{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-90",
  "sections": [
    {
      "id": "section-18-9001",
      "number": "18-9001",
      "heading": "SHORT TITLE",
      "text": "18-9001. SHORT TITLE. This chapter shall be known and may be cited as the \"Immigration Cooperation and Enforcement Act.\"\n\n[18-9001, added 2025, ch. 183, sec. 1, p. 857.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9001/"
    },
    {
      "id": "section-18-9002",
      "number": "18-9002",
      "heading": "DEFINITIONS",
      "text": "18-9002. DEFINITIONS. As used in this chapter:\n\n(1) \"Alien\" has the meaning assigned by 8 U.S.C. 1101, as that provision existed on January 1, 2023.\n\n(2) \"Custodial authority\" means the director of the department of correction, county sheriffs, city chiefs of police, and any of their subordinates with the power to confine or detain a person under color of law.\n\n(3) \"Dangerous crime\" means any felony crime as described in Idaho Code or in similar state or federal code, any offense for which an extended term of imprisonment may be imposed pursuant to section 19-2520B, Idaho Code, or any offense requiring sex offender registration as set forth in section 18-8304, Idaho Code.\n\n(4) \"Dangerous illegal alien\" means an illegal alien who has previously been convicted or found guilty, by judgment or withheld judgment, of a dangerous crime in this state or in any other state or nation.\n\n(5) \"DHS\" means the United States department of homeland security and its subordinate agencies and divisions.\n\n(6) \"Illegal alien\" means a person eighteen (18) years of age or older who is verified by the federal government to be present in the United States in violation of the federal immigration and nationality act, 8 U.S.C., and federal rules promulgated in accordance therewith.\n\n(7) \"Immigration detainer\" means a notice or other documentation issued by United States immigration and customs enforcement requesting that a custodial authority or law enforcement official maintain temporary custody of an illegal alien, including a DHS form I-247 document or a similar successor form.\n\n(8) \"Law enforcement official\" means all state, county, and local law enforcement officers, prosecuting attorneys, and city attorneys.\n\n(9) \"Port of entry\" means a port of entry in the United States pursuant to 19 CFR 101.\n\n[18-9002, added 2025, ch. 183, sec. 1, p. 857.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9002/"
    },
    {
      "id": "section-18-9003",
      "number": "18-9003",
      "heading": "ILLEGAL ENTRY FROM FOREIGN NATION",
      "text": "18-9003. ILLEGAL ENTRY FROM FOREIGN NATION. (1) A person who is an alien commits an offense if the person enters or attempts to enter this state at any location other than a lawful port of entry or through another manner of lawful entry.\n\n(2) A violation of this section shall be a misdemeanor upon a first conviction. A second or subsequent conviction shall be a felony.\n\n(3) Law enforcement officers may enforce the provisions of this section only when a person is detained or investigated for suspected commission of an independent crime under title 18, Idaho Code, excluding this chapter, or under chapter 27, title 37, Idaho Code.\n\n(4) It shall be an affirmative defense to prosecution under this section that:\n\n(a) The federal government has granted the defendant:\n\n(i) Lawful presence in the United States; or\n\n(ii) Asylum under 8 U.S.C. 1158;\n\n(b) The defendant’s conduct does not constitute a violation of 8 U.S.C. 1325(a);\n\n(c) The defendant was not investigated for, charged with, or convicted of committing the independent crime for which the defendant was detained or investigated pursuant to subsection (3) of this section; or\n\n(d) The defendant was approved for benefits under the federal deferred action for childhood arrivals program between June 15, 2012, and July 16, 2021.\n\n(5) The following federal programs do not provide an affirmative defense for purposes of subsection (4)(a) of this section:\n\n(a) The deferred action for parents of Americans and lawful permanent residents program; and\n\n(b) Any program not enacted by the United States congress that is a successor to or materially similar to the program described by subsection (4)(d) or paragraph (a) of this subsection.\n\n(6) Notwithstanding any other provision of law to the contrary, a defendant shall not be eligible for deferred adjudication or a withheld judgment if the defendant is charged with or convicted of an offense pursuant to this section.\n\n[18-9003, added 2025, ch. 183, sec. 1, p. 857.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9003/"
    },
    {
      "id": "section-18-9004",
      "number": "18-9004",
      "heading": "ILLEGAL REENTRY BY CERTAIN ALIENS",
      "text": "18-9004. ILLEGAL REENTRY BY CERTAIN ALIENS. (1) A person who is an alien commits an offense if the person enters, attempts to enter, or is at any time found in this state after the person:\n\n(a) Has been denied admission to or excluded, deported, or removed from the United States; or\n\n(b) Has departed from the United States while an order of exclusion, deportation, or removal is outstanding.\n\n(2) A violation of this section shall be a misdemeanor, except that the violation shall be a felony if:\n\n(a) The defendant’s removal was subsequent to a conviction for commission of two (2) or more misdemeanors involving drugs, crimes against a person, or both;\n\n(b) The defendant was excluded pursuant to 8 U.S.C. 1225(c) because the defendant was excludable under 8 U.S.C. 1182(a)(3)(B);\n\n(c) The defendant was removed pursuant to the provisions of 8 U.S.C. chapter 12, subchapter V; or\n\n(d) The defendant was removed pursuant to 8 U.S.C. 1231(a)(4)(B).\n\n(3) For purposes of this section, \"removal\" includes any agreement in which an alien stipulates to removal pursuant to a criminal proceeding pursuant to either federal or state law.\n\n(4) Law enforcement officers may enforce the provisions of this section only when a person is detained or investigated for suspected commission of an independent crime under title 18, Idaho Code, excluding this chapter, or under chapter 27, title 37, Idaho Code.\n\n(5) It shall be an affirmative defense to prosecution under this section that the defendant was not investigated for, charged with, or convicted of committing the independent crime for which the defendant was detained or investigated pursuant to subsection (4) of this section.\n\n(6) Notwithstanding any other provision of law to the contrary, a defendant shall not be eligible for deferred adjudication or withheld judgment if the defendant is charged with or convicted of an offense pursuant to this section.\n\n[18-9004, added 2025, ch. 183, sec. 1, p. 858.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9004/"
    },
    {
      "id": "section-18-9005",
      "number": "18-9005",
      "heading": "COOPERATION WITH FEDERAL AUTHORITIES",
      "text": "18-9005. COOPERATION WITH FEDERAL AUTHORITIES. (1) To the extent authorized by federal law, law enforcement officials shall be authorized to send, receive, and maintain information relating to the immigration status of illegal aliens for public safety purposes. Except as provided by federal law, law enforcement officials shall not be prohibited from receiving or maintaining information relating to the immigration status of any illegal alien or sending or exchanging such information with other federal, state, or local law enforcement agencies for official public safety purposes.\n\n(2) Law enforcement officials shall not be prohibited from entering into memorandums of understanding, agreements, and memorandums of agreement with the United States department of justice, DHS, or any other federal law enforcement agency for the purpose of enforcing federal immigration laws, including section 287(g) of the federal illegal immigration reform and immigrant responsibility act of 1996, P.L. 104-208, or a similar federal program.\n\n(3) Except as provided by federal law, no law enforcement official shall be prohibited from utilizing available federal resources, including databases, equipment, grant funds, training, or participation in incentive programs, for any public safety purpose related to the enforcement of federal immigration laws as against illegal aliens.\n\n(4) Where a custodial authority has custody of a person in a correctional facility, state rehabilitation center, penitentiary, prison, county jail, or city jail, and the person is subject to an immigration detainer or other federal warrant, the custodial authority shall comply with, honor, and fulfill any reasonable request made in the immigration detainer or warrant as long as any term of state-ordered confinement has been satisfied and it does not impose undue burden, risk, or expense on the custodial authority or law enforcement officials and shall inform the person identified in the immigration detainer or warrant that the person is being held pursuant to such immigration detainer or warrant.\n\n[18-9005, added 2025, ch. 183, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9005/"
    },
    {
      "id": "section-18-9006",
      "number": "18-9006",
      "heading": "TRAFFICKING A DANGEROUS ILLEGAL ALIEN",
      "text": "18-9006. TRAFFICKING A DANGEROUS ILLEGAL ALIEN. (1) The crime of trafficking a dangerous illegal alien is committed when a person knowingly and willfully transports into this state a dangerous illegal alien that the person knows, or reasonably should know, is a dangerous illegal alien.\n\n(2) A person commits a separate offense for each individual transported into this state in violation of the provisions of this section.\n\n(3) Whoever commits the crime of trafficking a dangerous illegal alien shall be guilty of a felony and imprisoned for not less than one (1) year and not more than two (2) years, fined not more than ten thousand dollars ($10,000), or both.\n\n(4) The provisions of this section shall not apply if the defendant is a necessary witness to or victim of a crime of domestic violence, rape, sexual exploitation, sexual assault, murder, manslaughter, assault, battery, human trafficking, kidnapping, false imprisonment, involuntary servitude, fraud in foreign labor contracting, blackmail, extortion, or witness tampering where the referenced crime occurred during the defendant’s act of transporting the dangerous illegal alien.\n\n[18-9006, added 2025, ch. 183, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9006/"
    },
    {
      "id": "section-18-9007",
      "number": "18-9007",
      "heading": "SENTENCING ENHANCEMENT",
      "text": "18-9007. SENTENCING ENHANCEMENT. Any person eighteen (18) years of age or older who is found guilty of or pleads guilty to any dangerous crime shall be sentenced to a mandatory minimum term of confinement to the custody of the state board of correction for a period of not less than five (5) years if it is found by the trier of fact that previous to the commission of such dangerous crime the defendant has been deported or is under order of removal or deportation pursuant to federal authority.\n\n[18-9007, added 2025, ch. 183, sec. 1, p. 859.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9007/"
    },
    {
      "id": "section-18-9008",
      "number": "18-9008",
      "heading": "DETERMINATION OF ALIENAGE UPON CONFINEMENT",
      "text": "18-9008. DETERMINATION OF ALIENAGE UPON CONFINEMENT. (1) Following an arrest for a criminal offense, the custodial authority shall determine as part of the booking process if the person may be a foreign national. If it is determined that the person is a foreign national, then the custodial authority shall notify DHS of the identity of the person so confined and the place of confinement. Such notification shall be provided within forty-eight (48) hours of the person being placed in confinement.\n\n(2) A person’s status as a foreign national shall be considered suspect if the person cannot provide:\n\n(a) A valid Idaho driver’s license;\n\n(b) A valid Idaho identification card;\n\n(c) A valid United States passport;\n\n(d) Any valid driver’s license or identification card issued by a state or district or territory of the United States, provided the issuing authority limits issuance of the foregoing to persons who demonstrate lawful presence in the United States;\n\n(e) Any valid identification card issued by the United States, including those issued by the department of defense, provided the issuing authority limits issuance of the foregoing to persons who demonstrate lawful presence in the United States; or\n\n(f) Any other information sufficiently reliable to demonstrate the identity of the confined person and the person’s lawful presence in the United States.\n\n[18-9008, added 2025, ch. 183, sec. 1, p. 860.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9008/"
    },
    {
      "id": "section-18-9009",
      "number": "18-9009",
      "heading": "CONDITIONS OF RELEASE OF ILLEGAL ALIEN FROM CONFINEMENT",
      "text": "18-9009. CONDITIONS OF RELEASE OF ILLEGAL ALIEN FROM CONFINEMENT. Following entry of a judgment of conviction for a criminal offense, no person eighteen (18) years of age or older that is known to be an illegal alien shall be released from confinement in any correctional facility, state rehabilitation center, penitentiary, prison, county jail, or city jail until the determinate sentence has been completed, and thereafter may only be released prior to the person’s completion of his indeterminate sentence if the alien is being released into the custody of law enforcement officials from another state or the federal government for further criminal proceedings or if the custodial authority first obtains written confirmation from DHS that DHS will take custody of the person upon release and deport the person from the United States. An illegal alien shall not be eligible to participate in alternate sentencing programs such as work release, inmate labor detail, a scheduled sentence program, or similar programs.\n\n[18-9009, added 2025, ch. 183, sec. 1, p. 860.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9009/"
    },
    {
      "id": "section-18-9010",
      "number": "18-9010",
      "heading": "AUTHORITY TO TRANSPORT ILLEGAL ALIENS",
      "text": "18-9010. AUTHORITY TO TRANSPORT ILLEGAL ALIENS. A law enforcement official of the custodial authority shall be authorized to securely transport such illegal alien to a federal facility in this state or to any other temporary point of detention when complying with a valid immigration detainer or a federal arrest warrant or pursuant to release arranged with DHS pursuant to section 18-9009, Idaho Code.\n\n[18-9010, added 2025, ch. 183, sec. 1, p. 860.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9010/"
    },
    {
      "id": "section-18-9011",
      "number": "18-9011",
      "heading": "IMMUNITY",
      "text": "18-9011. IMMUNITY. A law enforcement official or custodial authority acting in good faith to carry out duties or activities allowed by this chapter shall have immunity from damages or liability from such actions.\n\n[18-9011, added 2025, ch. 183, sec. 1, p. 860.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9011/"
    },
    {
      "id": "section-18-9012",
      "number": "18-9012",
      "heading": "ABATEMENT OF PROSECUTION ON BASIS OF IMMIGRATION STATUS DETERMINATION PROHIBITED",
      "text": "18-9012. ABATEMENT OF PROSECUTION ON BASIS OF IMMIGRATION STATUS DETERMINATION PROHIBITED. A court may not abate the prosecution of an offense pursuant to this chapter on the basis that a federal determination regarding the immigration status of the defendant is pending or will be initiated.\n\n[18-9012, added 2025, ch. 183, sec. 1, p. 860.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9012/"
    },
    {
      "id": "section-18-9013",
      "number": "18-9013",
      "heading": "INTERPRETATION",
      "text": "18-9013. INTERPRETATION. (1) The provisions of this chapter relating to immigration terminology and definitions shall be construed to have the same meanings as provided under federal immigration law, unless otherwise defined in this chapter.\n\n(2) The provisions of this chapter shall be construed and implemented in a manner consistent with federal laws and regulations and interpretive case law governing immigration and civil rights.\n\n[18-9013, added 2025, ch. 183, sec. 1, p. 861.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-90/section-18-9013/"
    }
  ]
}