{
  "state": "idaho",
  "path": "title-title-18/chapter-chapter-73",
  "sections": [
    {
      "id": "section-18-7301",
      "number": "18-7301",
      "heading": "FREEDOM FROM DISCRIMINATION CONSTITUTES A CIVIL RIGHT",
      "text": "18-7301. FREEDOM FROM DISCRIMINATION CONSTITUTES A CIVIL RIGHT. The right to be free from discrimination because of race, creed, color, sex, or national origin is recognized as and declared to be a civil right. This right shall include, but not be limited to:\n\n(1) The right to obtain and hold employment without discrimination.\n\n(2) The right to the full enjoyment of any of the accommodations, facilities or privileges of any place of public resort, accommodation, assemblage or amusement.\n\n[18-7301, added 1972, ch. 336, sec. 1, p. 980; am. 1967, ch. 64, sec. 1, p. 146.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-73/section-18-7301/"
    },
    {
      "id": "section-18-7301a",
      "number": "18-7301A",
      "heading": "FREEDOM OF CHOICE IN TREATMENT",
      "text": "18-7301A. FREEDOM OF CHOICE IN TREATMENT. The right of any person to use amygdalin (laetrile) as an adjunct in the treatment of any physical condition of the human body shall not be denied, interfered with or obstructed by any other person.\n\n[18-7301A, added 1978, ch. 129, sec. 1, p. 290.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-73/section-18-7301a/"
    },
    {
      "id": "section-18-7302",
      "number": "18-7302",
      "heading": "DEFINITIONS",
      "text": "18-7302. DEFINITIONS. Terms used in this chapter shall have the following definitions:\n\n(a) \"Every person\" shall be construed to include any owner, lessee, proprietor, manager, agent or employee whether one or more natural persons, partnerships, associations, organizations, corporations, cooperatives, legal representatives, trustees, receivers, of this state and its political subdivisions, boards and commissions, engaged in or exercising control over the operation of any place of public resort, accommodation, assemblage or amusement.\n\n(b) \"Deny\" is hereby defined to include any act which directly or indirectly, or by subterfuge, by a person or his agent or employee, results or is intended or calculated to result in whole or in part in any discrimination, distinction, restriction, or unequal treatment or the requiring of any person to pay a larger sum than the uniform rates charged other persons, or the refusing or withholding from any person the admission, patronage, custom, presence, frequenting, dwelling, staying, or lodging in any place of public resort, accommodation, assemblage, or amusement except for conditions and limitations established by law and applicable alike to all persons, regardless of race, creed or color.\n\n(c) \"Full enjoyment of\" shall be construed to include the right to purchase any service, commodity or article of personal property offered or sold on, or by, any establishment to the public, and the admission of any person to accommodations, advantages, facilities or privileges of any place of public resort, accommodation, assemblage or amusement, without acts directly or indirectly causing persons of any particular race, creed or color, to be treated as not welcome, accepted, desired or solicited.\n\n(d) \"National origin\" includes \"ancestry.\"\n\n(e) \"Any place of public resort, accommodation, assemblage or amusement\" is hereby defined to include, but not to be limited to any public place, licensed or unlicensed, kept for gain, hire or reward, or where charges are made for admission, service, occupancy or use of any property or facilities, whether conducted for the entertainment, housing or lodging of transient guests, or for the benefit, use or accommodation of those seeking health, recreation or rest, or for the sale of goods and merchandise, or for the rendering of personal services, or for public conveyance or transportation on land, water or in the air, including the stations and terminals thereof and the garaging of vehicles, or where food or beverages of any kind are sold for consumption on the premises, or where public amusement, entertainment, sports or recreation of any kind is offered with or without charge, or where medical service or care is made available, or where the public gathers, congregates, or assembles for amusement, recreation or public purposes, or public halls, public elevators and public washrooms of buildings and structures occupied by two or more tenants, or by the owner and one or more tenants, or any public library or any educational institution wholly or partially supported by public funds, or schools of special instruction, or nursery schools, or day care centers or children’s camps; nothing herein contained shall be construed to include, or apply to, any institute, bona fide club, or place of accommodation, which is by its nature distinctly private provided that where public use is permitted that use shall be covered by this section; nor shall anything herein contained apply to any educational facility operated or maintained by a bona fide religious or sectarian institution; and the right of a natural parent in loco parentis to direct the education and upbringing of a child under his control is hereby affirmed.\n\n[I.C., sec. 18-7302, as added by 1972, ch. 336, sec. 1, p. 981.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-73/section-18-7302/"
    },
    {
      "id": "section-18-7303",
      "number": "18-7303",
      "heading": "DENIAL OF RIGHT TO WORK OR ACCOMMODATIONS A MISDEMEANOR",
      "text": "18-7303. DENIAL OF RIGHT TO WORK OR ACCOMMODATIONS A MISDEMEANOR. Every person shall be guilty of a misdemeanor who denies to any other person because of race, creed, color, sex, or national origin the right to work: (a) by refusing to hire, (b) by discharging, (c) by barring from employment, or (d) by discriminating against such person in compensation or in other terms or conditions of employment; or who denies to any other person because of race, creed, color, sex, or national origin, the full enjoyment of any of the accommodations, advantages, facilities or privileges of any place of public resort, accommodation, assemblage, or amusement, provided, however, that denial of the right to work on the basis of sex shall be permissible in situations where sex is a bona fide occupational qualification reasonably necessary to the normal operation of the business.\n\n[I.C., sec. 18-7303, as added by 1972, ch. 336, sec. 1, p. 981.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-18/chapter-73/section-18-7303/"
    }
  ]
}