{
  "state": "illinois",
  "path": "title-chapter-50-local-government/chapter-50-ilcs-510-local-government-professional-services-selection",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nLocal Government Professional Services Selection Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Policy.",
      "text": "It shall be the policy of the political subdivisions of the\nState of Illinois to negotiate and enter into contracts\nfor architectural, engineering and land surveying services on the basis of\ndemonstrated competence and qualifications for the type of services\nrequired and at fair and reasonable compensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Federal Requirements.",
      "text": "In the procurement of architectural,\nengineering and land surveying services and in the awarding of contracts, a\npolitical subdivision of the State of Illinois may comply with federal law\nand regulations and take all necessary steps to adapt its rules,\nspecifications, policies and procedures accordingly to remain eligible for federal aid.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Definitions.",
      "text": "As used in this Act unless the context\nspecifically requires otherwise:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Public notice. Present provisions of law notwithstanding, in the",
      "text": "procurement of architectural, engineering or land surveying services, each\npolitical subdivision which utilizes architectural, engineering or land\nsurveying services shall permit firms engaged in the lawful practice of\ntheir professions to annually file a statement of qualifications and\nperformance data with the political subdivision. Whenever a project\nrequiring architectural, engineering or land surveying services is proposed\nfor a political subdivision, the political subdivision shall, unless it has\na satisfactory relationship for services with one or more firms:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Evaluation Procedure. A political subdivision shall, unless",
      "text": "it has a satisfactory relationship for services with one or more firms, evaluate\nthe firms submitting letters of interest, taking into account\nqualifications, ability of professional personnel, past record and\nexperience, performance data on file, willingness to meet time\nrequirements, location, workload of the firm,\nand such other qualifications-based factors as the\npolitical subdivision may determine in writing are applicable. The\npolitical subdivision may conduct discussions with and require public\npresentations by firms deemed to be the most qualified regarding their\nqualifications, approach to the project, and ability to furnish the required services. In no case shall a political subdivision, prior to selecting a firm for negotiation under Section 7, seek formal or informal submission of verbal or written estimates of costs or proposals in terms of dollars, hours required, percentage of construction cost, or any other measure of compensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Selection procedure.",
      "text": "On the basis of evaluations,\ndiscussions and presentations, the political subdivision shall, unless it\nhas a satisfactory relationship for services with one or more firms, select no\nless than 3 firms which it determines to be the most qualified to\nprovide services for the project and rank them in order of qualifications\nto provide services regarding the specific project. The political\nsubdivision shall then contact the firm ranked most preferred and attempt\nto negotiate a contract at a fair and reasonable compensation, taking into\naccount the estimated value, scope, complexity, and professional nature of\nthe services to be rendered.\nIf fewer than 3 firms submit letters of interest and the political\nsubdivision determines that one or both of those firms are so qualified,\nthe political subdivision may proceed to negotiate a contract pursuant to\nthis Section and Section 7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Contract negotiation.",
      "text": "(1) The political subdivision shall\nprepare a written description of the scope of the proposed services to be\nused as a basis for negotiations and shall negotiate a contract with the\nhighest qualified firm at compensation that the political subdivision\ndetermines in writing to be fair and reasonable. In making this decision\nthe political subdivision shall take into account the estimated value,\nscope, complexity and professional nature of the services to be rendered.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Waiver of competition. A political subdivision may waive the",
      "text": "requirements of Sections 4, 5, and 6 if it determines, by resolution, that an\nemergency situation exists and a firm must be selected in an expeditious\nmanner, or the cost of architectural, engineering, and land surveying\nservices for the project is expected to\nbe less than $40,000. This amount shall be increased annually by a percentage equal to the annual unadjusted percentage increase, if any, as determined by the consumer price index-u.",
      "history": "",
      "source_url": ""
    }
  ]
}