{
  "state": "illinois",
  "path": "title-chapter-50-local-government/chapter-50-ilcs-610-public-graveyards-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nPublic Graveyards Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "(a) Public graveyards in this State, not under the control",
      "text": "of any corporation sole, organization or society, and located within the\nlimits of townships or counties not under township organization, shall\nand may be controlled or vacated by the corporate authorities of such\ntownship or county in such manner as such authorities may deem proper,\nand in the case of townships, such control may be vested in 3 trustees. If a township board has vested control of a public graveyard in 3 trustees in accordance with this Section, it may, by resolution, divest the trustees of control of the public graveyard and assume control of the public graveyard.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1a",
      "number": "1a.",
      "heading": "The county board of any county not under township organization, or",
      "text": "the voters of any town at an annual town meeting may accept a conveyance\nfrom any person, corporation, association or society of any property within\nthe limits of the township or county not under township organization which\nhas been or is used as a public graveyard or burial ground. After the\nacceptance of any such conveyance the property conveyed shall be under the\ncontrol, management, maintenance and ownership of the township or county\nnot under township organization.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1c",
      "number": "1c.",
      "heading": "When 50 legal voters of any township having a population of not",
      "text": "exceeding 100,000 in any county present a petition to the town clerk of the\ntownship asking that an annual tax be levied for the control and maintenance of\nand the purchase of land and construction of necessary buildings for the\ncemeteries controlled, managed, and owned by the township, the township clerk\nshall certify the proposition to the proper election officials, who shall\nsubmit the proposition to the voters at an election in accordance with the\ngeneral election law. The form of the proposition shall be substantially as\nfollows: \"For the levy of a tax not to exceed ....% to control, maintain and\npurchase land and construction of necessary buildings for cemeteries\", or\n\"Against the levy of a tax not to exceed ....% to control, maintain and\npurchase land and construction of necessary buildings for cemeteries\". If a\nmajority of all the votes cast upon the proposition shall be for a levy of such\ntax, the cemetery trustees of such township, shall thereafter annually levy a\ntax of not to exceed .20% of value, as equalized or assessed by the Department\nof Revenue. However, townships authorized to levy this tax at a rate less than\n.20% on the effective date of this Amendatory Act of 1989, may provide for the\nelectors to vote to increase the rate for such purposes to not to exceed .20%\nin the manner provided for establishing the tax in the first instance. The\nforegoing limitations upon tax rates may be increased or decreased under the\nreferendum provisions of the General Revenue Law of Illinois. This tax shall be\ncollected in like manner with other general taxes in such township, held by the\ntownship supervisor for payment at the direction of the cemetery trustees, and\nshall be known as \"The Township Cemetery Fund\". Such tax shall be in addition\nto all other taxes which the township now is or hereafter may be authorized to\nlevy and collect and nothing herein contained shall in any manner limit or\nprevent the electors present at the Annual Town Meeting from directing the\nraising of money by taxation for any of the purposes set forth in Section\n235-5 of the Township Code.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2c",
      "number": "2c.",
      "heading": "Use of township funds.",
      "text": "Use of township funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2d",
      "number": "2d.",
      "heading": "Purchases made pursuant to this Act shall be made",
      "text": "in compliance with the Local Government Prompt Payment Act.",
      "history": "",
      "source_url": ""
    }
  ]
}