{
  "state": "idaho",
  "path": "title-title-45/chapter-chapter-18",
  "sections": [
    {
      "id": "section-45-1801",
      "number": "45-1801",
      "heading": "",
      "text": "45-1801. DEFINITIONS. As used in this chapter:\n\n(1) \"Agricultural product\" means wheat, corn, oats, barley, rye, lentils, soybeans, grain sorghum, dry beans and peas, beans, safflower, sunflower seeds, tame mustards, rapeseed, flaxseed, leguminous seed or other small seed, or any other agricultural commodity, including any of the foregoing, whether cleaned, processed, treated, reconditioned or whether mixed, rolled or combined in any fashion or by any means to create a product used as animal, poultry or fish feed.\n\n(2) \"Agricultural commodity dealer\" means any person who contracts for or solicits any agricultural product from an agricultural producer or negotiates the consignment or purchase of any agricultural product, or receives for sale, resale or shipment for storage, processing, cleaning or reconditioning, any agricultural product, or who buys during any calendar year, at least ten thousand dollars ($10,000) worth of agricultural products from the producer or producers of the commodity. Agricultural commodity dealer shall not mean a person who purchases agricultural products for his own use as seed or feed.\n\n(3) \"Agricultural commodity producer\" means the owner, tenant or operator of land who receives all or part of the proceeds from the sale, under contract, bailment or otherwise, or delivery under contract or bailment, of agricultural products produced on that land.\n\n(4) \"Person\" means an individual, trust, partnership, limited liability company, corporation, or unincorporated association or any other legal or commercial entity.\n\n[45-1801, added 1983, ch. 202, sec. 1, p. 549; am. 1989, ch. 265, sec. 1, p. 644; am. 2001, ch. 363, sec. 1, p. 1279; am. 2002, ch. 308, sec. 1, p. 878.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1801/"
    },
    {
      "id": "section-45-1802",
      "number": "45-1802",
      "heading": "",
      "text": "45-1802. LIEN CREATED — WHO MAY HAVE. An agricultural commodity producer or an agricultural commodity dealer who sells, or delivers under contract or bailment, an agricultural product has a lien on the agricultural product or the proceeds of the sale of the agricultural product as provided in section 45-1804, Idaho Code. The lien created in this chapter may attach regardless of whether the purchaser uses the agricultural product purchased to increase the value of his livestock or whether he uses the agricultural product purchased to maintain the value, health or status of his livestock without actually increasing the value of his agricultural product.\n\n[45-1802, added 1983, ch. 202, sec. 1, p. 550; am. 1989, ch. 299, sec. 1, p. 746; am. 2000, ch. 339, sec. 1, p. 1133; am. 2001, ch. 363, sec. 2, p. 1279.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1802/"
    },
    {
      "id": "section-45-1803",
      "number": "45-1803",
      "heading": "",
      "text": "45-1803. WHEN LIEN ATTACHES. The lien created by section 45-1802, Idaho Code, attaches to the agricultural product and to the proceeds of the subsequent sale of the agricultural product on the date the agricultural product is physically delivered to the purchaser or on the date any final payment is due, and unpaid, to the agricultural commodity producer or agricultural commodity dealer under any contract or bailment, whichever occurs last.\n\n[45-1803, added 1983, ch. 202, sec. 1, p. 550; am. 2002, ch. 308, sec. 2, p. 879.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1803/"
    },
    {
      "id": "section-45-1804",
      "number": "45-1804",
      "heading": "",
      "text": "45-1804. DURATION OF LIEN — NOTICE OF LIEN. (1) The lien provided for by section 45-1802, Idaho Code, remains in effect for a period of one hundred eighty (180) days after the date of attachment, except as provided in subsection (2) of this section.\n\n(2) The lien provided for by section 45-1802, Idaho Code, is continued for a period of one (1) year from the date of filing if a written notice of lien, on a form prescribed by the secretary of state, is filed with the secretary of state by the agricultural commodity producer or the agricultural commodity dealer within one hundred eighty (180) days after the date of attachment. The form for the notice of lien shall require the following information:\n\n(a) A statement of the amount claimed by the agricultural commodity producer or agricultural commodity dealer after deducting all credits and offsets;\n\n(b) The name, address and signature of the agricultural commodity producer or agricultural commodity dealer claiming the lien;\n\n(c) The name and address of the person who purchased the agricultural product from the agricultural commodity producer or agricultural commodity dealer;\n\n(d) A description of the agricultural product charged with the lien including crop year; and\n\n(e) Such other information as the form prescribed by the secretary of state may require.\n\n(3) The notice of lien shall be entered in a searchable database maintained by the secretary of state.\n\n[45-1804, added 1983, ch. 202, sec. 1, p. 550; am. 1989, ch. 4, sec. 1, p. 5; am. 1989, ch. 265, sec. 2, 645; am. 2000, ch. 339, sec. 2, p. 1133; am. 2001, ch. 363, sec. 3, p. 1280; am. 2002, ch. 308, sec. 3, p. 879.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1804/"
    },
    {
      "id": "section-45-1805",
      "number": "45-1805",
      "heading": "",
      "text": "45-1805. PRIORITY OF LIEN. The lien created by section 45-1802, Idaho Code, is preferred to a lien or security interest in favor of a creditor of the purchaser, regardless of whether the creditor’s lien or security interest attaches to the agricultural product or proceeds of the sale of the agricultural product before or after the date on which the lien created by section 45-1802, Idaho Code, attaches.\n\n[45-1805, added 1983, ch. 202, sec. 1, p. 550.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1805/"
    },
    {
      "id": "section-45-1806",
      "number": "45-1806",
      "heading": "",
      "text": "45-1806. DISCHARGE OF LIEN. The lien created by section 45-1802, Idaho Code, is discharged when the lienholder receives full payment for the agricultural product. If payment is received in the form of a negotiable instrument, full payment is received when the negotiable instrument clears banking channels.\n\n[45-1806, added 1983, ch. 202, sec. 1, p. 551.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1806/"
    },
    {
      "id": "section-45-1807",
      "number": "45-1807",
      "heading": "",
      "text": "45-1807. FILING NOTICE OF DISCHARGE. (1) If a notice of lien is filed pursuant to section 45-1804, Idaho Code, and the lienholder subsequently receives full payment, the lienholder shall file with the secretary of state a notice of discharge, signed by the lienholder, declaring that full payment has been received and that the lien is discharged.\n\n(2) Upon receiving the notice, the secretary of state shall enter it in a searchable database kept to record such liens.\n\n(3) If a lienholder, after receiving full payment, fails to file a notice of discharge of the lien within thirty (30) days after being requested in writing to do so, he is liable to the purchaser of the agricultural product for damages in the amount of three hundred dollars ($300).\n\n[45-1807, added 1983, ch. 202, sec. 1, p. 551; am. 2000, ch. 339, sec. 3, p. 1134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1807/"
    },
    {
      "id": "section-45-1808",
      "number": "45-1808",
      "heading": "",
      "text": "45-1808. FORM OF FILING WITH SECRETARY OF STATE — FEES. The secretary of state shall prescribe the form of the filing provided for by sections 45-1804 and 45-1807, Idaho Code. The fee for the filing provided for by section 45-1804, Idaho Code shall be five dollars ($5.00). The fee for searching the database maintained by the secretary of state pursuant to this chapter shall be five dollars ($5.00). There shall be no fee for filing a notice of discharge pursuant to section 45-1807, Idaho Code.\n\n[45-1808, added 1983, ch. 202, sec. 1, p. 551; am. 1984, ch. 43, sec. 1, p. 71; am. 2000, ch. 339, sec. 4, p. 1134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1808/"
    },
    {
      "id": "section-45-1809",
      "number": "45-1809",
      "heading": "",
      "text": "45-1809. JOINDER OF ACTIONS — FILING FEES AS COSTS — ATTORNEY’S FEES. Any number of persons claiming liens against the same property under this chapter may join in the same action, and when separate actions are commenced, the court may consolidate them. The court shall also, as part of the cost, allow the moneys paid for filing and recording the claim, and a reasonable attorney’s fee for each person claiming a lien.\n\n[45-1809, added 1989, ch. 4, sec. 2, p. 6; 1989, ch. 265, sec. 3, p. 646.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1809/"
    },
    {
      "id": "section-45-1810",
      "number": "45-1810",
      "heading": "",
      "text": "45-1810. TRANSITION FROM COUNTY FILING TO FILING WITH THE SECRETARY OF STATE. All liens created by this chapter on and after July 1, 2000, shall be filed with the secretary of state. All rights and duties obtained by secured parties pursuant to this chapter before July 1, 2000, shall remain in effect; provided, that liens created by this chapter before July 1, 2000, that are properly filed in the office of the county recorder before that date shall remain in effect and may be extended or renewed in the county beyond July 1, 2000.\n\n[45-1810, added 2000, ch. 339, sec. 5, p. 1134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-18/section-45-1810/"
    }
  ]
}