{
  "state": "idaho",
  "path": "title-title-45/chapter-chapter-2",
  "sections": [
    {
      "id": "section-45-201",
      "number": "45-201",
      "heading": "",
      "text": "45-201. SCOPE. This chapter applies only to federal tax liens and to other federal liens notices of which under any act of congress or any regulation adopted pursuant thereto are required or permitted to be filed in the same manner as notices of federal tax liens.\n\n[45-201, added 1979, ch. 226, sec. 2, p. 622.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-201/"
    },
    {
      "id": "section-45-202",
      "number": "45-202",
      "heading": "",
      "text": "45-202. PLACE OF FILING. (a) Notices of liens, certificates, and other notices affecting federal tax liens or other federal liens must be filed in accordance with this chapter.\n\n(b) Notices of liens upon real property for obligations payable to the United States and certificates and notices affecting the liens shall be recorded in the office of the county recorder of the county in which the real property subject to the liens is situated.\n\n(c) Notices of federal liens upon personal property, whether tangible or intangible, for obligations payable to the United States and certificates and notices affecting the liens shall be filed or recorded as follows:\n\n(1) If the person against whose interest the lien applies is a corporation or a partnership whose principal executive office is in this state, as these entities are defined in the internal revenue laws of the United States, in the office of the secretary of state;\n\n(2) If the person against whose interest the lien applies is a trust that is not covered by paragraph (1) of this subsection, in the office of the secretary of state;\n\n(3) If the person against whose interest the lien applies is the estate of a decedent, in the office of the secretary of state;\n\n(4) In all other cases, in the office of the county recorder of the county where the person against whose interest the lien applies resides at the time of filing of the notice of lien.\n\n[45-202, added 1979, ch. 226, sec. 2, p. 622; am. 1992, ch. 156, sec. 1, p. 510.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-202/"
    },
    {
      "id": "section-45-203",
      "number": "45-203",
      "heading": "",
      "text": "45-203. EXECUTION OF NOTICES AND CERTIFICATES. Certification of notices of liens, certificates, or other notices affecting federal liens by the secretary of the treasury of the United States or his delegate, or by any official or entity of the United States responsible for filing or certifying of notice of any other lien, entitles them to be filed and no other attestation, certification, or acknowledgement is necessary.\n\n[45-203, added 1979, ch. 226, sec. 2, p. 622.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-203/"
    },
    {
      "id": "section-45-204",
      "number": "45-204",
      "heading": "",
      "text": "45-204. DUTIES OF FILING OFFICER. (a) If a notice of federal lien, certificate or other notice affecting a federal lien is presented to the secretary of state, he shall file it in the same manner as if it were an equivalent document filed under part 4, chapter 9, title 28, Idaho Code.\n\n(b) For purposes of the foregoing subsection (a), the following equivalencies between notices filed under this chapter and documents filed under part 4, chapter 9, title 28, Idaho Code, shall apply:\n\n(1) Notice of federal lien: financing statement;\n\n(2) Refiling of notice of federal lien: continuation statement;\n\n(3) Certificate of discharge or subordination: release; and\n\n(4) Certificate of release or nonattachment: termination statement.\n\n(c) If a notice of federal lien, certificate or other notice affecting a federal lien is presented to the county recorder, he shall record it in the general lien records.\n\n(d) Upon the request of any person, the filing officer shall issue his certificate showing whether there is on file, on the date and hour stated therein, any notice of lien or certificate or notice affecting any lien filed under this chapter for which the refiling period established by federal law has not passed without a refiling of notice, naming a particular person, and if a notice or certificate is on file, giving the date and hour of filing of each notice or certificate. Upon request, the filing officer shall furnish a copy of any notice of federal lien, or notice or certificate affecting a federal lien. If the filing officer is the secretary of state, the fees for such certificate and copies shall be fixed by administrative rule. If the filing officer is the county recorder, the fees shall be as set forth in section 31-3205, Idaho Code.\n\n(e) The secretary of state may by administrative rule provide for publication of a list of those notices of federal lien filed in his office which the filing federal agency has identified as relating to agricultural crops.\n\n[45-204, added 1992, ch. 156, sec. 3, p. 510.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-204/"
    },
    {
      "id": "section-45-205",
      "number": "45-205",
      "heading": "",
      "text": "45-205. FEES. (a) If the filing officer is the secretary of state, the fee for filing each notice of lien or certificate or notice affecting the lien is six dollars ($6.00), except that there shall be no fee for a certificate of release or nonattachment.\n\n(b) If the filing officer is the county recorder, the fee for recording each notice of lien or certificate or notice affecting the lien is the standard recording fee in section 31-3205, Idaho Code.\n\n(c) The filing officer may bill the district directors of internal revenue or other appropriate federal officials on a monthly basis for fees for documents filed by them.\n\n[45-205, added 1992, ch. 156, sec. 4, p. 511.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-205/"
    },
    {
      "id": "section-45-206",
      "number": "45-206",
      "heading": "",
      "text": "45-206. UNIFORMITY OF APPLICATION AND CONSTRUCTION. This chapter shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this chapter among states enacting it.\n\n[45-206, added 1979, ch. 226, sec. 2, p. 623.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-206/"
    },
    {
      "id": "section-45-207",
      "number": "45-207",
      "heading": "",
      "text": "45-207. SHORT TITLE. This chapter may be cited as the \"Uniform Federal Lien Registration Law.\"\n\n[45-207, added 1979, ch. 226, sec. 2, p. 623.]",
      "source_url": "https://law.justia.com/codes/idaho/title-45/chapter-2/section-45-207/"
    }
  ]
}