{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-48-auburn-university",
  "sections": [
    {
      "id": "section-16-48-1",
      "number": "16-48-1",
      "heading": "Body Corporate.Section 16-48-2 - Corporate Powers",
      "text": "Section 16-48-1\n\nBody Corporate.\n\nThe Governor and the State Superintendent of Education by virtue of their respective offices, and the trustees appointed from the different congressional districts of the state, under the provisions of Section 266 of the Constitution of 1901, and their successors in office, are constituted a body corporate under the name of Auburn University, to carry into effect the purposes and intent of the Congress of the United States in the grant of lands by the act of July 2, 1862.\n\n(School Code 1927, §521; Code 1940, T. 52, §474.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-1/"
    },
    {
      "id": "section-16-48-2",
      "number": "16-48-2",
      "heading": "Corporate Powers.",
      "text": "Section 16-48-2\n\nCorporate Powers.\n\nSuch corporation shall have all the rights, privileges and franchises necessary to a promotion of the end of its creation and shall be charged with all corresponding duties, liabilities and responsibilities. Such corporation may hold and may lease, sell or in any other manner not inconsistent with the object or terms of the grant or grants under which it holds, dispose of any property, real or personal, or any estate or interest therein, remaining of the original or any subsequent grant by Congress, or by this state, or by any person, or accruing to the corporation from any source, as to it may seem best for the purposes of its institution; and any and all sales of property, real or personal, heretofore made pursuant to and by authority of action of the board of trustees of said institute and written instruments of conveyance of title thereto purporting to have been made pursuant to such action are hereby ratified and confirmed as acts of the institute, and similar sales and instruments of conveyance made during the time when the name of the institute was the Agricultural and Mechanical College of Alabama are likewise ratified and confirmed as acts of said Agricultural and Mechanical College of Alabama.\n\n(School Code 1927, §522; Acts 1931, No. 519, p. 633; Acts 1939, No. 393, p. 516; Code 1940, T. 52, §475.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-2/"
    },
    {
      "id": "section-16-48-3",
      "number": "16-48-3",
      "heading": "Interest on Federal Fund Paid by State.",
      "text": "Section 16-48-3\n\nInterest on Federal Fund Paid by State.\n\nFor the payment of the interest, at the rate of eight percent per annum, on the fund of $253,500.00 arising from the sale of the script for the land donated in trust to this state by the act of Congress of July 2, 1862, the faith and credit of the state are forever pledged.\n\n(School Code 1927, §523; Code 1940, T. 52, §476.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-3/"
    },
    {
      "id": "section-16-48-4",
      "number": "16-48-4",
      "heading": "Organization and Conduct.",
      "text": "Section 16-48-4\n\nOrganization and Conduct.\n\nThe board of trustees has the power to organize the institute by appointing a corps of instructors, who shall be styled the faculty of the university and such other instructors and officers as the interest of the university may require; and to remove any such instructors or other officers, and to fix their salaries or compensation, and increase or reduce the same at its discretion, to regulate, alter, or modify the government of the university as it may deem advisable; to prescribe courses of instruction, rates of tuition and fees; to confer such academic and honorary degrees as are usually conferred by institutions of similar character; and to do whatever else it may deem best for promoting the interest of the university.\n\n(School Code 1927, §524; Code 1940, T. 52, §477.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-4/"
    },
    {
      "id": "section-16-48-5",
      "number": "16-48-5",
      "heading": "Trustees Divided into Classes.",
      "text": "Section 16-48-5\n\nTrustees Divided into Classes.\n\nThe trustees of the institute other than the Governor and State Superintendent of Education are divided into three classes, as follows: The trustees from the Fourth, Fifth and Seventh districts shall constitute the first class; those from the Second, Sixth and Eighth Districts shall constitute the second class; and those from the First, Third and Ninth Districts shall constitute the third class; and they shall hold office and their seats shall be vacated as prescribed by Section 266 of the constitution.\n\n(School Code 1927, §525; Code 1940, T. 52, §478.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-5/"
    },
    {
      "id": "section-16-48-6",
      "number": "16-48-6",
      "heading": "Vacancy in Office of Trustee.",
      "text": "Section 16-48-6\n\nVacancy in Office of Trustee.\n\nAny vacancy in the office of trustee, occurring during the recess of the Legislature, shall be filled by appointment of the Governor, such appointee to hold office until the next session of the Legislature thereafter; such vacancy shall be filled by the Governor, by and with the consent of the Senate; and any trustee appointed to fill a vacancy by the Governor, by and with the consent of the Senate, shall hold during the unexpired term.\n\n(School Code 1927, §526; Code 1940, T. 52, §479.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-6/"
    },
    {
      "id": "section-16-48-7",
      "number": "16-48-7",
      "heading": "Meetings of Board of Trustees.",
      "text": "Section 16-48-7\n\nMeetings of Board of Trustees.\n\n(a) The Board of Trustees of Auburn University shall hold its regular annual meeting each year at the institute on the first Monday in June, unless the board shall, in regular session, determine to hold its meeting at some other time and place. Special meetings of the board may be assembled by either one of the two methods outlined as follows:\n\n(1) Special meetings of the board may be called by the Governor. In calling such special meetings the Governor shall mail a written notice to each trustee at least 10 days in advance of the date of such meetings.\n\n(2) Upon the application in writing of any three members of the board, the Governor shall call a special meeting, naming the time and place thereof and causing notices to be issued in writing to the several members of the board. Such meeting shall not be held on a date less than 10 days subsequent to the notice from the Governor.\n\n(b) The members of the board of trustees may recess at any regular or special meeting from one date to another, and at such adjourned meeting they may transact any business relating to the affairs of the institution.\n\n(c) Members of the board of trustees, the executive committee of the board of trustees, or any other committee established by the board of trustees may participate in a meeting of the board or committee by means of telephone conference, video conference, or similar communications equipment by means of which all persons participating in the meeting may hear each other at the same time. Participation by such means shall constitute presence in person at a meeting for all purposes, including the establishment of a quorum. Notice of such meetings must be given in accordance with the Alabama Open Meetings Act and such telephone or video conference or similar communications equipment shall also allow members of the public the opportunity to simultaneously listen to or observe such meetings.\n\n(School Code 1927, §527; Code 1940, T. 52, §480; Acts 1943, No. 309, p. 280, §§1, 2; Act 2010-690, p. 1677, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-7/"
    },
    {
      "id": "section-16-48-8",
      "number": "16-48-8",
      "heading": "Quorum of Trustees.",
      "text": "Section 16-48-8\n\nQuorum of Trustees.\n\nSix members of the board of trustees shall constitute a quorum, but a smaller number may adjourn from day to day until a quorum is present.\n\n(School Code 1927, §528; Code 1940, T. 52, §481.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-8/"
    },
    {
      "id": "section-16-48-9",
      "number": "16-48-9",
      "heading": "Expenses of Trustees.",
      "text": "Section 16-48-9\n\nExpenses of Trustees.\n\nThe certificate of the president of the board or, in his absence, of the president pro tempore, countersigned by the secretary, shall entitle the several trustees to the payment of their actual expenses incurred in the discharge of their duties as such trustees.\n\n(School Code 1927, §529; Code 1940, T. 52, §482.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-9/"
    },
    {
      "id": "section-16-48-10",
      "number": "16-48-10",
      "heading": "Gifts Preserved.",
      "text": "Section 16-48-10\n\nGifts Preserved.\n\nNo grant or gift, by will or otherwise, shall fail on account of any misnomer or informality when the intent of the grantor or donor can be arrived at; nor shall any default, malfeasance, misfeasance or nonuser, on the part of the trustees or other officers or agents of such corporation, work a forfeiture of any of its rights, privileges, powers or franchises.\n\n(School Code 1927, §530; Code 1940, T. 52, §483.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-10/"
    },
    {
      "id": "section-16-48-11",
      "number": "16-48-11",
      "heading": "Report Made to Legislature.",
      "text": "Section 16-48-11\n\nReport Made to Legislature.\n\nIt shall be the duty of the board of trustees to make or cause to be made to the Legislature, at each session thereof, a full report of its transactions and of the condition of the university, embracing an itemized account of all receipts and disbursements on account of the institution by those charged with the administration of its finances.\n\n(School Code 1927, §531; Code 1940, T. 52, §484.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-11/"
    },
    {
      "id": "section-16-48-12",
      "number": "16-48-12",
      "heading": "Police Officers.",
      "text": "Section 16-48-12\n\nPolice Officers.\n\n(a) The president of Auburn University, with the approval of the board of trustees, is hereby authorized to appoint and employ suitable persons to act as police officers to keep off intruders and prevent trespass upon and damage to the property and grounds of the university. Such persons shall be charged with all the duties and invested with all the powers of police officers and may eject trespassers from the university buildings and grounds, and may, without a warrant, arrest any person guilty of disorderly conduct or of trespass upon the property of the university, or for any public offense committed in their presence, and carry them before the nearest district court or municipal court charged with the trial of such offenders, before whom, upon proper affidavit charging the offense, any person so arrested may be tried and convicted as in cases of persons brought before him on his warrant; and such officers shall have authority to summon a posse comitatus and may, with a warrant, arrest any person found upon or near the premises of the university charged with any public offense and take them before the proper officer.\n\n(b) The police officers provided for in this section shall cooperate with, and, when requested, furnish assistance to the regularly constituted authorities of the municipality of Auburn; and their jurisdiction and authority shall be coextensive with the corporate limits of the municipality.\n\n(Acts 1949, No. 305, p. 439, § 1; Acts 1985, No. 85-632, p. 963, § 1; Acts 1985, No. 85-727, p. 1178, § 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-48/section-16-48-12/"
    }
  ]
}