{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-27a-alabama-school-bus-safety-act",
  "sections": [
    {
      "id": "section-16-27a-1",
      "number": "16-27A-1",
      "heading": "Short Title; Civil Enforcement of School Bus Violations Authorized",
      "text": "Section 16-27A-1\n\nShort Title; Civil Enforcement of School Bus Violations Authorized.\n\n(a) This chapter shall be known and may be cited as the Alabama School Bus Safety Act.\n\n(b) Any board may authorize a process of civil enforcement of a school bus violation pursuant to the procedures set out in this chapter.\n\n(c) The provisions of this chapter shall not compel a governing body or board to participate in the safety program created herein.\n\n(Act 2016-166, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-1/"
    },
    {
      "id": "section-16-27a-2",
      "number": "16-27A-2",
      "heading": "Definitions.",
      "text": "Section 16-27A-2\n\nDefinitions.\n\nThe following definitions and provisions shall apply to this chapter:\n\n(1) AUTOMATED DEVICE. Any camera or recording device that uses a vehicle sensor and camera synchronized to record by photograph or video the rear of a motor vehicle approaching or overtaking a school bus that is stopped for the purpose of receiving or discharging school children in violation of Section 32-5A-154.\n\n(2) BOARD. A board of education or the governing body of a school system.\n\n(3) CONTRACTOR. A company that provides services to a board or governing body including, but not limited to, automated devices, citation processing, and collection of the civil fines. None of the activities of the contractor shall be construed as an agent providing or participating in private investigative services or acting as a statutory authority under open records laws.\n\n(4) COURT. A district court, if a school bus violation occurs in an unincorporated area or a municipal court if a violation occurs in an incorporated municipality.\n\n(5) GOVERNING BODY. A county commission, city council, or city commission.\n\n(6) LAW ENFORCEMENT AGENCY. A law enforcement agency of a local governing body, a county sheriff, the Alabama State Law Enforcement Agency, or a school system that is authorized to issue a citation for a violation of the state vehicle law or of local traffic laws or regulations.\n\n(7) OWNER. The meaning ascribed to owner in Section 32-1-1.1, except that the term shall not include a motor vehicle rental or leasing company when a motor vehicle registered by the company is being operated by another person under a rental or lease agreement with the company, in which event owner shall mean the person to whom the vehicle is rented or leased; nor shall the term include motor vehicles displaying a dealer license plate, in which event owner shall mean the person to whom the vehicle is assigned for use; nor shall the term include the owner of a vehicle that has been reported stolen to a law enforcement agency prior to the time of the violation, in which event owner shall mean the person who is found guilty of stealing the motor vehicle.\n\n(8) SCHOOL BUS VIOLATION or VIOLATION. Any violation of Section 32-5A-154.\n\n(9) TRAINED TECHNICIAN. A sworn law enforcement officer or person who has received instruction and training in the proper use of the automated photographic enforcement system to be used by the school board or contractor.\n\n(Act 2016-166, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-2/"
    },
    {
      "id": "section-16-27a-3",
      "number": "16-27A-3",
      "heading": "Adoption of Automated School Bus Enforcement Program; Fines.",
      "text": "Section 16-27A-3\n\nAdoption of Automated School Bus Enforcement Program; Fines.\n\n(a) A board may approve the use of automated devices to detect school bus violations by voting at a meeting of the board to approve the adoption of an automated school bus enforcement program.\n\nThe school board may elect to operate the program authorized in this chapter without the involvement of the governing body or sheriff through the utilization of a trained technician. In such case, all references in this chapter to governing body, county, or city shall apply to the school board.\n\n(b) In the alternative, if approved by a board and authorized by ordinance or resolution enacted by the governing body, the board may enter into an agreement with a contractor for the installation, operation, notice processing, administration, and maintenance of school bus automated devices on buses within the school system’s fleet whether owned or leased. Prior to entering into a contract for the installation, operation, notice processing, administration, and maintenance of school bus automated devices, the board shall have entered into an intergovernmental agreement with the appropriate law enforcement agencies, municipal police department, the Alabama State Law Enforcement Agency, and/or county sheriff, and the local governing body providing that the appropriate law enforcement agency is willing to review any violation occurring in its respective jurisdiction.\n\n(c) A civil fine of three hundred dollars ($300) for each offense shall be imposed for a school bus violation for which a notice of violation is issued pursuant to this chapter. All such fines shall be paid, after deducting costs to administer, operate, and maintain the program, as follows: 40 percent to the county or municipal governing body which contracted for the operation of a school bus violation program through an intergovernmental agreement with the board pursuant to subsection (b); 40 percent to the school system where the offense was committed; 10 percent to the State Department of Education for school bus safety initiatives; and 10 percent to the Alabama State Law Enforcement Agency for highway safety enforcement.\n\n(Act 2016-166, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-3/"
    },
    {
      "id": "section-16-27a-4",
      "number": "16-27A-4",
      "heading": "Notice of Violation; Destruction of Images and Information.",
      "text": "Section 16-27A-4\n\nNotice of Violation; Destruction of Images and Information.\n\n(a) After review of the violation by a law enforcement officer or trained technician, the governing body or contractor shall send the owner of a vehicle that has been detected by the device as being involved in a school bus violation a notice of violation by U. S. mail. A notice of violation shall be mailed no later than 14 days after being reviewed by law enforcement. In the event there is more than one owner, the notice may be issued to the first person listed on the title or other evidence of ownership, or jointly to all listed owners.\n\n(b) The notice of violation shall include at a minimum each of the following items of information:\n\n(1) The name and address of the person alleged to be liable as the owner of the motor vehicle involved in the violation.\n\n(2) The license tag number of the vehicle.\n\n(3) The violation charged.\n\n(4) The date, time, and location where the violation occurred.\n\n(5) The photographic images and the online video of the vehicle that are captured by the automated device. The image or video shall be reviewed by a law enforcement officer or trained technician who shall electronically certify the notice of violation. The image or video may not contain images of the face of the driver or passengers in the vehicle.\n\n(6) The amount of the civil fine along with the time, place, and manner for payment of the fine which shall include the option to pay the fine by electronic means.\n\n(7) The procedure under which the notice of violation may be contested, or the procedure and conditions under which responsibility for payment of the civil fine may be transferred to another individual who was operating the vehicle at the time of the violation.\n\n(8) The date by which the local governing body must receive payment of the civil fine, receive notice by the owner that responsibility is being transferred to another, or receive notice by the owner that the notice of violation is being contested, shall be clearly and prominently stated on the notice of violation. The time may not be less than 30 days after the notice of violation is mailed.\n\n(c) All recorded video images and other photographic information obtained through the use of school bus violation detection monitoring systems authorized in this chapter that do not identify a violation shall be destroyed by any city, town, school system or contractor within 90 days of the date the image was recorded, unless otherwise ordered by a court of competent jurisdiction. All photographic and other recorded information that identifies a violation shall be destroyed within 30 days of final disposition of proceedings related to the enforcement or defense of a violation, unless otherwise ordered by a court of competent jurisdiction.\n\n(d) All photographic evidence regardless of whether it is a still photograph or video shall remain the sole property of the board and shall be available to a third party, other than the alleged violator, pursuant only to a valid court order.\n\n(e) Except as expressly provided, all civil actions based on evidence produced by a school bus violation detection monitoring system shall follow the procedures set out in this chapter.\n\n(Act 2016-166, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-4/"
    },
    {
      "id": "section-16-27a-5",
      "number": "16-27A-5",
      "heading": "Payment of Fines.",
      "text": "Section 16-27A-5\n\nPayment of Fines.\n\nThe owner of a vehicle that has been issued a notice of violation shall be responsible for payment of the civil fine unless the owner successfully transfers responsibility, there is an adjudication that no violation occurred, or there is an otherwise lawful determination that no civil penalty shall be imposed. All owners of a vehicle who are mailed or receive a notice of violation shall be jointly and severally liable for payment of the civil fine. The county or municipality may collect the civil fine in the same manner as any other debt owed to the county or municipality.\n\n(Act 2016-166, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-5/"
    },
    {
      "id": "section-16-27a-6",
      "number": "16-27A-6",
      "heading": "Transfer of Responsibility for Payment of Fine.",
      "text": "Section 16-27A-6\n\nTransfer of Responsibility for Payment of Fine.\n\n(a) The owner shall not be responsible for payment of the civil fine resulting from a notice of violation if each of the following conditions apply:\n\n(1) The vehicle was operated at the time of the violation by a person who was not the owner or an agent or employee of the owner.\n\n(2) The owner signs and timely transmits to the governing body on the form provided with the notice of violation and in accordance with the procedure set out on the notice of violation a statement that he or she was not operating the vehicle at the time of the violation, and that the person who was operating the vehicle was not the agent or employee of the owner.\n\n(3) The owner timely transmits to the governing body on the form provided with the notice of violation and in accordance with the procedure set out on the notice of violation the name and mailing address of the person who was operating the vehicle.\n\n(4) The civil fine is paid by any person, unless there is adjudication that no violation occurred or there is otherwise a lawful determination that no civil penalty shall be imposed.\n\n(b) Whenever a county or municipality timely receives the information required from the owner to transfer responsibility, the county, municipality, or its contractor shall issue a new notice of violation to the person to whom the owner transferred responsibility with an explanation as to why the person is receiving the notice of violation, in the same manner as if the person were the owner of the vehicle. The person shall be responsible for payment of the civil fine unless the person either:\n\n(1) Timely returns a signed statement on a form provided with the notice of violation that he or she was not the operator and declining responsibility, in which case responsibility shall fall back to the owner.\n\n(2) Admits to being the operator but denies committing a violation, in which case the person may contest the notice of violation in the same manner as the owner may contest the notice of violation.\n\n(c) In cases in which a person other than the owner denies he or she was the operator and declines responsibility, a new notice shall be issued to the owner stating that the other person declined responsibility and giving the owner the option of paying the civil fine or contesting the violation by a stated date that shall be not less than 20 days from the mailing of the new notice. The owner may not attempt to transfer responsibility more than one time using this procedure. If the owner chooses to contest the notice of violation after the owner has unsuccessfully attempted to transfer responsibility using this procedure, and the owner claims in defense that another person was the operator of the vehicle, the court may take appropriate action to cause the owner and the other person to appear at the same hearing to determine responsibility.\n\n(Act 2016-166, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-6/"
    },
    {
      "id": "section-16-27a-7",
      "number": "16-27A-7",
      "heading": "Contesting a Notice of Violation; Adjudication.",
      "text": "Section 16-27A-7\n\nContesting a Notice of Violation; Adjudication.\n\n(a) No person shall be responsible for payment of a civil fine for a notice of violation issued under this chapter if the operator of the vehicle that is the subject of the notice of violation is adjudicated to have not committed a violation or there is otherwise a lawful determination that no civil penalty may be imposed. Any person receiving a notice of violation pursuant to this chapter, in accordance with the procedure set out in this chapter and on the notice of violation, may contest the notice of violation by obtaining a hearing in the court.\n\n(b) District and municipal courts of this state are vested with the power and jurisdiction to adjudicate a notice of violation issued pursuant to this chapter as a civil offense whenever the offense is alleged to have occurred within the geographic jurisdiction of the court.\n\n(c) The following procedures shall apply to proceedings to contest a notice of violation issued pursuant to this chapter:\n\n(1) Upon receipt of a timely notice that the person receiving the notice of violation is contesting the notice, the governing body shall cause the case to be docketed in court and shall issue notice of the hearing date.\n\n(2) The issuance of a notice of violation shall be prima facie evidence that the person who received the notice of violation was operating the vehicle at the time of the violation.\n\n(3) In the event there is a dispute between the owner and another as to which person was operating the vehicle at the time of the alleged violation, or a dispute between joint owners, it shall be presumed that the owner was operating the vehicle, and in the event there are joint owners, the presumption shall follow the order the owners are listed on the title or other evidence of ownership. However, a court may determine the identity of the operator of the vehicle based on any admitted evidence.\n\n(4) The notice of violation, any evidence of the violation produced by a device, and evidence of ownership of a vehicle as shown by copies or summaries of official records shall be admissible into evidence without foundation.\n\n(5) All other matters of evidence and procedure not specifically addressed in this chapter shall be subject to the rules of procedure as provided in this chapter. On any appeal in the circuit court the procedures shall be as for any civil case in circuit court.\n\n(6) The court shall apply the preponderance of the evidence standard in adjudicating any notice of violation.\n\n(7) Whenever payment of a civil fine is due, the amount of the civil fine may not be decreased and the liability may be satisfied only by payment.\n\n(8) A civil fine in the amount of three hundred dollars ($300) shall be assessed for each offense, and court costs shall be assessed only in contested cases in the same manner and in the same amounts prescribed for a violation prosecuted as a misdemeanor under Section 32-5A-154. Court costs collected pursuant to this chapter shall be distributed in the same manner as prescribed by law for the distribution of court costs for misdemeanor violations. An additional fee of ten dollars ($10) shall be collected by the district or municipal court in connection with notices issued under this chapter to be paid to the State Bureau of Investigations and deposited in the State Treasury to the credit of the Criminal Justice Information System Automation Fund as compensation for record keeping and transaction processing with respect to violation notices issued under this chapter. Any civil fine assessed under this chapter and collected by the court shall be remitted pursuant to subsection (c) of Section 16-27A-3.\n\n(Act 2016-166, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-7/"
    },
    {
      "id": "section-16-27a-8",
      "number": "16-27A-8",
      "heading": "Appeals.",
      "text": "Section 16-27A-8\n\nPersons who contest a notice of violation and are adjudicated by the court to be responsible for the civil fine may appeal the adjudication for a trial de novo to the circuit court of the county in which the district or municipal court is located, using the procedures that apply to criminal convictions with the following qualifications:\n\n(1) The proceedings shall retain their civil nature on appeal with the circuit court applying the preponderance of the evidence standard.\n\n(2) The person appealing must, as a condition precedent to appeal, pay the civil fine in full, and failure to do so shall divest the circuit court of jurisdiction. If on appeal the circuit court finds that the person is not responsible for payment of the civil fine, the county or municipality shall refund the same without interest within 15 days of receipt of notice of the disposition from the circuit court. If the person is adjudicated by the circuit court to be responsible for payment of the civil fine, then no additional fine may be imposed by the circuit court, but court costs of the circuit court shall be owed by the person adjudicated responsible with 100 percent of the court costs retained by the circuit court. Court costs in the circuit court shall be calculated as are court costs for criminal appeals from the district or municipal court, and in the event the circuit court finds the person appealing not to be responsible, no court costs shall be owed by the county or municipal board of education.\n\n(3) Regardless of the civil nature of the proceedings, the circuit court, in its discretion and for its administrative convenience, may assign case numbers as for criminal appeals and place the appeals on criminal dockets in the same manner as criminal appeals from a district or municipal court.\n\n(Act 2016-166, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-8/"
    },
    {
      "id": "section-16-27a-9",
      "number": "16-27A-9",
      "heading": "Exception When Identity of Owner Cannot Be Reliably Established.",
      "text": "Section 16-27A-9\n\nException When Identity of Owner Cannot Be Reliably Established.\n\nIn the event the evidence produced by an automated device does not produce an image or video of the license plate with sufficient clarity for a law enforcement officer or trained technician to determine the identity of the owner, and if the identity cannot otherwise be reliably established, then no notice of violation may be issued pursuant to this chapter.\n\n(Act 2016-166, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-9/"
    },
    {
      "id": "section-16-27a-10",
      "number": "16-27A-10",
      "heading": "Nonpayment of Civil Fine.",
      "text": "Section 16-27A-10\n\nNonpayment of Civil Fine.\n\n(a) No person may be arrested or incarcerated for nonpayment of a civil fine.\n\n(b) A governing body may contract with a collection service for the purpose of collecting any unpaid civil fine authorized by this chapter.\n\n(Act 2016-166, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-10/"
    },
    {
      "id": "section-16-27a-11",
      "number": "16-27A-11",
      "heading": "Construction with Other Laws.",
      "text": "Section 16-27A-11\n\nConstruction with Other Laws.\n\nAdoption by a board of the procedures under this chapter and the enforcement of this chapter by a governing body shall not affect current procedure and prosecutions commenced by issuance of a uniform traffic ticket and complaint by a law enforcement officer or otherwise. The issuance of a notice of violation as authorized by this chapter shall be subordinate to the issuance of a uniform traffic ticket and complaint for the same action if issued by a sworn law enforcement officer, and issuance of a uniform traffic ticket and complaint for a school bus violation shall preclude issuance of a notice of violation as authorized by this chapter. In the event both a uniform traffic ticket and complaint and a notice of violation as authorized by this chapter are issued for the same action, the one issued by a sworn law enforcement officer pursuant to Section 32-5A-154, shall control and shall constitute a defense to the other.\n\n(Act 2016-166, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-11/"
    },
    {
      "id": "section-16-27a-12",
      "number": "16-27A-12",
      "heading": "Cause of Action by Owner Against Actual Operator.",
      "text": "Section 16-27A-12\n\nCause of Action by Owner Against Actual Operator.\n\n(a) Any person who is held responsible for payment of a civil fine as provided herein, but who was not actually operating the involved vehicle, who timely and properly followed the procedure to transfer responsibility but is ultimately held responsible because of the person’s ownership of the vehicle, and who actually pays the civil fine, shall have a cause of action against the person who was operating the vehicle for the amount of the civil fine actually paid plus a reasonable attorney fee, without regard to the rules regarding joint and several liability, contribution, or indemnity.\n\n(b) As a condition precedent to the bringing of a civil action under subsection (a), the person held responsible for payment of the civil fine shall first make written demand on the other person for reimbursement of the civil fine, giving a minimum of 60 days to remit payment, and if reimbursement is fully made within the 60 day period then the cause of action shall be extinguished and no attorney fees or other damages shall attach to the reimbursement.\n\n(Act 2016-166, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-27a/section-16-27a-12/"
    }
  ]
}