{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-33a-alabama-student-grant-program",
  "sections": [
    {
      "id": "section-16-33a-1",
      "number": "16-33A-1",
      "heading": "Definitions.Section 16-33A-2 - Legislative Findings; Purpose of Chapter",
      "text": "Section 16-33A-1\n\nDefinitions.\n\nAs used in this chapter, unless the context requires otherwise, the following terms shall have the meanings respectively ascribed to them by this section:\n\n(1) ACHE. The Alabama Commission on Higher Education.\n\n(2) ALABAMA RESIDENT. A person who has been domiciled in the State of Alabama for a period of at least 12 consecutive months immediately preceding application for a grant under the Alabama Student Grant Program. The ACHE shall promulgate and enforce regulations further defining and limiting the term domicile so as to limit the benefits of this legislation to bona fide Alabama citizens, based upon criteria including residency of parents and guardians, voter registration of students and parents, driver’s license registration, and other facts indicating bona fide citizenship.\n\n(3) APPROVED INSTITUTION. Any independent nonprofit postsecondary institution of higher learning located in the State of Alabama which is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools, any independent nonprofit postsecondary institution of higher learning whose credits are accepted by at least three other institutions which are accredited by the Commission on Colleges of the Southern Association of Colleges and Schools, or any independent postsecondary institution of higher learning with a permanent facility offering classroom instruction located in Montgomery County, Alabama, which has been incorporated and in continuous operation for over 50 years and which has been accredited for over 10 years by the Commission on Colleges of the Southern Association of Colleges and Schools, prior to July 1, 2010. Such an approved institution must have an academic curriculum which is not comprised principally of sectarian instruction or preparation of students for a sectarian vocation and which does not award primarily theologian or seminarian degrees. To the extent that any such institution may have a religious or denominational affiliation, it must perform essentially secular educational functions which are distinct and separable from religious activity. Such an approved institution must not discriminate in its admissions practices on the basis of religious or denominational preference. No independent postsecondary institution of higher learning shall be considered an approved institution during any fiscal year in which it receives a direct appropriation from the State of Alabama. Nothing contained herein shall be construed to limit, replace, or diminish any direct state appropriation now being made or which shall hereafter be made to any independent institution of higher learning.\n\n(4) ELIGIBLE STUDENT. Any applicant for a grant under the Alabama Student Grant Program who:\n\na. Has obtained a certificate of graduation from a secondary school or the recognized equivalent of such graduation; and\n\nb. Is classified as an undergraduate student, as defined in this chapter; and\n\nc. Is an Alabama resident, as defined in this chapter; and\n\nd. Is a citizen of the United States or in the process of becoming a citizen of the United States; and\n\ne. Is enrolled or accepted for enrollment as a full-time or part-time student in a program of at least six months’ duration in an approved institution as defined in this chapter; and\n\nf. Is not enrolled and does not intend to enroll in a course of study leading to an undergraduate degree in theology or divinity.\n\n(5) FULL-TIME STUDENT. An individual student who meets the criteria established by definitions, rules, and regulations to be established by the ACHE.\n\n(6) GRANT. A monetary award under the Alabama Student Grant Program to an approved institution on behalf of and to the credit of an eligible student pursuant to this chapter.\n\n(7) INSTITUTIONAL RELATED EXPENSES. Nonsectarian educational expenses, including, but not limited to, tuition, mandatory fees, room and board, transportation, books and supplies, and other incidental nonsectarian education expenses anticipated by an eligible student.\n\n(8) PART-TIME STUDENT. An individual student who meets all qualifications as an eligible student and who meets the further criteria to be established by the ACHE.\n\n(9) PROGRAM. The Alabama Student Grant Program, including the administration thereof.\n\n(10) UNDERGRADUATE STUDENT. Any individual student who meets all other qualifications as an eligible student and has not received a baccalaureate degree or its equivalent.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §1; Act 2010-686, p. 1657, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-1/"
    },
    {
      "id": "section-16-33a-2",
      "number": "16-33A-2",
      "heading": "Legislative Findings; Purpose of Chapter.",
      "text": "Section 16-33A-2\n\nLegislative Findings; Purpose of Chapter.\n\nThe Legislature declares that there exists within the State of Alabama a number of accredited independent colleges and universities whose facilities could be used more effectively in the public interest by the grant of financial assistance to residents of the state who choose to attend such colleges and universities, in order to pay a portion of such residents’ institutional related expenses at such colleges and universities, thereby reducing the cost to taxpayers of the state below the cost of providing similar instruction to such residents at institutions of higher learning within the state higher education system.\n\nThe Legislature finds and declares that there is an apparent need to narrow the gap in student charges between public universities and colleges and independent institutions of higher education in Alabama in order to provide students with true economic and academic freedom of choice in selecting a college; and to help assure that independent colleges will continue to contribute to the overall quality and diversity of postsecondary education in Alabama.\n\nThis chapter is intended to provide higher educational opportunities to bona fide residents of the state by utilizing the facilities and resources of independent colleges and universities in the state more effectively.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-2/"
    },
    {
      "id": "section-16-33a-3",
      "number": "16-33A-3",
      "heading": "Amount of Grant for Each Eligible Student; Grants Payable to Institutions on Behalf of Students.",
      "text": "Section 16-33A-3\n\nAmount of Grant for Each Eligible Student; Grants Payable to Institutions on Behalf of Students.\n\nThere is granted to each eligible student attending an approved institution the sum of three thousand dollars ($3,000) per academic year, which sum shall be distributed to the institution on behalf of and to the credit of the student in accordance with rules adopted by the Alabama Commission on Higher Education.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §3; Acts 1989, No. 89-399, p. 779, §1; Act 2021-442, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-3/"
    },
    {
      "id": "section-16-33a-4",
      "number": "16-33A-4",
      "heading": "Program Administration.",
      "text": "Section 16-33A-4\n\nProgram Administration.\n\nThe Alabama Student Grant Program created under this chapter shall be administered by the Alabama Commission on Higher Education. The Executive Director of the ACHE shall have primary responsibility for the administration of the program, including appropriate staffing, in accordance with rules, regulations, policies and procedures to be promulgated by the ACHE.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-4/"
    },
    {
      "id": "section-16-33a-5",
      "number": "16-33A-5",
      "heading": "Basic Powers and Duties of Ache.",
      "text": "Section 16-33A-5\n\nBasic Powers and Duties of Ache.\n\n(a) Basic powers. ACHE may adopt rules, policies, and procedures as may be reasonable and proper in order to carry out the purposes of this chapter. Without limiting the generality of the foregoing, ACHE may do all of the following:\n\n(1) Adopt reasonable rules and determinations concerning the qualification of applicants as Alabama residents or as eligible students and the qualification of institutions as approved institutions.\n\n(2) Alter or amend the definition of “eligible student” in order to enable the program to meet the requirements of the state or federal constitutions or any applicable statute, administrative rule, or judicial decision, if the alteration is deemed both necessary and reasonable.\n\n(3) Determine the extent to which applicants, including part-time students, shall be eligible for grants under this chapter.\n\n(4) Adopt reasonable rules and determinations concerning the method of payment of grants to approved institutions on behalf of and to the credit of eligible students.\n\n(5) Request submission of and obtain all information reasonably needed for the effective administration of the program from individual applicants for grants or from institutions which enroll eligible students.\n\n(6) Accept grants and contributions, which are intended to provide financial assistance to Alabama students, and to use those grants and contributions for the purpose or purposes for which the same are made.\n\n(b) Basic duties. ACHE shall be responsible for the effective implementation and administration of the program. ACHE shall do all of the following:\n\n(1) Issue public information, design all forms needed for the effective administration of the program, process all applications, certifications of eligibility, approvals, awards, renewals, revocations, and disbursements of grants, ensure against the utilization of grants for religious or sectarian purposes as provided in Section 16-33A-7, and adopt and implement all rules, policies, and procedures reasonably needed for the effective administration of the program.\n\n(2) Provide information including, but not limited to, brochures, pamphlets, and signage explaining the program and the process for applying for grants under the program, to high school guidance counselors and student counselors employed by approved institutions for publication and distribution to students.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §5; Act 2021-442, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-5/"
    },
    {
      "id": "section-16-33a-6",
      "number": "16-33A-6",
      "heading": "Grant Procedures and Requirements.",
      "text": "Section 16-33A-6\n\nGrant Procedures and Requirements.\n\n(a) Availability of grants. Grants shall be available to eligible students and shall be paid to approved institutions on behalf of and to the credit of such students, without regard to place of residence within the State of Alabama, age, race, color, creed, sex or national origin, and shall be paid out of funds appropriated in the annual budget.\n\n(b) Application for grants. Grants may be applied for by any eligible student wishing to receive same, through an approved institution in which he is enrolled or plans to enroll, pursuant to procedures to be devised and implemented by the ACHE.\n\n(c) Approval and award of grants. The ACHE shall not approve any grant until there has been received from an appropriate officer of an approved institution in which an applicant is enrolled, a certification that the applicant is an eligible student. Upon receipt of a proper certification of eligibility, the ACHE shall remit, within a reasonable time, such grant to the approved institution in which an applicant is enrolled on behalf of and to the credit of the applicant. Upon awarding a grant, the ACHE shall issue a certificate evidencing the award to the student involved and shall forward a copy to the institution that is to receive the grant on behalf of and to the credit of the student.\n\n(d) Renewal of grants. Each grant shall be renewable annually for the number of semesters or quarters (or their equivalent) normally required by the institution for the course of study in which the individual student is enrolled, not to exceed five academic years or until such earlier time as the student receives a baccalaureate degree, or has expended 10 semesters or 15 quarters (or their equivalent) of enrollment. The ACHE shall grant a renewal only upon the student’s annual application and upon verification that the student remains an eligible student as defined in this chapter.\n\n(e) Revocation of grants. If a student on whose behalf and to whose credit a grant has been made shall fail to comply with the established rules and regulations in respect to such grant, or shall fail to obtain the minimum level of achievement prescribed for the retention of such grant, or shall for any reason fail to enroll in or be expelled or suspended from an approved institution, the ACHE may, upon appropriate evidence, revoke such grant. In such case, the institution shall reimburse the program for the amount of such grant. A student may again become eligible for a grant when all requirements for eligibility have been met.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-6/"
    },
    {
      "id": "section-16-33a-7",
      "number": "16-33A-7",
      "heading": "Nonsectarian Use of Funds Required.",
      "text": "Section 16-33A-7\n\nNonsectarian Use of Funds Required.\n\n(a) In the case of a student enrolled in an institution which has a religious or denominational affiliation, the ACHE shall devise and implement rules, regulations and procedures to insure that the maximum amount of assistance available to a student at a given institution under the program does not exceed the per student operating expenditures of the institution for nonsectarian, secular educational purposes.\n\n(b) Under no circumstances shall any funds paid pursuant to this chapter be utilized by an institution for religious, sectarian or denominational purposes, and the ACHE shall devise and implement such regulations and procedures as may be appropriate to insure that such funds are used solely for nonsectarian, secular educational purposes. Any institution receiving grant funds on behalf of and to the credit of eligible students shall segregate such funds in a special revenue account and shall identify nonsectarian expenditures of such funds in its budget. Each institution shall maintain documentation acceptable to ACHE of its expenditure of grant funds to permit verification by ACHE, the chief examiner of public accounts or the state auditor.\n\n(c) Under no circumstances shall this chapter be construed as authorizing money raised for the support of public schools in the State of Alabama to be appropriated or used for the support of any sectarian or denominational school. All grants permitted by this chapter are strictly limited to eligible students enrolled or accepted for enrollment in an approved institution as defined in this chapter.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-7/"
    },
    {
      "id": "section-16-33a-8",
      "number": "16-33A-8",
      "heading": "Audits of Educational Institutions; Annual Reports to Legislature by Educational Institutions.",
      "text": "Section 16-33A-8\n\nAudits of Educational Institutions; Annual Reports to Legislature by Educational Institutions.\n\nThe Department of Examiners of Public Accounts is hereby authorized and empowered to audit the records of any said institution of postsecondary education which receives any such grants as a result of this chapter to the same extent, degree and scope as its audits of other public educational institutions, and said institution of postsecondary education shall submit to the Legislature each year, before any subsequent grants may be applied for or considered, a full accounting of its receipts, disbursements, assets, liabilities and other resources as of the date of the close of its immediately preceding academic year.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-8/"
    },
    {
      "id": "section-16-33a-9",
      "number": "16-33A-9",
      "heading": "Proration of Funds When Funds Insufficient to Provide Full Grants.",
      "text": "Section 16-33A-9\n\nProration of Funds When Funds Insufficient to Provide Full Grants.\n\nShould funds appropriated to the Alabama Student Grant Program be insufficient to provide each eligible student with a full grant for the term or terms requested, each eligible student shall receive a pro rata grant share of the available funds.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-9/"
    },
    {
      "id": "section-16-33a-10",
      "number": "16-33A-10",
      "heading": "False Statements and Misrepresentations.",
      "text": "Section 16-33A-10\n\nFalse Statements and Misrepresentations.\n\nAny person who knowingly makes or furnishes any false statement or misrepresentation, or who accepts such false statement or misrepresentation knowing the same to be false, for the purpose of wrongfully obtaining a grant under this chapter or enabling an individual student to wrongfully obtain a grant under this chapter, shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished as by law provided for a misdemeanor.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-10/"
    },
    {
      "id": "section-16-33a-11",
      "number": "16-33A-11",
      "heading": "Responsibility for Program Upon Cessation of Ache.",
      "text": "Section 16-33A-11\n\nResponsibility for Program Upon Cessation of Ache.\n\nShould ACHE cease to exist or function, the responsibility for the Alabama Student Grant Program shall be placed on its successor agency and, if none, then upon the State Board of Education.\n\n(Acts 1978, 2nd Ex. Sess., No. 90, p. 1778, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33a/section-16-33a-11/"
    }
  ]
}