{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-33d-reengage-alabama-grant-program",
  "sections": [
    {
      "id": "section-16-33d-1",
      "number": "16-33D-1",
      "heading": "Short Title.Section 16-33D-2 - Purpose",
      "text": "Section 16-33D-3 - Definitions.Section 16-33D-4 - Administration of Program; Adoption of Standards.Section 16-33D-5 - Grant Eligibility.Section 16-33D-6 - Awards; Renewal; Funding.Section 16-33D-7 - Annual Report.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-33d-2",
      "number": "16-33D-2",
      "heading": "Purpose.",
      "text": "Section 16-33D-2\n\nThe purpose of the ReEngage Alabama Grant Program is to do all of the following:\n\n(1) Increase the number of Alabama adults with college degrees.\n\n(2) Encourage adults who have earned some college credit hours to return to college, enroll, and complete a college degree program that is connected with workforce development needs and aligned with Alabama’s high demand occupations list.\n\n(3) Provide financial assistance to adult learners of the state for postsecondary education in the state.\n\n(Act 2023-539, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33d/section-16-33d-2/"
    },
    {
      "id": "section-16-33d-3",
      "number": "16-33D-3",
      "heading": "Definitions.",
      "text": "Section 16-33D-3\n\nDefinitions.\n\nFor the purposes of this chapter, the following terms have the following meanings:\n\n(1) ACADEMIC TERM. A portion of an academic year, such as a quarter or semester, during which an institution of higher education holds classes including, but not limited to, Fall, Winter, Spring, or Summer semesters.\n\n(2) ADULT LEARNER. An individual who is 25 years of age or older and returning to college.\n\n(3) ALABAMA RESIDENT. An individual who has been classified as an in-state resident by an authorized institution, who has established residency within this state for at least a 12-month period prior to the beginning of the term for which financial assistance is requested, and who is in this state for other than a temporary purpose.\n\n(4) APPROVED INSTITUTION. A state-supported institution of higher education or a private nonprofit institution of higher education that satisfies all of the following:\n\na. Is accredited by the Southern Association of Colleges and Schools Commission on Colleges, or the Council on Occupational Education.\n\nb. Is eligible to receive Title IV federal student aid program funds.\n\nc. Maintains its primary headquarters in Alabama.\n\n(5) AUTHORIZED INSTITUTION. An approved institution that files a signed agreement with the commission to comply with all rules and procedures of the ReEngage Alabama Grant Program as provided by the commission.\n\n(6) COMMISSION. The Alabama Commission on Higher Education.\n\n(7) CONTINUOUS ENROLLMENT. When an adult learner is making academic progress toward degree completion without a stop-out in enrollment of more than one consecutive semester or quarter, such as Fall/Winter to Spring, Spring to Summer/Fall, or Summer to Fall.\n\n(8) ELIGIBLE PROGRAM. A nonsectarian, secular educational program that is aligned with Alabama’s high demand workforce needs adopted by the Alabama Committee on Credentialing and Career Pathways.\n\n(9) ELIGIBLE STUDENT. An individual who completed the Free Application for Federal Student Aid (FAFSA), who is in pursuit of his or her first associate or baccalaureate degree, who satisfies the criteria set out in this chapter, and who is found to be eligible by rules adopted by the commission.\n\n(10) GRANT. A financial award by the State of Alabama to defray the cost of tuition and mandatory fees to an eligible adult learner who is currently enrolled in an authorized institution.\n\n(11) PROGRAM. The ReEngage Alabama Grant Program created by this chapter.\n\n(12) YEAR. An academic year that shall be divided into Fall, Winter, Spring, and Summer terms. The term does not mean calendar or fiscal year.\n\n(Act 2023-539, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33d/section-16-33d-3/"
    },
    {
      "id": "section-16-33d-4",
      "number": "16-33D-4",
      "heading": "Administration of Program; Adoption of Standards.",
      "text": "Section 16-33D-4\n\nAdministration of Program; Adoption of Standards.\n\n(a) The program shall be administered by the commission, which may adopt any rules necessary for the administration of the program.\n\n(b) The commission shall adopt standards for awarding grant payments to an eligible adult learner who satisfies all of the following:\n\n(1) Is a citizen or a lawful permanent resident of the United States.\n\n(2) Is a resident of Alabama.\n\n(3) Has not attended a postsecondary education institution for at least two years prior to his or her current enrollment.\n\n(Act 2023-539, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33d/section-16-33d-4/"
    },
    {
      "id": "section-16-33d-5",
      "number": "16-33D-5",
      "heading": "Grant Eligibility.",
      "text": "Section 16-33D-5\n\nGrant Eligibility.\n\nTo be eligible for the grant award, an applicant shall satisfy all of the following:\n\n(1) Be classified as an undergraduate student with the completion of at least 36 credit hours for an associate degree or at least 72 credit hours for a baccalaureate degree of a college degree program that is connected with workforce development needs and aligned with Alabama’s high demand occupations list adopted by the Alabama Committee on Credentialing and Career Pathways.\n\n(2) Show proof of residency.\n\n(3) Have good academic standing as defined by the institution.\n\n(4) Has been accepted to or is enrolled as a full-time or part-time student in an eligible program in an authorized institution leading to an associate or baccalaureate degree and has not attended a postsecondary education institution at least two years prior.\n\n(5) Satisfies continuing eligibility each term by enrolling in six hours or more per term continuously as established by the commission.\n\n(Act 2023-539, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33d/section-16-33d-5/"
    },
    {
      "id": "section-16-33d-6",
      "number": "16-33D-6",
      "heading": "Awards; Renewal; Funding.",
      "text": "Section 16-33D-6\n\nAwards; Renewal; Funding.\n\n(a) The program shall be used to provide grant award payments for eligible adult learners up to the maximum award amount of three thousand dollars ($3,000) for universities and one thousand five hundred dollars ($1,500) for community colleges per academic semester for a full-time student. Proportional awards shall be given for students taking six to 11 hours and students enrolled in less common academic terms, such as quarters, Summer terms, and intersessions.\n\n(b) Each grant shall be renewable for the number of terms normally required by the institution for the course of study in which the adult learner is enrolled as long as the student is continuously enrolled until the student receives an associate degree or a baccalaureate degree. The commission shall grant a renewal upon verification that the student remains an eligible student.\n\n(c) Grant award payments shall be distributed directly to the approved institution on behalf of the student during the applicable year.\n\n(d) The requirements of this chapter are contingent upon available funding for the program.\n\n(e) The commission shall determine the necessary procedures for awarding grant award payments if the number of eligible applicants and recipients exceeds available funding.\n\n(f) Any funds appropriated to the program shall be nonreverting.\n\n(g) A percentage of the grant program’s appropriations may be expended for the operation and maintenance of the program.\n\n(h) Each authorized institution that enrolls an adult learner who is eligible for the tuition and mandatory fees benefits provided by this program shall take necessary action to ensure that the student is aware of all other benefits that he or she may be entitled to under any other federal and state educational benefits, and any student grant or scholarship. In order to receive the benefits provided by this program, the student shall take the necessary steps to utilize all of the above benefits.\n\n(Act 2023-539, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33d/section-16-33d-6/"
    },
    {
      "id": "section-16-33d-7",
      "number": "16-33D-7",
      "heading": "Annual Report.",
      "text": "Section 16-33D-7\n\nAnnual Report.\n\n(a) The commission shall provide an annual report to the Chair of the House Ways and Means Education Committee and the Chair of the Senate Finance and Taxation Education Committee to account for the use of funds and the effectiveness of the grant program established under this chapter.\n\n(b) The commission shall consult with the Alabama Commission on the Evaluation of Services to develop performance metrics and other measures of success to include in the annual report required pursuant to subsection (a). During the 2027 Fiscal Year, the program shall undergo an evaluation by the Alabama Commission on the Evaluation of Services to determine whether the program is impacting the determined measures of success.\n\n(Act 2023-539, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-33d/section-16-33d-7/"
    }
  ]
}