{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-25b-retirement-trust-for-football-coaches-of-public-",
  "sections": [
    {
      "id": "section-16-25b-1",
      "number": "16-25B-1",
      "heading": "Election of Participation.Section 16-25B-2 - Participants Not Eligible for State Plans",
      "text": "Section 16-25B-1\n\nElection of Participation.\n\nNotwithstanding any other provisions to the contrary, any football coach employed by any public, four-year institutions of higher learning located in this state may elect to participate in the American Football Coaches Retirement Trust under the conditions provided herein.\n\n(Acts 1991, No. 91-656, p. 1242, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-1/"
    },
    {
      "id": "section-16-25b-2",
      "number": "16-25B-2",
      "heading": "Participants Not Eligible for State Plans.",
      "text": "Section 16-25B-2\n\nParticipants Not Eligible for State Plans.\n\nA football coach who elects to participate in the said trust will be ineligible to contribute to either the state’s deferred compensation or profit sharing plans administered on behalf of state employees during any calendar year in which such football coach makes contributions to the trust.\n\n(Acts 1991, No. 91-656, p. 1242, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-2/"
    },
    {
      "id": "section-16-25b-3",
      "number": "16-25B-3",
      "heading": "Institutions Authorized to Make Contributions on Behalf of Participants.",
      "text": "Section 16-25B-3\n\nInstitutions Authorized to Make Contributions on Behalf of Participants.\n\nIt is the expressly declared intent of the Legislature that any institution which employs a participant in the trust is authorized to make contributions or payments to the trust on behalf of participants.\n\n(Acts 1991, No. 91-656, p. 1242, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-3/"
    },
    {
      "id": "section-16-25b-4",
      "number": "16-25B-4",
      "heading": "Board of Trustees to Administer Coaches’ Participation.",
      "text": "Section 16-25B-4\n\nBoard of Trustees to Administer Coaches’ Participation.\n\nThe board of trustees of public, four-year institutions of higher learning in this state shall provide for the administration of such football coaches’ participation in the trust and perform or authorize the performance of such functions as may be necessary for such participation in accordance with this chapter and federal laws.\n\n(Acts 1991, No. 91-656, p. 1242, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-4/"
    },
    {
      "id": "section-16-25b-5",
      "number": "16-25B-5",
      "heading": "Annual Report; Contents.",
      "text": "Section 16-25B-5\n\nAnnual Report; Contents.\n\nThe boards of trustees of public, four-year institutions of higher learning in this state shall be jointly responsible for filing an annual report on the status of the trust. The report shall be filed with the State Treasurer no later than May 1 of each year, and shall cover the most recently ended plan, year ending on December 31. The report as specified herein shall include the following:\n\n(1) Year-end financial statements including auditor’s statements when available;\n\n(2) Reports detailing contributions, and any earnings received by the trust;\n\n(3) Reports listing each participating state employee’s contributions made to the trust for the calendar year which were deducted from such employees’ compensation;\n\n(4) Status reports relative to total participation in the trust;\n\n(5) Copies of any amendments made to the plan; and\n\n(6) Publications by the trust’s administrator to the members and/or other interested parties.\n\n(Acts 1991, No. 91-656, p. 1242, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-5/"
    },
    {
      "id": "section-16-25b-6",
      "number": "16-25B-6",
      "heading": "Effect of Trust Deferred Compensation on Other Programs.",
      "text": "Section 16-25B-6\n\nEffect of Trust Deferred Compensation on Other Programs.\n\nNotwithstanding any other provision of the law, any compensation deferred under this chapter shall be considered part of an employee’s compensation for purposes of any other employee retirement, pension or benefit program. No deferral of income under this chapter shall effect a reduction of any retirement, pension or other benefit program otherwise provided by law.\n\n(Acts 1991, No. 91-656, p. 1242, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-6/"
    },
    {
      "id": "section-16-25b-7",
      "number": "16-25B-7",
      "heading": "Inclusion for Federal Income Taxes.",
      "text": "Section 16-25B-7\n\nInclusion for Federal Income Taxes.\n\nAs provided by the United States Internal Revenue Code, any sum deferred under the trust shall not be included for the purposes of computation of any federal income taxes withheld on behalf of any employee.\n\n(Acts 1991, No. 91-656, p. 1242, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-7/"
    },
    {
      "id": "section-16-25b-8",
      "number": "16-25B-8",
      "heading": "Authority to Participate In, Suspend or Withdraw from Trust.",
      "text": "Section 16-25B-8\n\nAuthority to Participate In, Suspend or Withdraw from Trust.\n\nThe State Finance Director, the Senate Chairman of the Finance and Taxation Committee, the House Chairman of the Ways and Means Committee, and the Chief Executive Officer of the Alabama Retirement Systems shall be responsible for authorizing the participation in the trust as conferred by this chapter, for suspending participation in the trust at any time, or withdrawing from participation in the trust at any time.\n\n(Acts 1991, No. 91-656, p. 1242, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-25b/section-16-25b-8/"
    }
  ]
}