{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-40a-responsible-sexual-behavior-and-prevention-of-il",
  "sections": [
    {
      "id": "section-16-40a-1",
      "number": "16-40A-1",
      "heading": "Legislative Findings; Purpose of Chapter",
      "text": "Section 16-40A-1\n\nLegislative Findings; Purpose of Chapter.\n\n(a) The Legislature finds that:\n\n(1) Pregnancy and childbirth among unmarried adolescents, particularly young adolescents, often results in severe adverse health, social, and economic consequences, including: a higher percentage of pregnancy and childbirth complications; a higher incidence of low birth weight babies; a higher frequency of developmental disabilities; higher infant mortality and morbidity; a decreased likelihood of completing school; a greater likelihood that an adolescent marriage will end in divorce; and higher risks of unemployment and welfare dependency.\n\n(2) Drug and alcohol abuse diminish the strength and vitality of the young people of our nation and state; an increasing number of substances, both legal and illegal, are being abused by increasing numbers of school children, even at the grade school level; abuse of any substance causes human behavior that influences many forces, including school, family, church, community, media, and peer groups. Prevention and early intervention in such behavior requires cooperation and coordination involving strategies designed to respond to carefully defined problems in which the education system of the state can play an important role.\n\n(b) The purposes of this chapter are:\n\n(1) To find effective means, within the context of the school environment, of reaching adolescents before they become sexually active in order to maximize the guidance and support available to adolescents from teachers, parents, and other family members, and to promote self discipline and other prudent approaches to the problem of premarital sexual relations of adolescents, including adolescent pregnancy.\n\n(2) To encourage the prevention of alcohol and drug abuse among children in the public schools; to stimulate the development of improved approaches to the prevention of alcohol and drug abuse; to demonstrate the use of such approaches in model educational programs and to evaluate the effectiveness thereof; to disseminate successful approaches and significant information for use in educational programs throughout the public schools; and to provide training programs for school administrators, teachers, and counselors.\n\n(Acts 1992, No. 92-590, p. 1216, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-40a/section-16-40a-1/"
    },
    {
      "id": "section-16-40a-2",
      "number": "16-40A-2",
      "heading": "Minimum Contents to Be Included in Sex Education Program or Curriculum.",
      "text": "Section 16-40A-2\n\nMinimum Contents to Be Included in Sex Education Program or Curriculum.\n\n(a) Any program or curriculum in the public schools in Alabama that includes sex education or the human reproductive process shall, at a minimum, include and emphasize the following:\n\n(1) Abstinence from sex is the only completely effective protection against unintended pregnancy, sexually transmitted diseases and infections, and human immunodeficiency virus (HIV) when transmitted sexually.\n\n(2) Abstinence from sex outside of marriage is the expected social standard for unmarried school-age persons.\n\n(b) Course materials and instruction that relate to sexual health education or sexually transmitted diseases and infections shall be age-appropriate and medically accurate.\n\n(c) Course materials and instruction that relate to sexual health education or sexually transmitted diseases and infections, if available, shall include all of the following elements:\n\n(1) An emphasis on sexual abstinence as the only completely reliable method of avoiding unintended teenage pregnancy and sexually transmitted diseases and infections.\n\n(2) The emphasis shall be on the importance of delaying sexual activity and discouraging risky sexual behavior.\n\n(3) Statistics based on the latest medical information that indicate the degree of reliability and unreliability of various forms of contraception, while also emphasizing the increase in protection against pregnancy and protection against sexually transmitted infections, including HIV infection, which is afforded by the use of various contraceptive measures.\n\n(4) Information concerning the laws relating to the financial responsibilities associated with pregnancy, childbirth, and child rearing.\n\n(5) Information concerning the laws prohibiting sexual abuse, the need to report such abuse, and the legal options available to victims of sexual abuse.\n\n(6) Information on how to cope with and rebuff unwanted physical and verbal sexual exploitation by other persons.\n\n(7) Psychologically sound methods of resisting unwanted peer pressure.\n\n(8) Comprehensive instruction in parenting skills and responsibilities, including the responsibility to pay child support by non-custodial parents, the penalties for non-payment of child support, and the legal and ethical responsibilities of child care and child rearing.\n\n(d) Parents or guardians shall be given advanced, written notification of the teaching of any sex education or of the human reproductive process. Upon request and prior to distribution to students, the school shall make available to parents or guardians the sex education curriculum.\n\n(Acts 1992, No. 92-590, p. 1216, §2; Act 2021-293, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-40a/section-16-40a-2/"
    },
    {
      "id": "section-16-40a-3",
      "number": "16-40A-3",
      "heading": "Minimum Contents to Be Included in Drug Education Program or Curriculum; Instruction Related to Fentanyl Prevention and Drug Poisoning Awareness.",
      "text": "Section 16-40A-3\n\nMinimum Contents to Be Included in Drug Education Program or Curriculum; Instruction Related to Fentanyl Prevention and Drug Poisoning Awareness.\n\n(a) Any program or curriculum in the public schools of this state that includes drug education or instructs on the use of drugs or alcohol, at a minimum, shall include all of the following:\n\n(1) Age-appropriate, developmentally-based drug and alcohol education and prevention programs that address the legal, social, and health consequences of drug and alcohol use and that provide information about effective techniques for resisting peer pressure to use illicit drugs or alcohol for students in all grades of the public schools from early childhood level through grade 12.\n\n(2) Information conveying to students that the use of illicit drugs and the unlawful possession and use of alcohol is wrong and harmful and is punishable by fines and imprisonment.\n\n(3) Standards of conduct that are applicable to students and employees in all public schools and that, at a minimum, clearly prohibit the unlawful possession, use, or distribution of illicit drugs and alcohol by students and employees on school premises, or as part of any activities of the school.\n\n(4) Research-based instruction related to fentanyl prevention and drug poisoning awareness pursuant to subsection (b).\n\n(5) A clear statement that sanctions, consistent with local, state, and federal law, up to and including expulsion or termination of employment and referral for prosecution, will be imposed on students and employees who violate the standards of conduct required by subdivision (3). A description of those sanctions shall be included.\n\n(b) Commencing with the 2024-2025 school year, each local education agency shall annually provide research-based instruction related to fentanyl prevention and drug poisoning awareness to students in grades six through 12 in a manner comparable to instruction provided for other drug and alcohol education and prevention programs.\n\n(1) The instruction required by this subsection shall include all of the following:\n\na. Prevention of the abuse of and addiction to fentanyl.\n\nb. Awareness of local school and community resources and any processes involved in accessing those resources.\n\nc. Health education that includes information about substance use and abuse, including youth substance use and abuse.\n\n(2) The instruction required by this subsection may be provided by an entity or an employee or agent of an entity selected by the local education agency that is:\n\na. A public or private institution of higher education.\n\nb. A library.\n\nc. A community service organization.\n\nd. A religious organization.\n\ne. A local public health agency.\n\nf. An organization employing mental health professionals.\n\ng. An employee of the local education agency.\n\n(Acts 1992, No. 92-590, p. 1216, §3; Act 2024-221, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-40a/section-16-40a-3/"
    },
    {
      "id": "section-16-40a-4",
      "number": "16-40A-4",
      "heading": "Illegal Conduct Not to Be Encouraged or Proposed to Public School Children.",
      "text": "Section 16-40A-4\n\nIllegal Conduct Not to Be Encouraged or Proposed to Public School Children.\n\nConduct that is illegal under state or federal law, including but not limited to, illegal use or distribution of controlled substances, under-age alcohol use or distribution, sexual intercourse imposed by means of force, or sexual actions which are otherwise illegal, shall not be encouraged or proposed to public school children in such a manner as to indicate that they have a legitimate right to decide or choose illegal conduct.\n\n(Acts 1992, No. 92-590, p. 1216, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-40a/section-16-40a-4/"
    },
    {
      "id": "section-16-40a-5",
      "number": "16-40A-5",
      "heading": "Classroom Instruction Regarding Sexual Orientation or Gender Identity to Be Provided in a Manner That Is Age Appropriate or Developmentally Appropriate",
      "text": "Section 16-40A-5\n\nClassroom Instruction Regarding Sexual Orientation or Gender Identity to Be Provided in a Manner That Is Age Appropriate or Developmentally Appropriate.\n\n(a) An individual or group of individuals providing classroom instruction to students in kindergarten through the fifth grade at a public K-12 school shall not engage in classroom discussion or provide classroom instruction regarding sexual orientation or gender identity in a manner that is not age appropriate or developmentally appropriate for students in accordance with state standards.\n\n(b) The State Board of Education shall adopt rules for the implementation and enforcement of this section.\n\n(Act 2022-290, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-40a/section-16-40a-5/"
    }
  ]
}