{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-24c-students-first-act",
  "sections": [
    {
      "id": "section-16-24c-1",
      "number": "16-24C-1",
      "heading": "Short Title.Section 16-24C-2 - Legislative Intent",
      "text": "Section 16-24C-3 - Definitions.Section 16-24C-4 - Tenure of Teachers; Nonprobationary Status of Classified Employees.Section 16-24C-5 - Termination of Employment - Notice; Compensation and Benefits.Section 16-24C-6 - Termination of Employment - Groun",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-24c-2",
      "number": "16-24C-2",
      "heading": "Legislative Intent.",
      "text": "Section 16-24C-2\n\nLegislative Intent.\n\nThe purpose of this chapter is to improve the quality of public education in the State of Alabama by doing all of the following:\n\n(1) Providing for fundamental fairness and due process to employees covered by this chapter.\n\n(2) Restoring primary authority and responsibility for maintaining a competent educational workforce to employers covered by this chapter.\n\n(3) Enhancing the ability of public educational agencies to increase student academic achievement and student performance through effective allocation of personnel resources.\n\n(4) Investing employers covered by this chapter with the discretion and flexibility necessary to make the most effective use of limited educational resources.\n\n(5) Eliminating costly, cumbersome, and counterproductive legal challenges to routine personnel decisions by simplifying administrative adjudication and review of contested personnel decisions.\n\n(Act 2011-270, p. 494, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-2/"
    },
    {
      "id": "section-16-24c-3",
      "number": "16-24C-3",
      "heading": "Definitions.",
      "text": "Section 16-24C-3\n\nDefinitions.\n\nFor purposes of this chapter, the following terms shall have the following meanings:\n\n(1) CHIEF EXECUTIVE OFFICER. The chief administrative and executive officer of an entity, institution, agency, or political subdivision of the state that is subject to this chapter and includes, without limitation, superintendents of city or county boards of education and presidents of two-year educational institutions operated under authority and control of the Board of Trustees of the Alabama Community College System. The term includes individuals serving in such a capacity on an acting or interim basis under lawful appointment or by operation of law.\n\n(2) CLASSIFIED EMPLOYEE. All adult bus drivers, all full-time lunchroom or cafeteria workers, janitors, custodians, maintenance personnel, secretaries and clerical assistants, instructional aides or assistants, whether or not certificated, non-certificated supervisors, and, except as hereinafter provided, all other individuals who are not teachers as defined herein who are full-time employees of a city or county board of education, two-year educational institutions operated under the authority and control of the Board of Trustees of the Alabama Community College System, the Alabama Institute for Deaf and Blind, including production workers at the Alabama Industries for the Blind, and educational and correctional institutions under the control of the Department of Youth Services. The term does not include the employer’s chief executive officer, vice president, chief school financial officer, or assistant administrative officer as defined in Section 16-24B-51. Full-time employees include adult bus drivers and other employees whose duties require 20 or more hours in each normal working week of the school term, excluding holidays that are recognized by the employer. Employees who are eligible for coverage under the state Merit System are not covered by this chapter. A probationary classified employee is a classified employee who has not attained nonprobationary status.\n\n(3) EMPLOYEE. Unless otherwise specified, and as appropriate to the context, the term includes either a teacher or a classified employee, or both, whose employment is subject to this chapter.\n\n(4) EMPLOYER. The entity, institution, agency, or political subdivision of the state by which an employee who is subject to this chapter is employed. Employers subject to this chapter include all city and county boards of education, all educational and correctional institutions under the control of the Department of Youth Services, the Alabama Institute for Deaf and Blind, and two-year educational institutions operated under the authority and control of the Board of Trustees of the Alabama Community College System. Each two-year institution operated under the authority and control of the Board of Trustees of the Alabama Community College System is a separate employer for purposes of this chapter.\n\n(5) GOVERNING BOARD. The body of elected or appointed officials that is granted authority by law, rule, or policy to make employment decisions on behalf of the employer. If final decision-making authority with respect to employment decisions is conferred by law, rule, or duly adopted policy on an official, administrator, or organizational unit other than a separate governing board, the decision or action of the official, administrator, or organizational unit, including the president of a two-year educational institution operated under the authority and control of the Board of Trustees of the Alabama Community College System, is that of the governing board for purposes of this chapter, and no additional approval of the decision or action shall be required. Under these circumstances, the official, administrator, president, or organizational unit shall assume and exercise the duties of the governing board established by this chapter. For purposes of this chapter, the State Board of Education shall not be deemed to be or authorized to function as the employer or the governing board of any employer covered by this chapter.\n\n(6) PROBATIONARY TEACHER. A teacher who has not attained tenure.\n\n(7) PROFESSIONAL EDUCATOR’S CERTIFICATE. A certificate or license, by whatever name, designation, or subclassification known or identified, issued by the State Department of Education or recognized under an approved interstate reciprocity program, and that must be maintained by the employee in order to be employed as a teacher in the county and city schools of this state. A professional educator’s certificate does not include provisional, alternative, or emergency certificates, or certificates or licenses that are issued to instructional aides or assistants, to substitute teachers, or to business, technical, operational, or other employees whose job duties do not require or entail the instruction of students or the regular supervision of or interaction with employees with such job duties.\n\n(8) SCHOOL YEAR. The period beginning with the first day of the annual school term and ending with the last day of the annual school term on which classroom instructors are required to report for duty, as established by the governing board. For a two-year educational institution, the school year shall be deemed to begin on the first day of the fall academic semester and continuing through the final day of the spring academic semester, but shall not include the summer academic semester.\n\n(9) TEACHER.\n\na. All employees of entities that are covered by this chapter who are required by law, rule, or employer policy to maintain a professional educator’s certificate issued by the State Department of Education and who are employed by a city or county board of education, the Alabama Institute for Deaf and Blind, or educational and correctional institutions under the control of the Department of Youth Services. The term also includes instructors employed by two-year educational institutions operated under the authority and control of the Board of Trustees of the Alabama Community College System and principals who had attained tenure under prior law, but who have not elected to become contract principals under Section 16-24B-3(h).\n\nb. The term does not include any of the following:\n\n1. An employer’s chief executive officer, chief school financial officer, or a principal who is employed as or who has elected to become a contract principal under Section 16-24B-3(h), whether or not certification is required for those positions by law or policy.\n\n2. An assistant administrative officer who is employed as or who has elected to become a contract assistant administrative officer under Section 16-24B-52(h), whether or not certification is required for those positions by law or policy.\n\n3. Executive and administrative management, including the president, vice president, deans, executive directors, directors, deputies, or chiefs of a public two-year institution of higher education operated under the authority and control of the Board of Trustees of the Alabama Community College System.\n\n(Act 2011-270, p. 494, §3; Act 2024-360, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-3/"
    },
    {
      "id": "section-16-24c-4",
      "number": "16-24C-4",
      "heading": "Tenure of Teachers; Nonprobationary Status of Classified Employees.",
      "text": "Section 16-24C-4\n\nTenure of Teachers; Nonprobationary Status of Classified Employees.\n\nNo action may be proposed or approved based upon personal or political reasons on the part of the employer, chief executive officer, or governing board. A teacher shall attain tenure, and a classified employee shall attain nonprobationary status as follows:\n\n(1) Except as otherwise provided by Section 16-23-3, a teacher who is not an employee of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education, shall attain tenure upon the completion of three complete, consecutive school years of full-time employment as a teacher with the same employer unless the governing board approves and issues written notice of termination to the teacher on or before the last day of the teacher’s third consecutive, complete school year of employment. For purposes of this chapter, a probationary teacher whose employment or reemployment is effective prior to October 1 of the school year and who completes the school year shall be deemed to have served a complete school year. A teacher employed by a two-year educational institution operated under the authority and control of the Department of Postsecondary Education shall attain tenured status upon the completion of six consecutive semesters, excluding summer terms, at the same two-year institution, unless the president issues notice of termination to the teacher on or before 15 days prior to the end of the sixth consecutive semester of employment, excluding summer terms. No probationary teacher employed by a two-year educational institution operated under the authority and control of the Department of Postsecondary Education shall attain tenure during or at the completion of a summer term. For teachers who are required to hold a professional educator’s certificate, time in service without such a certificate shall not be credited toward the attainment of tenure.\n\n(2) A probationary classified employee who is not an employee of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education attains nonprobationary status upon the completion of three complete, consecutive school years of full-time employment with the same employer unless the governing body of the employer approves and issues written notice of termination to the employee on or before the fifteenth day of June immediately following the employee’s third consecutive complete school year of employment. In the first year of each legislative quadrennium, the written notice shall be provided on or before June 30. For purposes of this chapter, a probationary classified employee whose employment or reemployment is effective prior to October 1 of the school year and who completes the school year shall be deemed to have served a complete school year. A probationary classified employee of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education shall attain nonprobationary status upon the completion of 36 consecutive months of employment at the same two-year institution, unless the president issues notice of termination to the classified employee on or before 15 days prior to the end of the thirty-sixth month of employment.\n\n(3) All of the following additional terms, conditions, and limitations apply to the attainment and retention of tenure or nonprobationary status:\n\na. Only complete school years of service as defined in this chapter, including any leave that is credited to the employee for such purposes under board policy or applicable law, may be credited to the attainment of tenure or nonprobationary status.\n\nb. Neither tenure nor nonprobationary status may be attained as a chief executive officer, a chief school financial officer, as a president or vice president of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education, or in or by virtue of employment in temporary, part-time, substitute, summer school, occasional, seasonal, supplemental, irregular, or like forms of employment, or in positions that are created to serve experimental, pilot, temporary, or like special programs, projects, or purposes, the funding and duration of which are finite.\n\nc. Except as expressly provided to the contrary elsewhere in this chapter, neither tenure nor nonprobationary status in this chapter creates or confers any enforceable right or protected interest in or to a specific position, rank, work site or location, assignment, title, or rate of compensation within those categories of employment.\n\nd. Service performed as a teacher may not be converted to, recognized, or otherwise credited to the employee for the purpose of attaining nonprobationary status as a classified employee. Service performed in the capacity of a classified employee may not be converted to, recognized, or otherwise credited to the employee for the purpose of attaining tenure as a teacher, whether or not the classified employee holds a certificate issued by the State Department of Education.\n\ne. Neither tenured status nor time in probationary service shall be transferable from one employer subject to this chapter to another such employer, except that employees whose employer changes by virtue of annexation, school district formation, consolidation, or a similar reorganization over which the employee has no control shall retain tenure or nonprobationary status and service credit attained by virtue of employment with the predecessor employer.\n\n(Act 2011-270, p. 494, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-4/"
    },
    {
      "id": "section-16-24c-5",
      "number": "16-24C-5",
      "heading": "Termination of Employment - Notice; Compensation and Benefits.",
      "text": "Section 16-24C-5\n\nTermination of Employment - Notice; Compensation and Benefits.\n\n(a) Probationary classified employees who are not employees of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education may be terminated at the discretion of the employer upon written recommendation of the chief executive officer, a majority vote of the governing board, and issuance of written notice of termination to the employee at any time on or before the fifteenth day of June immediately following the employee’s third consecutive, complete school year of employment. In the first year of each legislative quadrennium, the written notice shall be provided on or before June 30. A probationary classified employee of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education may be terminated at the discretion of the president of such institution upon issuance of a written notice of termination to the employee at any time on or before 15 days prior to the end of 36 consecutive months of employment at the same institution.\n\n(b) The compensation and benefits of a probationary classified employee shall not be terminated before the expiration of 15 calendar days from the date notice of termination is issued to the employee.\n\n(c) Probationary teachers who are not employees of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education may be terminated at the discretion of the employer upon the written recommendation of the chief executive officer, a majority vote of the governing board, and issuance of written notice of termination to the teacher on or before the fifteenth day of June. In the first year of each legislative quadrennium, the written notice shall be provided on or before June 30. A probationary teacher who has not been terminated on or before the dates specified above shall be deemed reemployed as a probationary teacher, except as provided in subdivision (1) of Section 16-24C-4. The employment of any probationary teacher may be terminated before the completion of the school year upon at least 30 calendar days’ written notice of the date on which the governing board is scheduled to vote on such recommendation. Upon issuance of such notice, the teacher may submit a written statement to the chief executive officer and the governing board explaining why such action should not be taken. A probationary teacher employed by a two-year educational institution operated under the authority and control of the Department of Postsecondary Education may be terminated at the discretion of the president of such institution upon issuance of a written notice of termination to the employee at any time on or before 15 days prior to the end of the sixth consecutive semester of employment, excluding summer terms, at the same institution.\n\n(d) The decision to terminate the employment of any probationary employee shall be final and no compensation shall thereafter be due to the employee, except as provided in subsection (b).\n\n(Act 2011-270, p. 494, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-5/"
    },
    {
      "id": "section-16-24c-6",
      "number": "16-24C-6",
      "heading": "Termination of Employment - Grounds for Termination; Procedures; Appeals.",
      "text": "Section 16-24C-6\n\nTermination of Employment - Grounds for Termination; Procedures; Appeals.\n\n(a) Tenured teachers and nonprobationary classified employees may be terminated at any time because of a justifiable decrease in the number of positions or for incompetency, insubordination, neglect of duty, immorality, failure to perform duties in a satisfactory manner, or other good and just cause, subject to the rights and procedures hereinafter provided. However, a vote or decision to approve a recommended termination on the part of a president of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education or the governing board shall not be made for political or personal reasons.\n\n(b) The termination of a tenured teacher or nonprobationary classified employee who is not an employee of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education shall be initiated by the recommendation of the chief executive officer in the form of a written notice of proposed termination to the employee. A tenured teacher or a nonprobationary classified employee who is employed by a two-year educational institution operated under the authority and control of the Department of Postsecondary Education may be terminated by the president of such institution upon the issuance of a written notice of proposed termination to the employee by the official of the institution who serves or functions as the senior personnel officer thereof. In either case, the notice shall state the reasons for the proposed termination, shall contain a short and plain statement of the facts showing that the termination is taken for one or more of the reasons listed in subsection (a), and shall be issued in conformity with subsection (k). The notice shall inform the employee, who is not an employee of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education that, in order to request a hearing with the governing board, the employee must file a written request for such a hearing with the chief executive officer within 15 calendar days after issuance of the notice. Should the employee fail to timely file the request for hearing, the governing board shall vote on the recommended termination. Notice to employees of a two-year educational institution operated under the authority and control of the Department of Postsecondary Education, shall inform such employee that, in order to request a hearing with the president of such institution, the employee must file a written request for such a hearing with the president within 15 calendar days after issuance of the notice. Should the employee fail to timely file the request for hearing, the president of such institution shall act on the recommended termination and the president’s decision shall be final. If the employee timely requests a hearing, the hearing shall be set by the employer not less than 30 and not more than 60 calendar days from the date written notice of the time, date, and place of the hearing is issued to the employee, but may be rescheduled by agreement or for good cause shown.\n\n(c) At the hearing, the chief executive officer or, for a two-year educational institution operated under the authority and control of the Department of Postsecondary Education, the official of such institution who serves or functions as the senior personnel officer thereof, based solely on the information provided by the recommending senior supervisor, shall bear the burden of proof with regard to disputed issues of material fact. The employee or his or her representative shall be afforded the opportunity to present testimony, other evidence, and argument on matters relevant to the proposed termination and to cross-examine witnesses whose testimony is proffered in support of the proposed termination. The employee shall have the right to counsel at his or her expense. A court reporter shall record the proceedings at the expense of the State Department of Education or, if applicable, the two-year institution operated under the authority and control of the Department of Postsecondary Education. The hearing may be public or private at the election of the employee. The chief executive officer shall issue subpoenas compelling the appearance of witnesses on the employee’s behalf upon the employee’s timely request for issuance of such subpoenas and may issue subpoenas to any witness who the chief executive officer believes may have knowledge or evidence bearing on the issues presented for determination.\n\n(d) Whether or not the employee requests a hearing before the governing board or the president of the two-year institution, the chief executive officer shall give written notice to the employee of the decision regarding the proposed termination within 10 calendar days after the vote of the board or the decision of the president. If the decision follows a hearing requested by the employee, the notice shall also inform the employee of the right to contest the decision by filing an appeal as provided in this chapter.\n\n(e) An employee who is terminated following a hearing requested by the employee may obtain a review of an adverse decision by filing a written notice of appeal to the State Superintendent of Education within 15 days of receipt of the decision. For employees of a two-year educational institution under the authority of the Department of Postsecondary Education, such notice of appeal shall be submitted to the Department of Postsecondary Education within 15 days of the receipt of the decision. The State Superintendent of Education or the Department of Postsecondary Education shall refer the appeal to the Executive Director of the Alabama State Bar Association who shall obtain a panel of neutrals and administer the hearing officer selection process as is hereinafter provided. The notice of appeal shall state the grounds upon which it is based. A copy of the notice shall be simultaneously served by the employee on the chief executive officer of the employer or the president of the two-year institution under the authority and control of the Department of Postsecondary Education. Upon receiving notice of the employee’s appeal, the employer shall compile and file the record of administrative proceedings, including any hearing transcript, with the hearing officer within 20 days after its receipt of the notice of appeal unless the time is extended by the hearing officer for good cause shown. Except as hereinafter provided, the appeal shall be submitted to the hearing officer. The hearing officer shall hold a hearing. Deference is given to the decision of the employer. A final ruling, either affirming or reversing the decision of the employer, shall be rendered within five days after the hearing.\n\n(f) If the decision of the president or the governing board is set aside by the hearing officer, the employee shall be reinstated and credited with any benefits due under applicable statutes, salary schedules, or compensation policies. Either party may appeal an adverse decision rendered by a hearing officer to the Alabama Court of Civil Appeals by filing a notice of appeal to the court in accordance with the Alabama Rules of Appellate Procedure.\n\n(g) The hearing officer assigned to review appeals hereunder shall be selected from a panel of neutrals comprised of five retired Alabama judges, excluding judges of probate, whose names appear on an official alternative dispute resolution roster maintained by the Alabama Bar Association. Members of the panel shall be identified by the Executive Director of the Alabama State Bar Association on a random and rotating basis and provided to the chief executive officer or the president of the two-year institution under the authority and control of the Department of Postsecondary Education. Upon receiving the names of the panel members, the parties may select the hearing officer from among the names provided or from any other source by agreement. Failing such agreement, the parties shall select the hearing officer by a process of alternating strikes in which the employee shall be provided the first strike and the employer the last strike. The hearing officer selection process shall be completed within 10 calendar days of receipt by the parties of the panel of potential hearing officers. The hearing officer shall not have a personal or professional interest that would conflict with his or her ability to render an objective decision. The hearing officer shall be paid for services rendered hereunder according to criteria, and at the prevailing rate, established by the State Department of Education under the supervision of the State Superintendent of Education and the Chancellor of the Department of Postsecondary Education from funds appropriated for such purposes by the Legislature. All hearing officers must agree to abide by all timelines provided in this section.\n\n(h) The following additional terms, conditions, and limitations apply to terminations and appeals therefrom:\n\n(1) In considering termination recommendations made by the chief executive officer, the governing board acts in an independent and quasi-judicial capacity, and nothing in this chapter shall be construed to prevent the governing board from imposing a lesser sanction than that recommended by the chief executive officer or to preclude a negotiated resolution by the president or the governing board of matters, issues, and disputes arising under this chapter. In considering termination recommendations made by the senior personnel officer of a two-year college under the authority of the Department of Postsecondary Education, the president of the two-year college acts in an independent and quasi-judicial capacity, and nothing in this chapter shall be construed to prevent the president of the two-year college from imposing a lesser sanction than that recommended by the senior personnel officer or to preclude a negotiated resolution by the president of matters, issues, and disputes arising under this chapter.\n\n(2) Reductions in or modifications to employee compensation or benefits or of the length of the work or school year are not terminations or transfers for purposes of this chapter or otherwise subject to challenge or review under this chapter, provided that the action is all of the following:\n\na. Prospective in effect.\n\nb. Based on the recommendation of the president of a two-year educational institution alone or the chief executive officer and formal approval of the governing board.\n\nc. Applied to similarly situated employees within the two-year college, agency, or system, or within designated operating divisions, departments, or employment classifications therein.\n\n(3) Layoffs or other personnel actions that are unavoidable reductions in the workforce beyond normal attrition due to decreased student enrollment or shortage of revenues as specified in Section 16-1-33, are not subject to challenge or review under this chapter.\n\n(i) An employee may be suspended for cause with or without pay on the written recommendation of the president of a two-year educational institution alone or the chief executive officer and the approval of the governing board. The suspension of a tenured teacher or a nonprobationary employee for no more than 20 work days without pay is not a termination of employment that is subject to review under this chapter. Adequate notice of the reason or reasons for the proposed suspension and an opportunity to present evidence and argument, either in person or in writing, to the president of a two-year educational institution or to the governing board with respect to the proposed action shall be afforded the employee before the imposition of the suspension. Suspensions of tenured teachers or nonprobationary classified employees without pay in excess of 20 work days are subject to the notice, hearing, and review requirements and procedures that apply to terminations of tenured teachers and nonprobationary classified employees under this chapter.\n\n(j) Employees shall not be permitted to delay, defer, or defeat the initiation or pursuit of any termination or other employment action initiated under authority of this chapter based upon the pendency or threatened initiation of criminal proceedings arising out of the facts, circumstances, or subject matter of the employment action. The appearance or testimony of an employee in a proceeding authorized under this chapter shall not cause the employee to waive, forfeit, or relinquish any right against self-incrimination, and no such testimony shall be admitted in any court of this state in a criminal proceeding in which the right applies upon the timely objection of the employee thereto.\n\n(k) Unless otherwise provided, notice for all purposes under this chapter shall be given by United States mail, certified delivery, by private mail carrier for next business day delivery, or by physical delivery to the employee or the last known address of the employee. Notice by certified mail or private mail carrier shall be deemed received by the employee and complete for purposes of this chapter two business days after the notice is deposited for certified delivery in the United States mail or placed with a private mail carrier for next business day delivery. The employer has the burden of producing evidence that service was affected in the manner permitted by this chapter, but the employee has the burden of proving that such service was not properly made.\n\n(l) In any proceeding for which review is provided hereunder, the employer shall arrange for a transcript and record of proceedings conducted before the president of a two-year educational institution or the governing board to be made and maintained by a qualified court reporter for use in connection with such review. All fees and costs associated with making and transcribing the record shall be paid or reimbursed by the State Department of Education or, if applicable, the two-year institution operated under the authority and control of the Department of Postsecondary Education in accordance with such reasonable rules, regulations, and procedures as may be established for such purpose by the departments.\n\n(m) Unless otherwise specified by the president of a two-year educational institution or the governing board, a decision to terminate the employee or suspend the employee without pay shall be effective immediately, except that a tenured teacher or a nonprobationary classified employee shall continue to receive pay and benefits until a final ruling by the hearing officer or 75 calendar days, whichever occurs first from the date of the employer termination decision unless the termination is based on an act of moral turpitude, immorality, abandonment of job, incarceration, or neglect of duty. If the decision of the president of a two-year educational institution or the governing board is set aside and the employee is reinstated, the employee shall receive back pay and other relief as provided in subsection (f).\n\n(n) The repealer provisions of Act 2011-270 notwithstanding, and except as expressly provided otherwise in this chapter, the terms and phrases used in subsection (a) to identify the reasons on which termination may be based and in subsection (f) to describe the standards by which decisions of the employer are to be reviewed by hearing officers shall be deemed to carry the meanings traditionally accorded the terms and phrases by the appellate courts of this state under prior law.\n\n(Act 2011-270, p. 494, §§6, 14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-6/"
    },
    {
      "id": "section-16-24c-7",
      "number": "16-24C-7",
      "heading": "Transfers and Reassignments.",
      "text": "Section 16-24C-7\n\nTransfers and Reassignments.\n\n(a) Except as otherwise specified, employees may be transferred or reassigned at any time as the needs of the employer require to any position for which they are qualified by skill, training, or experience by the president of a two-year educational institution alone or upon the recommendation of the chief executive officer and the approval of the governing board.\n\n(b) A chief executive officer may reassign a teacher to any grade, position, or work location within the same school, campus, instructional facility, or, for two-year institutions operated under the authority and control of the Department of Postsecondary Education, to any teaching position or work location that is under the control and jurisdiction of the institution, as the needs of the employer require. For a tenured teacher, except as required by acts of God or disasters that are beyond the reasonable control of the employer, written notice of the reassignment must be issued to the teacher no later than the twentieth calendar day after the first day of classes for students, and the teacher may not be involuntarily reassigned under this subsection more than one time in a school year, excluding summer term. The reassignment may only be to another position for which the teacher holds appropriate certification, and the reassignment may not entail a loss of or reduction in compensation. Such reassignments are not subject to challenge or review under this chapter. For reassignments due to acts of God or disasters later than the 20th calendar day after the first day of class for students, a tenured teacher may request a hearing before the board prior to a vote of the board on the proposed transfer.\n\n(c) Tenured teachers may be transferred within an agency or system to any grade or position outside of the school, campus, or instructional facility to which the teacher is assigned subject to the following terms and conditions: The transfer must be to another position for which the employee holds appropriate certification and the transfer must be without loss of or reduction in compensation. Except as required by acts of God or disasters that are beyond the reasonable control of the employer, written notice of the proposed transfer must be issued to the teacher by the president of a two-year educational institution alone or the chief executive officer no later than the twentieth calendar day after the first day of classes for students, and the teacher may not be involuntarily transferred under this subsection more than one time in a school year, excluding summer term. In the notice of proposed transfer, and prior to a final decision of the president of a two-year educational institution or the governing board, the teacher must be afforded an opportunity to meet with the president of a two-year educational institution or the governing board to demonstrate why the proposed transfer should not be approved. Such transfers are not subject to challenge or review under this chapter. Nothing herein shall be construed to authorize the involuntary transfer or reassignment of a tenured teacher employed by a two-year institution operated under the authority and control of the Department of Postsecondary Education to another such institution. If the proposed transfer is to a work site outside of the high school feeder pattern in which the teacher is currently working, then the teacher may request a hearing before the board prior to a vote of the board on the proposed transfer. For transfers due to acts of God or disasters later than the 20th calendar day after the first day of class for students, a tenured teacher may request a hearing before the board prior to a vote of the board on the proposed transfer.\n\n(d) Nonprobationary classified employees may be transferred to any position for which they are qualified within the agency or system by which they are employed including, for employees of two-year institutions operated under the authority and control of the Department of Postsecondary Education, any work location that is under the control and jurisdiction of the institution, if the transfer is without loss of or reduction in compensation, written notice of the proposed transfer is issued to the employee by the president of the two-year educational institution or the chief executive officer not less than 15 calendar days before a final decision is made by the president of the two-year educational institution alone or a vote thereon is taken by the governing board, and the transfer is effective not less than 15 calendar days after the date of the final decision. A nonprobationary classified employee of an employer, other than a two-year institution under the authority and control of the Department of Postsecondary Education, who is proposed to be transferred to a principal work site that is outside of the high school feeder pattern in which the current work site of the employee is located, shall be afforded an opportunity to appeal in the same manner as a termination. This subdivision shall not apply to employees whose daily work assignments and duties require regular or periodic travel throughout the school system or between work sites operated by or under the control of the employer. Except as required by acts of God or disasters that are beyond the reasonable control of the employer, a nonprobationary classified employee may not be involuntarily transferred more than one time in a school year, excluding summer term. Such transfers are not subject to challenge or review under this chapter. Nothing herein shall be construed to authorize the involuntary transfer or reassignment of a classified employee of a two-year institution operated under the authority and control of the Department of Postsecondary Education to another such institution.\n\n(e) Probationary teachers and probationary classified employees may be transferred to another position that provides for a lower rate or amount of compensation or a shorter term of employment if the employee holds appropriate certification or qualifications for the position, the notice of proposed transfer contains a written explanation of the effect of the transfer on the compensation of the employee, and the notice informs the employee that he or she may object in writing to the transfer before a final decision is made by the president of the two-year educational institution alone or a vote is taken thereon by the governing board. If approved by the president of a two-year educational institution alone or by vote of the board, the transfer shall be effective not less than 15 calendar days after the date of the final decision. Such transfers are not subject to challenge or review under this chapter.\n\n(f) A tenured teacher or nonprobationary classified employee may be involuntarily transferred to another position that provides for a lower rate or amount of pay or a shorter term of employment, subject to the following terms and conditions: The notice of proposed transfer and subsequent proceedings, except for use of the term transfer, shall conform and be subject to the substantive and procedural standards and requirements that apply to termination of nonprobationary employees under Section 16-24C-6, and to appeals therefrom. No vote or decision on such transfers shall be made for political or personal reasons. Notwithstanding the foregoing, transfers or reassignments that are made as a part of, as a consequence of, or in conjunction with reductions-in-force authorized under Section 16-1-33, or in order to comply with state or federal law are not subject to challenge or review under this chapter, whether or not such transfers or reassignments are to positions that provide for a lower rate or amount of pay or a shorter term of employment.\n\n(Act 2011-270, p. 494, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-7/"
    },
    {
      "id": "section-16-24c-8",
      "number": "16-24C-8",
      "heading": "Hearings.",
      "text": "Section 16-24C-8\n\nWhenever this chapter affords an employee the right to be heard by the governing board or the president of a two-year institution under the authority and control of the Department of Postsecondary Education before a decision on the recommendation of the chief executive officer or chief personnel officer of the two-year institution is made, and such right to be heard is requested by the employee as provided herein, the merits of the recommended employment action shall not be deliberated or determined by the governing board or the president of the two-year institution before the hearing except as provided for herein.\n\n(Act 2011-270, p. 494, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-8/"
    },
    {
      "id": "section-16-24c-9",
      "number": "16-24C-9",
      "heading": "Administrative Leave; Other Employment Actions.",
      "text": "Section 16-24C-9\n\nAdministrative Leave; Other Employment Actions.\n\nNothing in this chapter shall restrict the authority of the chief executive officer or the president of a two-year institution under the authority and control of the Department of Postsecondary Education to place an employee on paid administrative leave or to make reasonable and customary employment decisions not expressly provided for in this chapter pending the disposition of proceedings authorized by this chapter or otherwise in the exercise of sound administrative discretion.\n\n(Act 2011-270, p. 494, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-9/"
    },
    {
      "id": "section-16-24c-10",
      "number": "16-24C-10",
      "heading": "Termination Upon Revocation of Teaching Certificate; Effect of Convictions.",
      "text": "Section 16-24C-10\n\nTermination Upon Revocation of Teaching Certificate; Effect of Convictions.\n\n(a) Any provision of this chapter or of any other statute or rule to the contrary notwithstanding, the employment of a teacher whose certificate is revoked by the State Superintendent of Education pursuant to Section 16-23-5, shall thereby be summarily terminated.\n\n(b) If a conviction resulting in the revocation of the certificate of the teacher pursuant to Section 16-23-5 is overturned on appeal, the State Superintendent of Education shall immediately reinstate the certificate upon receipt of notice of the reversal, and the employer shall either place the employee in a position for which the employee holds appropriate certification or place the employee on paid administrative leave. The employee shall receive back pay and benefits from the date of termination to the date of reinstatement.\n\n(c) Nothing in this section shall be construed to prevent the State Superintendent of Education or the employer from pursuing other legal action against the teacher based upon the circumstances underlying the conviction.\n\n(d) If an employee is required to attain or hold a certificate issued by the State Department of Education or other licensing authority as a condition to his or her lawful employment and such certificate or license has been revoked, denied, suspended, or forfeited, or the employee has been determined to be ineligible for such certificate or license by the licensing authority, the rights, remedies, and procedures provided by this chapter shall not apply or be available to such employees. However, nothing in this subsection shall be construed to deny such employees any right to contest, challenge, or obtain review of any certification decision on the part of the licensing authority that may be provided by separate statute or departmental regulation including, but not limited to, any recourse that is available under the Alabama Administrative Procedure Act.\n\n(Act 2011-270, p. 494, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-10/"
    },
    {
      "id": "section-16-24c-11",
      "number": "16-24C-11",
      "heading": "Termination of Employment by Teacher.",
      "text": "Section 16-24C-11\n\nTermination of Employment by Teacher.\n\nNo public K-12 teacher shall be permitted to terminate his or her employment within 30 calendar days before the first day of the next school term for students, unless the termination is mutually agreed upon. A public K-12 teacher may terminate his or her employment at any other time by giving 30 days’ written notice to the employing board of education. Any public K-12 teacher terminating his or her employment in violation of this section is guilty of unprofessional conduct, and the State Superintendent of Education may revoke or suspend the certificate of the violating teacher.\n\n(Act 2011-270, p. 494, §11; Act 2018-83, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-11/"
    },
    {
      "id": "section-16-24c-12",
      "number": "16-24C-12",
      "heading": "Appeals.",
      "text": "Section 16-24C-12\n\nAn employee who has attained tenure or nonprobationary status and has been denied a hearing before an employer subject to the requirements of this chapter may appeal for relief directly to the Chief Administrative Law Judge of the Office of Administrative Hearings, Division of Administrative Law Judges, Office of the Attorney General. The chief administrative law judge shall appoint an administrative law judge to address the issues raised in the appeal. The appeal shall state facts sufficient to allow the judge to determine tentatively whether or not the employer has complied with this chapter in failing to accord the employee a hearing. The employer may answer or deny in writing the facts set out in the employee appeal and, if the employer fails to do so, the facts set out in the appeal shall be taken as true. The judge shall review the request of the employee and the answer or denial of the employer and shall determine, with or without a hearing, whether or not the employer has complied with this chapter in denying the employee a hearing as provided in this chapter. Based upon his or her findings, the judge shall either order a hearing before the employer or sustain the action taken by the employer. Any petition or application for judicial relief from the decision of the administrative law judge shall be filed in the circuit court of the county in which the principal administrative offices of the employer are located.\n\n(Act 2011-270, p. 494, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-12/"
    },
    {
      "id": "section-16-24c-13",
      "number": "16-24C-13",
      "heading": "Leaves of Absence.",
      "text": "Section 16-24C-13\n\nLeaves of Absence.\n\n(a) Leave of absence for a period of one year for good cause may be granted to an employee by an employer without impairing the tenured or nonprobationary status of the employee. For valid reason, the employer may extend the leave of absence for one additional year.\n\n(b) Leave of absence for military service shall be as provided in Section 31-2-13.\n\n(Act 2011-270, p. 494, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-13/"
    },
    {
      "id": "section-16-24c-14",
      "number": "16-24C-14",
      "heading": "Construction and Application.",
      "text": "Section 16-24C-14\n\nConstruction and Application.\n\n(a)(1) Employees who have attained tenured status under the Teacher Tenure Law or nonprobationary status under the Fair Dismissal Act as of July 1, 2011, in the case of tenured teachers, shall be deemed tenured teachers under this chapter and, in the case of nonprobationary employees within the meaning of the Fair Dismissal Act shall be deemed nonprobationary classified employees under this chapter.\n\n(2) Employees who have not attained tenured status under the Teacher Tenure Law or nonprobationary status under the Fair Dismissal Act as of July 1, 2011, shall be subject to the terms and provisions of this chapter respecting the attainment of teacher tenure or nonprobationary status, and all time in service that would have been credited toward the attainment of either tenure under the Teacher Tenure Law or nonprobationary status under the Fair Dismissal Act shall be credited toward the attainment of tenure or nonprobationary status in the corresponding employment category under this chapter.\n\n(b) All employment actions and proceedings that have been initiated under either the Teacher Tenure Law or the Fair Dismissal Act that are pending on July 1, 2011, shall be completed under the statutory procedures that were in effect on the date the action or proceeding was commenced.\n\n(Act 2011-270, p. 494, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-24c/section-16-24c-14/"
    }
  ]
}