{
  "state": "alabama",
  "path": "title-title-16-education/chapter-chapter-30c-seizure-safe-school-act",
  "sections": [
    {
      "id": "section-16-30c-1",
      "number": "16-30C-1",
      "heading": "Short Title.Section 16-30C-2 - Seizure Management and Treatment Plans",
      "text": "Section 16-30C-3 - Administration of Seizure Disorder Medication by Unlicensed Medication Assistant.Section 16-30C-4 - Development of Training Guidelines for Care of Students with Medical Needs Relating to Seizure Disorders; Train",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-30c-2",
      "number": "16-30C-2",
      "heading": "Seizure Management and Treatment Plans.",
      "text": "Section 16-30C-2\n\nSeizure Management and Treatment Plans.\n\n(a) Commencing with the 2022-2023 school year, the parent or guardian of a student who has a seizure disorder and is enrolled in and attending a public K-12 school may seek care for the student’s seizures while the student is at school or is participating in a school-sponsored activity by collaborating with school personnel and the applicable local board of education to ensure a seizure management and treatment plan is included in the student’s individual health plan. The seizure management and treatment plan shall be submitted to and reviewed by the lead nurse employed by the local board of education at all of the following times:\n\n(1) Before or at the beginning of the school year.\n\n(2) Upon enrollment of the student, if the student enrolls in a school after the beginning of the school year.\n\n(3) As soon as practicable following a diagnosis of a seizure disorder for the student.\n\n(b) A seizure management and treatment plan shall include all of the following:\n\n(1) A list of the health care services the student may receive at school or while participating in a school sponsored activity.\n\n(2) A list of prescribed medications the student may receive including the name and purpose of the medication, the prescribed dosage, the route of administration, the frequency that the medication may be administered, and the circumstances under which the medication may be administered.\n\n(3) An evaluation of the student’s level of understanding and ability to manage his or her seizures.\n\n(4) The signature of the student’s parent or guardian.\n\n(5) The name and address of the physician responsible for the student’s seizure treatment.\n\n(Act 2021-519, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-30c/section-16-30c-2/"
    },
    {
      "id": "section-16-30c-3",
      "number": "16-30C-3",
      "heading": "Administration of Seizure Disorder Medication by Unlicensed Medication Assistant.",
      "text": "Section 16-30C-3\n\nAdministration of Seizure Disorder Medication by Unlicensed Medication Assistant.\n\nWith consent of the parent or guardian, a local board of education may provide for an unlicensed medication assistant, who is a school employee trained in accordance with this chapter, but not required to be a health care professional, to administer to a student seizure disorder medication provided for in the student’s individual health plan.\n\n(Act 2021-519, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-30c/section-16-30c-3/"
    },
    {
      "id": "section-16-30c-4",
      "number": "16-30C-4",
      "heading": "Development of Training Guidelines for Care of Students with Medical Needs Relating to Seizure Disorders; Training Programs.",
      "text": "Section 16-30C-4\n\nDevelopment of Training Guidelines for Care of Students with Medical Needs Relating to Seizure Disorders; Training Programs.\n\n(a) The State Department of Education shall develop guidelines, subject to approval by the Alabama Board of Nursing, for the training of school employees regarding the care needed for a student with medical needs relating to seizure disorder according to the student’s seizure management and treatment plan, the medical authorizations of which are limited to permitting the administration of medications specific to his or her seizure disorder. These guidelines shall be developed in conjunction with the recommendations of the American Academy of Pediatrics, the Epilepsy Foundation or its successor, and any other appropriate published medical guidelines. Each local board of education shall ensure that epilepsy and seizure disorder training programs are provided for all school nurses and unlicensed medication assistants at schools under its jurisdiction.\n\n(b) Training programs may be provided in-person or online and shall include instruction for school nurses regarding managing students with seizure disorders, information about seizure recognition, and related first aid. This information may be included in general student health training programs provided to all school personnel. A local board of education may approve an in-person or online course of instruction provided by a nonprofit national foundation that supports the welfare of individuals with epilepsy and seizure disorders. An in-person or online course of instruction approved by a local board of education shall be provided by the nonprofit entity free of charge.\n\n(c)(1) Each local board of education shall ensure that the training outlined in this section is provided to unlicensed medication assistants. In consultation with the local school superintendent and in consideration of a student’s individual health plan related to his or her seizure disorder condition, the lead nurse of the school system may recommend the placement of a school nurse based on the overall health needs of that student.\n\n(2) Each local board of education shall provide annually a list of the school employees trained to administer seizure disorder medications to each parent or guardian of a student with a seizure disorder, each student, and all other employees of the local board of education. The local board of education shall thereafter publish and maintain a list on the local board of education’s website.\n\n(d) A school employee shall not be required to serve as an unlicensed medication assistant, nor be subject to any penalty or disciplinary action for refusing to serve as an unlicensed medication assistant. It shall be unlawful to consider a school employee’s decision to serve or not to serve as an unlicensed medication assistant in any employment decision including, but not limited to, termination, nonrenewal of contract, reduction in force, or transfer. No school administrator or supervisor shall threaten, harass, or otherwise coerce a school employee into serving as an unlicensed medication assistant.\n\n(e) The Alabama Board of Nursing shall retain the sole authority to adopt rules to permit delegation of limited nursing tasks by licensed nurses to trained, unlicensed assistive personnel and to implement this chapter.\n\n(f) The medical authorization allowed under this chapter shall be limited to permitting the use of medications specific to seizure disorders. Under no circumstance shall rectal or vaginal suppositories be administered by anyone other than a licensed nurse.\n\n(Act 2021-519, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-30c/section-16-30c-4/"
    },
    {
      "id": "section-16-30c-5",
      "number": "16-30C-5",
      "heading": "Liability of School Employees.",
      "text": "Section 16-30C-5\n\nLiability of School Employees.\n\n(a) A school employee shall be immune from civil liability or criminal liability as a result of his or her acts or omissions in the supervision or rendering of services, care, or assistance to a student pursuant to this chapter or for any act, failure to act, or in the provision or arrangement for further treatment, care, or assistance unless the school employee acts willfully, maliciously, fraudulently, in bad faith, beyond his or her authority, or under a mistaken interpretation of the law.\n\n(b)(1) This chapter does not create any supervisory authority between physicians creating seizure management and treatment plans and the school’s execution of those plans. A physician shall not be subject to criminal or civil liability for the acts or omissions of school employees and officials in carrying out a seizure management and treatment plan, and shall also not be subject to vicarious liability.\n\n(2) Nothing in this chapter shall be construed to establish a standard of care for physicians or otherwise modify, amend, or supersede any provision of the Alabama Medical Liability Act of 1987, the Alabama Medical Liability Act of 1996, or any amendment or judicial interpretation thereof.\n\n(Act 2021-519, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-30c/section-16-30c-5/"
    },
    {
      "id": "section-16-30c-6",
      "number": "16-30C-6",
      "heading": "Rulemaking Authority.",
      "text": "Section 16-30C-6\n\nRulemaking Authority.\n\nNot later than March 1, 2022, the State Department of Education and the State Board of Nursing shall adopt rules to implement and administer this chapter.\n\n(Act 2021-519, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-16/chapter-30c/section-16-30c-6/"
    }
  ]
}