{
  "state": "wisconsin",
  "path": "title-chapter-015/chapter-chapter-015",
  "sections": [
    {
      "id": "section-15001declaration",
      "number": "15.001Declaration",
      "heading": "of policy.",
      "text": "of policy.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1501definitions",
      "number": "15.01",
      "heading": "Definitions",
      "text": "15.01 Definitions. In this chapter: (1g) “Affiliated credentialing board” means a part-time body that meets all of the following conditions: (a) Is attached to an examining board to regulate a profession that does not practice independently of the profession regulated by the examining board or that practices in collaboration with the profession regulated by the examining board. (b) With the advice of the examining board to which it is attached, sets standards of professional competence and conduct for the profession under the affiliated credentialing board’s supervision, reviews the qualifications of prospective new practitioners, grants credentials, takes disciplinary action against credential holders and performs other functions assigned to it by law. (1r) “Board” means a part-time body functioning as the policy-making unit for a department or independent agency or a part-time body with policy-making or quasi-judicial powers. (2) “Commission” means a 3-member governing body in charge of a department or independent agency or of a division or other subunit within a department, except for the employment relations commission which shall consist of one chairperson, the Wisconsin waterways commission which shall consist of 5 members, the elections commission which shall consist of at least 6 members, the ethics commission which shall consist of at least 6 members, and the parole commission which shall consist of 4 members. A Wisconsin group created for participation in a continuing interstate body, or the interstate body itself, shall be known as a “commission”, but is not a commission for purposes of s. 15.06. The parole commission created under s. 15.145 (1) shall be known as a “commission”, but is not a commission for purposes of s. 15.06. (3) “Committee” means a part-time body appointed to study a specific problem and to recommend a solution or policy alternative with respect to that problem, and intended to terminate on the completion of its assignment. Because of their temporary nature, committees shall be created by session law rather than by statute. (4) “Council” means a part-time body appointed to function on a continuing basis for the study, and recommendation of solutions and policy alternatives, of the problems arising in a specified functional area of state government, except the council on physical disabilities has the powers and duties specified in s. 46.29 (1) and (2), the state council on alcohol and other drug abuse has the powers and duties specified in s. 14.24, the electronic recording council has the powers and duties specified in s. 706.25 (4), and the remote notary council has the powers and duties specified in s. 140.145 (11). (5) “Department” means the principal administrative agency within the executive branch of Wisconsin state government, but does not include the independent agencies under subch. III. (6) “Division,” “bureau,” “section,” and “unit” means the subunits of a department or an independent agency, whether specifically created by law or created by the head of the department or the independent agency for the more economic and efficient administration and operation of the programs assigned to the department or independent agency. The office of credit unions in the department of financial institutions, the office of the inspector general in the department of children and families, the office of the inspector general in the department of health services, and the office of children’s mental health in the department of health services have the meaning of “division” under this subsection. The office of the long-term care ombudsman under the board on aging and long-term care and the office of educational accountability and the office of literacy in the department of public instruction have the meaning of “bureau” under this subsection. (7) “Examining board” means a part-time body which sets standards of professional competence and conduct for the profession under its supervision, prepares, conducts and grades the examinations of prospective new practitioners, grants licenses, investigates complaints of alleged unprofessional conduct and performs other functions assigned to it by law. “Examining board” includes the board of nursing. (8) “Head”, in relation to a department, means the constitutional officer, commission, secretary or board in charge of the department. “Head”, in relation to an independent agency, means the commission, commissioner or board in charge of the independent agency. (9) “Independent agency” means an administrative agency within the executive branch created under subch. III. History: 1977 c. 29, 274; 1979 c. 34; 1983 a. 27, 189, 371, 410, 538; 1985 a. 29, 120, 180; 1987 s. 27, 342, 399; 1989 a. 31, 107, 202; 1991 a. 39, 269, 315; 1993 a. 16, 107, 210, 215; 1995 a. 27 ss. 74 and 9145 (1); 1995 a. 442, 462; 1997 a. 27, 237; 2001 a. 16, 105, 109; 2005 a. 25, 421; 2007 a. 20; 2009 a. 28; 2011 a. 32, 38; 2013 a. 20; 2015 a. 55, 118; 2017 a. 59; 2019 a. 125; 2023 a. 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-15/section-15-01/"
    },
    {
      "id": "section-1503attachment",
      "number": "15.03Attachment",
      "heading": "for limited purposes.",
      "text": "for limited purposes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1504heads",
      "number": "15.04Heads",
      "heading": "of departments and independent agencies; powers and duties.",
      "text": "of departments and independent agencies; powers and duties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1505secretaries",
      "number": "15.05",
      "heading": "Secretaries",
      "text": "15.05 Secretaries. (1) Selection. (a) If a department is under the direction and supervision of a secretary, the secretary shall be nominated by the governor, and with the advice and consent of the senate appointed, to serve at the pleasure of the governor. (b) Except as provided in pars. (c) and (d), if a department is under the direction and supervision of a board, the board shall appoint a secretary to serve at the pleasure of the board outside the classified service. In such departments, the powers and duties of the board shall be regulatory, advisory and policy-making, and not administrative. All of the administrative powers and duties of the department are vested in the secretary, to be administered by him or her under the direction of the board. The secretary, with the approval of the board, shall promulgate rules for administering the department and performing the duties assigned to the department. (c) The secretary of natural resources shall be nominated by the governor, and with the advice and consent of the senate appointed, to serve at the pleasure of the governor. (d) The secretary of agriculture, trade and consumer protection shall be nominated by the governor, and with the advice and consent of the senate appointed, to serve at the pleasure of the governor. (1m) Secretary of veterans affairs. Before making his or her nomination for the secretary of veterans affairs, the governor shall personally consult with the presiding officers of at least 6 Wisconsin veterans organizations. (3) Assistant deputy secretary and executive assistant. (a) Each secretary may appoint an assistant deputy secretary to serve at his or her pleasure outside the classified service. The assistant deputy secretary shall perform duties as the secretary prescribes. (b) The attorney general, the adjutant general, the director of the technical college system, and the state superintendent of public instruction may appoint an executive assistant to serve at his or her pleasure outside the classified service. The executive assistant shall perform duties as his or her appointing authority prescribes. (3m) Field district or field area directors. Each secretary may appoint a director under the classified service for each district or area office established in his or her department under s. 15.02 (3) (b). (4) Official oath. Each secretary shall take and file the official oath prior to assuming office. (5) Assistant deputy secretary and executive assistant approvals. Positions for which appointment is made under sub. (3) may be authorized only under s. 16.505. History: 1973 c. 90; 1977 c. 4, 196; 1985 a. 18; 1985 a. 332 s. 251 (3); 1989 a. 31, 169; 1993 a. 399; 1995 a. 27; 2011 a. 36; 2013 a. 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-15/section-15-05/"
    },
    {
      "id": "section-1506commissions",
      "number": "15.06Commissions",
      "heading": "and commissioners.",
      "text": "and commissioners.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1507boards",
      "number": "15.07",
      "heading": "Boards",
      "text": "15.07 Boards. (1) Selection of members. (a) If a department or independent agency is under the direction and supervision of a board, the members of the board, other than the members serving on the board because of holding another office or position, shall be nominated by the governor, and with the advice and consent of the senate appointed, to serve for terms prescribed by law, except: 1. Members of the higher educational aids board shall be appointed by the governor without senate confirmation. 3. Members of the employee trust funds board appointed or elected under s. 15.16 (1) (a), (b), (d) and (f) shall be appointed or elected as provided in that section. 4. Members of the investment board appointed under s. 15.76 (3) shall be appointed as provided in that section. 5. The members of the educational communications board appointed under s. 15.57 (5) and (7) shall be appointed as provided in that section. 6. Members of the public leadership board appointed under s. 15.915 (7) (d) and (e) shall be appointed by the governor without senate confirmation. (b) For each board not covered under par. (a), the governor shall appoint the members of the board, other than the members serving on the board because of holding another office or position and except as otherwise provided, for terms prescribed by law except that all members of the following boards, or all members of the following boards specified in this paragraph, other than the members serving on a board because of holding another office or position, shall be nominated by the governor, and with the advice and consent of the senate appointed, for terms provided by law: 1. Banking institutions review board. 2. College savings program board. 3. Credit union review board. 9. Board on aging and long-term care. 10. Land and water conservation board. 11. Waste facility siting board. 12. Prison industries board. 14. Deferred compensation board. 15. The 3 members of the lower Wisconsin state riverway board appointed under s. 15.345 (8) (b) 7. 15m. The members of the state fair park board appointed under s. 15.445 (4) (a) 3. to 5. 17. Real estate appraisers board. 18m. Board of veterans affairs. 19m. Auctioneer board. 20. The 3 members of the Kickapoo reserve management board appointed under s. 15.445 (2) (b) 3. 23. Cemetery board. (c) Except as provided under par. (cm), fixed terms of members of boards shall expire on May 1 and, if the term is for an even number of years, shall expire in an odd-numbered year. (cm) The terms of the 3 members of the land and water conservation board appointed under s. 15.135 (4) (b) 2. shall expire on January 1. The term of the member of the land and water conservation board appointed under s. 15.135 (4) (b) 2m. shall expire on May 1 of an even-numbered year. The terms of the appraiser members of the real estate appraisers board and the terms of the auctioneer and auction company representative members of the auctioneer board shall expire on May 1 in an even-numbered year. The terms of the members of the cemetery board shall expire on July 1 in an even-numbered year. The term of the student member of the Board of Regents of the University of Wisconsin System who is at least 24 years old shall expire on May 1 of every even-numbered year. (cs) No member of the auctioneer board or real estate appraisers board may be an officer, director, or employee of a private organization that promotes or furthers any profession or occupation regulated by that board. (2) Selection of officers. At its first meeting in each year, every board shall elect a chairperson, vice chairperson and secretary each of whom may be reelected for successive terms, except that: (a) The chairperson and vice chairperson of the investment board shall be designated biennially by the governor. (d) The officers elected by the board of regents of the University of Wisconsin System and the technical college system board shall be known as a president, vice president and secretary. (e) The representative of the department of justice shall serve as chairperson of the claims board and the representative of the department of administration shall serve as its secretary. (f) The state superintendent of public instruction or his or her designated representative shall serve as chairperson of the school district boundary appeal board. (g) A representative of the department of justice designated by the attorney general shall serve as nonvoting secretary to the law enforcement standards board. (h) The chairperson of the state fair park board shall be designated annually by the governor from among the members appointed under s. 15.445 (4) (a) 3., 4. and 5. (j) At its first meeting in each even-numbered year, the state capitol and executive residence board shall elect officers for 2-year terms. (m) The representative of the department of administration shall serve as chairperson of the incorporation review board. (3) Frequency of meetings. (a) If a department or independent agency is under the direction and supervision of a board, the board shall meet quarterly and may meet at other times on the call of the chairperson or a majority of its members. If a department or independent agency is under the direction and supervision of a board, the board shall, in addition, meet no later than August 31 of each even-numbered year to consider and approve a proposed budget of the department or independent agency for the succeeding fiscal biennium. (b) Except as provided in par. (bm), each board not covered under par. (a) shall meet annually, and may meet at other times on the call of the chairperson or a majority of its members. The auctioneer board, the cemetery board, and the real estate appraisers board shall also meet on the call of the secretary of safety and professional services or his or her designee within the department. (bm) 3. The auctioneer board shall meet at least 4 times each year. 5. The incorporation review board shall meet on the call of the chairperson or a majority of the board’s members. 6. The cemetery board shall meet at least 4 times each year. (4) Quorum. A majority of the membership of a board constitutes a quorum to do business and, unless a more restrictive provision is adopted by the board, a majority of a quorum may act in any matter within the jurisdiction of the board. This subsection does not apply to actions of the school district boundary appeal board as provided in s. 117.05 (2) (a). (5) Reimbursement for expenses; compensation. Except as provided in sub. (5m), the members of each board shall be reimbursed for their actual and necessary expenses incurred in the performance of their duties, such reimbursement in the case of an officer or employee of this state who represents an agency as a member of a board to be paid by the agency which pays the member’s salary. The members shall receive no compensation for their services, except that the following members of boards, except full-time state officers or employees, also shall be paid the per diem stated below for each day on which they were actually and necessarily engaged in the performance of their duties: (a) Members of the investment board, $50 per day. (b) Members of the banking institutions review board, $25 per day but not to exceed $1,500 per year. (c) Members of the auctioneer board, $25 per day. (d) Members of the board of agriculture, trade and consumer protection, not exceeding $35 per day as fixed by the board with the approval of the governor, but not to exceed $1,000 per year. (e) In lieu of a per diem, the members of the technical college system board shall receive $100 annually. (f) Members of the teachers retirement board, appointive members of the Wisconsin retirement board, appointive members of the group insurance board, members of the deferred compensation board and members of the employee trust funds board, $25 per day. (h) Voting members of the land and water conservation board, $25 per day. (j) Members of the state fair park board, $10 per day but not to exceed $600 per year. (k) Members of the board for people with developmental disabilities, $50 per day. (L) Members of the school district boundary appeal board, $25 per day. (o) Members of the burial sites preservation board, $25 per day. (s) Members of the credit union review board, $25 per day but not to exceed $1,500 per year. (t) Members of the waste facility siting board who are town or county officials, $35 per day. (w) Members of the lower Wisconsin state riverway board, $25 per day. (x) Members of the real estate appraisers board, $25 per day. (y) Members of the Kickapoo reserve management board, $25 per day. (z) Members of the cemetery board, $25 per day. (5m) Limitations on salary and expenses. (b) Lower Wisconsin state riverway board. The members, except for the chairperson, of the lower Wisconsin state riverway board shall be reimbursed under sub. (5) for only their necessary and actual travel expenses incurred in the performance of their duties, or shall be paid $25 plus mileage incurred in the performance of their duties, whichever is greater. The chairperson of the lower Wisconsin state riverway board shall be reimbursed for all his or her actual and necessary expenses incurred in the performance of his or her duties. The lower Wisconsin state riverway board shall determine which expenses of the chairperson are actual and necessary before reimbursement. (c) Board for people with developmental disabilities. A member of the board for people with developmental disabilities shall be reimbursed under sub. (5) (k) only if the member attends a meeting or event of the board and all of the following apply: 1. The member’s official duties related to the meeting or event occupy at least 4 hours in one day. 2. Due to the member’s official duties related to the meeting or event the member forfeits wages from other employment or the member is not otherwise employed for wages. (d) Distance learning authorization board. The members of the distance learning authorization board shall not be reimbursed for expenses under sub. (5). (6) Reports. Every board created in or attached to a department or independent agency shall submit to the head of the department or independent agency, upon request of that person not more often than annually, a report on the operation of the board. (7) Official oath. Each member of a board shall take and file the official oath prior to assuming office. History: 1971 c. 100 s. 23; 1971 c. 125, 261, 270, 323; 1973 c. 90, 156, 299, 334; 1975 c. 39, 41, 422; 1977 c. 29 ss. 24, 26, 1650m (3); 1977 c. 203, 277, 418, 427; 1979 c. 34, 110, 221, 346; 1981 c. 20, 62, 94, 96, 156, 314, 346, 374, 391; 1983 a. 27, 282, 403; 1985 a. 20, 29, 316; 1987 a. 27, 119, 142, 354, 399, 403; 1989 a. 31, 102, 114, 219, 299, 340; 1991 a. 25, 39, 116, 221, 269, 316; 1993 a. 16, 75, 102, 184, 349, 399, 490; 1995 a. 27, 216, 247; 1997 a. 27 ss. 43 to 48m, 9456 (3m); 1999 a. 9, 44, 181, 197; 2001 a. 16; 2003 a. 33 ss. 79 to 85, 2811; 2003 a. 48 ss. 10, 11; 2003 a. 171; 2003 a. 206 s. 23; 2005 a. 25 ss. 41g to 45m, 2493; 2005 a. 76, 228, 253; 2007 a. 1, 20, 97, 109; 2009 a. 28; 2011 a. 10, 32; 2013 a. 203; 2015 a. 55, 118, 208, 237; 2017 a. 59, 366; 2019 a. 65. “Membership” as used in sub. (4) means the authorized number of positions and not the number of positions that are currently occupied. 66 Atty. Gen. 192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-15/section-15-07/"
    },
    {
      "id": "section-1508examining",
      "number": "15.08Examining",
      "heading": "boards and councils.",
      "text": "boards and councils.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15085affiliated",
      "number": "15.085Affiliated",
      "heading": "credentialing boards.",
      "text": "credentialing boards.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1509councils",
      "number": "15.09",
      "heading": "Councils",
      "text": "15.09 Councils. (1) Selection of members. (a) Unless otherwise provided by law, the governor shall appoint the members of councils for terms prescribed by law. Except as provided in pars. (b) and (c), fixed terms shall expire on July 1 and shall, if the term is for an even number of years, expire in an odd-numbered year. (b) The terms of the members of the council on recycling shall expire as specified under s. 15.347 (17) (c). (c) The terms of the members of the off-highway motorcycle council shall expire on March 1. (2) Selection of officers. Unless otherwise provided by law, at its first meeting in each year every council shall elect a chairperson, vice chairperson and secretary from among its members. Any officer may be reelected for successive terms. For any council created under the general authority of s. 15.04 (1) (c), the constitutional officer or secretary heading the department or the chief executive officer of the independent agency in which such council is created shall designate an employee of the department or independent agency to serve as secretary of the council and to be a voting member thereof. (3) Location and frequency of meetings. Unless otherwise provided by law, every council shall meet at least annually and shall also meet on the call of the head of the department or independent agency in which it is created, and may meet at other times on the call of the chairperson or a majority of its members. A council shall meet at such locations as may be determined by it unless the constitutional officer or secretary heading the department or the chief executive officer of the independent agency in which it is created determines a specific meeting place. (4) Quorum. Except as otherwise expressly provided, a majority of the membership of a council constitutes a quorum to do business, and a majority of a quorum may act in any matter within the jurisdiction of the council. (5) Powers and duties. Unless otherwise provided by law, a council shall advise the head of the department or independent agency in which it is created and shall function on a continuing basis for the study, and recommendation of solutions and policy alternatives, of the problems arising in a specified functional area of state government. (6) Reimbursement for expenses. Members of a council shall not be compensated for their services, but, except as otherwise provided in this subsection, members of councils created by statute shall be reimbursed for their actual and necessary expenses incurred in the performance of their duties, such reimbursement in the case of an elective or appointive officer or employee of this state who represents an agency as a member of a council to be paid by the agency which pays his or her salary. Members of the agricultural education and workforce development council may not be reimbursed for their actual and necessary expenses incurred in the performance of their duties. (7) Reports. Unless a different provision is made by law for transmittal or publication of a report, every council created in a department or independent agency shall submit to the head of the department or independent agency, upon request of that person not more often than annually, a report on the operation of the council. (8) Official oath. Each member of a council shall take and file the official oath prior to assuming office. History: 1971 c. 211; 1977 c. 29; 1977 c. 196 s. 131; 1979 c. 34, 346; 1983 a. 27, 388, 410; 1985 a. 84; 1989 a. 335; 1991 a. 39, 189; 1993 a. 184; 2003 a. 260; 2007 a. 223; 2009 a. 2; 2011 a. 233; 2015 a. 170.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-15/section-15-09/"
    },
    {
      "id": "section-1510department",
      "number": "15.10Department",
      "heading": "of administration; creation.",
      "text": "of administration; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1513department",
      "number": "15.13Department",
      "heading": "of agriculture, trade and consumer protection; creation.",
      "text": "of agriculture, trade and consumer protection; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1514department",
      "number": "15.14Department",
      "heading": "of corrections; creation.",
      "text": "of corrections; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1516department",
      "number": "15.16Department",
      "heading": "of employee trust funds; creation.",
      "text": "of employee trust funds; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1518department",
      "number": "15.18Department",
      "heading": "of financial institutions.",
      "text": "of financial institutions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1519department",
      "number": "15.19Department",
      "heading": "of health services; creation.",
      "text": "of health services; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1520department",
      "number": "15.20Department",
      "heading": "of children and families; creation.",
      "text": "of children and families; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1522department",
      "number": "15.22Department",
      "heading": "of workforce development; creation.",
      "text": "of workforce development; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1525department",
      "number": "15.25Department",
      "heading": "of justice; creation.",
      "text": "of justice; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1531department",
      "number": "15.31Department",
      "heading": "of military affairs; creation.",
      "text": "of military affairs; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1534department",
      "number": "15.34Department",
      "heading": "of natural resources; creation.",
      "text": "of natural resources; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15348conservation",
      "number": "15.348Conservation",
      "heading": "congress.",
      "text": "congress.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1537department",
      "number": "15.37Department",
      "heading": "of public instruction; creation.",
      "text": "of public instruction; creation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}