{
  "state": "south-carolina",
  "path": "title-title-15/chapter-chapter-82",
  "sections": [
    {
      "id": "section-15-82-10",
      "number": "15-82-10",
      "heading": "",
      "text": "(A) As used in this section, the terms:\n\n(1) \"Possessor of land\" means the possessor of any fee, reversionary, or easement interest in real property, including an owner, lessee, or other lawful occupant.\n\n(2) \"Trespasser\" means a person who enters or remains on the land of another without permission or without legal privilege.\n\n(B) A possessor of land owes no duty to a trespasser except to refrain from causing a wilful or wanton injury.\n\n(C) Notwithstanding subsection (B), a possessor of land is subject to liability for physical harm to children or a person with an intellectual disability who are trespassing thereon caused by an artificial condition upon the land if:\n\n(1) the place where the condition exists is one upon which the possessor knows or has reason to know that children or persons with an intellectual disability are likely to trespass;\n\n(2) the condition is one of which the possessor knows or has reason to know and which he realizes or should realize will involve an unreasonable risk of death or serious bodily harm to children or persons with an intellectual disability;\n\n(3) the person because of his youth or intellectual disability does not discover the condition or realize the risk involved in intermeddling with it or in coming within the area made dangerous by it;\n\n(4) the utility to the possessor of maintaining the condition and the burden of eliminating the danger are slight as compared with the risk to children or the persons with an intellectual disability who are involved; and\n\n(5) the possessor fails to exercise reasonable care to eliminate the danger or otherwise to protect the children or the persons with an intellectual disability.\n\n(D) For the purposes of subsection (C), \"intellectual disability\" has the same meaning as provided for in Section 44-20-30(12).\n\n(E) This chapter does not affect any immunities from or defenses to civil liability established by another section of the South Carolina Code of Laws or available at common law to which a possessor of land may be entitled.\n\n(F) The provisions of this chapter do not affect any right, privilege, or provision of the South Carolina Tort Claims Act pursuant to Chapter 78, Title 15.\n\nHISTORY: 2015 Act No. 65 (H.3266), Section 1, eff June 8, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-82/section-15-82-10/"
    }
  ]
}