{
  "state": "south-carolina",
  "path": "title-title-15/chapter-chapter-49",
  "sections": [
    {
      "id": "section-15-49-10",
      "number": "15-49-10.",
      "heading": "",
      "text": "(A) A person who has been a resident of the State of South Carolina for at least six months and who desires to change his name may petition, in writing, a family court judge in the appropriate circuit, setting forth the reason for the change, his age, his place of residence and birth, and the name by which he desires to be known.\n\n(B) A parent who desires to change the name of his minor child may petition, in writing, a family court judge in the appropriate circuit. The other parent, if there is not one then the child, must be named as a party in the action unless waived by the court. The court shall appoint a guardian ad litem to represent the child. The court shall grant the petition if it finds that it is in the best interest of the child.\n\nHISTORY: 1962 Code Section 48-51; 1952 Code Section 48-51; 1942 Code Section 8674; 1932 Code Section 8674; Civ. C. '22 Section 5573; Civ. C. '12 Section 3793; Civ. C. '02 Section 2699; G. S. 2067; R. S. 2199; 1814 (5) 718; 1962 (52) 1656; 1990 Act No. 344, Section 1; 2022 Act No. 183 (H.3271), Section 1, eff May 16, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-49/section-15-49-10/"
    },
    {
      "id": "section-15-49-20",
      "number": "15-49-20.",
      "heading": "",
      "text": "(A) A person who petitions the court for a name change must attach to the petition or have provided directly to the court and made a part of the record:\n\n(1) the results of a fingerprint and criminal background check conducted by the State Law Enforcement Division;\n\n(2) a screening statement from the Department of Social Services that indicates whether the person is listed on the department's Central Registry of Child Abuse and Neglect. If the person is listed on the registry and the court grants the petition for a name change, the clerk of court must notify the department of the change so that the department can accurately reflect the change in the Central Registry of Child Abuse and Neglect;\n\n(3) an affidavit signed by the petitioner which provides whether the petitioner is under a court order to pay child support or alimony;\n\n(4) a screening statement from the State Law Enforcement Division that indicates whether the person is listed on the division's sex offender registry. If the person is listed on the registry and the court grants the petition for a name change, the clerk of court shall notify the division of the change so that the division can accurately reflect the change in the sex offender registry;\n\n(5) an affidavit signed by the petitioner which provides that the petitioner is currently a resident of the State of South Carolina and has been a resident of the State for at least six months. The petitioner shall attach to the affidavit proof of residency in South Carolina of at least six months, which may be as documented on any form of proof of residency deemed acceptable by the South Carolina Department of Motor Vehicles when issuing a driver's license. To protect the petitioner's safety, the court may waive the six months' residency requirement if the petitioner provides evidence that:\n\n(a) the petitioner is a victim of domestic violence, dating violence, stalking, harassment, sexual offenses, trafficking in persons, or other abuse; and\n\n(b) the petitioner is currently in reasonable fear of the petitioner's safety.\n\nEvidence shall include, but not be limited to:\n\n(i) law enforcement, court, or other federal or state agency applications, records, or files;\n\n(ii) documentation from an agency or nonprofit organization that provides specialized assistance or services to victims of domestic violence, dating violence, stalking, harassment, sexual offenses, trafficking in persons, or other abuse; or\n\n(iii) documentation from a religious, medical, or other professional from whom the applicant has sought assistance in connection with the alleged victimization.\n\nThis subsection does not apply to a minor child when the parent is seeking a name change for the minor child pursuant to Section 15-49-10(B), to a person seeking to return to the person's maiden name or a former married name in an action for divorce, or to a person seeking to change his or her name as a result of the person's marriage.\n\n(B) Prior to issuing an order for a name change, the court may conduct a hearing on the petition and may order the petitioner to be present.\n\n(C) Following the hearing and upon consideration of the petition, the reason contained in the petition, and other documentation before the court, the judge must determine and grant or refuse the name change as the judge considers proper, having a due regard to the true interest of the petitioner and protection of the public.\n\n(D) If a petitioner is found to have a criminal record as indicated by the background check and the court grants the petition for a name change, the clerk of court must notify the State Law Enforcement Division of the petitioner's new name. The division must make the appropriate changes to the petitioner's criminal record.\n\n(E) If a petitioner is in custody of the Department of Corrections and the court grants the petition for a name change, the clerk of court must notify the department of the petitioner's new name. The department must make the appropriate changes to the petitioner's department record.\n\n(F) A petitioner who requests a background check from a law enforcement agency pursuant to the provisions of this section shall sign an affidavit stating he has never been convicted of a crime under a name other than the name in which he is making the request. A surrogate or person representing a petitioner over the age of eighteen shall not be allowed to sign the affidavit. A petitioner who knowingly and wilfully falsifies the affidavit must be punished as provided in subsections (G) or (H).\n\n(G) A person who knowingly and wilfully falsifies the affidavit required in subsection (F), upon conviction, must be fined not more than one hundred dollars or imprisoned for not more than six months, or both.\n\n(H) A person convicted of an offense requiring registration with the State Law Enforcement Division's Sex Offender Registry, and who knowingly and wilfully falsifies the affidavit required in subsection (F) in order to obtain employment, including employment with a child daycare center, or other entity that cares for vulnerable individuals, upon conviction, must be imprisoned for a period of not more than ten years.\n\n(I) All costs associated with the requirements of this section are the sole responsibility of the petitioner.\n\n(J) The provisions of this section do not apply to a person who wishes to resume her maiden name as a result of a domestic action filed in family court. A family court judge may authorize a name change for a person wishing to resume her maiden name in another order including, but not limited to, an order for separate support and maintenance or a final divorce decree.\n\n(K) Upon the petitioner's request, after granting the name change, the court shall seal the file if the court finds that the safety of the petitioner seeking the name change or the safety of the petitioner's child or ward warrants sealing the file. In all cases filed under this subsection, where the court orders that the file be sealed, any court record of the name change petition, proceeding, or order shall not be made public.\n\nHISTORY: 1962 Code Section 48-52; 1952 Code Section 48-52; 1942 Code Section 8675; 1932 Code Section 8675; Civ. C. '22 Section 5574; Civ. C. '12 Section 3794; Civ. C. '02 Section 2700; G. S. 2068; R. S. 2200; 1814 (5) 718; 2002 Act No. 346, Section 1; 2006 Act No. 229, Section 1, eff February 17, 2006; 2022 Act No. 183 (H.3271), Sections 2, 3, eff May 16, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-49/section-15-49-20/"
    },
    {
      "id": "section-15-49-30",
      "number": "15-49-30.",
      "heading": "",
      "text": "The filing fee provided in Section 8-21-310(C)(1) applies with respect to an action for change of name.\n\nHISTORY: 1962 Code Section 48-53; 1952 Code Section 48-53; 1942 Code Section 8676; 1932 Code Section 8676; Civ. C. '22 Section 5575; Civ. C. '12 Section 3795; Civ. C. '02 Section 2701; G. S. 2069; R. S. 2201; 1814 (5) 718; 1990 Act No. 531, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-49/section-15-49-30/"
    },
    {
      "id": "section-15-49-40",
      "number": "15-49-40.",
      "heading": "",
      "text": "The person so changing his name may thereafter sue and be sued, plead and be impleaded by his new name and no other. When an action shall be pending at the time of such change of name it shall not abate by the party's name being changed, but the record on motion shall be amended by expunging the old name and inserting the new name of the party.\n\nHISTORY: 1962 Code Section 48-54; 1952 Code Section 48-54; 1942 Code Section 8677; 1932 Code Section 8677; Civ. C. '22 Section 5576; Civ. C. '12 Section 3796; Civ. C. '02 Section 2702; G. S. 2070; R. S. 2202; 1814 (5) 719.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-49/section-15-49-40/"
    },
    {
      "id": "section-15-49-50",
      "number": "15-49-50.",
      "heading": "",
      "text": "When a person changing his name is bound by obligation or otherwise, the effect of which obligation would extend to and impose any obligation on the heirs, executors or administrators of the person so having changed his name, such heirs, executors or administrators shall be and remain bound, to all intents and purposes, in the same manner and to the same extent as if the person had not changed his name.\n\nHISTORY: 1962 Code Section 48-55; 1952 Code Section 48-55; 1942 Code Section 8678; 1932 Code Section 8678; Civ. C. '22 Section 5577; Civ. C. '12 Section 3797; Civ. C. '02 Section 2703; G. S. 2071; R. S. 2203; 1814 (5) 719.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-49/section-15-49-50/"
    }
  ]
}