{
  "state": "south-carolina",
  "path": "title-title-15/chapter-chapter-75",
  "sections": [
    {
      "id": "section-15-75-10",
      "number": "15-75-10.",
      "heading": "",
      "text": "If any person shall utter and publish, either by writing or verbally, any words of and concerning any female imputing to her a want of chastity, the person so uttering and publishing such words shall be liable for damages in a civil action brought by the female of whom the words may be uttered and published, without proving any special damage, subject, nevertheless, to the rules of evidence.\n\nHISTORY: 1962 Code Section 10-2591; 1952 Code Section 10-2591; 1942 Code Section 8659; 1932 Code Section 8659; Civ. C. '22 Section 5595; Civ. C. '12 Section 3941; Civ. C. '02 Section 2838; G. S. 2179; R. S. 2308; 1824 (6) 236; 1995 Act No. 104, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-75/section-15-75-10/"
    },
    {
      "id": "section-15-75-20",
      "number": "15-75-20.",
      "heading": "",
      "text": "Any person may maintain an action for damages arising from an intentional or tortious violation of the right to the companionship, aid, society and services of his or her spouse. Provided, that such action shall not include any damages recovered prior thereto by the injured spouse.\n\nThis section shall not be retroactive but shall be effective only on cause of action arising after June 25, 1969.\n\nHISTORY: 1962 Code Section 10-2593; 1969 (56) 615.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-75/section-15-75-20/"
    },
    {
      "id": "section-15-75-40",
      "number": "15-75-40.",
      "heading": "",
      "text": "(A) As used in this section:\n\n(1) \"Shoplifting\" means an act punishable under Section 16-13-110 and also includes the theft of cash or merchandise by employees of a mercantile establishment;\n\n(2) \"Store or other retail mercantile establishment\" means an establishment as defined in Section 16-13-105(5);\n\n(3) \"Emancipated minor\" means a person over the age of sixteen at the time of the alleged shoplifting and who was no longer a dependent of or in the custody of a parent or legal guardian.\n\n(B) In a proceeding brought under this section the burden of proof is by a preponderance of the evidence.\n\n(C) An adult or emancipated minor who commits shoplifting against the property of a store or other retail mercantile establishment is civilly liable to the operator of the establishment in an amount consisting of:\n\n(1) the retail price of the merchandise if not recovered in merchantable condition up to an amount not to exceed fifteen hundred dollars; plus\n\n(2) a penalty not to exceed the greater of three times the retail price of the merchandise or one hundred fifty dollars. In no event may the penalty exceed five hundred dollars.\n\n(D) Custodial parents or legal guardians of an unemancipated minor who knew or should have known of the minor's propensity to steal are civilly liable for the minor who commits shoplifting against the property of a store or other retail mercantile establishment to the operator of the establishment in an amount consisting of:\n\n(1) the retail price of the merchandise if not recovered in merchantable condition up to an amount not to exceed fifteen hundred dollars; plus\n\n(2) a penalty not to exceed the greater of three times the retail price of the merchandise or one hundred fifty dollars. In no event may the penalty exceed five hundred dollars.\n\n(E) A conviction or a plea of guilty for committing shoplifting is not a prerequisite to the bringing of a civil suit, obtaining a judgment, or collecting that judgment under this section.\n\n(F) The fact that an operator of a store or other retail mercantile establishment may bring an action against an individual as provided in this section does not limit the right of the merchant to demand, orally or in writing, that a person who is liable for damages and penalties under this section remit the damages and penalties before the commencement of a legal action.\n\n(G)(1) A written notice sent by the operator of a store or other mercantile establishment to an individual as provided in subsection (F) must be sent by certified mail and must state substantially as follows:\n\n\"(Date of Mailing), 19 (Name) (Address) (City) This letter is written notice of demand for payment of damages in the amount of (amount of damages) arising out of your shoplifting of the following personal property owned by (the undersigned or other owner): (list of property) Pursuant to Section 15-75-40, Code of Laws of South Carolina, 1976, this letter is further notice that if the amount stated above is not paid, or a written agreement as to its payment is not reached within thirty days of the date of mailing this letter, (I) (we) (other owner) intend to bring a legal action against you for the amount, plus attorney's fees, court costs, and other relief provided by law. (Name) (Address of business) (City) (person sending notice)\"\n\n(2) The date of mailing of the notice provided by this subsection is the later of the date of mailing stated in the notice or the date on the certified mail receipt when the notice was delivered to the United States mail.\n\n(H) In an action brought under subsection (D) of this section, the court shall consider in the interest of justice mitigating circumstances that bear directly upon the actions of the custodial parent or legal guardian in supervising the unemancipated minor who committed the shoplifting. These mitigating circumstances may include, but are not limited to, whether or not the unemancipated minor had demonstrated a propensity to steal or tendencies toward kleptomania and whether or not the custodial parent or legal guardian had notice or knowledge of the unemancipated minor's propensity to steal or tendencies toward kleptomania.\n\n(I) An action for recovery of damages and penalties under this section may be brought in any court of competent jurisdiction.\n\n(J) The provisions of this section may not be construed to prohibit or limit any other cause of action which an operator of a store or other retail mercantile establishment may have against a person who unlawfully takes merchandise from the establishment.\n\n(K) Testimony or statements of the defendant or unemancipated minor child of the defendant or any evidence derived from an attempt to reach a civil settlement or from a civil proceeding brought under this section is inadmissible in any other court proceeding related to the shoplifting.\n\n(L) A store which utilizes the provisions of this section is prohibited from subsequently filing criminal charges against the individual pursuant to Section 16-13-110.\n\nHISTORY: 1994 Act No. 390, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-75/section-15-75-40/"
    },
    {
      "id": "section-15-75-50",
      "number": "15-75-50.",
      "heading": "",
      "text": "(A) No person may use a machine that electronically transmits facsimiles through connection with a telephone network to transmit unsolicited advertising material which offers to sell goods or services except as follows:\n\n(1) where a prior or current business relationship exists between the sender and receiver;\n\n(2) where the facsimile transmission is sent as a follow-up or response to a sales call, sales lead, or other business or association-related contact.\n\n(B) A person aggrieved by a violation of the provisions of subsection (A) may bring a civil action to enjoin further violations and to recover the actual damages sustained by reason of the violation, together with costs and a reasonable attorney's fee, or two hundred dollars, whichever is greater.\n\nHISTORY: 1991 Act No. 58, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-75/section-15-75-50/"
    },
    {
      "id": "section-15-75-51",
      "number": "15-75-51.",
      "heading": "",
      "text": "The penalty provided by Section 15-75-50, including injunctive relief, may not be imposed unless the person who is alleged to have violated that section does so after being instructed, (1) in writing, (2) by telephone, or (3) by a machine that electronically transmits facsimiles through connection with a telephone network, by the receiver of the unsolicited advertising material not to transmit the material.\n\nHISTORY: 1991 Act No. 58, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-75/section-15-75-51/"
    },
    {
      "id": "section-15-75-60",
      "number": "15-75-60.",
      "heading": "",
      "text": "A person who is injured by a sham legal process involving a violation of Section 16-17-735 has the following civil remedies against the person who committed the violation or who caused the violation to be committed:\n\n(1) actual damages;\n\n(2) punitive damages;\n\n(3) costs; and\n\n(4) reasonable attorney's fees. The amount of the recovery for the plaintiff is not determinative of the attorney's fee.\n\nHISTORY: 1998 Act No. 385, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-15/chapter-75/section-15-75-60/"
    }
  ]
}