{
  "state": "idaho",
  "path": "title-title-32/chapter-chapter-14",
  "sections": [
    {
      "id": "section-32-1401",
      "number": "32-1401",
      "heading": "",
      "text": "32-1401. LEGISLATIVE FINDINGS. The legislature finds that there is an increasing incidence of children and family members in more than one (1) court proceeding, including juvenile corrections, domestic violence, domestic relations, adoptions, and child protection actions, and there is a need to coordinate these diverse cases and related family services to provide an effective response to the needs of these children and families.\n\n[32-1401, added 2001, ch. 338, sec. 1, p. 1199.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1401/"
    },
    {
      "id": "section-32-1402",
      "number": "32-1402",
      "heading": "",
      "text": "32-1402. DECLARATION OF PURPOSE. The legislature declares that an effective response to address the needs of families and children in resolving these disputes would include the following:\n\n(1) Case management practices that provide a flexible response to the diverse court-related needs of families involved in multiple court cases which will promote the efficient use of time and resources of the parties and the court, and avoid conflicting court orders;\n\n(2) The expansion of available nonadversarial methods of dispute resolution, including mediation of child custody and visitation disputes and alternative dispute resolution assessments;\n\n(3) Coordination of family dispute issues with related litigation involving the juvenile correction laws and criminal laws;\n\n(4) A family court services coordinator to assist families in need to connect with appropriate resources for the family, to provide assessment information to the court to assist in early case resolution, and to conduct workshops which will educate the parties on the adverse impact of high conflict family disputes upon children, identify the developmental needs of children, and emphasize the importance of parenting plans and mediation techniques which peacefully resolve child custody and visitation issues;\n\n(5) A court assistance officer to provide assistance to parties without legal representation to help them understand the legal requirements of the court system, including educational materials, court forms, assistance in completing court forms, information about court procedures, and referrals to public and community agencies and resources that provide legal and other services to parents and children;\n\n(6) A domestic violence court coordinator to assist in the effective operation of a domestic violence court and to serve victims and families involved in domestic violence court proceedings;\n\n(7) Supervised visitation by trained providers to assure the safety and welfare of children in cases where certain risk factors are identified; and\n\n(8) The adoption of other methods and procedures which will promote a timely and effective resolution of related disputes in court cases involving children and families.\n\n[32-1402, added 2001, ch. 338, sec. 1, p. 1199; am. 2009, ch. 79, sec. 1, p. 218.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1402/"
    },
    {
      "id": "section-32-1403",
      "number": "32-1403",
      "heading": "",
      "text": "32-1403. IMPLEMENTATION OF A COORDINATED FAMILY SERVICES PLAN. The supreme court may establish a committee consisting of representatives of the judicial, executive and legislative branches to implement a coordinated family court services plan for a comprehensive response to children and families in the courts. The committee shall recommend, for adoption by the supreme court, policies and procedures that will carry out the purposes of this chapter.\n\n[32-1403, added 2001, ch. 338, sec. 1, p. 1200.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1403/"
    },
    {
      "id": "section-32-1404",
      "number": "32-1404",
      "heading": "",
      "text": "32-1404. EVALUATION OF FAMILY COURT SERVICES PLAN. The supreme court shall conduct a study measuring the effectiveness of an appropriation for family court services and report the results of its study to the governor and to the legislature by the first day of the legislative session.\n\n[32-1404, added 2001, ch. 338, sec. 1, p. 1200.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1404/"
    },
    {
      "id": "section-32-1405",
      "number": "32-1405",
      "heading": "",
      "text": "32-1405. ADMINISTRATION OF FUNDING. Subject to the appropriation power of the legislature, the supreme court shall be responsible for administering, allocating and apportioning all funding resources for children and family court services, including grants, contributions, and appropriations from the legislature, to each judicial district upon their submission of an appropriate plan for family court services.\n\n[32-1405, added 2001, ch. 338, sec. 1, p. 1200.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1405/"
    },
    {
      "id": "section-32-1406",
      "number": "32-1406",
      "heading": "",
      "text": "32-1406. COURT ASSISTANCE OFFICES AND COORDINATED FAMILY SERVICES — COST RECOVERY FEE SCHEDULE. (1) The supreme court is hereby authorized to establish a statewide uniform schedule of fees to assist counties in defraying the costs of providing legal forms and other written materials, training on the use of forms and distributed materials, and other court services that are furnished in connection with court assistance offices and coordinated family services. The supreme court schedule of fees shall be reasonably related to and shall not exceed the actual costs involved in furnishing the materials, training or other services.\n\n(2) The supreme court shall provide for a waiver or partial waiver of fees for those persons who are unable to pay the fees.\n\n(3) The fees established in the supreme court schedule shall be collected through the clerk of the district court of the county in which the materials, training, or other services are furnished, and the clerk shall pay them over to the county treasurer for deposit into the county district court fund. Subject to the budgetary process of the county, the moneys so deposited into the district court fund shall be dedicated to the objects and purposes identified in this section.\n\n[32-1406, added 2004, ch. 322, sec. 1, p. 905.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1406/"
    },
    {
      "id": "section-32-1407",
      "number": "32-1407",
      "heading": "",
      "text": "32-1407. COURT SERVICES COORDINATORS — RECORD CHECKS. Prior to appointment, and at his or her own cost, a family court services coordinator or a domestic violence court coordinator shall submit to a fingerprint-based criminal history check through any law enforcement office in the state providing such a service. The criminal history check shall include a statewide criminal identification bureau check, federal bureau of investigation criminal history check, child abuse registry check, adult protection registry check and statewide sex offender registry check. A record of all background checks shall be maintained in the office of the supreme court of the state of Idaho.\n\n[32-1407, added 2007, ch. 25, sec. 1, p. 48; am. 2009, ch. 79, sec. 2, p. 219.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1407/"
    },
    {
      "id": "section-32-1408",
      "number": "32-1408",
      "heading": "",
      "text": "32-1408. DOMESTIC VIOLENCE COURTS — STATEMENT OF POLICY. The legislature finds that:\n\n(1) Domestic violence is a serious crime that causes substantial damage to victims and children, as well as to the community. Families experiencing domestic violence are often involved in more than one (1) court proceeding including divorce and custody cases, as well as civil and criminal proceedings regarding domestic violence, substance abuse and child protection. Substantial state and county resources are required each year for the incarceration, supervision and treatment of batterers.\n\n(2) Domestic violence courts hold offenders accountable, increase victim safety, provide greater judicial monitoring and coordinate information to provide effective interaction and use of resources among the courts, justice system personnel and community agencies. Effective case management and coordination ensure that decisions in one (1) case do not conflict with existing orders in other civil and criminal cases and provide courts with the necessary information to protect victims and families.\n\n(3) Domestic violence courts have proven effective in reducing recidivism and increasing victim safety. It is in the best interests of the citizens of this state to expand domestic violence courts to each judicial district.\n\n[32-1408, added 2009, ch. 79, sec. 3, p. 219.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1408/"
    },
    {
      "id": "section-32-1409",
      "number": "32-1409",
      "heading": "",
      "text": "32-1409. DOMESTIC VIOLENCE COURTS. (1) The district court in each county may establish a domestic violence court in accordance with the policies and procedures adopted by the supreme court based upon recommendations by the committee as authorized pursuant to section 32-1403, Idaho Code.\n\n(2) The committee shall recommend policies and procedures for domestic violence courts addressing eligibility, identification and screening, assessment, treatment and treatment providers, case management and supervision, judicial monitoring, supervision of progress and evaluation. The committee shall also solicit specific domestic violence court plans from each judicial district, recommend funding priorities for each judicial district and provide training to ensure the effective operation of domestic violence courts.\n\n(3) No person has a right to be admitted into a domestic violence court.\n\n[32-1409, added 2009, ch. 79, sec. 4, p. 219.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1409/"
    },
    {
      "id": "section-32-1410",
      "number": "32-1410",
      "heading": "",
      "text": "32-1410. DOMESTIC VIOLENCE COURT FEES. (1) Each person who is found guilty of or pleads guilty to any of the following alcohol-, substance abuse- or domestic violence-related offenses shall pay a thirty dollar ($30.00) fee to be deposited in the statewide drug court, mental health court and family court services fund, as provided in section 1-1625, Idaho Code, to assist in funding the domestic violence courts:\n\n(a) Section 18-918, Idaho Code (domestic violence);\n\n(b) Section 18-920, Idaho Code (violation of no contact order);\n\n(c) Section 18-923, Idaho Code (attempted strangulation);\n\n(d) Section 18-1502, Idaho Code (beer, wine or other alcohol age violations);\n\n(e) Section 18-2510(3), Idaho Code (introduce, convey, possess, receive, obtain or remove major contraband, except major contraband as defined in section 18-2510(5)(c)(ii), (iv) and (v), Idaho Code);\n\n(f) Section 18-4006 (3)(b), Idaho Code (vehicular manslaughter in the commission of a violation of section 18-8004 or 18-8006, Idaho Code);\n\n(g) Section 18-5414, Idaho Code (intentionally making false statements);\n\n(h) Section 18-8004, Idaho Code (persons under the influence of alcohol, drugs or any other intoxicating substances);\n\n(i) Section 18-8006, Idaho Code (aggravated driving while under the influence of alcohol, drugs or any other intoxicating substances);\n\n(j) Section 23-312, Idaho Code (persons under twenty-one and intoxicated persons — inhibited sales);\n\n(k) Section 23-505, Idaho Code (transportation of alcoholic beverages);\n\n(l) Section 23-602, Idaho Code (unlawful manufacture, traffic in, transportation and possession of alcohol beverage);\n\n(m) Section 23-603, Idaho Code (dispensing to minor);\n\n(n) Section 23-604, Idaho Code (minors — purchase, consumption or possession prohibited);\n\n(o) Section 23-605, Idaho Code (dispensing to drunk);\n\n(p) Section 23-612, Idaho Code (beer, wine or other alcoholic beverages on public school grounds);\n\n(q) Section 23-615, Idaho Code (restrictions on sale);\n\n(r) Section 23-949, Idaho Code (persons not allowed to purchase, possess, serve, dispense or consume beer, wine or other alcoholic liquor);\n\n(s) Section 23-1013, Idaho Code (restrictions concerning age);\n\n(t) Section 23-1024, Idaho Code (false representation as being twenty-one or more years of age a misdemeanor);\n\n(u) Section 23-1333, Idaho Code (open or unsealed containers of wine in motor vehicles on highways prohibited);\n\n(v) Section 23-1334, Idaho Code (minors — authorization to deliver);\n\n(w) Criminal violation of any of the provisions of chapter 27, title 37, Idaho Code;\n\n(x) Section 39-6312, Idaho Code (violation of order — penalties);\n\n(y) Section 67-7034, Idaho Code (persons under the influence of alcohol, drugs or any other intoxicating substances); and\n\n(z) Section 67-7114, Idaho Code (operation under the influence of alcohol, drugs or any other intoxicating substance).\n\n(2) The clerk of the district court shall collect the fees set forth in subsection (1) of this section. The fees shall be paid over to the county treasurer who shall, within fifteen (15) days after the end of the month, pay such fees to the state treasurer for deposit into the drug court, mental health court and family court services fund.\n\n[32-1410, added 2009, ch. 79, sec. 5, p. 220; am. 2012, ch. 82, sec. 4, p. 239; am. 2023, ch. 78, sec. 8, p. 267.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-14/section-32-1410/"
    }
  ]
}