{
  "state": "idaho",
  "path": "title-title-32/chapter-chapter-9",
  "sections": [
    {
      "id": "section-32-901",
      "number": "32-901",
      "heading": "",
      "text": "32-901. MUTUAL OBLIGATIONS. Husband and wife contract toward each other obligations of mutual respect, fidelity and support.\n\n[(32-901) R.S., sec. 2493; reen. R.C. & C.L., sec. 2674; C.S., sec. 4654; I.C.A., sec. 31-901.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-901/"
    },
    {
      "id": "section-32-903",
      "number": "32-903",
      "heading": "",
      "text": "32-903. SEPARATE PROPERTY OF HUSBAND AND WIFE. All property of either the husband or the wife owned by him or her before marriage, and that acquired afterward by either by gift, bequest, devise or descent, or that which either he or she shall acquire with the proceeds of his or her separate property, by way of moneys or other property, shall remain his or her sole and separate property.\n\n[(32-903) 1866, p. 65, sec. 1; R.S., sec. 2495; am. 1903, p. 345, sec. 1; reen. R.C. & C.L., sec. 2676; C.S., sec. 4656; I.C.A., sec. 31-903; am. 1941, ch. 62, sec. 1, p. 123.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-903/"
    },
    {
      "id": "section-32-904",
      "number": "32-904",
      "heading": "",
      "text": "32-904. SEPARATE PROPERTY OF WIFE — MANAGEMENT. During the continuance of the marriage, the wife has the management, control and absolute power of disposition of her separate property, and may bargain, sell and convey her real and personal property, and may enter into any contract with reference to the same, in the same manner, and to the same extent, and with like effect, as a married man may in relation to his real and personal property: provided, that the husband shall be bound by such contracts to no greater extent or effect than his wife under similar circumstances would be bound by his contracts.\n\n[(32-904) 1903, p. 345, sec. 2; reen. R.C. & C.L., sec. 2677; C.S., sec. 4657; I.C.A., sec. 31-904.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-904/"
    },
    {
      "id": "section-32-905",
      "number": "32-905",
      "heading": "",
      "text": "32-905. SEPARATE PROPERTY OF WIFE — MARRIAGE SETTLEMENT NOT AFFECTED. Nothing in the two (2) preceding sections contained shall invalidate, alter or change any marriage settlement now made or to be made hereafter.\n\n[(32-905) 1903, p. 345, sec. 4; reen. R.C. & C.L., sec. 2678; C.S., sec. 4658; I.C.A., sec. 31-905.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-905/"
    },
    {
      "id": "section-32-906",
      "number": "32-906",
      "heading": "",
      "text": "32-906. COMMUNITY PROPERTY — INCOME FROM SEPARATE AND COMMUNITY PROPERTY — CONVEYANCE BETWEEN SPOUSES. (1) All other property acquired after marriage by either husband or wife is community property. The income, including the rents, issues and profits, of all property, separate or community, is community property unless the conveyance by which it is acquired provides or both spouses, by written agreement specifically so providing, declare that all or specifically designated property and the income, including the rents, issues and profits, from all or the specifically designated property shall be the separate property of one of the spouses or the income, including the rents, issues and profits, from all or specifically designated separate property be the separate property of the spouse to whom the property belongs. Such property shall be subject to the management of the spouse owning the property and shall not be liable for the debts of the other member of the community.\n\n(2) Property conveyed by one spouse to the other shall be presumed to be the sole and separate estate of the grantee and only the grantor spouse need execute and acknowledge the deed or other instrument of conveyance notwithstanding the provisions of section 32-912, Idaho Code; provided, however, that the income, including the rents, issues and profits, from such property shall not be the separate property of the grantee spouse unless this fact is specifically stated in the instrument of conveyance.\n\n[32-906, added 1980, ch. 300, sec. 2, p. 777; am. 2003, ch. 139, sec. 2, p. 407.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-906/"
    },
    {
      "id": "section-32-906a",
      "number": "32-906A",
      "heading": "",
      "text": "32-906A. COMMUNITY PROPERTY CONVEYED IN A REVOCABLE TRUST REMAINS COMMUNITY PROPERTY. Where community property, before or after the effective date of this section, is transferred by the husband and wife to a trust, regardless of the identity of the trustee, which trust originally or as amended prior or subsequent to such transfer (a) is revocable in whole or in part during their joint lives, (b) provides that the property after transfer to the trust shall remain community property and any withdrawal therefrom shall be their community property, and (c) is subject to amendment or alteration during their joint lifetime upon their joint consent, the property so transferred to such trust, and the interests of the spouses in such trust, shall be community property during the continuance of the marriage, unless the trust otherwise expressly provides. Nothing in this section shall be deemed to affect community property which, before or after the effective date of this section, is transferred in a manner other than as described in this section or to a trust containing different provisions than those set forth in this section; nor shall this section be construed to prohibit the trustee from conveying any trust property, real or personal, in accordance with the provisions of the trust without the consent of the husband or wife unless the trust expressly required the consent of one or both spouses.\n\n[I.C., sec. 32-906A, as added by 1973, ch. 159, sec. 1, p. 304.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-906a/"
    },
    {
      "id": "section-32-907",
      "number": "32-907",
      "heading": "",
      "text": "32-907. INVENTORY OF WIFE’S PROPERTY. A full and complete inventory of the separate personal property of the wife may be made out and signed by her, acknowledged or proved in the manner required by law for the acknowledgment or proof of a conveyance of real property by an unmarried woman, and recorded in the office of the recorder of the county in which the parties reside.\n\n[(32-907) 1866, p. 65, sec. 3; R.S., sec. 2500; reen. R.C. & C.L., sec. 2681; C.S., sec. 4661; I.C.A., sec. 31-908.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-907/"
    },
    {
      "id": "section-32-908",
      "number": "32-908",
      "heading": "",
      "text": "32-908. EFFECT OF FILING INVENTORY. The filing of the inventory in the recorder’s office is notice and prima facie evidence of the title of the wife.\n\n[(32-908) 1866, p. 65, sec. 5; R.S., sec. 2501; reen. R.C. & C.L., sec. 2682; C.S., sec. 4662; I.C.A., sec. 31-909.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-908/"
    },
    {
      "id": "section-32-909",
      "number": "32-909",
      "heading": "",
      "text": "32-909. EARNINGS OF WIFE LIVING SEPARATE FROM HUSBAND [UNCONSTITUTIONAL]. The earnings and accumulations of the wife and of her minor children living with her or in her custody, while she is living separate from her husband are the separate property of the wife.\n\n[(32-909) R.S., sec. 2502; reen. R.C. & C.L., sec. 2683; C.S., sec. 4663; I.C.A., sec. 31-910.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-909/"
    },
    {
      "id": "section-32-910",
      "number": "32-910",
      "heading": "",
      "text": "32-910. LIABILITY FOR ANTENUPTIAL DEBTS. The separate property of the husband is not liable for the debts of the wife contracted before the marriage.\n\n[(32-910) 1866, p. 65, sec. 13; R.S., sec. 2503; reen. R.C. & C.L., sec. 2684; C.S., sec. 4664; I.C.A., sec. 31-911.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-910/"
    },
    {
      "id": "section-32-911",
      "number": "32-911",
      "heading": "",
      "text": "32-911. WIFE’S LIABILITY FOR PERSONAL DEBTS. The separate property of the wife is not liable for the debts of her husband, but is liable for her own debts contracted before or after marriage.\n\n[(32-911) 1866, p. 65, sec. 9; R.S., sec. 2504; reen. R.C. & C.L., sec. 2685; C.S., sec. 4665; I.C.A., sec. 31-912.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-911/"
    },
    {
      "id": "section-32-912",
      "number": "32-912",
      "heading": "",
      "text": "32-912. CONTROL OF COMMUNITY PROPERTY. Either the husband or the wife shall have the right to manage and control the community property, and either may bind the community property by contract, except that neither the husband nor wife may sell, convey or encumber the community real estate unless the other joins in executing the sale agreement, deed or other instrument of conveyance by which the real estate is sold, conveyed or encumbered, and any community obligation incurred by either the husband or the wife without the consent in writing of the other shall not obligate the separate property of the spouse who did not so consent; provided, however, that the husband or wife may by express power of attorney give to the other the complete power to sell, convey or encumber community property, either real or personal. All deeds, conveyances, bills of sale, or evidences of debt heretofore made in conformity herewith are hereby validated.\n\n[(32-912) 1866, p. 65, sec. 9; 1885, p. 137, sec. 1; R.S., sec. 2505; reen. R.C., sec. 2686; am. 1913, ch. 105, p. 425; am. 1915, ch. 75, sec. 1, p. 187; compiled and reen. C.L., sec. 2686; C.S., sec. 4666; I.C.A., sec. 31-913; am. 1945, ch. 18, sec. 1, p. 26; am. 1974, ch. 194, sec. 2, p. 1502; am. 1991, ch. 63, sec. 1, p. 157.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-912/"
    },
    {
      "id": "section-32-913",
      "number": "32-913",
      "heading": "",
      "text": "32-913. PAYMENTS FROM EMPLOYEE BENEFIT PLANS — ADVERSE CLAIMS. Whenever payment or refund is made to an employee, former employee, or such person’s beneficiary or heirs, legatees or estate pursuant to a written retirement, death, stock, or other employee benefit plan or savings plan such payment or refund shall fully discharge the employer, former employer, and any trustee or insurance company making such payment or refund from all adverse claims thereto unless such payment or refund is made within twenty (20) days following the death of such employee or former employee or unless before such payment or refund is made, the employer or former employer, where the payment or refund is made by the employer or former employer, has received at its principal place of business within this state or home office, written or oral notice by or on behalf of some other person that such other person claims to be entitled to such payment or refund or some part thereof, or where a trustee or insurance company is making the payment or refund, such notice has been received by the trustee or insurance company at its home office or its principal place of business within this state. Should said payment or refund be comprised in whole or in part of stock of any corporation, such corporation may accept said stock for transfer as directed by the employer, former employer, or the trustee making such payment or refund, and shall be entitled to treat the transferee as the owner of said stock for all purposes unless the corporation has received, at its home office, written or oral notice by or on behalf of some other person that such other person claims to be entitled to such stock or to some interest therein. This section shall not affect any claim or right to any such payment or refund or part thereof as between all persons other than the employer or former employer and the trustee or insurance company making such payment or refund or the corporation accepting such stock for transfer.\n\n[32-913, added 1977, ch. 168, sec. 1, p. 433.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-913/"
    },
    {
      "id": "section-32-914",
      "number": "32-914",
      "heading": "",
      "text": "32-914. CURTESY AND DOWER ABOLISHED. No estate is allowed the husband tenant by curtesy upon the death of his wife, nor is any estate in dower allotted to the wife upon the death of her husband.\n\n[(32-914) 1866, p. 65, sec. 10; R.S., sec. 2506; reen. R.C. & C.L., sec. 2687; C.S., sec. 4668; I.C.A., sec. 31-915.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-914/"
    },
    {
      "id": "section-32-916",
      "number": "32-916",
      "heading": "",
      "text": "32-916. PROPERTY RIGHTS GOVERNED BY CHAPTER. The property rights of husband and wife are governed by this chapter, unless there is a marriage settlement agreement entered into during marriage containing stipulations contrary thereto.\n\n[(32-916) 1866, p. 65, sec. 15; R.S., sec. 2508; reen. R.C. & C.L., sec. 2689; C.S., sec. 4670; I.C.A., sec. 31-917; am. 1980, ch. 299, sec. 1, p. 777; am. 1995, ch. 229, sec. 1, p. 780.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-916/"
    },
    {
      "id": "section-32-917",
      "number": "32-917",
      "heading": "",
      "text": "32-917. FORMALITIES REQUIRED OF MARRIAGE SETTLEMENTS. All contracts for marriage settlements must be in writing, and executed and acknowledged or proved in like manner as conveyances of land are required to be executed and acknowledged or proved.\n\n[(32-917) 1866, p. 65, sec. 16; R.S., sec. 2509; reen. R.C. & C.L., sec. 2690; C.S., sec. 4671; I.C.A., sec. 31-918.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-917/"
    },
    {
      "id": "section-32-918",
      "number": "32-918",
      "heading": "",
      "text": "32-918. MARRIAGE SETTLEMENTS — RECORD. (1) When such contract is acknowledged or proved, it must be recorded in the office of the recorder of every county in which any real estate may be situated which is granted or affected by such contract.\n\n(2) (a) A summary of the contract may be recorded in lieu of the contract, under this chapter or the laws of this state, if the requirements of this section are substantially met.\n\n(b) A summary of the contract shall be signed and acknowledged by all parties to the original contract. The summary of the contract shall clearly state:\n\n(i) The names of the parties to the original contract;\n\n(ii) The complete mailing address of all parties;\n\n(iii) The title and date of the contract;\n\n(iv) A description of the interest or interests in real property created by the contract; and\n\n(v) The legal description of the property.\n\n(c) Other elements of the contract may be stated in the summary.\n\n(3) If the requirements of this section are met, the summary of the contract may be recorded under the provisions of this chapter and, as to the contents of the summary only, it shall have the same force and effect as if the original contract had been recorded, and constructive notice shall be deemed to be given concerning the contents of the summary and the existence of the contract to any subsequent purchasers, mortgagees, or other persons or entities that acquire an interest in the real property.\n\n[(32-918) 1866, p. 65, sec. 17; R.S., sec. 2510; reen. R.C. & C.L., sec. 2691; C.S., sec. 4672; I.C.A., sec. 31-919; am. 2005, ch. 124, sec. 1, p. 408.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-918/"
    },
    {
      "id": "section-32-919",
      "number": "32-919",
      "heading": "",
      "text": "32-919. MARRIAGE SETTLEMENTS — EFFECT OF RECORD. The recording or nonrecording of such contract has a like effect as the recording or nonrecording of a conveyance of real property.\n\n[(32-919) 1866, p. 65, sec. 18; R.S., sec. 2511; reen. R.C. & C.L., sec. 2692; C.S., sec. 4673; I.C.A., sec. 31-920.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-919/"
    },
    {
      "id": "section-32-920",
      "number": "32-920",
      "heading": "",
      "text": "32-920. MARRIAGE SETTLEMENTS — CAPACITY OF MINOR. A minor capable of contracting marriage may make a valid marriage settlement.\n\n[(32-920) 1866, p. 65, sec. 20; R.S., sec. 2512; reen. R.C. & C.L., sec. 2693; C.S., sec. 4674; I.C.A., sec. 31-921.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-920/"
    },
    {
      "id": "section-32-921",
      "number": "32-921",
      "heading": "",
      "text": "32-921. DEFINITIONS. As used in this act:\n\n(1) \"Premarital agreement\" means an agreement between prospective spouses made in contemplation of marriage and to be effective upon marriage.\n\n(2) \"Property\" means an interest, present or future, legal or equitable, vested or contingent, in real or personal property, including income and earnings.\n\n[32-921, added 1995, ch. 229, sec. 2, p. 780.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-921/"
    },
    {
      "id": "section-32-922",
      "number": "32-922",
      "heading": "",
      "text": "32-922. FORMALITIES. A premarital agreement must be in writing and signed by both parties. It is enforceable without consideration. The premarital agreement shall be executed and acknowledged or proved as provided in sections 32-917 through 32-919, Idaho Code.\n\n[32-922, added 1995, ch. 229, sec. 2, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-922/"
    },
    {
      "id": "section-32-923",
      "number": "32-923",
      "heading": "",
      "text": "32-923. CONTENT. (1) Parties to a premarital agreement may contract with respect to:\n\n(a) The rights and obligations of each of the parties in any of the property of either or both of them whenever and wherever acquired or located;\n\n(b) The right to buy, sell, use, transfer, exchange, abandon, lease, consume, expend, assign, create a security interest in, mortgage, encumber, dispose of, or otherwise manage and control property;\n\n(c) The disposition of property upon separation, marital dissolution, death, or the occurrence or nonoccurrence of any other event;\n\n(d) The modification or elimination of spousal support;\n\n(e) The making of a will, trust, or other arrangement to carry out the provisions of the agreement;\n\n(f) The ownership rights in and disposition of the death benefit from a life insurance policy;\n\n(g) The choice of law governing the construction of the agreement; and\n\n(h) Any other matter, including their personal rights and obligations, not in violation of public policy or a statute imposing a criminal penalty.\n\n(2) The right of a child to support may not be adversely affected by a premarital agreement.\n\n[32-923, added 1995, ch. 229, sec. 2, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-923/"
    },
    {
      "id": "section-32-924",
      "number": "32-924",
      "heading": "",
      "text": "32-924. EFFECT OF MARRIAGE — AMENDMENT — REVOCATION. A premarital agreement becomes effective upon marriage. After marriage, a premarital agreement may be amended or revoked only by a written agreement signed by the parties. The amended agreement or the revocation is enforceable without consideration.\n\n[32-924, added 1995, ch. 229, sec. 2, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-924/"
    },
    {
      "id": "section-32-925",
      "number": "32-925",
      "heading": "",
      "text": "32-925. ENFORCEMENT. (1) A premarital agreement is not enforceable if the party against whom enforcement is sought proves that:\n\n(a) That party did not execute the agreement voluntarily; or\n\n(b) The agreement was unconscionable when it was executed and, before execution of the agreement, that party:\n\n(i) Was not provided a fair and reasonable disclosure of the property or financial obligations of the other party;\n\n(ii) Did not voluntarily and expressly waive, in writing, any right to disclosure of the property or financial obligations of the other party beyond the disclosure provided; and\n\n(iii) Did not have, or reasonably could not have had, an adequate knowledge of the property or financial obligations of the other party.\n\n(2) If a provision of a premarital agreement modifies or eliminates spousal support and that modification or elimination causes one party to the agreement to be eligible for support under a program of public assistance at the time of separation or marital dissolution, a court, notwithstanding the terms of the agreement, may require the other party to provide support to the extent necessary to avoid that eligibility.\n\n(3) An issue of unconscionability of a premarital agreement shall be decided by the court as a matter of law.\n\n[32-925, added 1995, ch. 229, sec. 2, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-925/"
    },
    {
      "id": "section-32-926",
      "number": "32-926",
      "heading": "",
      "text": "32-926. ENFORCEMENT — VOID MARRIAGE. If a marriage is determined to be void, an agreement that would otherwise have been a premarital agreement is enforceable only to the extent necessary to avoid an inequitable result.\n\n[32-926, added 1995, ch. 229, sec. 2, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-926/"
    },
    {
      "id": "section-32-927",
      "number": "32-927",
      "heading": "",
      "text": "32-927. LIMITATION OF ACTIONS. Any statute of limitations applicable to an action asserting a claim for relief under a premarital agreement is tolled as to the premarital agreement during the marriage of the parties. However, equitable defenses limiting the time for enforcement, including laches and estoppel, are available to either party.\n\n[32-927, added 1995, ch. 229, sec. 2, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-927/"
    },
    {
      "id": "section-32-928",
      "number": "32-928",
      "heading": "",
      "text": "32-928. APPLICATION AND CONSTRUCTION. This act shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this act among states enacting it.\n\n[32-928, added 1995, ch. 229, sec. 2, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-928/"
    },
    {
      "id": "section-32-929",
      "number": "32-929",
      "heading": "",
      "text": "32-929. SHORT TITLE. This act may be cited as the \"Uniform Premarital Agreement Act.\"\n\n[32-929, added 1995, ch. 229, sec. 2, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-9/section-32-929/"
    }
  ]
}