{
  "state": "idaho",
  "path": "title-title-32/chapter-chapter-18",
  "sections": [
    {
      "id": "section-32-1801",
      "number": "32-1801",
      "heading": "",
      "text": "32-1801. DELEGATION OF PARENTAL POWERS. (1) A parent or legal guardian of a child, by a properly executed power of attorney, may temporarily delegate to another person, named in the instrument as the temporary caregiver, any of the traditional parental rights and responsibilities regarding care and custody of the child except for:\n\n(a) Consent for the child to marry;\n\n(b) Consent for an abortion or inducement of an abortion to be performed on or for the child; or\n\n(c) The termination of parental rights to the child.\n\n(2) A temporary caregiver properly appointed pursuant to this chapter and in compliance with this chapter is not subject to any statutes regarding the licensing or regulation of foster care homes or other child care facility licensing statutes, and the appointment of a temporary caregiver pursuant to this chapter does not constitute an out-of-home child placement.\n\n(3) The child or children subject to the power of attorney established pursuant to this section will not be considered placed in foster care, and the parties involved in the power of attorney established pursuant to this section are not subject to any requirements, monitoring, or other regulation for foster care or community care solely because of the execution of an instrument authorized pursuant to this section.\n\n(4) A delegation of parental rights and responsibilities made pursuant to this section may last for up to six (6) months.\n\n[32-1801, added 2021, ch. 269, sec. 1, p. 818.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-18/section-32-1801/"
    },
    {
      "id": "section-32-1802",
      "number": "32-1802",
      "heading": "",
      "text": "32-1802. RETENTION OF PARENTAL RIGHTS. (1) A temporary delegation of rights and responsibilities under this chapter does not:\n\n(a) Operate to change or modify any parental or legal rights, obligations, or authority established by an existing court order;\n\n(b) Deprive the parent or legal custodian of any parental or legal rights, obligations, or authority regarding the custody, visitation, or support of the child; or\n\n(c) Constitute child abuse, neglect, or placement in foster care.\n\n(2) The parent or legal custodian of the child has the authority to revoke or withdraw the power of attorney authorized by section 32-1801, Idaho Code, at any time.\n\n(3) Upon the termination, withdrawal, or revocation of the power of attorney established by section 32-1801, Idaho Code, the child will be returned to the custody of the parent or legal guardian no later than forty-eight (48) hours after such termination, withdrawal, or revocation.\n\n[32-1802, added 2021, ch. 269, sec. 1, p. 818.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-18/section-32-1802/"
    },
    {
      "id": "section-32-1803",
      "number": "32-1803",
      "heading": "",
      "text": "32-1803. REIMBURSEMENT OF TEMPORARY CAREGIVER. A temporary caregiver appointed pursuant to section 32-1801, Idaho Code, shall not receive financial payment other than reimbursement for actual expenses arising from the care of the child.\n\n[32-1803, added 2021, ch. 269, sec. 1, p. 819.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-18/section-32-1803/"
    },
    {
      "id": "section-32-1804",
      "number": "32-1804",
      "heading": "",
      "text": "32-1804. DISCLOSURE OF TEMPORARY CARE ASSISTANCE PROGRAM. (1) For purposes of this section and section 32-1805, Idaho Code, \"temporary care assistance program\" means a program operated by an organization that assists a parent or guardian with recruiting or identifying an appropriate and safe temporary caregiver to whom the parent or guardian can choose to delegate temporary care responsibility of a minor through a power of attorney. A temporary care assistance program shall comply with nationally recognized standards, such as those found in the title IV-E prevention services clearinghouse.\n\n(2) During a child protection investigation that does not result in an out-of-home placement due to abuse of a child, the child protective investigator is authorized and encouraged to provide information to the parent or legal guardian about temporary care assistance programs. The child protective investigator is authorized to exercise discretion in recommending programs, organizations, and resources to the parent or legal guardian.\n\n[32-1804, added 2021, ch. 269, sec. 1, p. 819.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-18/section-32-1804/"
    },
    {
      "id": "section-32-1805",
      "number": "32-1805",
      "heading": "",
      "text": "32-1805. TEMPORARY CARE ASSISTANCE PROGRAM REQUIREMENTS. (1) A temporary care assistance program shall check against the state’s sex offender registry operated by the Idaho state police and against the national sex offender public website operated by the United States department of justice that checks names and addresses in the registries before allowing someone to become a temporary caregiver within the program’s service. The process must include a criminal history and background check conducted by the department of health and welfare comparable to the background check processed for foster parents. The background check shall be fingerprint-based, requiring that the fingerprints of temporary caregivers be submitted to the federal bureau of investigation and the Idaho state police bureau of criminal identification to complete a national criminal history background check.\n\n(2) The temporary caregiver’s residence must be inspected annually by the affiliated temporary care assistance program.\n\n(3) The temporary care assistance program must disclose to any parent or guardian using its services that any delegation of parental rights and responsibilities shall be made to a temporary caregiver, not to the temporary care assistance program itself.\n\n[32-1805, added 2021, ch. 269, sec. 1, p. 819; am. 2024, ch. 104, sec. 1, p. 471.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-18/section-32-1805/"
    },
    {
      "id": "section-32-1806",
      "number": "32-1806",
      "heading": "",
      "text": "32-1806. STATUTORY CONSTRUCTION. (1) Nothing in this chapter shall be construed to affect any delegation of powers made pursuant to section 15-5-104, Idaho Code.\n\n(2) Nothing in this chapter shall be construed as invalidating the provisions of the child protective act in chapter 16, title 16, Idaho Code, or shall modify the burden of proof at any stage of proceedings under the child protective act. Nothing in this chapter shall be construed to modify any existing, compelling governmental interest.\n\n[32-1806, added 2021, ch. 269, sec. 1, p. 819.]",
      "source_url": "https://law.justia.com/codes/idaho/title-32/chapter-18/section-32-1806/"
    }
  ]
}