{
  "state": "florida",
  "path": "title-chapter-0487/chapter-chapter-0487",
  "sections": [
    {
      "id": "section-487011popular",
      "number": "487.011",
      "heading": "Popular name; administration.487.012Declaration of purpose",
      "text": "487.021Definitions.487.025Misbranding.487.031Prohibited acts.487.041Registration.487.042Restricted-use pesticides; designation.487.0435License classification.487.0437Direct infusion of chlorine gas.487.044Certification; examination.487.045Fees.487.0",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487012declaration",
      "number": "487.012",
      "heading": "Declaration of purpose.",
      "text": "of purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487021definitions",
      "number": "487.021",
      "heading": "Definitions",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487025misbranding",
      "number": "487.025",
      "heading": "Misbranding",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487031prohibited",
      "number": "487.031",
      "heading": "Prohibited acts.",
      "text": "acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487041registration",
      "number": "487.041",
      "heading": "Registration",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487042restricted-use",
      "number": "487.042",
      "heading": "Restricted-use pesticides; designation.",
      "text": "pesticides; designation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4870435license",
      "number": "487.0435",
      "heading": "License classification.",
      "text": "classification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4870437direct",
      "number": "487.0437",
      "heading": "Direct infusion of chlorine gas.",
      "text": "infusion of chlorine gas.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487045fees",
      "number": "487.045",
      "heading": "Fees",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487047nonresident",
      "number": "487.047",
      "heading": "Nonresident license; reciprocal agreement; authorized purchase.",
      "text": "license; reciprocal agreement; authorized purchase.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487064antisiphon",
      "number": "487.064",
      "heading": "Antisiphon requirements for irrigation systems.",
      "text": "requirements for irrigation systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487081exemptions",
      "number": "487.081",
      "heading": "Exemptions",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487101stop",
      "number": "487.101",
      "heading": "Stop sale, stop-use, removal, or hold orders.",
      "text": "sale, stop-use, removal, or hold orders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48713cooperation",
      "number": "487.13",
      "heading": "Cooperation",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487156governmental",
      "number": "487.156",
      "heading": "Governmental agencies.",
      "text": "agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4871585duties",
      "number": "487.1585",
      "heading": "Duties of licensee with respect to unlicensed applicators and mixer-loaders and field workers.",
      "text": "of licensee with respect to unlicensed applicators and mixer-loaders and field workers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487159damage",
      "number": "487.159",
      "heading": "Damage or injury to property, animal, or person; mandatory report of damage or injury.",
      "text": "or injury to property, animal, or person; mandatory report of damage or injury.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487160records",
      "number": "487.160",
      "heading": "Records",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487171classification",
      "number": "487.171",
      "heading": "Classification of antifouling paint containing organotin compounds as restricted-use pesticides; prohibition of distribution and sale.",
      "text": "of antifouling paint containing organotin compounds as restricted-use pesticides; prohibition of distribution and sale.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487021definitions",
      "number": "487.021",
      "heading": "Definitions. For the purpose of this part:(1)“Acceptable release rate” means a measured release rate not exceeding 4",
      "text": "0 micrograms per square centimeter per day at steady state conditions as determined in accordance with a United States Environmental Protection Agency testing data call-in notice of July 29, 1986,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487025misbranding",
      "number": "487.025",
      "heading": "Misbranding. (1)A pesticide or device is misbranded if its labeling bears any statement, design, or graphic representation which is false or misleading in any particular",
      "text": "(2)A pesticide is misbranded if:(a)It is an imitation of, or is offered for sale under the name of, another pesticide.(b)Its labeling bears any",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487041registration",
      "number": "487.041",
      "heading": "Registration. (1)(a)Each brand of pesticide, as defined in s",
      "text": "487.021, which is distributed, sold, or offered for sale, except as provided in this section, within this state or delivered for transportation or transported in intrastate commerce or between points within this state through any point outside this sta",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487045fees",
      "number": "487.045",
      "heading": "Fees. (1)The department shall establish applicable fees by rule",
      "text": "The fees shall not exceed $250 for commercial applicators or $100 for private applicators and public applicators, for initial licensing and for each subsequent license renewal. The fees shall be determined annually and shall represent depart",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487081exemptions",
      "number": "487.081",
      "heading": "Exemptions. (1)The penalties provided for violations of s",
      "text": "487.031(2) shall not apply to:(a)Any carrier while lawfully engaged in transporting a pesticide within this state, if such carrier, upon request, permits the department or its designated agent to copy all records showing the transactions in and movement",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48713cooperation",
      "number": "487.13",
      "heading": "Cooperation. The department is authorized and empowered to cooperate with and enter into agreements with any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or federal agency for the purpose of carrying out the provis",
      "text": "The department is authorized and empowered to cooperate with and enter into agreements with any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or federal agency for the purpose of carrying out the provisions of this part and securing uniformity of regulations.History.—s. 1, ch. 65-457; ss. 14, 35, ch. 69-106; s. 10, ch. 73-63; ss. 24, 37, ch. 92-115; s. 20, ch. 94-233; s. 27, ch. 2000-154; s. 39, ch. 2004-64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487160records",
      "number": "487.160",
      "heading": "Records. Licensed private applicators, licensed public applicators, and licensed commercial applicators shall maintain records as the department may determine by rule with respect to the application of restricted pesticides, including, but not limited to, the type and quantity of pesticide, method of applica",
      "text": "Licensed private applicators, licensed public applicators, and licensed commercial applicators shall maintain records as the department may determine by rule with respect to the application of restricted pesticides, including, but not limited to, the type and quantity of pesticide, method of application, crop treated, and dates and location of application. Licensees shall keep records for 2 years from the date of the application of the pesticide to which the records refer and shall furnish to the department a copy of the records upon written request by the department.History.—s. 11, ch. 74-247; s. 4, ch. 78-154; s. 2, ch. 81-318; ss. 10, 14, 15, ch. 82-167; s. 4, ch. 91-20; ss. 29, 37, ch. 92-115; s. 325, ch. 96-406; s. 7, ch. 2013-226; s. 24, ch. 2014-150.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872011popular",
      "number": "487.2011",
      "heading": "Popular name; administration.487.2021Legislative intent",
      "text": "487.2031Definitions.487.2041Enforcement of federal worker protection regulations.487.2042Submission and investigation of complaints.487.2051Availability of agricultural pesticide information to workers and medical personnel.487.2061Prohibited acts.487.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872021legislative",
      "number": "487.2021",
      "heading": "Legislative intent.",
      "text": "intent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872031definitions",
      "number": "487.2031",
      "heading": "Definitions",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872041enforcement",
      "number": "487.2041",
      "heading": "Enforcement of federal worker protection regulations.",
      "text": "of federal worker protection regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872042submission",
      "number": "487.2042",
      "heading": "Submission and investigation of complaints.",
      "text": "and investigation of complaints.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872051availability",
      "number": "487.2051",
      "heading": "Availability of agricultural pesticide information to workers and medical personnel.",
      "text": "of agricultural pesticide information to workers and medical personnel.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872061prohibited",
      "number": "487.2061",
      "heading": "Prohibited acts.",
      "text": "acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872071penalties",
      "number": "487.2071",
      "heading": "Penalties against violators; worker relief.",
      "text": "against violators; worker relief.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872031definitions",
      "number": "487.2031",
      "heading": "Definitions. For the purposes of this part, the term:(1)“Agricultural employer” means any person who hires or contracts for the services of workers to perform activities related to the production of agricultural plants or any person who is an owner of, or responsible for, the management or condition of an agricu",
      "text": "For the purposes of this part, the term:(1)“Agricultural employer” means any person who hires or contracts for the services of workers to perform activities related to the production of agricultural plants or any person who is an owner of, or responsible for, the management or condition of an agricultural establishment that uses such workers.(2)“Agricultural establishment” means any farm, forest, nursery, or greenhouse.(3)“Agricultural plant” means any plant grown or maintained for commercial or research purposes and includes, but is not limited to, food, feed, fiber plants, trees, turfgrass, flowers, shrubs, ornamentals, and seedlings.(4)“Department” means the Department of Agriculture and Consumer Services.(5)“Designated representative” means any organization or person to whom a worker gives written authorization to exercise the right to request the agricultural pesticide information pursuant to this part.(6)“Fact sheet” means an agricultural pesticide fact sheet approved by the state or Federal Government that provides information about the impacts of the use of an agricultural pesticide.(7)“Retaliatory action” means an action, such as dismissal, demotion, harassment, blacklisting with other employers, reducing pay or work hours, or taking away company housing, that is taken by any agricultural employer against a worker who exercises any right under the provisions of the United States Environmental Protection Agency Worker Protection Standard, 40 C.F.R. s. 170.7(b), or this part.(8)“Safety data sheet” means written, electronic, or printed material concerning an agricultural pesticide that sets forth the following information:(a)The chemical name and the common name of the agricultural pesticide.(b)The hazards or other risks in the use of the agricultural pesticide, including:1.The potential for fire, explosions, corrosivity, and reactivity.2.The known acute health effects and chronic health effects of exposure to the agricultural pesticide, including those medical conditions that are generally recognized as being aggravated by exposure to the agricultural pesticide.3.The primary routes of entry and symptoms of overexposure.(c)The proper handling practices, necessary personal protective equipment, and other proper or necessary safety precautions in circumstances that involve the use of or exposure to the agricultural pesticide, including appropriate emergency treatment in case of overexposure.(d)The emergency procedures for spills, fire, disposal, and first aid.(e)A description of the known specific potential health risks posed by the agricultural pesticide, which is written in lay terms and is intended to alert a person who reads the information.(f)The year and month, if available, that the information was compiled and the name, address, and emergency telephone number of the manufacturer responsible for preparing the information.(9)“Trainer” means any person who is qualified to train workers under the pesticide safety training requirements of the United States Environmental Protection Agency Worker Protection Standard, 40 C.F.R. s. 170.130.(10)“Worker” means any person, including a farmworker or a self-employed person, who receives any type of compensation for employment that involves tasks relating to the production of agricultural plants on an agricultural establishment. The term “worker” does not include any person employed by a commercial pesticide-handling establishment to perform tasks as a crop advisor.History.—s. 49, ch. 2004-64; s. 6, ch. 2005-210; s. 27, ch. 2014-150; s. 62, ch. 2015-2.",
      "history": "",
      "source_url": ""
    }
  ]
}