{
  "state": "florida",
  "path": "title-chapter-0487/chapter-chapter-0487",
  "sections": [
    {
      "id": "section-487011popular",
      "number": "487.011",
      "heading": "Popular name; administration.487.012Declaration of purpose",
      "text": "487.021Definitions.487.025Misbranding.487.031Prohibited acts.487.041Registration.487.042Restricted-use pesticides; designation.487.0435License classification.487.0437Direct infusion of chlorine gas.487.044Certification; examination.487.045Fees.487.0",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487012declaration",
      "number": "487.012",
      "heading": "Declaration of purpose.",
      "text": "of purpose.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487021definitions",
      "number": "487.021",
      "heading": "Definitions",
      "text": "487.021 Definitions.—For the purpose of this part: (1) “Acceptable release rate” means a measured release rate not exceeding 4.0 micrograms per square centimeter per day at steady state conditions as determined in accordance with a United States Environmental Protection Agency testing data call-in notice of July 29, 1986, on tributyltin in antifouling paints under the Federal Insecticide, Fungicide, and Rodenticide Act, 7 U.S.C. s. 136, or at a rate established by the department. (2) “Active ingredient” means: (a) In the case of a pesticide other than a plant regulator, defoliant, or desiccant, an ingredient which will prevent, destroy, repel, or mitigate insects, nematodes, fungi, rodents, weeds, or other pests. (b) In the case of a plant regulator, an ingredient which, through physiological action, will accelerate or retard the rate of growth or rate of maturation, or otherwise alter the behavior, of ornamental or crop plants or the produce thereof. (c) In the case of a defoliant, an ingredient which will cause the leaves or foliage to drop from a plant. (d) In the case of a desiccant, an ingredient which will artificially accelerate the drying of plant tissue. (3) “Added ingredient” means any plant nutrient or plant regulator added to the mixture which is not an active pesticidal ingredient, but which the manufacturer wishes to show on the label. (4) “Adulterated” applies to any pesticide if its strength or purity falls below or is in excess of the professed standard of quality as expressed on labeling or under which it is sold, if any substance has been substituted wholly or in part for the pesticide or if any valuable constituent of the pesticide has been wholly or in part abstracted. (5) “Advertisement” means all representations disseminated in any manner or by any means other than by labeling, for the purpose of inducing, or which are likely to induce, directly or indirectly, the purchase of pesticides. (6) “Age of majority” means any natural person 18 years of age or older, or an emancipated minor. (7) “Aircraft” means any machine designed for flight and for use in applying pesticides. (8) “Animal” means all vertebrate and invertebrate species, including, but not limited to, humans and other mammals, birds, fish, and shellfish. (9) “Antidote” means the most practical immediate treatment for poisoning and includes first aid treatment. (10) “Antifouling paint” means a coating, paint, or treatment that is intended for use as a pesticide, as defined in this section, to control freshwater or marine fouling organisms. (11) “Antisiphon device” means a safety device used to prevent the backflow of a mixture of water and chemicals into the water supply. (12) “Batch” or “lot” means a quantity of pesticide produced or packaged and readily identified by numbers, letters, or other symbols. (13) “Brand” means the name, number, trademark, or any other designation which distinguishes one pesticide product from another. (14) “Certification” means the recognition by the department that an individual is a competent pesticide applicator and, thus, is eligible for licensure in one or more of the designated license types and categories. (15) “Certified applicator” means any individual who has been recognized by the department as a competent pesticide applicator and, thus, is eligible to apply for licensure in one or more of the designated license types and categories. (16) “Commercial applicator” means an individual who has reached the age of majority and is licensed by the department to use or supervise the use of any restricted-use pesticide for any purpose on any property other than as provided by the definitions of “private applicator,” “product specific applicator,” or “public applicator,” whether or not the individual is a private applicator with respect to some uses. (17) “Dealer” means any person, other than the manufacturer or distributor, who offers for sale, sells, barters, or otherwise supplies pesticides to the ultimate user or consumer. (18) “Deficiency” means the amount of an active ingredient of a pesticide by which it fails to come up to its guaranteed analysis when analyzed. (19) “Defoliant” means any substance or mixture of substances intended for causing the leaves or foliage to drop from a plant, with or without causing abscission. (20) “Department” means the Department of Agriculture and Consumer Services or its authorized representative. (21) “Desiccant” means any substance or mixture of substances intended for artificially accelerating the drying of plant tissues. (22) “Device” means any instrument or contrivance (other than a firearm) which is intended for trapping, destroying, repelling, or mitigating, any pest or other form of plant or animal life (other than human and other than bacteria, virus, or other microorganism on or in living humans or other living animals); but not including equipment used for the application of pesticides when sold separately. (23) “Distribute” means to offer for sale, hold for sale, sell, barter, or supply pesticides in this state. (24) “Distributor” means any person who offers for sale, holds for sale, sells, barters, or supplies pesticides in this state. (25) “Emergency exemption” means an exemption as authorized in s. 18 of the Federal Insecticide, Fungicide, and Rodenticide Act. (26) “Environment” means all water, air, land, plants, and animals, and their relationships with one another. (27) “Equipment” means any type of ground, aquatic, or aerial device used to apply any pesticide on land, and on anything that may be growing, habituating, or stored on or in the land. Equipment does not include any pressurized hand-size household device used to apply any pesticide, or any other device where the person applying the pesticide is the source of power for applying the pesticide. (28) “Excess” means the amount of an active ingredient of a pesticide found by analysis to be over the guaranteed amount. (29) “Experimental use permit” means a permit issued by the department or by the United States Environmental Protection Agency as authorized in s. 5 of the Federal Insecticide, Fungicide, and Rodenticide Act. (30) “Fungi” means all non-chlorophyll-bearing thallophytes (that is, all non-chlorophyll-bearing plants of a lower order than mosses and liverworts), as, for example, rusts, smuts, mildews, molds, yeasts, and bacteria, except those on or in living humans or other animals. (31) “Highly toxic” means any highly poisonous pesticide as determined by the rules promulgated pursuant to this part. (32) “Imminent hazard” means a situation which exists when the continued use of a pesticide during the time required for cancellation proceedings would be likely to result in unreasonable adverse effects on the environment or will involve unreasonable hazard to the survival of a species declared endangered. (33) “Ineffective” means that pesticides such as bacteriostats, disinfectants, germicides, sanitizers, and like products fail to meet microbiological claims when tested in the laboratory utilizing the officially approved procedures of the Association of Official Analytical Chemists or other methods or procedures as the department may find necessary. (34) “Inert ingredient” means an ingredient which is not an active ingredient. (35) “Ingredient statement” means a statement of the name and percentage by weight of each active ingredient, together with the total percentage of the inert ingredients in the pesticides. (36) “Insect” means any of the numerous small invertebrate animals generally having the body more or less obviously segmented, for the most part belonging to the class Insecta, comprising six legs, usually in winged form (as, for example, beetles, bugs, bees, and flies) and to other allied classes and arthropods whose members are wingless and usually have more than six legs (as, for example, spiders, mites, ticks, centipedes, and wood lice). (37) “Irrigation system” means any device or combination of devices having a hose, pipe, or other conduit which connects directly to any source of ground or surface water, through which device or combination of devices water or a mixture of water and chemicals is drawn and applied for agricultural purposes. The term does not include any handheld hose sprayer or other similar device which is constructed so that an interruption in water flow automatically prevents any backflow to the water source. (38) “Label” means the written, printed, or graphic matter on or attached to a pesticide, device, or immediate and outside container or wrappers of such pesticide or device. (39) “Labeling” means all labels and other written, printed, or graphic matter referencing the pesticide or device or upon any of its containers or wrappers, or accompanying the pesticide or device at any time, but does not include accurate, nonmisleading reference to current official publications of the United States Departments of Agriculture or Interior, the Environmental Protection Agency, the United States Public Health Service, state experiment stations, state agricultural colleges, or other similar federal institutions or official agencies of this state or other states authorized by law to conduct research in the field of pesticides. (40) “Land” means all land and water areas, including airspace. (41) “Licensed applicator” means an individual who has reached the age of majority and is authorized by license from the department to use or supervise the use of any restricted-use pesticide covered by the license. (42) “Manufacturer” means a person engaged in the business of importing, producing, preparing, mixing, formulating, or reformulating pesticides for the purpose of distribution. (43) “Mixer-loader” means any individual who handles open containers or otherwise prepares, processes, or dilutes pesticides in preparation for final application. (44) “Nematode” means invertebrate animals of the phylum Nemathelminthes and class Nematoda (that is, unsegmented round worms with elongated, fusiform, or saclike bodies covered with cuticle and inhabiting soil, water, plants, or plant parts), and may also be known as nemas or eelworms. (45) “Official sample” means any sample of a pesticide taken by the department in accordance with the provisions of this part or rules adopted under this part, and designated as official by the department. (46) “Organotin compound” means any compound of tin used as a biocide in an antifouling paint. (47) “Percent” means one one-hundredth part by weight or volume. (48) “Pest” means: (a) Any insect, rodent, nematode, fungus, weed; or (b) Any other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism, except viruses, bacteria, or other microorganisms on or in living humans or other living animals, which is declared to be a pest by the administrator of the United States Environmental Protection Agency or which may be declared to be a pest by the department by rule. (49) “Pesticide” means any substance or mixture of substances intended for preventing, destroying, repelling, or mitigating any insects, rodents, nematodes, fungi, weeds, or other forms of plant or animal life or viruses, except viruses, bacteria, or fungi on or in living humans or other animals, which the department by rule declares to be a pest, and any substance or mixture of substances intended for use as a plant regulator, defoliant, or desiccant; however, the term “pesticide” does not include any article that: (a) Is a “new animal drug” within the meaning of s. 201(w) of the Federal Food, Drug, and Cosmetic Act; (b) Has been determined by the Secretary of the United States Department of Health and Human Services not to be a new animal drug by a regulation establishing conditions of use for the article; or (c) Is an animal feed within the meaning of s. 201(x) of the Federal Food, Drug, and Cosmetic Act bearing or containing an article covered in this subsection. (50) “Plant nutrient” means any ingredient that furnishes nourishment to the plant or promotes its growth in a normal manner. (51) “Plant regulator” means any substance or mixture of substances intended, through physiological action, for accelerating or retarding the rate of growth or maturation, or for otherwise altering the behavior, of ornamental or crop plants or the produce thereof; but does not include substances intended as plant nutrients, trace elements, nutritional chemicals, plant inoculants, or soil amendments. (52) “Private applicator” means an individual who has reached the age of majority and is licensed by the department to use or supervise the use of any restricted-use pesticide for purposes of producing any agricultural commodity on property owned or rented by his or her employer, or, if applied without compensation other than the trading of personal services between producers of agricultural commodities, on the property of another person. (53) “Product” means a unique pesticide and label as distinguished by its individually assigned United States Environmental Protection Agency registration number, special local need registration number, or experimental use permit number. (54) “Protect health and the environment” means protection against any unreasonable adverse effects on people or the environment. (55) “Public applicator” means an individual who has reached the age of majority and is licensed by the department to use or supervise the use of restricted-use pesticides as an employee of a state agency, municipal corporation, or other governmental agency. (56) “Product specific applicator” means an individual who has reached the age of majority and is licensed by the department to use or supervise the use of a particular restricted-use pesticide product that is identified on the license by the United States Environmental Protection Agency registration number, as well as any Florida special local need registration number and any specific identifying information as deemed appropriate for nonfederally registered products exempt under s. 18 of the Federal Insecticide, Fungicide, and Rodenticide Act, provided that the restricted-use pesticide product is used for the purpose of producing agricultural commodities on property owned or rented by the licensee or the licensee’s employer, or is applied on the property of another person without compensation other than trading of personal services between producers of agricultural commodities. (57) “Registrant” means the person registering any pesticide pursuant to the provisions of this part. (58) “Restricted-use pesticide” means a pesticide which, when applied in accordance with its directions for use, warnings, and cautions and for uses for which it is registered or for one or more such uses, or in accordance with a widespread and commonly recognized practice, may generally cause, without additional regulatory restrictions, unreasonable adverse effects on the environment, or injury to the applicator or other persons, and which has been classified as a restricted-use pesticide by the department or the administrator of the United States Environmental Protection Agency. (59) “Sell or sale” includes exchanges. (60) “Special local need registration” means a state registration issued by the department as authorized in s. 24(c) of the Federal Insecticide, Fungicide, and Rodenticide Act. (61) “Special review” is a process for reviewing selected pesticides based upon information that the pesticides have been found to present environmental or health concerns not considered in the registration process or that data submitted in support of registration are inadequate or outdated. (62) “Tolerance” means the deviation from the guaranteed analysis permitted by law. (63) “Transportation of pesticides in bulk” means the movement of a pesticide which is held in an individual container in undivided quantities of greater than 55 U.S. gallons liquid measure or 100 pounds net dry weight. (64) “Under the direct supervision of a licensed applicator” means, unless otherwise prescribed by its labeling, a pesticide that must be applied by a competent person acting under the instruction and control of a licensed applicator who is available if and when needed, even though the licensed applicator is not physically present when the pesticide is applied. (65) “Unreasonable adverse effects on the environment” means any unreasonable risk to humans or the environment, taking into account the economic, social, and environmental costs and benefits of the use of any pesticide. (66) “Vessel” means any type of watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water. (67) “Weed” means any plant which grows where not wanted. History.—s. 1, ch. 65-457; ss. 14, 35, ch. 69-106; s. 1, ch. 69-376; s. 1, ch. 70-52; s. 178, ch. 71-377; s. 1, ch. 73-63; s. 1, ch. 79-210; s. 1, ch. 82-106; s. 1, ch. 82-167; s. 15, ch. 84-338; s. 1, ch. 88-304; ss. 3, 37, ch. 92-115; s. 4, ch. 94-233; s. 474, ch. 97-103; s. 10, ch. 2000-154; s. 23, ch. 2004-64. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcec0fedb112',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-021/"
    },
    {
      "id": "section-487025misbranding",
      "number": "487.025",
      "heading": "Misbranding",
      "text": "487.025 Misbranding.— (1) A pesticide or device is misbranded if its labeling bears any statement, design, or graphic representation which is false or misleading in any particular. (2) A pesticide is misbranded if: (a) It is an imitation of, or is offered for sale under the name of, another pesticide. (b) Its labeling bears any reference to registration under this part. (c) The labeling accompanying it does not contain instructions for use which are necessary and, if complied with, adequate for the protection of the public. (d) The label does not contain a warning or caution statement which may be necessary and, if complied with, adequate to prevent injury to living humans and other vertebrate animals. (e) The label does not bear an ingredient statement on that part of the immediate container, and on the outside container or wrapper, if there is one, through which the ingredient statement on the immediate container cannot be clearly read, of the retail package which is presented or displayed under customary conditions of purchase. (f) Any word, statement, or other information required by or under authority of this part to appear on the labeling is not prominently placed thereon with such conspicuousness, as compared with other words, statements, designs, or graphic matter in the labeling, and in such terms as to render it likely to be read and understood by the ordinary individual under customary conditions of purchase and use. (g) It is injurious to living humans or other vertebrate animals or vegetation, except weeds, to which it is applied, or to the person applying such pesticide as directed or in accordance with commonly recognized practice. (h) In the case of a plant regulator, defoliant, or desiccant, when used as directed, it is injurious to living humans or other vertebrate animals, or vegetation, to which it is applied, or to the person applying such pesticide. However, physical or physiological effects on plants or parts thereof shall not be deemed to be injury when this is the purpose for which the plant regulator, defoliant, or desiccant was applied in accordance with the label claims and recommendations. (i) Any ingredient which is present in amounts which are not likely to be effective when used according to directions is given undue prominence or conspicuousness, as compared with ingredients which are present in effective amounts, in its labeling. Such ingredient shall appear only in the ingredient statement. (j) It is found to be ineffective when tested in the laboratory. (k) It is found by the department to be of short measure. History.—s. 1, ch. 65-457; ss. 14, 35, ch. 69-106; s. 1, ch. 73-63; s. 1, ch. 79-210; s. 1, ch. 82-106; s. 1, ch. 82-167; s. 15, ch. 84-338; ss. 3, 37, ch. 92-115; s. 5, ch. 94-233; s. 475, ch. 97-103; s. 11, ch. 2000-154; s. 24, ch. 2004-64. Note.—Former s. 487.021(37). (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcec0e7c5d30',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-025/"
    },
    {
      "id": "section-487031prohibited",
      "number": "487.031",
      "heading": "Prohibited acts.",
      "text": "acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487041registration",
      "number": "487.041",
      "heading": "Registration",
      "text": "487.041 Registration.— (1)(a) Each brand of pesticide, as defined in s. 487.021, which is distributed, sold, or offered for sale, except as provided in this section, within this state or delivered for transportation or transported in intrastate commerce or between points within this state through any point outside this state must be registered in the office of the department, and such registration shall be renewed biennially. Emergency exemptions from registration may be authorized in accordance with the rules of the department. The registrant shall file with the department a statement including: 1. The name, business mailing address, and street address of the registrant. 2. The name of the brand of pesticide. 3. An ingredient statement and a complete current copy of the labeling accompanying the brand of pesticide, which must conform to the registration, and a statement of all claims to be made for it, including directions for use and a guaranteed analysis showing the names and percentages by weight of each active ingredient, the total percentage of inert ingredients, and the names and percentages by weight of each “added ingredient.” (b) For the purpose of defraying expenses of the department in connection with carrying out the provisions of this part, each registrant shall pay a biennial registration fee for each registered brand of pesticide. The registration of each brand of pesticide shall cover a designated 2-year period beginning on January 1 of each odd-numbered year and expiring on December 31 of the following year. (c) Each registration issued by the department to a registrant for a period beginning in an odd-numbered year shall be assessed a fee of $700 per brand of pesticide and a fee of $200 for each special local need label and experimental use permit, and the registration shall expire on December 31 of the following year. Each registration issued by the department to a registrant for a period beginning in an even-numbered year shall be assessed a fee of $350 per brand of pesticide and fee of $100 for each special local need label and experimental use permit, and the registration shall expire on December 31 of that year. (d) All revenues collected, less those costs determined by the department to be nonrecurring or one-time costs, shall be deferred over the 2-year registration period, deposited in the General Inspection Trust Fund, and used by the department in carrying out the provisions of this chapter. (e) If the renewal of a brand of pesticide, including the special local need label and experimental use permit, is not filed by January 31 of the renewal year, an additional fee of $25 per brand of pesticide shall be assessed per month and added to the original fee. This additional fee may not exceed $250 per brand of pesticide. The additional fee must be paid by the registrant before the renewal certificate for the registration of the brand of pesticide is issued. The additional fee shall be deposited into the General Inspection Trust Fund. (f) This subsection does not apply to distributors or retail dealers selling brands of pesticide if such brands of pesticide are registered by another person. (g) All registration fees, including late fees, are nonrefundable. (h) For any currently registered pesticide product brand that undergoes labeling revisions during the registration period, the registrant shall submit to the department a copy of the revised labeling along with a cover letter detailing such revisions before the sale or distribution in this state of the product brand with the revised labeling. If the labeling revisions require notification of an amendment review by the United States Environmental Protection Agency, the registrant shall submit an additional copy of the labeling marked to identify those revisions. (2) The department shall adopt rules governing the procedures for the registration of a brand of pesticide and for the review of data submitted by an applicant for registration of the brand of pesticide. The department shall determine whether the brand of pesticide should be registered, registered with conditions, or tested under field conditions in this state. The department shall determine whether each request for registration of a brand of pesticide meets the requirements of current state and federal law. The department, whenever it deems it necessary in the administration of this part, may require the manufacturer or registrant to submit the complete formula, quantities shipped into or manufactured in the state for distribution and sale, evidence of the efficacy and the safety of any pesticide, and other relevant data. The department may review and evaluate a registered pesticide if new information is made available that indicates that use of the pesticide has caused an unreasonable adverse effect on public health or the environment. Such review shall be conducted upon the request of the State Surgeon General in the event of an unreasonable adverse effect on public health or the Secretary of Environmental Protection in the event of an unreasonable adverse effect on the environment. Such review may result in modifications, revocation, cancellation, or suspension of the registration of a brand of pesticide. The department, for reasons of adulteration, misbranding, or other good cause, may refuse or revoke the registration of the brand of any pesticide after notice to the applicant or registrant giving the reason for the decision. The applicant may then request a hearing, pursuant to chapter 120, on the intention of the department to refuse or revoke registration, and, upon his or her failure to do so, the refusal or revocation shall become final without further procedure. The registration of a brand of pesticide may not be construed as a defense for the commission of any offense prohibited under this part. (3) The department, in addition to its other duties under this section, has the power to: (a) Review data of the United States Environmental Protection Agency on any pesticide. (b) Formally request the United States Environmental Protection Agency to require registrants of pesticides to provide the department with environmental test data generated in this state or generated by simulating environmental conditions in this state. (c) Request information from the United States Environmental Protection Agency relating to the findings upon which that agency based its registration determinations for pesticides registered in this state. (d) Require a registrant to continue the registration of a brand of pesticide that remains on retailers’ shelves in the state unless the department receives the registrant’s written notification that it is discontinuing the distribution of a brand of pesticide and the registrant then maintains the registration of that brand for a minimum of 2 years. The discontinued brand of pesticide may remain on retailers’ shelves without further registration if the brand of pesticide is not distributed by the registrant in the state during or after the minimum 2-year period. (e) Require data demonstrating the efficacy of pesticide products containing label statements that include directions for use as preventive treatments for termites for new construction. The department shall review the data and determine if the data supports label claims of termite prevention or protection from termite damage. Label claims for protection from damage must be supported by data that shows the product will prevent damage to a structure and its contents for a minimum of 5 years under Florida conditions. If the data does not support such label claims, then the product cannot be registered or reregistered. The department shall adopt rules specifying performance standards and acceptable test conditions for data submitted in support of an efficacy claim, or may reference such performance standards and test conditions established by the United States Environmental Protection Agency. (4) Each application for a special local need registration must be supported by evidence of efficacy and safety which shall be submitted with the application for registration. This evidence, in whole or part, shall be examined by any other governmental agency designated by the department, which shall make recommendations to the department as to whether the application shall be accepted or rejected. The department may then issue an acceptance or rejection. (5) In the discharge of duties under this section, the department shall seek the review and comment of other appropriate agencies. The procedures for obtaining review and comment shall be established through memoranda of understanding or cooperative agreements. Confidential data received by such governmental agencies from the department shall be confidential and exempt from the provisions of s. 119.07(1); and it is unlawful for any member of such agency or of the department to use the data for his or her own advantage or to reveal the data to the public. (6) This section does not affect the authority of the department to administer the pesticide registration program under this part or the authority of the Commissioner of Agriculture to approve the registration of a brand of pesticide. (7) Pesticides used in accordance with provisions under federal or state restriction, suspension, or cancellation orders, or other existing stock agreements, are exempt from this section. History.—s. 1, ch. 65-457; ss. 14, 35, ch. 69-106; s. 4, ch. 73-63; s. 2, ch. 78-154; s. 3, ch. 79-210; s. 16, ch. 84-338; s. 85, ch. 85-81; s. 1, ch. 85-172; s. 2, ch. 88-304; s. 2, ch. 91-20; ss. 5, 37, ch. 92-115; s. 7, ch. 94-233; s. 323, ch. 96-406; s. 1123, ch. 97-103; s. 13, ch. 2000-154; s. 13, ch. 2000-308; s. 9, ch. 2001-279; s. 25, ch. 2002-295; s. 26, ch. 2004-64; s. 1, ch. 2007-67; s. 101, ch. 2008-6; s. 4, ch. 2008-107; s. 14, ch. 2009-20; s. 32, ch. 2009-66; s. 14, ch. 2011-206; s. 42, ch. 2013-226; s. 18, ch. 2014-150; s. 1, ch. 2017-158; s. 5, ch. 2018-84. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcec3e995d30',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-041/"
    },
    {
      "id": "section-487042restricted-use",
      "number": "487.042",
      "heading": "Restricted-use pesticides; designation.",
      "text": "pesticides; designation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4870435license",
      "number": "487.0435",
      "heading": "License classification.",
      "text": "classification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4870437direct",
      "number": "487.0437",
      "heading": "Direct infusion of chlorine gas.",
      "text": "infusion of chlorine gas.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487045fees",
      "number": "487.045",
      "heading": "Fees",
      "text": "487.045 Fees.— (1) The department shall establish applicable fees by rule. The fees shall not exceed $250 for commercial applicators or $100 for private applicators and public applicators, for initial licensing and for each subsequent license renewal. The fees shall be determined annually and shall represent department costs associated with enforcement of the provisions of this part. (2) Fees collected under the provisions of this part shall be deposited into the General Inspection Trust Fund and shall be used to defray expenses in the administration of this part. History.—ss. 11, 37, ch. 92-115; s. 9, ch. 94-233; s. 15, ch. 2000-154; s. 28, ch. 2004-64. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcec58767224',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-045/"
    },
    {
      "id": "section-487047nonresident",
      "number": "487.047",
      "heading": "Nonresident license; reciprocal agreement; authorized purchase.",
      "text": "license; reciprocal agreement; authorized purchase.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487064antisiphon",
      "number": "487.064",
      "heading": "Antisiphon requirements for irrigation systems.",
      "text": "requirements for irrigation systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487081exemptions",
      "number": "487.081",
      "heading": "Exemptions",
      "text": "487.081 Exemptions.— (1) The penalties provided for violations of s. 487.031(2) shall not apply to: (a) Any carrier while lawfully engaged in transporting a pesticide within this state, if such carrier, upon request, permits the department or its designated agent to copy all records showing the transactions in and movement of the articles; (b) Public officials of this state and the Federal Government engaged in the performance of their official duties; (c) The manufacturer or shipper of a pesticide intended for experimental use, if the use is conducted by or under the supervision of a state or federal agency authorized to conduct pesticide research or by a person who has obtained a permit in accordance with department rules prior to shipment. (2) No article shall be deemed in violation of this part when intended solely for export to a foreign country and when prepared or packed according to the specifications or directions of the purchaser. (3) Notwithstanding any other provision of this part, registration required under this part is not required in the case of a pesticide stored or shipped from one manufacturing plant within this state to another manufacturing plant within this state operated by the same person. (4) Nothing in this part shall be construed to apply to persons duly licensed or certified under chapter 388 or chapter 482 performing any pest control or other operation for which they are licensed or certified under those chapters. (5) The agricultural employer may provide coveralls, chemical-resistant gloves, and chemical-resistant footwear, instead of the personal protective equipment specified on the label, for any worker doing irrigation work for which the only contact with treated surfaces is to the feet, lower legs, hands, and arms. (6) The Department of Environmental Protection is not authorized to institute proceedings against any property owner or leaseholder of property under the provisions of s. 376.307(5) to recover any costs or damages associated with pesticide contamination of soil or water, or the evaluation, assessment, or remediation of pesticide contamination of soil or water, including sampling, analysis, and restoration of soil or potable water supplies, subject to the following conditions: (a) The pesticide contamination of soil or water is determined to be the result of the use of pesticides by the property owner or leaseholder, in accordance with state and federal law, applicable registered labels, and rules on property classified as agricultural land pursuant to s. 193.461; (b) The property owner or leaseholder maintains records of such pesticide applications and such records are provided to the department upon request; (c) In the event of pesticide contamination of soil or water, the department, upon request, shall make such records available to the Department of Environmental Protection; (d) This subsection does not limit regulatory authority under a federally delegated or approved program; and (e) This subsection is remedial in nature and shall apply retroactively. The department, in consultation with the secretary of the Department of Environmental Protection, may adopt rules prescribing the format, content, and retention time for records to be maintained under this subsection. History.—s. 1, ch. 65-457; s. 4, ch. 65-295; ss. 14, 35, ch. 69-106; s. 6, ch. 79-210; s. 2, ch. 86-116; ss. 20, 37, ch. 92-115; s. 16, ch. 94-233; s. 23, ch. 2000-154; s. 14, ch. 2000-308; s. 35, ch. 2004-64. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcf00bbca407',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-081/"
    },
    {
      "id": "section-487101stop",
      "number": "487.101",
      "heading": "Stop sale, stop-use, removal, or hold orders.",
      "text": "sale, stop-use, removal, or hold orders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48713cooperation",
      "number": "487.13",
      "heading": "Cooperation",
      "text": "487.13 Cooperation.—The department is authorized and empowered to cooperate with and enter into agreements with any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or federal agency for the purpose of carrying out the provisions of this part and securing uniformity of regulations. History.—s. 1, ch. 65-457; ss. 14, 35, ch. 69-106; s. 10, ch. 73-63; ss. 24, 37, ch. 92-115; s. 20, ch. 94-233; s. 27, ch. 2000-154; s. 39, ch. 2004-64. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcf00f3efb94',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-13/"
    },
    {
      "id": "section-487156governmental",
      "number": "487.156",
      "heading": "Governmental agencies.",
      "text": "agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4871585duties",
      "number": "487.1585",
      "heading": "Duties of licensee with respect to unlicensed applicators and mixer-loaders and field workers.",
      "text": "of licensee with respect to unlicensed applicators and mixer-loaders and field workers.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487159damage",
      "number": "487.159",
      "heading": "Damage or injury to property, animal, or person; mandatory report of damage or injury.",
      "text": "or injury to property, animal, or person; mandatory report of damage or injury.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487160records",
      "number": "487.160",
      "heading": "Records",
      "text": "487.160 Records.—Licensed private applicators, licensed public applicators, and licensed commercial applicators shall maintain records as the department may determine by rule with respect to the application of restricted pesticides, including, but not limited to, the type and quantity of pesticide, method of application, crop treated, and dates and location of application. Licensees shall keep records for 2 years from the date of the application of the pesticide to which the records refer and shall furnish to the department a copy of the records upon written request by the department. History.—s. 11, ch. 74-247; s. 4, ch. 78-154; s. 2, ch. 81-318; ss. 10, 14, 15, ch. 82-167; s. 4, ch. 91-20; ss. 29, 37, ch. 92-115; s. 325, ch. 96-406; s. 7, ch. 2013-226; s. 24, ch. 2014-150. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcf0395ec8e4',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-i/section-487-160/"
    },
    {
      "id": "section-487171classification",
      "number": "487.171",
      "heading": "Classification of antifouling paint containing organotin compounds as restricted-use pesticides; prohibition of distribution and sale.",
      "text": "of antifouling paint containing organotin compounds as restricted-use pesticides; prohibition of distribution and sale.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487021definitions",
      "number": "487.021",
      "heading": "Definitions. For the purpose of this part:(1)“Acceptable release rate” means a measured release rate not exceeding 4",
      "text": "0 micrograms per square centimeter per day at steady state conditions as determined in accordance with a United States Environmental Protection Agency testing data call-in notice of July 29, 1986,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487025misbranding",
      "number": "487.025",
      "heading": "Misbranding. (1)A pesticide or device is misbranded if its labeling bears any statement, design, or graphic representation which is false or misleading in any particular",
      "text": "(2)A pesticide is misbranded if:(a)It is an imitation of, or is offered for sale under the name of, another pesticide.(b)Its labeling bears any",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487041registration",
      "number": "487.041",
      "heading": "Registration. (1)(a)Each brand of pesticide, as defined in s",
      "text": "487.021, which is distributed, sold, or offered for sale, except as provided in this section, within this state or delivered for transportation or transported in intrastate commerce or between points within this state through any point outside this sta",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487045fees",
      "number": "487.045",
      "heading": "Fees. (1)The department shall establish applicable fees by rule",
      "text": "The fees shall not exceed $250 for commercial applicators or $100 for private applicators and public applicators, for initial licensing and for each subsequent license renewal. The fees shall be determined annually and shall represent depart",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487081exemptions",
      "number": "487.081",
      "heading": "Exemptions. (1)The penalties provided for violations of s",
      "text": "487.031(2) shall not apply to:(a)Any carrier while lawfully engaged in transporting a pesticide within this state, if such carrier, upon request, permits the department or its designated agent to copy all records showing the transactions in and movement",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-48713cooperation",
      "number": "487.13",
      "heading": "Cooperation. The department is authorized and empowered to cooperate with and enter into agreements with any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or federal agency for the purpose of carrying out the provis",
      "text": "The department is authorized and empowered to cooperate with and enter into agreements with any other agency of this state, the United States Department of Agriculture, the United States Environmental Protection Agency, and any other state or federal agency for the purpose of carrying out the provisions of this part and securing uniformity of regulations.History.—s. 1, ch. 65-457; ss. 14, 35, ch. 69-106; s. 10, ch. 73-63; ss. 24, 37, ch. 92-115; s. 20, ch. 94-233; s. 27, ch. 2000-154; s. 39, ch. 2004-64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-487160records",
      "number": "487.160",
      "heading": "Records. Licensed private applicators, licensed public applicators, and licensed commercial applicators shall maintain records as the department may determine by rule with respect to the application of restricted pesticides, including, but not limited to, the type and quantity of pesticide, method of applica",
      "text": "Licensed private applicators, licensed public applicators, and licensed commercial applicators shall maintain records as the department may determine by rule with respect to the application of restricted pesticides, including, but not limited to, the type and quantity of pesticide, method of application, crop treated, and dates and location of application. Licensees shall keep records for 2 years from the date of the application of the pesticide to which the records refer and shall furnish to the department a copy of the records upon written request by the department.History.—s. 11, ch. 74-247; s. 4, ch. 78-154; s. 2, ch. 81-318; ss. 10, 14, 15, ch. 82-167; s. 4, ch. 91-20; ss. 29, 37, ch. 92-115; s. 325, ch. 96-406; s. 7, ch. 2013-226; s. 24, ch. 2014-150.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872011popular",
      "number": "487.2011",
      "heading": "Popular name; administration.487.2021Legislative intent",
      "text": "487.2031Definitions.487.2041Enforcement of federal worker protection regulations.487.2042Submission and investigation of complaints.487.2051Availability of agricultural pesticide information to workers and medical personnel.487.2061Prohibited acts.487.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872021legislative",
      "number": "487.2021",
      "heading": "Legislative intent.",
      "text": "intent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872031definitions",
      "number": "487.2031",
      "heading": "Definitions",
      "text": "487.2031 Definitions.—For the purposes of this part, the term: (1) “Agricultural employer” means any person who hires or contracts for the services of workers to perform activities related to the production of agricultural plants or any person who is an owner of, or responsible for, the management or condition of an agricultural establishment that uses such workers. (2) “Agricultural establishment” means any farm, forest, nursery, or greenhouse. (3) “Agricultural plant” means any plant grown or maintained for commercial or research purposes and includes, but is not limited to, food, feed, fiber plants, trees, turfgrass, flowers, shrubs, ornamentals, and seedlings. (4) “Department” means the Department of Agriculture and Consumer Services. (5) “Designated representative” means any organization or person to whom a worker gives written authorization to exercise the right to request the agricultural pesticide information pursuant to this part. (6) “Fact sheet” means an agricultural pesticide fact sheet approved by the state or Federal Government that provides information about the impacts of the use of an agricultural pesticide. (7) “Retaliatory action” means an action, such as dismissal, demotion, harassment, blacklisting with other employers, reducing pay or work hours, or taking away company housing, that is taken by any agricultural employer against a worker who exercises any right under the provisions of the United States Environmental Protection Agency Worker Protection Standard, 40 C.F.R. s. 170.7(b), or this part. (8) “Safety data sheet” means written, electronic, or printed material concerning an agricultural pesticide that sets forth the following information: (a) The chemical name and the common name of the agricultural pesticide. (b) The hazards or other risks in the use of the agricultural pesticide, including: 1. The potential for fire, explosions, corrosivity, and reactivity. 2. The known acute health effects and chronic health effects of exposure to the agricultural pesticide, including those medical conditions that are generally recognized as being aggravated by exposure to the agricultural pesticide. 3. The primary routes of entry and symptoms of overexposure. (c) The proper handling practices, necessary personal protective equipment, and other proper or necessary safety precautions in circumstances that involve the use of or exposure to the agricultural pesticide, including appropriate emergency treatment in case of overexposure. (d) The emergency procedures for spills, fire, disposal, and first aid. (e) A description of the known specific potential health risks posed by the agricultural pesticide, which is written in lay terms and is intended to alert a person who reads the information. (f) The year and month, if available, that the information was compiled and the name, address, and emergency telephone number of the manufacturer responsible for preparing the information. (9) “Trainer” means any person who is qualified to train workers under the pesticide safety training requirements of the United States Environmental Protection Agency Worker Protection Standard, 40 C.F.R. s. 170.130. (10) “Worker” means any person, including a farmworker or a self-employed person, who receives any type of compensation for employment that involves tasks relating to the production of agricultural plants on an agricultural establishment. The term “worker” does not include any person employed by a commercial pesticide-handling establishment to perform tasks as a crop advisor. History.—s. 49, ch. 2004-64; s. 6, ch. 2005-210; s. 27, ch. 2014-150; s. 62, ch. 2015-2. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabcf04e1218e5',t:'MTc3MDg4NTE3My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxxii/chapter-487/part-ii/section-487-2031/"
    },
    {
      "id": "section-4872041enforcement",
      "number": "487.2041",
      "heading": "Enforcement of federal worker protection regulations.",
      "text": "of federal worker protection regulations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872042submission",
      "number": "487.2042",
      "heading": "Submission and investigation of complaints.",
      "text": "and investigation of complaints.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872051availability",
      "number": "487.2051",
      "heading": "Availability of agricultural pesticide information to workers and medical personnel.",
      "text": "of agricultural pesticide information to workers and medical personnel.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872061prohibited",
      "number": "487.2061",
      "heading": "Prohibited acts.",
      "text": "acts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872071penalties",
      "number": "487.2071",
      "heading": "Penalties against violators; worker relief.",
      "text": "against violators; worker relief.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4872031definitions",
      "number": "487.2031",
      "heading": "Definitions. For the purposes of this part, the term:(1)“Agricultural employer” means any person who hires or contracts for the services of workers to perform activities related to the production of agricultural plants or any person who is an owner of, or responsible for, the management or condition of an agricu",
      "text": "For the purposes of this part, the term:(1)“Agricultural employer” means any person who hires or contracts for the services of workers to perform activities related to the production of agricultural plants or any person who is an owner of, or responsible for, the management or condition of an agricultural establishment that uses such workers.(2)“Agricultural establishment” means any farm, forest, nursery, or greenhouse.(3)“Agricultural plant” means any plant grown or maintained for commercial or research purposes and includes, but is not limited to, food, feed, fiber plants, trees, turfgrass, flowers, shrubs, ornamentals, and seedlings.(4)“Department” means the Department of Agriculture and Consumer Services.(5)“Designated representative” means any organization or person to whom a worker gives written authorization to exercise the right to request the agricultural pesticide information pursuant to this part.(6)“Fact sheet” means an agricultural pesticide fact sheet approved by the state or Federal Government that provides information about the impacts of the use of an agricultural pesticide.(7)“Retaliatory action” means an action, such as dismissal, demotion, harassment, blacklisting with other employers, reducing pay or work hours, or taking away company housing, that is taken by any agricultural employer against a worker who exercises any right under the provisions of the United States Environmental Protection Agency Worker Protection Standard, 40 C.F.R. s. 170.7(b), or this part.(8)“Safety data sheet” means written, electronic, or printed material concerning an agricultural pesticide that sets forth the following information:(a)The chemical name and the common name of the agricultural pesticide.(b)The hazards or other risks in the use of the agricultural pesticide, including:1.The potential for fire, explosions, corrosivity, and reactivity.2.The known acute health effects and chronic health effects of exposure to the agricultural pesticide, including those medical conditions that are generally recognized as being aggravated by exposure to the agricultural pesticide.3.The primary routes of entry and symptoms of overexposure.(c)The proper handling practices, necessary personal protective equipment, and other proper or necessary safety precautions in circumstances that involve the use of or exposure to the agricultural pesticide, including appropriate emergency treatment in case of overexposure.(d)The emergency procedures for spills, fire, disposal, and first aid.(e)A description of the known specific potential health risks posed by the agricultural pesticide, which is written in lay terms and is intended to alert a person who reads the information.(f)The year and month, if available, that the information was compiled and the name, address, and emergency telephone number of the manufacturer responsible for preparing the information.(9)“Trainer” means any person who is qualified to train workers under the pesticide safety training requirements of the United States Environmental Protection Agency Worker Protection Standard, 40 C.F.R. s. 170.130.(10)“Worker” means any person, including a farmworker or a self-employed person, who receives any type of compensation for employment that involves tasks relating to the production of agricultural plants on an agricultural establishment. The term “worker” does not include any person employed by a commercial pesticide-handling establishment to perform tasks as a crop advisor.History.—s. 49, ch. 2004-64; s. 6, ch. 2005-210; s. 27, ch. 2014-150; s. 62, ch. 2015-2.",
      "history": "",
      "source_url": ""
    }
  ]
}