{
  "state": "district-of-columbia",
  "path": "title-49/chapter-1",
  "sections": [
    {
      "id": "section-49-101",
      "number": "49-101",
      "heading": "Drill, parade, encampment or required duty.",
      "text": "Any drill, parade, encampment or duty that is required, ordered, or authorized to be performed under the provisions of this title, shall be deemed to be a military duty, and while on such duty every officer and enlisted man of the National Guard shall be subject to the lawful orders of his superior officers, and for any military offense may be put and kept under arrest or under guard for a time not extending beyond the term of service for which he is then ordered.",
      "history": "Mar. 1, 1889, 25 Stat. 778, ch. 328, § 40; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 43",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-101.html"
    },
    {
      "id": "section-49-102",
      "number": "49-102",
      "heading": "Prescribing drills.",
      "text": "The Commanding General shall prescribe such stated drills and parades as he may deem necessary for the instruction of the National Guard, and may order out any portion of the National Guard for such drills, inspections, parades, escort, or other duties, as he may deem proper. The commanding officer of any regiment, battalion or company may also assemble his command, or any part thereof, in the evening for drill, instruction, or other business, as he may deem expedient; but no parade shall be performed by any regiment, battalion, company, or part thereof, without the permission of the Commanding General.",
      "history": "Mar. 1, 1889, 25 Stat. 778, ch. 328, § 41; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 44",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-102.html"
    },
    {
      "id": "section-49-103",
      "number": "49-103",
      "heading": "Suppression of riots.",
      "text": "When there is in the District of Columbia a tumult, riot, mob, or a body of men acting together by force with attempt to commit a felony or to offer violence to persons or property, or by force or violence to break and resist the laws, or when such tumult, riot, or mob is threatened, it shall be lawful for the Mayor of the District of Columbia, or for the United States Marshal for the District of Columbia, or for the National Capital Service Director, to call on the Commander-in-Chief to aid them in suppressing such violence and enforcing the laws; the Commander-in-Chief shall thereupon order out so much and such portion of the militia as he may deem necessary to suppress the same, and no member thereof who shall be thus ordered out by proper authority for any such duty shall be liable to civil or criminal prosecution for any act done in the discharge of his military duty.",
      "history": "Mar. 1, 1889, 25 Stat. 778, ch. 328, § 45; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 48; Dec. 24, 1973, 87 Stat. 826, Pub. L. 93-198, title VII, § 739(d)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-103.html"
    },
    {
      "id": "section-49-104",
      "number": "49-104",
      "heading": "Excuse for physical disability; penalty for absence.",
      "text": "No officer or soldier of the National Guard, when ordered on duty to aid the civil authorities, or when ordered into the service of the United States in obedience to the call or order of the President, shall be excused from such duty except upon the certificate of the surgeon of his command of physical disability, such certificate to be presented to the Commanding General in case of an officer, or to his company commander in case of a soldier. If such officer or soldier fail to furnish such excuse he shall be tried and punished by a court-martial. For absence from any other military duty required or ordered under the provisions of this chapter the penalty shall be such as may be prescribed by the Commanding General, or the bylaws of the organization to which the officer or soldier belongs.",
      "history": "Mar. 1, 1889, 25 Stat. 778, ch. 328, § 46; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 49",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-104.html"
    },
    {
      "id": "section-49-105",
      "number": "49-105",
      "heading": "Parades to have right-of-way.",
      "text": "The United States forces or troops, or any portion of the militia, parading, or performing any duty according to law, shall have the right-of-way in any street or highway through which they may pass; provided, that the carriage of the United States mails, the legitimate functions of the police, and the progress and operations of fire engines and fire departments shall not be interfered with thereby.",
      "history": "Mar. 1, 1889, 25 Stat. 779, ch. 328, § 47; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 50",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-105.html"
    },
    {
      "id": "section-49-106",
      "number": "49-106",
      "heading": "Rules for parades and encampments.",
      "text": "Every commanding officer, when on duty, may ascertain and fix necessary bounds and limits to his parade or encampment. Whoever intrudes within the limits of the parade or encampment after being forbidden, or whoever shall interrupt, molest, or obstruct any officer or soldier while on duty, may be put and kept under guard until the parade, encampment, or duty be concluded; and the commanding officer may turn over such person to any police officer, and said police officer is required to detain him in custody for examination or trial before the Superior Court of the District of Columbia, and the judge thereof may punish such offense by a fine not exceeding $25.",
      "history": "Mar. 1, 1889, 25 Stat. 779, ch. 328, § 48; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 51; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-106.html"
    },
    {
      "id": "section-49-107",
      "number": "49-107",
      "heading": "Camp duty.",
      "text": "The National Guard shall perform not less than 6 consecutive days of camp duty in each year, at such time as may be ordered by the Commanding General, and the Quartermaster General of the militia, subject to the approval of the Commanding General, shall provide, by rental or otherwise, a suitable camp-ground for the annual encampment of the militia, make the necessary provisions thereon for the encampment, and provide necessary transportation to and from the same for baggage and supplies.",
      "history": "Mar. 1, 1889, 25 Stat. 778, ch. 328, § 43; renumbered Feb. 18, 1909, 35 Stat. 634, ch. 146, § 46",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/49-107.html"
    }
  ]
}