{
  "state": "delaware",
  "path": "title-title-9/chapter-title9c033index",
  "sections": [
    {
      "id": "section-3301",
      "number": "3301.",
      "heading": "Definitions.In this chapter the following terms shall have the meanings indicated:(1) “Bonds” or “bond” means a special obligation bond, revenue bond, note, or other similar instrument issued by New Castle County in accordance with this chapter",
      "text": "(2) “Chief financial officer” means New Castle County C\n§\n\n 2;§\n\n3302. Special taxes authorized; purpose; requirements and restrictions.(a) Subject to the provisions of this section, and for the purpose stated in subsection (b) of this section, the county may:(1) Create a special development district;(2) Levy ad valorem or special taxes; and(3) Issue bonds and other obligations.(b) The purpose of the authority granted under subsection (a) of this section is to provide financing, refinancing, or reimbursement for:(1) The cost of the design, construction, establishment, extension, alteration, maintenance, or acquisition of adequate storm drainage systems, sewers, water systems, roads, bridges, culverts, tunnels, streets, traffic signals, signage, sidewalks, lighting, parking, parks and recreation facilities, open space, farm land preservation, fire protection facilities, public safety facilities, paramedic facilities, libraries, transit facilities, solid waste facilities, identifying monuments, landscaping of entrances and medians, and other improvements, including infrastructure improvements as authorized, whether situated within the special development district or outside the special development district if the improvements, including infrastructure improvements provide service or benefit to the property within the special development district, for the development and utilization of the land, each with respect to any defined geographic region within the county; and(2) Any cost in which the proceeds of a bond issued pursuant to Chapter 32 of this title and as defined in § 3205 of this title may be used and any other cost associated with tax increment financing undertaken with respect to TIF Districts pursuant to Chapter 32 of this title.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3303. Issuance and sale of bonds; section self-executing.(a) In addition to other powers the county may have, and notwithstanding the provisions of any other public local law, or public general law, the county may borrow money by issuing and selling bonds for the purposes stated in § 3302(b) of this title, if a request to the county is made by both:(1) The owners of at least2/3of the assessed valuation of the real property located within the special development district; and(2) At least2/3of the owners of the acreage located within the special development district, provided that:a. Multiple owners of a single parcel are treated as a single owner; andb. A single owner of multiple parcels is treated as 1 owner.(b) This section is self-executing and does not require the county to enact legislation to exercise the powers granted under this section.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3304. Bonds payable from special fund; complementary powers of governing body; proceeds.(a) Bonds shall be payable from the special fund required under § 3305 of this title.(b) If the county council issues bonds under this section, the county council may also:(1) Establish sinking funds;(2) Establish debt service reserve funds;(3) Pledge other assets and revenues towards the payments of the principal, premium, if any, and interest; or(4) Provide for bond insurance or any other type of credit enhancement or liquidity support of the bonds.(c) All proceeds received from any bonds issued and sold shall be applied solely to pay costs, including:(1) Costs of design, construction, establishment, extension, alteration, or acquisition of improvements, including infrastructure improvements;(2) Costs of issuing bonds;(3) Permissive costs of issuing and servicing the bonds, which may include up to 0.5% of the bond issue as origination costs incurred by the county, and up to 2.0% of the bond debt service payments as administrative costs if administered by the county;(4) Payment of the principal and interest on loans, development loans, money advances, or any indebtedness for any of the purposes stated in § 3302(b) of this title, including the refunding of bonds previously issued under this section;(5) Funding of a debt service reserve fund or payment of interest prior to, during, or for a limited period of time after construction; and(6) Purposes described in §§ 3205 and 3302(b) of this title.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3305. Actions necessary before issuing bonds.(a) Before issuing bonds pursuant to this section, county council shall:(1) Designate by resolution an area or areas within the Claymont Hometown Overlay District of New Castle County as a special development district;(2) Subject to subsection (b) of this section, adopt a resolution creating a special fund with respect to the special development district; and(3) Provide for the levy of an ad valorem or special tax on all real property within the special development district at a rate or amount designed to provide adequate revenues to pay the principal of, interest on, and redemption premium, if any, on the bonds, to replenish any debt service reserve fund, and for any other purpose related to the ongoing expenses of or security, including debt service coverage requirements, for the bonds. Ad valorem taxes shall be levied in the same manner, upon the same assessments, for the same period or periods, and as of the same date or dates of finality as are now or may hereafter be prescribed for general ad valorem real property tax purposes within the district, and shall be discontinued when all of the bonds have been paid in full. Special taxes shall be levied pursuant to § 3313 of this title.(b) The resolution creating a special fund under paragraph (a)(2) of this section shall:(1) Pledge to the special fund the proceeds of the ad valorem or special tax to be levied as provided under paragraph (a)(3) of this section and shall specify the priority of application with other ad valorem or special taxes; and(2) Require that the proceeds from the tax be paid into the special fund.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3306. When no bonds outstanding.When no bonds are outstanding with respect to a special development district:(1) The special development district shall be terminated; and(2) Any moneys remaining in the special fund on the date of termination of the special development district shall be paid to the general fund of the county.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3307. Adoption of ordinance to implement authority.(a) In order to implement the authority conferred upon it by this section to issue bonds, the county council shall adopt an ordinance that:(1) Specifies and describes the proposed undertaking and states that it has complied with § 3305 of this title;(2) Specifies the maximum principal amount of bonds to be issued;(3) Specifies the maximum rate or rates of interest for the bonds; and(4) Agrees to a covenant to levy upon all real property within the special development district, ad valorem taxes or special taxes in rate and amount at least sufficient in each year in which any of the bonds are outstanding to provide for the payment of the principal of, premium, if any, and the interest on the bonds.(b) The ordinance may specify or may authorize its chief financial officer or its county executive to specify any of the following as it deems appropriate to effect the financing of the proposed undertaking;(1) The actual principal amount of the bonds to be issued;(2) The actual rate or rates of interest for the bonds;(3) The manner in which and the terms upon which the bonds are to be sold;(4) The manner in which and the times and places that the interest on the bonds is to be paid;(5) The time or times that the bonds may be executed, issued and delivered;(6) The form and tenor of the bonds and the denominations in which the bonds may be issued;(7) The manner in which and the times and places that the principal of the bonds is to be paid, within the limitations set forth in this section;(8) Provisions pursuant to which any or all of the bonds may be called for redemption prior to their stated maturity dates; or(9) Any other provisions not inconsistent with this section as shall be determined by county council to be necessary or desirable to effect the financing of the proposed undertaking.(c) An ordinance authorizing the bonds provided for under this chapter, an ordinance, resolution, or executive order passed or adopted in furtherance of the required ordinance, the bonds, the designation of a special development district, or the levy of a special ad valorem tax or special tax may not be subject to any referendum by reason of any other state or local law.(d) The ordinance authorizing the bonds required under this subsection, any ordinance, resolution, or executive order passed or adopted in furtherance of the required ordinance, the bonds, the designation of a special development district, or the levy of a special ad valorem tax or special tax shall be subject to the request of the landowners as specified under § 3303(a) of this title.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3308. Taxation of bonds.The principal amount of the bonds, the interest payable on the bonds, their transfer and any income derived from the transfer, including any profit made in the sale or transfer of the bonds, shall be exempt from taxation by the State and by the counties and municipalities of the State.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3309. Bond form; signatures; maturity; manner of sale.(a) All bonds shall be in fully registered form. Each of the bonds shall be deemed to be a security as defined in § 8-102 of Title 6, whether or not it is either 1 of a class or series or by its terms is divisible into a class or series of instruments.(b) All bonds shall be signed manually or in facsimile by the county executive, and the seal of the county shall be affixed to the bonds and attested by chief financial officer or other similar administrative officer of the county. If any officer whose signature or countersignature appears on the bonds ceases to be such officer before delivery of the bonds, the officer’s signature or countersignature shall nevertheless be valid and sufficient for all purposes the same as if the officer had remained in office until delivery.(c) All bonds shall mature not later than 30 years from their date of issuance.(d) All bonds shall be sold in the manner, either at public or private sale, and upon the terms, as county council deems best. Any contract for the acquisition of property may provide that payment shall be made in bonds.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3310. Bonds issued are securities.Bonds issued under this chapter are securities in which all public officers and public bodies of the State and its political subdivisions, all insurance companies, state banks and trust companies, national banking associations, savings banks, savings and loan associations, investment companies, executors, administrators, trustees and other fiduciaries may properly and legally invest funds, including capital in their control or belonging to them.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3311. Powers granted are supplemental to other laws.The powers granted under this chapter shall be regarded as supplemental and additional to powers conferred by other laws, and may not be regarded as in derogation of any powers now existing.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3312. Construction of chapter.This chapter, being necessary for the welfare of the State and its residents, shall be liberally construed to effect the purpose stated in § 3302(b) of this title.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3313. Special taxes on real property as alternative to ad valorem taxes.(a) As an alternative to levying ad valorem taxes under this chapter, county council may levy special taxes on real property in a special development district to cover the cost of infrastructure improvements, including but not limited to costs defined in § 3301(3) of this title. In determining the basis for and amount of the tax, the cost of an improvement may be calculated and levied:(1) Equally per front foot, lot, parcel, dwelling unit, or square foot;(2) According to the value of the property as determined by the county, with or without regard to improvements on the property; or(3) In any other reasonable manner that results in fairly allocating the cost of the infrastructure improvements.(b) County council may provide by ordinance or resolution for:(1) A maximum amount to be assessed with respect to any parcel of real property located within a special development district;(2) A tax year or other date after which no further special taxes under this section shall be levied or collected on a parcel; and(3) The circumstances under which the special tax levied against any parcel may be increased, if at all, as a consequence of delinquency or default by the owner of that parcel or any other parcel within the special development district.(c) County council by ordinance or resolution may establish procedures allowing for the prepayment of special taxes under this section.(d) Special taxes levied under this subsection shall be collected and secured in the same manner as general ad valorem real property taxes unless otherwise provided in the ordinance or resolution and shall be subject to the same penalties and the same procedure, sale, and lien priority in case of delinquency as is provided for general ad valorem real property taxes.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3314. Bonds not to constitute general obligation debt.Bonds issued under this chapter are a special obligation of the county or Special Development District (SDD) and may not constitute a general obligation debt of the county, or a pledge of the county’s full faith and credit or taxing power. Bonds are nonrecourse to property owners who purchase subject to a TIF or SDD. Property owners who purchase subject to a TIF or SDD shall only be responsible for TIF or SDD obligations determined by the individual assessment of their property.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3315. Special Development District consistency with certified comprehensive plan.The use of lands in a Special Development District shall be consistent with the comprehensive plan for the area as certified pursuant to § 9103(f) of Title 29.76 Del. Laws, c. 187,\n\n§\n\n 2;§\n\n3316. Limitation on ad valorem or special taxes within Special Development District.The levy of an ad valorem or special tax pursuant to § 3302(a)(2) or § 3313(a) of this title shall not be applicable to and shall not be imposed on special betterments property as defined in § 8101(e) of this title owner or leased by a public utility as defined in § 102(2) of Title 26.76 Del. Laws, c. 187,\n\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3302",
      "number": "3302.",
      "heading": "Special taxes authorized; purpose; requirements and restrictions",
      "text": "(a) Subject to the provisions of this section, and for the purpose stated in subsection (b) of this section, the county may:(1) Create a special development district;(2) Levy ad valorem or special taxes; and(3) Issue bonds and other ob\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3303",
      "number": "3303.",
      "heading": "Issuance and sale of bonds; section self-executing",
      "text": "(a) In addition to other powers the county may have, and notwithstanding the provisions of any other public local law, or public general law, the county may borrow money by issuing and selling bonds for the purposes stated in § 3302(b) of this title\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3304",
      "number": "3304.",
      "heading": "Bonds payable from special fund; complementary powers of governing body; proceeds",
      "text": "(a) Bonds shall be payable from the special fund required under § 3305 of this title.(b) If the county council issues bonds under this section, the county council may also:(1) Establish sinking funds;(2) Establish debt\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3305",
      "number": "3305.",
      "heading": "Actions necessary before issuing bonds",
      "text": "(a) Before issuing bonds pursuant to this section, county council shall:(1) Designate by resolution an area or areas within the Claymont Hometown Overlay District of New Castle County as a special development district;(2) Subject to subsection (b) of this secti\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3306",
      "number": "3306.",
      "heading": "When no bonds outstanding.When no bonds are outstanding with respect to a special development district:(1) The special development district shall be terminated; and(2) Any moneys remaining in the special fund on the date of termination of the special development district shall be paid to the general",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3307",
      "number": "3307.",
      "heading": "Adoption of ordinance to implement authority",
      "text": "(a) In order to implement the authority conferred upon it by this section to issue bonds, the county council shall adopt an ordinance that:(1) Specifies and describes the proposed undertaking and states that it has complied with § 3305 of this title;(2) S\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3308",
      "number": "3308.",
      "heading": "Taxation of bonds.The principal amount of the bonds, the interest payable on the bonds, their transfer and any income derived from the transfer, including any profit made in the sale or transfer of the bonds, shall be exempt from taxation by the State and by the counties and municipalities of the St",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3309",
      "number": "3309.",
      "heading": "Bond form; signatures; maturity; manner of sale",
      "text": "(a) All bonds shall be in fully registered form. Each of the bonds shall be deemed to be a security as defined in § 8-102 of Title 6, whether or not it is either 1 of a class or series or by its terms is divisible into a class or series of instruments.\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3310",
      "number": "3310.",
      "heading": "Bonds issued are securities.Bonds issued under this chapter are securities in which all public officers and public bodies of the State and its political subdivisions, all insurance companies, state banks and trust companies, national banking associations, savings banks, savings and loan associations",
      "text": "§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3311",
      "number": "3311.",
      "heading": "Powers granted are supplemental to other laws",
      "text": "The powers granted under this chapter shall be regarded as supplemental and additional to powers conferred by other laws, and may not be regarded as in derogation of any powers now existing.76 Del. Laws, c. 187,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3312",
      "number": "3312.",
      "heading": "Construction of chapter.This chapter, being necessary for the welfare of the State and its residents, shall be liberally construed to effect the purpose stated in § 3302(b) of this title",
      "text": "76 Del. Laws, c. 187,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3313",
      "number": "3313.",
      "heading": "Special taxes on real property as alternative to ad valorem taxes",
      "text": "(a) As an alternative to levying ad valorem taxes under this chapter, county council may levy special taxes on real property in a special development district to cover the cost of infrastructure improvements, including but not limited\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3314",
      "number": "3314.",
      "heading": "Bonds not to constitute general obligation debt",
      "text": "Bonds issued under this chapter are a special obligation of the county or Special Development District (SDD) and may not constitute a general obligation debt of the county, or a pledge of the county’s full faith and credit or taxing power. Bonds are no\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3315",
      "number": "3315.",
      "heading": "Special Development District consistency with certified comprehensive plan",
      "text": "The use of lands in a Special Development District shall be consistent with the comprehensive plan for the area as certified pursuant to § 9103(f) of Title 29.76 Del. Laws, c. 187,\n§\n\n 2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3316",
      "number": "3316.",
      "heading": "Limitation on ad valorem or special taxes within Special Development District",
      "text": "The levy of an ad valorem or special tax pursuant to § 3302(a)(2) or § 3313(a) of this title shall not be applicable to and shall not be imposed on special betterments property as defined in § 8101(e) of this title owner o\n§\n\n 2;",
      "history": "",
      "source_url": ""
    }
  ]
}