{
  "state": "delaware",
  "path": "title-title-9/chapter-title9c086index",
  "sections": [
    {
      "id": "section-8601",
      "number": "8601.",
      "heading": "Due date for real estate and capitation taxes",
      "text": "All taxes assessed and levied shall be due and payable each year:(1) In New Castle County, on July 1;(2) In Kent County, on June 1;(3) In Sussex County, on July 1.38 Del. Laws, c. 78,\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1409, 1442; \n\n9 Del. C. 1953,\n\n§\n\n 8601;78 Del. Laws, c. 11,\n\n§\n\n 1;§\n\n8602. Notice to taxables of taxes due; effect of failure to receive notice.(a) For purposes of this chapter and Chapter 87 of this title, the term “tax collecting authority” shall refer, in New Castle County, to the Chief Financial Officer; in Kent County, to the Receiver of Taxes and County Treasurer; and in Sussex County, to the Director of Finance.(b) The tax collecting authority of each county shall mail to all taxables in the county a statement of their taxes collectible by that county not more than 30 days after the taxes are due and payable.(c) The failure of the rightful owner of any property to receive a statement of taxes by mail from the tax collecting authority shall not relieve the taxable from the obligation of timely payment of any and all taxes due.42 Del. Laws, c. 112,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8602;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 102;§\n\n8603. Tax payments.The receiver of taxes and county treasurer or director of finance of any county may accept payment of all taxes due and payable on real estate on a quarterly or more frequent basis.38 Del. Laws, c. 77,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1475;42 Del. Laws, c. 109,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8603;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 103;85 Del. Laws, c. 134,\n\n§\n\n5;§\n\n8604. Abatement of taxes; penalty for the late payment; removal of delinquent real estate taxes from tax roll; payment plan for taxes [Effective until Aug. 12, 2028].(a) (1) The tax collecting authority of New Castle County shall, after September 1 in the year in which annual taxes become due and payable, add thereto a penalty of 6 percent of the current charge and 1 percent of the unpaid principal balance as of the first day of every month thereafter until the same shall be paid. Penalty shall accrue at the same rate on any supplemental tax bill issued pursuant to § 8340 of this title, beginning on the first day of the third month from the date upon which the tax liability became due and payable.(2) In Kent County and in Sussex County the tax collecting authority shall, after September 30 in the year in which the tax duplicate shall be delivered to the authority, add to taxes to be paid thereafter a penalty of 1.5 percent per month until the same shall be paid.(b) The tax collecting authority of each county is authorized to remove from the tax roll the amount of any taxes assessed against real estate that do not constitute a lien against such real estate pursuant to § 8705 of this title.(c) (1) The tax collecting authority of each county, upon being authorized by ordinance adopted by County Council or Levy Court, may allow an abatement of or discount upon any tax or penalty for late payment, exclusive of school taxes, required to be collected by them.(2) Notwithstanding paragraph (c)(1) of this section, The tax collecting authority of each county shall waive any penalty for late payment of county taxes, school taxes, or both for any residential taxpayer who enters into and complies with a payment plan under subsection (d) of this section.(d) (1) The tax collecting authority of each county shall allow a taxpayer to enter into a payment plan for the payment of county taxes, school taxes, or both if all of the following conditions are met:a. The property is zoned for residential use and is the primary residence of the taxpayer.b. The taxpayer’s property tax bill exceeds the immediately preceding year’s property tax bill by $300 or more.(2) A payment plan under this subsection must allow the taxpayer to submit payment of school taxes to the county in at least 3 equal installments and provide that if payments are timely made the taxpayer will not be charged any interest, penalty, or late fee.(3) A county may set additional eligibility and administrative criteria for a payment plan under this subsection, so long as the criteria are not unduly restrictive or burdensome.(4) In the event of a cash flow shortfall of local school funds due to taxpayers in a school district entering payment plans under this subsection, the school district may request, and the State may advance, moneys from State Division I funds.20 Del. Laws, App. p. 12,,\n\n§\n\n 35;24 Del. Laws, c. 60,\n\n§\n\n 1;27 Del. Laws, c. 58; \n\nCode 1915,\n\n§\n\n 1174;28 Del. Laws, c. 82,\n\n§\n\n 31;29 Del. Laws, c. 74,\n\n§\n\n 1;33 Del. Laws, c. 84,\n\n§\n\n 26; \n\nCode 1935,\n\n§§\n\n 1367, 1423, 1456;45 Del. Laws, c. 128,\n\n§\n\n 4; \n\n9 Del. C. 1953,\n\n§\n\n 8604;55 Del. Laws, c. 56;60 Del. Laws, c. 106,\n\n§\n\n 1;60 Del. Laws, c. 424,\n\n§§\n\n 1, 2;61 Del. Laws, c. 460,\n\n§§\n\n 1, 2;65 Del. Laws, c. 59,\n\n§\n\n 1;65 Del. Laws, c. 300,\n\n§§\n\n 1, 2;68 Del. Laws, c. 167,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 104;85 Del. Laws, c. 134,\n\n§\n\n2;§\n\n8604. Abatement of taxes; penalty for the late payment; removal of delinquent real estate taxes from tax roll [Effective Aug. 12, 2028].(a) (1) The tax collecting authority of New Castle County shall, after September 1 in the year in which annual taxes become due and payable, add thereto a penalty of 6 percent of the current charge and 1 percent of the unpaid principal balance as of the first day of every month thereafter until the same shall be paid. Penalty shall accrue at the same rate on any supplemental tax bill issued pursuant to § 8340 of this title, beginning on the first day of the third month from the date upon which the tax liability became due and payable.(2) In Kent County and in Sussex County the tax collecting authority shall, after September 30 in the year in which the tax duplicate shall be delivered to the authority, add to taxes to be paid thereafter a penalty of 1.5 percent per month until the same shall be paid.(b) The tax collecting authority of each county is authorized to remove from the tax roll the amount of any taxes assessed against real estate that do not constitute a lien against such real estate pursuant to § 8705 of this title.(c) (1) The tax collecting authority of each county, upon being authorized by ordinance adopted by County Council or Levy Court, may allow an abatement of or discount upon any tax or penalty for late payment, exclusive of school taxes, required to be collected by them.(2) [Repealed.](d) [Repealed.]20 Del. Laws, App. p. 12,,\n\n§\n\n 35;24 Del. Laws, c. 60,\n\n§\n\n 1;27 Del. Laws, c. 58; \n\nCode 1915,\n\n§\n\n 1174;28 Del. Laws, c. 82,\n\n§\n\n 31;29 Del. Laws, c. 74,\n\n§\n\n 1;33 Del. Laws, c. 84,\n\n§\n\n 26; \n\nCode 1935,\n\n§§\n\n 1367, 1423, 1456;45 Del. Laws, c. 128,\n\n§\n\n 4; \n\n9 Del. C. 1953,\n\n§\n\n 8604;55 Del. Laws, c. 56;60 Del. Laws, c. 106,\n\n§\n\n 1;60 Del. Laws, c. 424,\n\n§§\n\n 1, 2;61 Del. Laws, c. 460,\n\n§§\n\n 1, 2;65 Del. Laws, c. 59,\n\n§\n\n 1;65 Del. Laws, c. 300,\n\n§§\n\n 1, 2;68 Del. Laws, c. 167,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 104;85 Del. Laws, c. 134,\n\n§\n\n2;85 Del. Laws, c. 134,\n\n§\n\n6;§\n\n8605. Collection at offices of tax collecting authority; hours.Each tax collecting authority shall be present, either in person or by deputy, at a designated county office every day, except Sundays, Saturdays and legal holidays, during the usual hours of business, for the purpose of receiving taxes collectible by the County.20 Del. Laws, App. p. 4,,\n\n§\n\n 4;21 Del. Laws, c. 192,\n\n§\n\n 1;23 Del. Laws, c. 52,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 1148;28 Del. Laws, c. 82,\n\n§\n\n 9;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1344, 1402, 1435; \n\n9 Del. C. 1953,\n\n§\n\n 8605;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 105;§\n\n8606. Notice of time and place for collection in hundreds and districts.Each receiver of taxes and county treasurer shall give notice of the times when and places where such person or such person’s deputy shall sit to collect taxes in at least 1 newspaper published at such person’s county seat and in newspapers in the various hundreds or districts if there be any. This section shall not apply with respect to New Castle County.20 Del. Laws, App. p. 4,,\n\n§\n\n 4;23 Del. Laws, c. 52,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 1148;28 Del. Laws, c. 82,\n\n§\n\n 10;33 Del. Laws, c. 84,\n\n§\n\n 6;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1344, 1403, 1436; \n\n9 Del. C. 1953,\n\n§\n\n 8607;65 Del. Laws, c. 315,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 106;§\n\n8607. Bills and receipts; New Castle County.(a) Each year the Office of Finance for New Castle County shall prepare tax bills showing the amount of tax due. Such bill shall show the amount of tax levied on each parcel of real estate or that the taxes cover several parcels and shall describe each parcel according to the description thereof appearing upon the assessment list.(b) The Office of Finance for New Castle County may at any time after the duplicates of the assessment lists are delivered to it, prepare the necessary receipts for any or all taxables appearing on the duplicate, omitting the signing and sealing of the receipts so that upon payment of any tax by any taxable, a proper receipt therefor may be furnished without unnecessary delay, which receipt when delivered upon the payment of taxes shall show the amount of the assessment, distinguishing real, and capitation assessments, and the rate of taxes payable to the County and the discount or additional percentage as the case may be, on the payments. Each receipt shall have a corresponding stub and the Office of Finance shall make the same entries on the stub attached to each receipt as are contained in each receipt.17 Del. Laws, c. 23,\n\n§\n\n 1; \n\n20 Del. Laws, App. p. 3,,\n\n§\n\n 3;21 Del. Laws, c. 31,\n\n§\n\n 2;23 Del. Laws, c. 52,\n\n§\n\n 2; \n\nCode 1915,\n\n§§\n\n 1147, 1183;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1343, 1376;42 Del. Laws, c. 109,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8608;55 Del. Laws, c. 85,\n\n§\n\n 24B;71 Del. Laws, c. 401,\n\n§§\n\n 107, 108;§\n\n8608. Receipts and receipt books; Kent County.The Receiver of Taxes and County Treasurer in Kent County shall have prepared for each representative district a book of receipts, numbered serially, which receipts, when delivered upon the payment of taxes, shall show the amount of assessment, distinguishing real assessment and capitation tax, and showing the rate or rates of taxes and any penalty imposed, if any there be, and the year of such tax, and each receipt shall have a corresponding stub which shall be retained in the book.28 Del. Laws, c. 82,\n\n§\n\n 8;33 Del. Laws, c. 84,\n\n§\n\n 4; \n\nCode 1935,\n\n§§\n\n 1401, 1434; \n\n9 Del. C. 1953,\n\n§\n\n 8609;§\n\n8609. Duplicate receipts.Upon the personal application of any taxable whose tax has been paid, a duplicate receipt shall be given for the applicant’s taxes upon its being shown that the receipt for such taxes has been lost, mislaid or destroyed, or in the possession of some person unknown to the applicant, or if known, who refuses to deliver the same; such receipt and its corresponding stub shall be plainly stamped with the word “duplicate.” This section shall not apply with respect to New Castle County.19 Del. Laws, c. 26,\n\n§\n\n 10; \n\nCode 1915,\n\n§\n\n 1175; \n\nCode 1935,\n\n§\n\n 1368; \n\n9 Del. C. 1953,\n\n§\n\n 8610;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 109;§\n\n8610. Written demand for delinquent taxes in New Castle County [Effective until Aug. 12, 2028].(a) The Office of Finance for New Castle County shall on or before December 15 of each year, make at least 1 demand in writing upon every person or corporation liable for the payment of any taxes collectible by the County and due and then remaining unpaid for the payment thereof, stating the amount due and that, if the same are not paid during the month of December, legal proceedings will be instituted for the collection thereof. The failure to give notice shall not constitute a bar to any of the proceedings hereinafter authorized and directed. The notice shall be mailed in a sealed postpaid envelope directed to the last known address of the person or corporation, and the day of the mailing shall be deemed the day of the giving of notice.(b) The Office of Finance for New Castle County is not required to send the written demand under subsection (a) of this section if the taxpayer has entered a payment plan authorized under § 8604 of this title or any other law.Code 1915,\n\n§\n\n 1154;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1350; \n\n9 Del. C. 1953,\n\n§\n\n 8611;55 Del. Laws, c. 85,\n\n§\n\n 24B;71 Del. Laws, c. 401,\n\n§\n\n 110;85 Del. Laws, c. 134,\n\n§\n\n3;§\n\n8610. Written demand for delinquent taxes in New Castle County [Effective Aug. 12, 2028].(a) The Office of Finance for New Castle County shall on or before December 15 of each year, make at least 1 demand in writing upon every person or corporation liable for the payment of any taxes collectible by the County and due and then remaining unpaid for the payment thereof, stating the amount due and that, if the same are not paid during the month of December, legal proceedings will be instituted for the collection thereof. The failure to give notice shall not constitute a bar to any of the proceedings hereinafter authorized and directed. The notice shall be mailed in a sealed postpaid envelope directed to the last known address of the person or corporation, and the day of the mailing shall be deemed the day of the giving of notice.(b) [Repealed.]Code 1915,\n\n§\n\n 1154;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1350; \n\n9 Del. C. 1953,\n\n§\n\n 8611;55 Del. Laws, c. 85,\n\n§\n\n 24B;71 Del. Laws, c. 401,\n\n§\n\n 110;85 Del. Laws, c. 134,\n\n§\n\n3;85 Del. Laws, c. 134,\n\n§\n\n6;§\n\n8611. Publication of delinquent taxes; Kent County.The Receiver of Taxes and County Treasurer in Kent County shall post in 2 public places of each representative district of the County a list of the taxables of the district whose taxes it has been impossible to collect, stating therein in each case the reason why it has been impossible to collect such tax. Such posting shall be at least 1 week prior to the settlement by the county government with the Receiver of Taxes and County Treasurer.Code 1915,\n\n§\n\n 1071C;28 Del. Laws, c. 76,\n\n§\n\n 16;28 Del. Laws, c. 82,\n\n§\n\n 13;30 Del. Laws, c. 82,\n\n§\n\n 2;31 Del. Laws, c. 13,\n\n§\n\n 24;33 Del. Laws, c. 84,\n\n§\n\n 9;38 Del. Laws, c. 78,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1241, 1406, 1439;48 Del. Laws, c. 241,\n\n§§\n\n 1, 2;48 Del. Laws, c. 242,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8612;§\n\n8612. Liability between landlord and tenant.The person holding the ground at the time of the assessment shall be chargeable with and pay the sum rated to the person entitled to the rent, and may deduct the same out of the rent, unless it is otherwise agreed between himself or herself and the person entitled to such rent; but if the former cannot be found the latter shall be chargeable with and shall pay it.Code 1852,\n\n§\n\n 161; \n\nCode 1915,\n\n§\n\n 1127; \n\nCode 1935,\n\n§§\n\n 1273, 1310, 1329; \n\n9 Del. C. 1953,\n\n§\n\n 8613;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n8613. Liability of tenant for life.In the case of life estates, the interest of the tenant for life shall first be liable for the taxes.Code 1915,\n\n§\n\n 1153;33 Del. Laws, c. 82,\n\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 1349; \n\n9 Del. C. 1953,\n\n§\n\n 8614;§\n\n8614. Officials conducting sale of property to notify receiver; pay tax.Every sheriff, constable, trustee in bankruptcy, or trustee or receiver appointed by any decree of any court of this State or elsewhere, or any landlord or bailiff in any distraint proceedings for the recovery of rent, who shall make sale of any property, real or personal, shall deliver to the tax collecting authority, a copy of the advertisement of sale 10 days before the date fixed therefor, and upon demand made by the tax collecting authority, the officer conducting the sale shall withhold the amount of the tax and pay the same to the tax collecting authority.28 Del. Laws, c. 82,\n\n§\n\n 29;33 Del. Laws, c. 84,\n\n§\n\n 24; \n\nCode 1935,\n\n§§\n\n 1421, 1454; \n\n9 Del. C. 1953,\n\n§\n\n 8615;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 111;§\n\n8615. Penalties for fraudulent tax receipts.If any receiver of taxes and county treasurer or director of finance gives a receipt for an extinguished tax, or fraudulently antedates or postdates any tax receipt, or uses any other fraud in giving the same, such person shall be fined $100, and further shall forfeit and pay $100 to any person who will sue therefor. This section shall not apply with respect to New Castle County.19 Del. Laws, c. 26,\n\n§\n\n 11; \n\nCode 1915,\n\n§\n\n 1176;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1369; \n\n9 Del. C. 1953,\n\n§\n\n 8616;55 Del. Laws, c. 85,\n\n§\n\n 24A;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 112;§\n\n8616. Removal from county to escape tax; penalty.If any taxable of any county removes from the county with intent to escape payment of any tax due, he or she shall be liable in any action brought before a justice of the peace for the recovery of such tax, to double the amount thereof.28 Del. Laws, c. 82,\n\n§\n\n 33;33 Del. Laws, c. 84,\n\n§\n\n 28; \n\nCode 1935,\n\n§§\n\n 1425, 1458; \n\n9 Del. C. 1953,\n\n§\n\n 8617;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n8617. County warrants not acceptable for payment.No Receiver of Taxes and County Treasurer in Kent County shall accept county warrants of any form or kind in payment of taxes.28 Del. Laws, c. 82,\n\n§\n\n 32;33 Del. Laws, c. 84,\n\n§\n\n 27; \n\nCode 1935,\n\n§§\n\n 1424, 1457; \n\n9 Del. C. 1953,\n\n§\n\n 8618;§\n\n8618. Refund of county taxes paid in error; refund after assessment appeal.(a) County taxes paid through error or by mistake may be refunded by the county government of the county in which the taxes were paid as follows:(1) The person claiming a refund of taxes shall file with the county government a request for refund in writing stating why it is believed the taxes were paid in error;(2) The county government shall submit the request for refund to the tax collecting authority of the county for approval of the payment of the refund, and shall make no refund unless the tax collecting authority approves the refund in writing;(3) The county government shall keep a record of all refunds for at least 3 years, which record shall be available in accordance with the State Freedom of Information Act [§ 10001 et seq. of Title 29].(b) County taxes determined to be overpaid after an assessment appeal by a taxpayer shall be refunded or credited in accordance with § 8311 of this title.9 Del. C. 1953,\n\n§\n\n 8619;54 Del. Laws, c. 314;71 Del. Laws, c. 401,\n\n§\n\n 113;85 Del. Laws, c. 133,\n\n§\n\n2;§\n\n8619. Quarterly property tax reporting; New Castle County [Expires effective Jan. 1, 2028].(a) Beginning September 30, 2025, and collecting data starting with the quarter beginning July 1, 2025, the tax collecting authority of New Castle County shall prepare a report not later than 30 days after March 31, June 30, September 30, and December 31 of each year containing all of the following information for each reporting quarter:(1) Each property parcel enrolled in a tax payment plan, including all of the following:a. The parcel identification number.b. The parcel classification.c. The total amount of taxes owed under the payment plan.d. Whether the property owner is current or delinquent with the payment plan.(2) Data relating to property assessment appeals, including all of the following:a. The number of property assessment appeals filed, itemized by zip code.b. The number of successful appeals.c. The number of dismissed appeals.(3) For each property parcel for which a realty transfer tax return is filed, the amount of the full consideration listed and the assessed value, itemized by zip code.(4) The total amount of property tax revenue collected and distributed to each school district within the county, itemized by school district.(b) Beginning September 30, 2025, and collecting data starting with the quarter beginning July 1, 2025, the tax collecting authority of New Castle County may include within the report required under subsection (a) of this section each property parcel that has a tax lien against the property parcel, including all of the following:(1) The parcel identification number.(2) The parcel classification.(3) The amount of the lien.(4) The date the lien was filed.(c) The tax collecting authority of New Castle County shall submit the report prepared under subsection (a) of this section to all of the following:(1) The President Pro Tempore and Secretary of the Senate, for distribution to all Senators.(2) The Speaker and the Chief Clerk of the House of Representatives, for distribution to all Representatives.(3) The Governor.(4) The Director of the Office of Management and Budget.(5) The Secretary of the Department of Finance.(6) The Director and Librarian of the Division of Legislative Services.85 Del. Laws, c. 136,\n\n§\n\n1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8602",
      "number": "8602.",
      "heading": "Notice to taxables of taxes due; effect of failure to receive notice",
      "text": "(a) For purposes of this chapter and Chapter 87 of this title, the term “tax collecting authority” shall refer, in New Castle County, to the Chief Financial Officer; in Kent County, to the Receiver of Taxes and County Treasurer; an\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8602;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 102;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8603",
      "number": "8603.",
      "heading": "Tax payments.The receiver of taxes and county treasurer or director of finance of any county may accept payment of all taxes due and payable on real estate on a quarterly or more frequent basis",
      "text": "38 Del. Laws, c. 77,\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1475;42 Del. Laws, c. 109,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8603;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 103;85 Del. Laws, c. 134,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8604",
      "number": "8604.",
      "heading": "Abatement of taxes; penalty for the late payment; removal of delinquent real estate taxes from tax roll; payment plan for taxes [Effective until Aug",
      "text": "12, 2028].(a) (1) The tax collecting authority of New Castle County shall, after September 1 in the year in which annual taxes become due and payable,\n§\n\n 35;24 Del. Laws, c. 60,\n\n§\n\n 1;27 Del. Laws, c. 58; \n\nCode 1915,\n\n§\n\n 1174;28 Del. Laws, c. 82,\n\n§\n\n 31;29 Del. Laws, c. 74,\n\n§\n\n 1;33 Del. Laws, c. 84,\n\n§\n\n 26; \n\nCode 1935,\n\n§§\n\n 1367, 1423, 1456;45 Del. Laws, c. 128,\n\n§\n\n 4; \n\n9 Del. C. 1953,\n\n§\n\n 8604;55 Del. Laws, c. 56;60 Del. Laws, c. 106,\n\n§\n\n 1;60 Del. Laws, c. 424,\n\n§§\n\n 1, 2;61 Del. Laws, c. 460,\n\n§§\n\n 1, 2;65 Del. Laws, c. 59,\n\n§\n\n 1;65 Del. Laws, c. 300,\n\n§§\n\n 1, 2;68 Del. Laws, c. 167,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 104;85 Del. Laws, c. 134,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8605",
      "number": "8605.",
      "heading": "Collection at offices of tax collecting authority; hours",
      "text": "Each tax collecting authority shall be present, either in person or by deputy, at a designated county office every day, except Sundays, Saturdays and legal holidays, during the usual hours of business, for the purpose of receiving taxes collec\n§\n\n 4;21 Del. Laws, c. 192,\n\n§\n\n 1;23 Del. Laws, c. 52,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 1148;28 Del. Laws, c. 82,\n\n§\n\n 9;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1344, 1402, 1435; \n\n9 Del. C. 1953,\n\n§\n\n 8605;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 105;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8606",
      "number": "8606.",
      "heading": "Notice of time and place for collection in hundreds and districts",
      "text": "Each receiver of taxes and county treasurer shall give notice of the times when and places where such person or such person’s deputy shall sit to collect taxes in at least 1 newspaper published at such person’s county seat and in news\n§\n\n 4;23 Del. Laws, c. 52,\n\n§\n\n 1; \n\nCode 1915,\n\n§\n\n 1148;28 Del. Laws, c. 82,\n\n§\n\n 10;33 Del. Laws, c. 84,\n\n§\n\n 6;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1344, 1403, 1436; \n\n9 Del. C. 1953,\n\n§\n\n 8607;65 Del. Laws, c. 315,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 106;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8607",
      "number": "8607.",
      "heading": "Bills and receipts; New Castle County",
      "text": "(a) Each year the Office of Finance for New Castle County shall prepare tax bills showing the amount of tax due. Such bill shall show the amount of tax levied on each parcel of real estate or that the taxes cover several parcels and shall describe each parcel ac\n§\n\n 1; \n\n20 Del. Laws, App. p. 3,,\n\n§\n\n 3;21 Del. Laws, c. 31,\n\n§\n\n 2;23 Del. Laws, c. 52,\n\n§\n\n 2; \n\nCode 1915,\n\n§§\n\n 1147, 1183;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1343, 1376;42 Del. Laws, c. 109,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8608;55 Del. Laws, c. 85,\n\n§\n\n 24B;71 Del. Laws, c. 401,\n\n§§\n\n 107, 108;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8608",
      "number": "8608.",
      "heading": "Receipts and receipt books; Kent County",
      "text": "The Receiver of Taxes and County Treasurer in Kent County shall have prepared for each representative district a book of receipts, numbered serially, which receipts, when delivered upon the payment of taxes, shall show the amount of assessment, distinguishing\n§\n\n 8;33 Del. Laws, c. 84,\n\n§\n\n 4; \n\nCode 1935,\n\n§§\n\n 1401, 1434; \n\n9 Del. C. 1953,\n\n§\n\n 8609;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8609",
      "number": "8609.",
      "heading": "Duplicate receipts.Upon the personal application of any taxable whose tax has been paid, a duplicate receipt shall be given for the applicant’s taxes upon its being shown that the receipt for such taxes has been lost, mislaid or destroyed, or in the possession of some person unknown to the applicant",
      "text": "§\n\n 10; \n\nCode 1915,\n\n§\n\n 1175; \n\nCode 1935,\n\n§\n\n 1368; \n\n9 Del. C. 1953,\n\n§\n\n 8610;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 109;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8610",
      "number": "8610.",
      "heading": "Written demand for delinquent taxes in New Castle County [Effective until Aug",
      "text": "12, 2028].(a) The Office of Finance for New Castle County shall on or before December 15 of each year, make at least 1 demand in writing upon every person or corporation liable for the payment of any taxes collectible by\n§\n\n 1154;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1350; \n\n9 Del. C. 1953,\n\n§\n\n 8611;55 Del. Laws, c. 85,\n\n§\n\n 24B;71 Del. Laws, c. 401,\n\n§\n\n 110;85 Del. Laws, c. 134,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8611",
      "number": "8611.",
      "heading": "Publication of delinquent taxes; Kent County",
      "text": "The Receiver of Taxes and County Treasurer in Kent County shall post in 2 public places of each representative district of the County a list of the taxables of the district whose taxes it has been impossible to collect, stating therein in each case the re\n§\n\n 1071C;28 Del. Laws, c. 76,\n\n§\n\n 16;28 Del. Laws, c. 82,\n\n§\n\n 13;30 Del. Laws, c. 82,\n\n§\n\n 2;31 Del. Laws, c. 13,\n\n§\n\n 24;33 Del. Laws, c. 84,\n\n§\n\n 9;38 Del. Laws, c. 78,\n\n§\n\n 1; \n\nCode 1935,\n\n§§\n\n 1241, 1406, 1439;48 Del. Laws, c. 241,\n\n§§\n\n 1, 2;48 Del. Laws, c. 242,\n\n§\n\n 1; \n\n9 Del. C. 1953,\n\n§\n\n 8612;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8612",
      "number": "8612.",
      "heading": "Liability between landlord and tenant",
      "text": "The person holding the ground at the time of the assessment shall be chargeable with and pay the sum rated to the person entitled to the rent, and may deduct the same out of the rent, unless it is otherwise agreed between himself or herself and the person entitl\n§\n\n 161; \n\nCode 1915,\n\n§\n\n 1127; \n\nCode 1935,\n\n§§\n\n 1273, 1310, 1329; \n\n9 Del. C. 1953,\n\n§\n\n 8613;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8613",
      "number": "8613.",
      "heading": "Liability of tenant for life.In the case of life estates, the interest of the tenant for life shall first be liable for the taxes.Code 1915,",
      "text": "§\n\n 1153;33 Del. Laws, c. 82,\n\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 1349; \n\n9 Del. C. 1953,\n\n§\n\n 8614;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8614",
      "number": "8614.",
      "heading": "Officials conducting sale of property to notify receiver; pay tax",
      "text": "Every sheriff, constable, trustee in bankruptcy, or trustee or receiver appointed by any decree of any court of this State or elsewhere, or any landlord or bailiff in any distraint proceedings for the recovery of rent, who shall make\n§\n\n 29;33 Del. Laws, c. 84,\n\n§\n\n 24; \n\nCode 1935,\n\n§§\n\n 1421, 1454; \n\n9 Del. C. 1953,\n\n§\n\n 8615;55 Del. Laws, c. 85,\n\n§\n\n 24A;71 Del. Laws, c. 401,\n\n§\n\n 111;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8615",
      "number": "8615.",
      "heading": "Penalties for fraudulent tax receipts",
      "text": "If any receiver of taxes and county treasurer or director of finance gives a receipt for an extinguished tax, or fraudulently antedates or postdates any tax receipt, or uses any other fraud in giving the same, such person shall be fined $100, and further shall f\n§\n\n 11; \n\nCode 1915,\n\n§\n\n 1176;40 Del. Laws, c. 135,\n\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 1369; \n\n9 Del. C. 1953,\n\n§\n\n 8616;55 Del. Laws, c. 85,\n\n§\n\n 24A;70 Del. Laws, c. 186,\n\n§\n\n 1;71 Del. Laws, c. 401,\n\n§\n\n 112;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8616",
      "number": "8616.",
      "heading": "Removal from county to escape tax; penalty",
      "text": "If any taxable of any county removes from the county with intent to escape payment of any tax due, he or she shall be liable in any action brought before a justice of the peace for the recovery of such tax, to double the amount thereof.28 Del. Laws, c. 82,\n§\n\n 33;33 Del. Laws, c. 84,\n\n§\n\n 28; \n\nCode 1935,\n\n§§\n\n 1425, 1458; \n\n9 Del. C. 1953,\n\n§\n\n 8617;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8617",
      "number": "8617.",
      "heading": "County warrants not acceptable for payment",
      "text": "No Receiver of Taxes and County Treasurer in Kent County shall accept county warrants of any form or kind in payment of taxes.28 Del. Laws, c. 82,\n§\n\n 32;33 Del. Laws, c. 84,\n\n§\n\n 27; \n\nCode 1935,\n\n§§\n\n 1424, 1457; \n\n9 Del. C. 1953,\n\n§\n\n 8618;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8618",
      "number": "8618.",
      "heading": "Refund of county taxes paid in error; refund after assessment appeal",
      "text": "(a) County taxes paid through error or by mistake may be refunded by the county government of the county in which the taxes were paid as follows:(1) The person claiming a refund of taxes shall file with the county government a requ\n§\n\n 8619;54 Del. Laws, c. 314;71 Del. Laws, c. 401,\n\n§\n\n 113;85 Del. Laws, c. 133,\n\n§\n\n2;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8619",
      "number": "8619.",
      "heading": "Quarterly property tax reporting; New Castle County [Expires effective Jan",
      "text": "1, 2028].(a) Beginning September 30, 2025, and collecting data starting with the quarter beginning July 1, 2025, the tax collecting authority of New Castle County shall prepare a report not later than 30 days after March 31,\n§\n\n1;",
      "history": "",
      "source_url": ""
    }
  ]
}