{
  "state": "delaware",
  "path": "title-title-9/chapter-title9c051index",
  "sections": [
    {
      "id": "section-5101",
      "number": "5101.",
      "heading": "Lighting streets and highways in unincorporated communities and villages; petition",
      "text": "Upon the petition of a majority of the real property owners of any unincorporated community or village in Kent County, filed on or before the first Tuesday in any month in any year, the county government may enter int\n§\n\n 5101;57 Del. Laws, c. 458;58 Del. Laws, c. 26,\n\n§§\n\n 1, 2;§\n\n5102. Levy and collection of light tax.(a) The county government, for the purposes of carrying out any contract entered into pursuant to § 5101 of this title, shall levy for the installation and maintenance of such lights in any such community with respect to which such a contract has been entered into, an annual tax based upon the full annual cost of street and highway illumination upon all real property within the boundary lines of the community or village as set forth in the petition provided for by § 5101 of this title, which tax according to the instructions set forth in the petition filed pursuant to § 5101 of this title shall be prorated among the owners of such property or based upon the assessment for county purposes. No such taxes shall be levied against farmland.(b) Such taxes shall be collected by the same collector, at the same time and in the same manner as other county taxes.9 Del. C. 1953,\n\n§\n\n 5102;57 Del. Laws, c. 458;58 Del. Laws, c. 26,\n\n§\n\n 3;66 Del. Laws, c. 324,\n\n§\n\n 1;§\n\n5103. Light tax; administration of fund; surplus.The Department of Finance shall receive all light taxes collected, shall keep them in a separate account, and shall pay them out only upon orders signed by the President of the county government and approved by the Director of Finance. They shall receive no additional compensation for the performance of any duty required of them or any of them under this section. If, after payment of all contracts entered into pursuant to this chapter, there remains a surplus in the light account, the surplus shall be applied to reduce the light tax rate for the succeeding taxable year.9 Del. C. 1953,\n\n§\n\n 5103;57 Del. Laws, c. 458;80 Del. Laws, c. 209,\n\n§\n\n5;§\n\n5104. Removal of lights.Lights installed under the provisions of § 5101 of this title shall be removed by the county government or at its direction only upon receipt of a petition signed by a majority of the property owners within the bounds of any lighted community or village requesting such removal.9 Del. C. 1953,\n\n§\n\n 5104;57 Del. Laws, c. 458.;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5102",
      "number": "5102.",
      "heading": "Levy and collection of light tax",
      "text": "(a) The county government, for the purposes of carrying out any contract entered into pursuant to § 5101 of this title, shall levy for the installation and maintenance of such lights in any such community with respect to which such a contract has been entered into, a\n§\n\n 5102;57 Del. Laws, c. 458;58 Del. Laws, c. 26,\n\n§\n\n 3;66 Del. Laws, c. 324,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5103",
      "number": "5103.",
      "heading": "Light tax; administration of fund; surplus",
      "text": "The Department of Finance shall receive all light taxes collected, shall keep them in a separate account, and shall pay them out only upon orders signed by the President of the county government and approved by the Director of Finance. They shall receive no\n§\n\n 5103;57 Del. Laws, c. 458;80 Del. Laws, c. 209,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5104",
      "number": "5104.",
      "heading": "Removal of lights.Lights installed under the provisions of § 5101 of this title shall be removed by the county government or at its direction only upon receipt of a petition signed by a majority of the property owners within the bounds of any lighted community or village requesting such removal",
      "text": "9 De\n§\n\n 5104;57 Del. Laws, c. 458.;",
      "history": "",
      "source_url": ""
    }
  ]
}