{
  "state": "delaware",
  "path": "title-title-9/chapter-title9c001index",
  "sections": [
    {
      "id": "section-101",
      "number": "101.",
      "heading": "Division of State into counties.The State is divided into 3 counties: New Castle, Kent and Sussex.Code 1852,",
      "text": "§\n\n 5; \n\nCode 1915,\n\n§\n\n 8; \n\nCode 1935,\n\n§\n\n 8; \n\n9 Del. C. 1953,\n\n§\n\n 101;§\n\n102. New Castle County boundaries.New Castle County comprises that part of the State which is bounded as follows: On the north, by the State of Pennsylvania; on the east, by low watermark on the eastern side of the Delaware River within the 12-mile circle described from New Castle, the southerly perimeter of the circle from its intersection with the low watermark westerly to the middle line of Delaware River, the middle lines of Delaware River and Bay southerly to a point in the last mentioned line opposite the mouth of Smyrna River; on the south, by a line drawn by the shortest distance from the last mentioned point in the middle line of the Delaware Bay to the mouth of Smyrna River, thence by a line westerly through the thoroughfare north of Bombay Hook Island, and up the Smyrna River to the mouth of a branch issuing from the main branch of the River, at a point opposite, on the Kent side, land formerly of Enoch Jones, and opposite, on the New Castle side, lands formerly of Richard Nash, and running thence westwardly up the branch the several courses thereof 602 perches to a point, where formerly stood a white oak tree, a corner for lands formerly of Benjamin Hazel and lands formerly of Richard Hollet, at the head of the branch; and from thence continued due west 1708 perches till it intersects the tangent or divisional line between the States of Delaware and Maryland, where the same crosses the Cypress Branch; and on the west by the State of Maryland.Code 1852,\n\n§\n\n 6;19 Del. Laws, c. 835;20 Del. Laws, c. 147;20 Del. Laws, c. 629;20 Del. Laws, c. 650; \n\nCode 1915,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 9; \n\n9 Del. C. 1953,\n\n§\n\n 102;§\n\n103. Kent County boundaries.Kent County comprises that part of the State which is bounded as follows: On the north, by the southerly boundary line of New Castle County, as described in § 102 of this title; on the east, by the middle line of Delaware Bay from the point where the same is intersected by the southerly boundary line of New Castle County to a point in the middle line of the Bay nearest to the centre line of Mispillion River at the mouth thereof; on the south, by a line drawn by the shortest distance from the last mentioned point in the middle line of the Bay to the centre line of Mispillion River at the mouth thereof, thence up the Mispillion River the several courses thereof to a fork of the River, the point being marked by a large stone buried in the west side of a Mill Dam at the junction of Tan Trough Branch with Beaver Dam Branch (a small maple marked with 6 chops bears south 763/4degrees west8/10of a perch from the stone, and a sweet gum on the east side of the Mill Dam marked with 6 chops bears south 443/4degrees east 2.23 perches from the stone); and running thence up and with the middle of the run of the Tan Trough Branch the several meanderings thereof, the general trend of which Branch is in a southwesterly direction, about 874.7 perches to a stone monument (No. 1) set at the head of the Tan Trough Branch; thence running south 271/2degrees west a distance of 480 perches to another stone monument (No. 3) set in the corner of the front yard attached to the dwelling owned and occupied by James L. Jump; thence running south 69 degrees and 50 minutes west a distance 299.1 perches to a point in the middle of the bridge over the division line ditch between the Counties of Kent and Sussex (the point is south 69 degrees and 50 minutes west4/10of a perch from a stone monument (No. 4) set on the east bank of the ditch in the north side of the public road); thence running down and with the middle of the run of the division line ditch the several meanderings thereof, the general trend of which ditch is in a southwesterly direction, a distance of about 500.5 perches to a point in the junction of this ditch with the ditch of the main branch of Nanticoke River; this same point bears south 86 degrees and 51 minutes east 2 perches from a stone monument (No. 5) set in the northeast side of the public road and in the next mentioned line; thence running north 86 degrees and 51 minutes west and at a distance of 2 perches passes stone monument (No. 5); thence crossing fields, swamps, striking across the middle of Marshy Hope Bridge in a diagonal direction the whole distance being 28701/4perches to a stone monument (No. 14) set in the dividing line between the States of Maryland and Delaware, this being the terminus of the division line between the Counties of Kent and Sussex; and on the west by the State of Maryland.Code 1852,\n\n§\n\n 7;19 Del. Laws, c. 835;20 Del. Laws, c. 147;20 Del. Laws, c. 629;20 Del. Laws, c. 650; \n\nCode 1915,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 9; \n\n9 Del. C. 1953,\n\n§\n\n 103;§\n\n104. Sussex County boundaries.Sussex County comprises that part of the State which is bounded as follows: On the north, by the southerly boundary line of Kent County as described in § 103 of this title; on the east, by the middle line of Delaware Bay from the point where the same is intersected by southerly boundary line of Kent County to the mouth of the Bay, and by the Atlantic Ocean; on the south and west by the State of Maryland.Code 1852,\n\n§\n\n 7;19 Del. Laws, c. 835;20 Del. Laws, c. 147;20 Del. Laws, c. 629;20 Del. Laws, c. 650; \n\nCode 1915,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 9; \n\n9 Del. C. 1953,\n\n§\n\n 104;§\n\n105. Hundreds in New Castle County; boundaries.(a) New Castle County is divided into 11 hundreds, as follows: Appoquinimink, Blackbird, Brandywine, Christiana, Mill Creek, New Castle, Pencader, Red Lion, St. Georges, White Clay Creek and Wilmington.(b) Brandywine Hundred comprises that part of New Castle County which is bounded as follows:Beginning at the point where low watermark on the westerly side of the Delaware River is intersected by the northerly boundary line of the State of Delaware; thence by the boundary line, crossing the Delaware River, to low watermark on the easterly side of the Delaware River; thence by the last mentioned low watermark to the point where the last mentioned low watermark is intersected by the northerly boundary line of the City of Wilmington; thence by the present boundary lines dividing Brandywine Hundred from the City of Wilmington, Christiana Hundred, and the State of Pennsylvania, to the place of beginning.(c) Wilmington Hundred comprises that part of New Castle County described as follows:(1) All that part of New Castle County which is included within the corporate limits of the City of Wilmington;(2) All territory which shall hereafter be added to and included within the City of Wilmington shall become part of Wilmington Hundred;(3) Whenever by the extension of the limits of the City of Wilmington, territory forming part of any hundred as hereby established, shall be included within the limits of the City, such hundred shall thereafter consist of the residue thereof not so included within the limits.(d) New Castle Hundred comprises that part of New Castle County which is bounded as follows:Beginning at the point where low watermark on the westerly side of the Delaware River is intersected by the southerly boundary line of the City of Wilmington; thence by the boundary line, crossing the Delaware River to the low watermark on the easterly side of the Delaware River; thence by the last mentioned low watermark to a point which is due east of the point where the boundary line between New Castle Hundred and Red Lion Hundred intersects the low watermark on the westerly side of the Delaware River; thence due west to low watermark on the westerly side of the Delaware River; thence by the present boundary lines dividing New Castle Hundred from Red Lion Hundred, Pencader Hundred, White Clay Creek Hundred, Christiana Hundred and the City of Wilmington, to the place of beginning.(e) Red Lion Hundred comprises that part of New Castle County which is bounded as follows:Beginning at a point where low watermark on the westerly side of the Delaware River is intersected by the present boundary line between New Castle Hundred and Red Lion Hundred; thence due east and crossing the Delaware River to low watermark on the easterly side of the Delaware River; thence by the last mentioned low watermark to a point which is due east of the point where the boundary line between Red Lion Hundred and St. Georges Hundred intersects the low watermark on the westerly side of the Delaware River; thence due west to low watermark on the westerly side of the Delaware River; thence by the present boundary lines dividing Red Lion Hundred from St. Georges Hundred, Pencader Hundred and New Castle Hundred to the place of beginning.(f) St. Georges Hundred comprises that part of New Castle County which is bounded as follows:Beginning at a point where low watermark on the westerly side of the Delaware River is intersected by the present boundary line between Red Lion Hundred and St. Georges Hundred; thence due east and crossing the Delaware River to low watermark on the easterly side of the Delaware River; thence by the last mentioned low watermark to a point where the last mentioned low watermark is intersected by the 12 mile circle; thence westerly and southerly by the boundary line dividing the State of Delaware from the State of New Jersey to a point which is due east of the point where the boundary line between St. Georges Hundred and Appoquinimink Hundred intersects the low watermark on the westerly side of the Delaware River; thence due west to low watermark on the westerly side of the Delaware River; thence by the present boundary lines dividing St. Georges Hundred from Appoquinimink Hundred, the State of Maryland, Pencader Hundred and Red Lion Hundred to the place of beginning.Code 1852,\n\n§\n\n 8; \n\nCode 1915,\n\n§\n\n 10; \n\nCode 1915,\n\n§§\n\n 10-A;40 Del. Laws, c. 6; \n\nCode 1935,\n\n§\n\n 10; \n\n9 Del. C. 1953,\n\n§\n\n 105;§\n\n106. Hundreds in Kent County.Kent County is divided into 9 hundreds, as follows: Duck Creek, East Dover, West Dover, Kenton, Little Creek, Milford, Mispillion, North Murderkill and South Murderkill.Code 1852,\n\n§\n\n 9; \n\nCode 1915,\n\n§\n\n 10; \n\nCode 1935,\n\n§\n\n 10; \n\n9 Del. C. 1953,\n\n§\n\n 106;§\n\n107. Hundreds in Sussex County.Sussex County is divided into 13 hundreds, as follows: Baltimore, Broad Creek, Broadkiln, Cedar Creek, Dagsboro, Georgetown, Gumboro, Indian River, Lewes and Rehoboth, Little Creek, Nanticoke, North West Fork, and Seaford.Code 1852,\n\n§\n\n 10; \n\nCode 1915,\n\n§\n\n 10; \n\nCode 1935,\n\n§\n\n 10; \n\n9 Del. C. 1953,\n\n§\n\n 107;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-102",
      "number": "102.",
      "heading": "New Castle County boundaries.New Castle County comprises that part of the State which is bounded as follows: On the north, by the State of Pennsylvania; on the east, by low watermark on the eastern side of the Delaware River within the 12-mile circle described from New Castle, the southerly perimete",
      "text": "§\n\n 6;19 Del. Laws, c. 835;20 Del. Laws, c. 147;20 Del. Laws, c. 629;20 Del. Laws, c. 650; \n\nCode 1915,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 9; \n\n9 Del. C. 1953,\n\n§\n\n 102;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-103",
      "number": "103.",
      "heading": "Kent County boundaries.Kent County comprises that part of the State which is bounded as follows: On the north, by the southerly boundary line of New Castle County, as described in § 102 of this title; on the east, by the middle line of Delaware Bay from the point where the same is intersected by the",
      "text": "§\n\n 7;19 Del. Laws, c. 835;20 Del. Laws, c. 147;20 Del. Laws, c. 629;20 Del. Laws, c. 650; \n\nCode 1915,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 9; \n\n9 Del. C. 1953,\n\n§\n\n 103;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-104",
      "number": "104.",
      "heading": "Sussex County boundaries.Sussex County comprises that part of the State which is bounded as follows: On the north, by the southerly boundary line of Kent County as described in § 103 of this title; on the east, by the middle line of Delaware Bay from the point where the same is intersected by southe",
      "text": "§\n\n 7;19 Del. Laws, c. 835;20 Del. Laws, c. 147;20 Del. Laws, c. 629;20 Del. Laws, c. 650; \n\nCode 1915,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 9; \n\n9 Del. C. 1953,\n\n§\n\n 104;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "105.",
      "heading": "Hundreds in New Castle County; boundaries",
      "text": "(a) New Castle County is divided into 11 hundreds, as follows: Appoquinimink, Blackbird, Brandywine, Christiana, Mill Creek, New Castle, Pencader, Red Lion, St. Georges, White Clay Creek and Wilmington.(b) Brandywine Hundred comprises that part of New Castle\n§\n\n 8; \n\nCode 1915,\n\n§\n\n 10; \n\nCode 1915,\n\n§§\n\n 10-A;40 Del. Laws, c. 6; \n\nCode 1935,\n\n§\n\n 10; \n\n9 Del. C. 1953,\n\n§\n\n 105;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-106",
      "number": "106.",
      "heading": "Hundreds in Kent County.Kent County is divided into 9 hundreds, as follows: Duck Creek, East Dover, West Dover, Kenton, Little Creek, Milford, Mispillion, North Murderkill and South Murderkill",
      "text": "Code 1852,\n§\n\n 9; \n\nCode 1915,\n\n§\n\n 10; \n\nCode 1935,\n\n§\n\n 10; \n\n9 Del. C. 1953,\n\n§\n\n 106;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-107",
      "number": "107.",
      "heading": "Hundreds in Sussex County.Sussex County is divided into 13 hundreds, as follows: Baltimore, Broad Creek, Broadkiln, Cedar Creek, Dagsboro, Georgetown, Gumboro, Indian River, Lewes and Rehoboth, Little Creek, Nanticoke, North West Fork, and Seaford",
      "text": "Code 1852,\n§\n\n 10; \n\nCode 1915,\n\n§\n\n 10; \n\nCode 1935,\n\n§\n\n 10; \n\n9 Del. C. 1953,\n\n§\n\n 107;",
      "history": "",
      "source_url": ""
    }
  ]
}