{
  "state": "delaware",
  "path": "title-title-9/chapter-title9c053index",
  "sections": [
    {
      "id": "section-5301",
      "number": "5301.",
      "heading": "Authority to issue.The Levy Court of Kent County, Delaware, is hereby empowered to issue and sell single family mortgage revenue bonds to finance the acquisition of notes secured by mortgages on residential property and the acquisition or rehabilitation of residential property",
      "text": "62 Del. Laws, c. 203,\n§\n\n 1;§\n\n5302. Limited obligations.All bonds issued by Kent County under the authority of this chapter shall be limited obligations of the County payable solely from bond proceeds, revenue and other amounts derived from the mortgage loans with respect to which such bonds are issued. The bonds and coupons, if any, attached thereto shall not constitute an indebtedness, liability, general or moral obligation or pledge of the faith and credit of Kent County, the State or any other political subdivision thereof and the taxing power of Kent County, the State or any political subdivision thereof shall not be pledged to the payment of the principal of, premium, if any, and interest on such bonds. In no event shall the total amount of the bonds issued pursuant to this chapter exceed $50,000,000.62 Del. Laws, c. 203,\n\n§\n\n 1;§\n\n5303. Form; terms.The bonds issued pursuant to this chapter shall be authorized by resolution of the Levy Court and shall be issued in such form, in such denomination, bear such date, mature at such time, bear such interest rate, be executed in such manner, be payable in such places, be subject to such terms of redemption and bear such other terms as provided in the authorizing resolution.62 Del. Laws, c. 203,\n\n§\n\n 1;§\n\n5304. Conflicting laws.Notwithstanding any provisions in any law to the contrary, all bonds issued pursuant to the chapter shall be governed solely by this chapter.62 Del. Laws, c. 203,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5302",
      "number": "5302.",
      "heading": "Limited obligations.All bonds issued by Kent County under the authority of this chapter shall be limited obligations of the County payable solely from bond proceeds, revenue and other amounts derived from the mortgage loans with respect to which such bonds are issued",
      "text": "The bonds and coupons, if any,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5303",
      "number": "5303.",
      "heading": "Form; terms.The bonds issued pursuant to this chapter shall be authorized by resolution of the Levy Court and shall be issued in such form, in such denomination, bear such date, mature at such time, bear such interest rate, be executed in such manner, be payable in such places, be subject to such te",
      "text": "§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5304",
      "number": "5304.",
      "heading": "Conflicting laws.Notwithstanding any provisions in any law to the contrary, all bonds issued pursuant to the chapter shall be governed solely by this chapter",
      "text": "62 Del. Laws, c. 203,\n§\n\n 1;",
      "history": "",
      "source_url": ""
    }
  ]
}