{
  "state": "nebraska",
  "path": "title-chapter-17-cities-of-the-second-class-and-villages/chapter-17-908-power-plant-construction-election-bonds-interest-rede",
  "sections": [
    {
      "id": "section-17-908power",
      "number": "17-908.Power",
      "heading": "plant; construction; election; bonds; interest; redemption",
      "text": "Before any city of the second class or village makes any contract with any person or corporation relating in any manner whatever to the erection of a proposed power plant, electric or other light works as provided in section 17-906, the ques",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17-908",
      "number": "17-908",
      "heading": "",
      "text": "17-908.Power plant; construction; election; bonds; interest; redemption.\n\nBefore any city of the second class or village makes any contract with any person or corporation relating in any manner whatever to the erection of a proposed power plant, electric or other light works as provided in section 17-906, the question as to whether such power plant, electric or other light works shall be erected shall be duly submitted to the electors voting at any regular or special election upon the proposition, and such city of the second class or village may by a majority of the votes cast at such election vote bonds in an amount not in excess of seven percent of the taxable valuation of such city or village for the purpose of defraying the cost of such plant. The question of issuing such bonds shall be submitted to the electors at an election held for that purpose after not less than thirty days' notice thereof has been given by publication in a legal newspaper in or of general circulation in such city or village. Such bonds shall bear interest, payable annually or semiannually, and shall be payable any time the city or village may determine at the time of their issuance but in not more than twenty years after their issuance. The city or village shall have the option of paying any or all of such bonds at any time after five years from their date.\n\nSourceLaws 1921, c. 192, § 1, p. 712;C.S.1922, § 4394;C.S.1929, § 17-601;R.S.1943, § 17-908;Laws 1969, c. 51, § 50, p. 304;Laws 1971, LB 534, § 15;Laws 1992, LB 719A, § 60;Laws 2017, LB133, § 244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-17/statute-17-908/"
    }
  ]
}