{
  "state": "nebraska",
  "path": "title-chapter-17-cities-of-the-second-class-and-villages/chapter-17-52907-flood-control-projects-removal-to-another-site-orde",
  "sections": [
    {
      "id": "section-17-52907",
      "number": "17-529.07",
      "heading": "",
      "text": "17-529.07.Flood control projects; removal to another site; order; effect.\n\nThe order granting a petition under section 17-529.05 shall have the following effect:\n\n(1) The name and corporate identity of the old city or village shall be retained by the new city or village.\n\n(2) The officers of the old city or village shall continue to be the officers of the new city or village until their successors are elected and qualified at the time and in the manner provided by law.\n\n(3) The funds and property of the old city or village shall be retained by and belong to the new city or village.\n\n(4) The proceeds from the sale or condemnation of municipally owned property of the old city or village shall accrue and be paid to the new city or village, except that any outstanding bonded indebtedness of or judgments against the old city or village shall be paid to the holders of such bonds or judgments who shall demand payment thereof and are not willing to permit such bonds or judgments to continue as an indebtedness due from the new city or village.\n\n(5) The ordinances of the old city or village shall continue in full force and effect as the ordinances of the new city or village.\n\n(6) The proceeds from the sale or condemnation of any public school buildings and grounds situated within the old city or village shall be used for the purchase and construction of a new school building and grounds at the new site, if the new site is located within the same school district as the old site, and if not, the proceeds shall be apportioned between the school district in which the new city or village is located and the school district in which the old city or village was located in the proportion that the actual valuation of the property purchased and condemned by the United States Government in such school district bears to the valuation of the property remaining in such school district not condemned or purchased by the United States Government.\n\n(7) The proceeds from the sale or condemnation of any public buildings and grounds of any township in which the old city or village was located shall be used for the purchase and construction of similar buildings and grounds at the new site, if the new site is located within the same township as the old site, and if not, the proceeds shall be apportioned between the township in which the new city or village is located and the township in which the old city or village was located in the proportion that the actual valuation of the property purchased and condemned by the United States Government in such township bears to the actual valuation of the property remaining in such township not condemned or purchased by the United States Government.\n\nSourceLaws 1947, c. 44, ยง 5, p. 161;Laws 1979, LB 187, ยง 51;Laws 2017, LB133, ยง 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-17/statute-17-529-07/"
    }
  ]
}