{
  "state": "nebraska",
  "path": "title-chapter-17-cities-of-the-second-class-and-villages/chapter-17-231-street-improvement-program-construction-of-improvemen",
  "sections": [
    {
      "id": "section-17-231street",
      "number": "17-231.Street",
      "heading": "improvement program; construction of improvements; issuance of warrants; interest; unused funds transferred to general fund",
      "text": "In order to construct the improvements as outlined in section 17-229, the village board of trustees may proceed from time to time to make such improvements costing not exceedin",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-17-231",
      "number": "17-231",
      "heading": "",
      "text": "17-231.Street improvement program; construction of improvements; issuance of warrants; interest; unused funds transferred to general fund.\n\nIn order to construct the improvements as outlined in section 17-229, the village board of trustees may proceed from time to time to make such improvements costing not exceeding eighty-five percent of the amount of taxes to be collected under the special tax levy. In order to allow the construction of the contemplated improvements immediately, the village board of trustees may issue warrants from time to time in the aggregate amount of eighty-five percent of the estimated taxes to be collected over the period of years provided for the levy, the amount of such warrants authorized to be issued to be based upon the amount of revenue to be raised by the tax to be levied and the taxable valuation of the taxable property in the village at the time the determination of necessity is made by ordinance multiplied by the number of years the tax has to run. Such warrants shall not bear interest in excess of six percent per annum, may be issued in such denominations as the village board of trustees may determine, and shall be paid from the collection of the special tax levy. Any unpaid amount of the levy after the payment of any such warrants in full, including both principal and interest, shall be transferred to the general fund.\n\nSourceLaws 1963, c. 85, ยง 3, p. 293;Laws 1979, LB 187, ยง 48;Laws 1992, LB 719A, ยง 50;Laws 2017, LB133, ยง 94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-17/statute-17-231/"
    }
  ]
}