{
  "state": "virginia",
  "path": "title-title-462-motor-vehicles/chapter-chapter-16-salvage-nonrepairable-and-rebuilt-vehicles",
  "sections": [
    {
      "id": "section-462-1600",
      "number": "46.2-1600.",
      "heading": "Definitions§ 46.2-1601. Licensing of dealers of salvage vehicles; fees§ 46",
      "text": "The following words, terms, and phrases when used in this chapter shall have the meaning ascribed to them in this section, except where the context indicates otherwise:\n\n\"Actual cash value,\" as applied to a vehicle, means the retail cash value of the vehicle prior to damage as determined, using recognized evaluation sources, either (i) by an insurance company responsible for paying a claim or (ii) if no insurance company is responsible therefor, by the Department.\n\n\"Auto recycler\" means any person licensed by the Commonwealth to engage in business as a salvage dealer, rebuilder, demolisher, or scrap metal processor.\n\n\"Current salvage value,\" as applied to a vehicle, means (i) the salvage value of the vehicle, as determined by the insurer responsible for paying the claim, or (ii) if no insurance company is responsible therefor, 25 percent of the actual cash value.\n\n\"Demolisher\" means any person whose business is to crush, flatten, bale, shred, log, or otherwise reduce a vehicle to a state where it can no longer be considered a vehicle.\n\n\"Diminished value compensation\" means the amount of compensation that an insurance company pays to a third party vehicle owner, in addition to the cost of repairs, for the reduced value of a vehicle due to damage.\n\n\"Independent appraisal firm\" means any business providing cost estimates for the repair of damaged motor vehicles for insurance purposes and having all required business licenses and zoning approvals. This term shall not include insurance companies that provide the same service, nor shall any such entity be a rebuilder or affiliated with a rebuilder.\n\n\"Late model vehicle\" means the current-year model of a vehicle and the five preceding model years, or any vehicle whose actual cash value is determined to have been at least $10,000 prior to being damaged.\n\n\"Licensee\" means any person who is licensed or is required to be licensed under this chapter.\n\n\"Major component\" means any one of the following subassemblies of a motor vehicle: (i) front clip assembly, consisting of the fenders, grille, hood, bumper, and related parts; (ii) engine; (iii) transmission; (iv) rear clip assembly, consisting of the quarter panels, floor panels, trunk lid, bumper, and related parts; (v) frame; (vi) air bags; and (vii) any door that displays a vehicle identification number.\n\n\"Nonrepairable certificate\" means a document of ownership issued by the Department for any nonrepairable vehicle upon surrender or cancellation of the vehicle's title and registration or salvage certificate.\n\n\"Nonrepairable vehicle\" means any vehicle that has been determined by its insurer or owner to have no value except for use as parts and scrap metal or for which a nonrepairable certificate has been issued or applied for.\n\n\"Rebuilder\" means any person who acquires and repairs, for use on the public highways, two or more salvage vehicles within a 12-month period.\n\n\"Rebuilt vehicle\" means (i) any salvage vehicle that has been repaired for use on the public highways or (ii) any late model vehicle that has been repaired and the estimated cost of repair exceeded 75 percent of its actual cash value, excluding the cost to repair damage to the engine, transmission, or drive axle assembly.\n\n\"Repairable vehicle\" means a late model vehicle that is not a rebuilt vehicle, but is repaired to its pre-loss condition by an insurance company and is not accepted by the owner of said vehicle immediately prior to its acquisition by said insurance company as part of the claims process.\n\n\"Salvage certificate\" means a document of ownership issued by the Department for any salvage vehicle upon surrender or cancellation of the vehicle's title and registration.\n\n\"Salvage dealer\" means any person who acquires any vehicle for the purpose of reselling any parts thereof or who acquires and sells any salvage vehicle as a unit except as permitted by subdivision B 2 of § 46.2-1602.\n\n\"Salvage pool\" means any person providing a storage service for salvage vehicles or nonrepairable vehicles who either displays the vehicles for resale or solicits bids for the sale of salvage vehicles or nonrepairable vehicles, but this definition shall not apply to an insurance company that stores and displays fewer than 100 salvage vehicles and nonrepairable vehicles in one location; however, any two or more insurance companies who display salvage and nonrepairable vehicles for resale, using the same facilities, shall be considered a salvage pool.\n\n\"Salvage vehicle\" means (i) any late model vehicle that has been (a) acquired by an insurance company as a part of the claims process other than a stolen vehicle or (b) damaged as a result of collision, fire, flood, accident, trespass, or any other occurrence to such an extent that its estimated cost of repair, excluding charges for towing, storage, and temporary replacement/rental vehicle or payment for diminished value compensation, would exceed its actual cash value less its current salvage value; (ii) any recovered stolen vehicle acquired by an insurance company as a part of the claims process, whose estimated cost of repair exceeds 75 percent of its actual cash value; or (iii) any other vehicle that is determined to be a salvage vehicle by its owner or an insurance company by applying for a salvage certificate for the vehicle, provided that such vehicle is not a nonrepairable vehicle.\n\n\"Scrap metal processor\" means any person who acquires one or more whole vehicles to process into scrap for remelting purposes who, from a fixed location, utilizes machinery and equipment for processing and manufacturing ferrous and nonferrous metallic scrap into prepared grades, and whose principal product is metallic scrap.\n\n\"Vehicle\" shall have the meaning ascribed to it in § 46.2-100. A vehicle that has been demolished or declared to be nonrepairable pursuant to this chapter shall no longer be considered a vehicle. For the purposes of this chapter, a major component shall not be considered a vehicle.\n\n\"Vehicle removal operator\" means any person who acquires a vehicle for the purpose of reselling it to a demolisher, scrap metal processor, or salvage dealer.\n\n1979, c. 401, § 46.1-550.6; 1988, cc. 842, 865; 1989, c. 727; 1992, c. 148; 1993, c. 376; 2000, cc. 123, 235, 257; 2003, c. 304; 2009, c. 664; 2012, cc. 64, 280; 2015, cc. 33, 177; 2017, c. 277, 342, 362.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1600/"
    },
    {
      "id": "section-462-1601",
      "number": "46.2-1601.",
      "heading": "Licensing of dealers of salvage vehicles; fees",
      "text": "A. It shall be unlawful for any person to engage in business in the Commonwealth as an auto recycler, salvage pool, or vehicle removal operator without first acquiring a license issued by the Commissioner for each such business at each location. The fee for the first such license issued or renewed under this chapter shall be $100 per license year or part thereof. The fee for each additional license issued or renewed under this chapter for the same location shall be $25 per license year or part thereof. However, no fee shall be charged for supplemental locations of a business located within 500 yards of the licensed location.\n\nB. No license shall be issued or renewed for any person unless (i) the licensed business contains at least 600 square feet of enclosed space, (ii) the licensed business is shown to be in compliance with all applicable zoning ordinances, and (iii) the applicant may (a) certify to the Commissioner that the licensed business is permitted under a Virginia Pollutant Discharge Elimination System individual or general permit issued by the Department of Environmental Quality for discharges of storm water associated with industrial activity and provides the permit number(s) from such permit(s) or (b) certify to the Commissioner that the licensed business is otherwise exempt from such permitting requirements. Nothing in this section shall authorize any person to act as a motor vehicle dealer or salesperson without being licensed under Chapter 15 (§ 46.2-1500 et seq.) and meeting all requirements imposed by such chapter.\n\nC. Licenses issued under this section shall be deemed not to have expired if the renewal application and required fees as set forth in subsection A are received by the Commissioner or postmarked not more than 30 days after the expiration date of such license. Whenever the renewal application is received by the Commissioner or postmarked not more than 30 days after the expiration date of such license, the license fees shall be 150 percent of the fees provided for in subsection A.\n\nD. The Commissioner may offer an optional multiyear license for any license set forth in this section. When such option is offered and chosen by the licensee, all fees due at the time of licensing shall be multiplied by the number of years for which the license will be issued.\n\n1988, c. 865, § 46.1-550.7:1; 1989, c. 727; 1990, c. 197; 1992, c. 148; 1999, c. 53; 2009, c. 664; 2014, c. 58; 2015, cc. 33, 177; 2022, c. 356.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1601/"
    },
    {
      "id": "section-462-16011",
      "number": "46.2-1601.1.",
      "heading": "Advertising and display of license; business hours",
      "text": "A. Any license issued under this chapter shall be conspicuously displayed at the licensed place of business.\n\nThe licensee shall display his usual business hours at the licensed place of business. The hours shall be posted and maintained conspicuously on or near the main entrance of each place of business. Each licensee shall include his usual business hours on the original and every renewal application for a license issued under this chapter. Changes to these hours shall be immediately filed with the Commissioner.\n\nB. The purchase, sale, transport, delivery, removal, or receipt of a salvage or nonrepairable vehicle or the major component parts of such vehicle shall not be advertised to the public unless the advertiser is a licensee or an individual authorized to dispose of a salvage vehicle under subdivision B 2 of § 46.2-1602. The licensee advertiser shall display in such advertisement its license number issued under this chapter.\n\nC. Advertisements by a licensee, subject to the provisions of subsection B, in a newspaper, on a website, or by any other means of electronic communication for the purchase, sale, transport, delivery, removal, or receipt of any salvage or nonrepairable vehicle or the major component parts of such vehicle shall clearly state the correct company name, physical address, telephone number, and license number issued under this chapter.\n\n2014, c. 58; 2015, cc. 240, 254.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1601-1/"
    },
    {
      "id": "section-462-16012",
      "number": "46.2-1601.2.",
      "heading": "Acts of officers, directors, and partners",
      "text": "If a licensee is a partnership or corporation, it shall be sufficient cause for the denial, suspension, or revocation of a license that any officer, director, or trustee of the partnership or corporation, or any member in the case of a partnership, has committed any act or omitted any duty which would be cause for refusing, suspending, or revoking a license issued to him as an individual under this chapter.\n\n2014, c. 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1601-2/"
    },
    {
      "id": "section-462-16013",
      "number": "46.2-1601.3.",
      "heading": "Grounds for denying, suspending, or revoking licenses",
      "text": "The Commissioner may deny, suspend, or revoke a license under this chapter on any one or more of the following grounds:\n\n1. Material misstatement or omission in application for license, certificate of title, salvage certificate, or nonrepairable certificate;\n\n2. Failure to comply subsequent to receipt of a written warning from the Commissioner;\n\n3. Failure to comply with the requirements of subsection B of § 46.2-1601;\n\n4. Defrauding any retail buyer, to the buyer's damage, or any other person in the conduct of the licensee's business;\n\n5. Having used deceptive acts or practices;\n\n6. Knowingly advertising by any means any assertion, representation, or statement of fact which is untrue, misleading, or deceptive in any particular relating to the conduct of the business licensed for which a license is sought;\n\n7. Having been convicted of any fraudulent act in connection with the business of selling vehicles, vehicle parts, or major components;\n\n8. Having been convicted of any criminal act involving the business of selling vehicles, vehicle parts, or major components;\n\n9. Willfully retaining in his possession title to a motor vehicle or a salvage certificate that has not been completely and legally assigned to him;\n\n10. Having been convicted of a felony;\n\n11. Having been convicted of larceny of a vehicle or receipt or sale of a stolen vehicle;\n\n12. Having been convicted of odometer tampering or any related violation;\n\n13. Having been convicted of a violation of § 46.2-1074 or 46.2-1075;\n\n14. Failure to comply with federal reporting requirements pursuant to subsection G of § 46.2-1603.1;\n\n15. Failure or refusal to pay civil penalties imposed by the Commissioner pursuant to § 46.2-1609;\n\n16. Failure to comply with the requirements of § 46.2-1205;\n\n17. Failure to comply with the requirements of § 46.2-1608.2; or\n\n18. Failure to comply with any other provision of this chapter.\n\nSuspension or revocation under this section shall only be imposed on the specific business found to be in violation.\n\n2014, c. 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1601-3/"
    },
    {
      "id": "section-462-1602",
      "number": "46.2-1602.",
      "heading": "Certain sales prohibited; exceptions",
      "text": "A. It shall be unlawful:\n\n1. For any scrap metal processor to sell a vehicle or vehicle components or parts;\n\n2. For any salvage pool to sell either in person or through any Internet auction a salvage vehicle stored in the Commonwealth to any person who is not licensed as an auto recycler, motor vehicle dealer, or vehicle removal operator by the Commonwealth or regulated as a similar business under the laws of another state;\n\n3. For any person to sell a nonrepairable vehicle to any person who is not licensed as an auto recycler or vehicle removal operator by the Commonwealth or regulated as a similar business under the laws of another state; or\n\n4. For any person to sell a rebuilt vehicle without first having disclosed the fact that the vehicle is a rebuilt vehicle to the buyer in writing on a form prescribed by the Commissioner.\n\nB. Notwithstanding the provisions of subsection A of this section, it shall not be unlawful:\n\n1. For a salvage dealer to sell vehicle components or parts to unlicensed persons; or\n\n2. For an individual to dispose of a salvage vehicle acquired or retained for his own use when it has been acquired or retained and used in good faith and not for the purpose of avoiding the provisions of this chapter.\n\n1979, c. 401, § 46.1-550.6; 1988, cc. 842, 865; 1989, c. 727; 1992, c. 148; 2015, cc. 33, 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1602/"
    },
    {
      "id": "section-462-16021",
      "number": "46.2-1602.1.",
      "heading": "Duties of insurance companies upon acquiring certain vehicles",
      "text": "Except as otherwise provided in § 46.2-1602.3, every insurance company which acquires, as a result of the claims process, any late model vehicle titled in the Commonwealth or any recovered stolen vehicle whose estimated cost of repair exceeds 75 percent of its actual cash value shall apply to and obtain from the Department either (i) a salvage certificate or certificate of title as provided in § 46.2-1603 or (ii) a nonrepairable certificate as provided in § 46.2-1603.2 for each such vehicle. An insurance company may apply to and obtain from the Department either a salvage certificate as provided in § 46.2-1603 or a nonrepairable certificate as provided in § 46.2-1603.2 for any other vehicle which is determined to be either a salvage vehicle or a nonrepairable vehicle.\n\n1992, c. 148; 1993, c. 376; 2000, cc. 235, 257; 2023, cc. 364, 365.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1602-1/"
    },
    {
      "id": "section-462-16022",
      "number": "46.2-1602.2.",
      "heading": "Exemptions",
      "text": "A repairable vehicle, as defined in § 46.2-1600, shall be exempt from the remaining provisions of this chapter, provided that the insurance company responsible for repair (i) notifies the Department of each late model vehicle declared repairable, and that (ii) upon discovery by the Department that such vehicle was incorrectly designated as a repairable vehicle, the Department may require that vehicle's certificate status be corrected.\n\n2012, cc. 64, 280.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1602-2/"
    },
    {
      "id": "section-462-16023",
      "number": "46.2-1602.3.",
      "heading": "Exception; vehicles sold for recycling parts, dismantling, demolishing, or utilizing for scrap",
      "text": "A. Notwithstanding any provision of this chapter to the contrary, an insurance company, or authorized agent of an insurance company, may obtain a nonrepairable certificate for a vehicle titled in the Commonwealth and acquired by the insurance company through the claims process without first obtaining a certificate of title or a salvage certificate, provided that the insurance company or authorized agent of the insurance company electronically files the following with the Department in a manner prescribed by the Commissioner;\n\n1. The insurance company's information, including name, address, federal identification number, and insurance company code number;\n\n2. The claim number and claim payment date;\n\n3. The vehicle information, including year, make, model, and vehicle identification number; and\n\n4. A certification that:\n\na. The insurance company (i) has acquired the vehicle through the claims process; (ii) is unable to obtain the assigned title or salvage certificate for the vehicle from the insured; and (iii) has determined the vehicle to be a nonrepairable vehicle;\n\nb. Any lien recorded on this title at the time the insurance company acquired the vehicle has been satisfied as a result of the claims process and released by the lien holder; and\n\nc. The insurance company, or authorized agent of the insurance company, is selling the vehicle, either directly or through a salvage pool, to a demolisher, salvage dealer, or scrap metal processor solely for the purpose of recycling parts, dismantling, demolishing, or utilizing for scrap.\n\nB. Upon receipt of the information required in subsection A, the Department shall update its records in accordance with subsection D of § 46.2-1603.2 and electronically deliver to the insurance company, or the authorized agent of the insurance company who filed the information in subsection A, if any, a nonrepairable certificate for the vehicle.\n\nC. The insurance company, or authorized agent of the insurance company, shall provide the purchaser of the vehicle with the nonrepairable certificate and a bill of sale for each vehicle processed through subsection A. Delivery of such nonrepairable certificate and bill of sale to the purchaser may be through electronic means.\n\nD. Each purchaser of a vehicle for which a nonrepairable certificate has been issued pursuant to subsection A shall comply with the notification requirements of subsection B of § 46.2-1608.2 and all applicable recordkeeping requirements of this chapter.\n\n2023, cc. 364, 365.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1602-3/"
    },
    {
      "id": "section-462-1603",
      "number": "46.2-1603.",
      "heading": "Obtaining salvage certificate or certificate of title for an unrecovered stolen vehicle",
      "text": "A. The owner of any vehicle titled in the Commonwealth may declare such vehicle to be a salvage vehicle and apply to the Department and obtain a salvage certificate for that vehicle.\n\nB. Every insurance company or its authorized agent shall apply to the Department and obtain a salvage certificate for each late model vehicle acquired by the insurance company as the result of the claims process if such vehicle is titled in the Commonwealth and is a salvage vehicle. Whenever the insurance company or its agent makes application for a salvage certificate and is unable to present a certificate of title, the Department may receive the application along with an affidavit indicating that the vehicle was acquired as the result of the claims process and describing the efforts made by the insurance company or its agent to obtain the certificate of title from the previous owner. When the Department is satisfied that the applicant is entitled to the salvage certificate, it may issue a salvage certificate to the person entitled to it. The Commissioner may charge a fee of $25 for the expense of processing an application under this subsection that is accompanied by an affidavit. Such fee shall be in addition to any other fees required. All fees collected under the provisions of this subsection shall be paid into the state treasury and set aside as a special fund to be used to meet the expenses of the Department.\n\nC. Every insurance company or its authorized agent shall apply to the Department and obtain a certificate of title for each stolen vehicle acquired by the insurance company as the result of the claims process if such vehicle is titled in the Commonwealth and has not been recovered at the time of application to the Department. For each recovered stolen vehicle, acquired as a result of the claims process, whose estimated cost of repair exceeds 75 percent of its actual cash value, the insurance company or its authorized agent shall apply to the Department and obtain a salvage certificate. The application shall be accompanied by the vehicle's title certificate and shall contain a description of the damage to the salvage vehicle and an itemized estimate of the cost of repairs up to the point where a nonrepairable certificate would be issued. Application for the certificate of title shall be made within 15 days after payment has been made to the owner, lienholder, or both. Application for the salvage certificate shall be made within 15 days after the stolen vehicle is recovered.\n\nD. Every insurance company or its authorized agent shall notify the Department of each late model vehicle titled in the Commonwealth on which a claim for damage to the vehicle has been paid by the insurance company if (i) the estimated cost of repair exceeds 75 percent of actual cash value of the vehicle and (ii) the vehicle is to be retained by its owner. No such notification shall be required for a vehicle when a supplemental claim has been paid for the cost of repairs to the engine, transmission, or drive axle assembly if such components are replaced by components of like kind and quality.\n\nE. Every owner of an uninsured or self-insured late model vehicle titled in the Commonwealth that sustains damage to such an extent that the estimated cost of repairs exceeds 75 percent of the actual cash value of the vehicle prior to being damaged shall similarly apply for and obtain a salvage certificate. If no estimated cost of repairs is available from an insurance company, the owner of the vehicle may provide an estimate from an independent appraisal firm. Any such estimate from an independent appraisal firm shall be verified by the Department in such a manner as may be provided for by Department regulations.\n\nF. The fee for issuance of the salvage certificate shall be $10. If a salvage vehicle is sold after a salvage certificate has been issued, the owner of the salvage vehicle shall make proper assignment to the purchaser.\n\nG. The Department, upon receipt of an application for a salvage certificate for a vehicle titled in the Commonwealth, or upon receipt of notification from an insurance company or its authorized agent as provided in subsection D of this section, shall cause the title of such vehicle to be cancelled and the appropriate certificate issued to the vehicle's owner.\n\nH. All provisions of this Code applicable to a motor vehicle certificate of title shall apply, mutatis mutandis, to a salvage certificate, except that no registration or license plates shall be issued for the vehicle described in the salvage certificate. A vehicle for which a salvage certificate has been issued may be retitled for use on the highways in accordance with the provisions of § 46.2-1605.\n\n1979, c. 401, § 46.1-550.8; 1982, c. 671; 1989, c. 727; 1992, c. 148; 1993, c. 376; 2000, cc. 235, 257; 2009, c. 171; 2017, c. 277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1603/"
    },
    {
      "id": "section-462-16031",
      "number": "46.2-1603.1.",
      "heading": "Duties of licensees",
      "text": "A. If a salvage vehicle is purchased by a salvage dealer and the vehicle is sold as a unit to anyone other than a demolisher, rebuilder, vehicle removal operator, or scrap metal processor, the purchaser shall obtain from the Department a salvage certificate. If the sale is to a demolisher or vehicle removal operator, the salvage vehicle shall be assigned in the space provided for such assignments on the existing salvage certificate. If a vehicle is purchased by a salvage dealer and disassembled for parts only or demolished by a demolisher, the salvage dealer shall immediately and conspicuously indicate on the salvage certificate or title that the vehicle was disassembled for parts only or demolished and immediately forward the salvage certificate or title to the Department for cancellation. The Department shall cancel the title or salvage certificate and issue a nonrepairable certificate for the vehicle to the salvage dealer.\n\n1. If a vehicle for which a title or salvage certificate or other ownership document has been issued by a foreign jurisdiction and is purchased by a salvage dealer or demolisher and disassembled for parts only or demolished by a demolisher, the salvage dealer or demolisher shall immediately and conspicuously indicate on the salvage certificate, title, or other ownership document that the vehicle was disassembled for parts only or demolished and immediately forward the salvage certificate, title or other ownership document to the Department for cancellation. The Department shall cancel the title, salvage certificate, or other ownership document and issue a nonrepairable certificate for the vehicle to the salvage dealer.\n\n2. There shall be no fee for the issuance of a nonrepairable certificate.\n\nB. If a licensee acquires any late model vehicle, he shall immediately compare the vehicle identification number assigned by the manufacturer or the Department or the identification number issued or assigned by another state with the title or salvage certificate of the vehicle and shall notify the Department as provided in subsection C. Such comparison and notification shall not be required of a demolisher if the vehicle was acquired from a licensed salvage dealer, rebuilder, salvage pool, or vehicle removal operator and such licensee delivers to the demolisher a title or salvage certificate for the vehicle.\n\nC. If the vehicle identification number has been altered, is missing, or appears to have been otherwise tampered with, the licensee shall take no further action with regard to the vehicle except to safeguard it in its then-existing condition and shall promptly notify the Department. The Department shall, after an investigation has been made, notify the licensee whether the vehicle can be freed from this limitation. In no event shall the vehicle be disassembled, demolished, processed, or otherwise modified or removed prior to authorization by the Department. If the vehicle is a motorcycle, the licensee shall cause to be noted on the title or salvage certificate, certifying on the face of the document, in addition to the above requirements, the frame number of the motorcycle and motor number, if available.\n\nD. Except as provided in § 46.2-1203, after a vehicle has been demolished, the demolisher shall, within five working days, deliver to the Department the salvage certificate or title, certifying on the face of the document that the vehicle has been destroyed.\n\nE. Except as provided in § 46.2-1203, it shall be unlawful for any licensee to purchase, receive, take into inventory, or otherwise accept from any person any late model vehicle unless, as a part of any such transaction, the licensee also receives a title, salvage certificate, nonrepairable certificate, or other ownership documents, issued by an appropriate regulatory agency within or without the Commonwealth, relating to such vehicle. Every licensee shall maintain as a part of his business records a title, salvage certificate, nonrepairable certificate, or other ownership documents, issued by an appropriate regulatory agency within or without the Commonwealth, pertaining to every late model vehicle in his inventory or possession.\n\nF. If a licensee intends to utilize machinery to crush, flatten, or otherwise reduce one or more vehicles to a state where it can no longer be considered a vehicle at a location other than the location specified on the license filed with the Department, the licensee shall apply to the Department for a permit of operation in a manner prescribed by the Commissioner. Each permit shall be valid for a period not to exceed 15 days and shall specify the location of intended operation. The cost of each permit shall be $15.\n\nG. The licensee shall comply with all applicable federal title reporting requirements, including the reporting requirements of the National Motor Vehicle Title Information System pursuant to 28 C.F.R. § 25.56.\n\n1992, c. 148; 1995, cc. 390, 394; 2004, c. 369; 2011, c. 824; 2014, c. 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1603-1/"
    },
    {
      "id": "section-462-16032",
      "number": "46.2-1603.2.",
      "heading": "Owner may declare vehicle nonrepairable; insurance company required to obtain a nonrepairable certificate; applicability of certain other laws to nonrepairable certificates; titling and registration of nonrepairable vehicle prohibited",
      "text": "A. The owner of any vehicle titled in the Commonwealth may declare such vehicle to be a nonrepairable vehicle by applying to the Department for a nonrepairable certificate. The application shall be accompanied by the vehicle's title certificate or salvage certificate.\n\nB. Every insurance company or its authorized agent shall apply to the Department and obtain a nonrepairable certificate for each vehicle acquired by the insurance company as a result of the claims process if such vehicle is titled in the Commonwealth and is (i) a late model nonrepairable vehicle or (ii) a stolen vehicle that has been recovered and determined to be a nonrepairable vehicle. Except as provided in § 46.2-1602.3, the application shall be accompanied by the vehicle's title certificate or salvage certificate. Application for the nonrepairable certificate shall be made within 15 days after payment has been made to the owner, lienholder, or both.\n\nC. Every insurance company or its authorized agent shall notify the Department of each late model vehicle titled in the Commonwealth upon which a claim has been paid if such vehicle is a nonrepairable vehicle that is retained by its owner.\n\nD. The Department, upon receipt of an application for a nonrepairable certificate for a vehicle titled in the Commonwealth, or upon receipt of notification from an insurance company or its authorized agent as provided in subsection C of this section that a vehicle registered in the Commonwealth has become a nonrepairable vehicle, shall cause the title of such vehicle to be cancelled and a nonrepairable certificate issued to the vehicle's owner.\n\nThere shall be no fee for the issuance of a nonrepairable certificate. All provisions of this Code applicable to a motor vehicle certificate of title shall apply, mutatis mutandis, to a nonrepairable certificate, except that no registration or license plates shall be issued for the vehicle described in a nonrepairable certificate. Except as otherwise provided in this chapter, no vehicle for which a nonrepairable certificate has been issued shall ever be titled or registered for use on the highways in the Commonwealth.\n\nE. The Department, upon receipt of a title, salvage certificate, or other ownership document from a licensed salvage dealer or demolisher pursuant to subdivision A 1 of § 46.2-1603.1, shall cause the title, salvage certificate, or other ownership document to such vehicle to be cancelled and a nonrepairable certificate issued to the vehicle's owner.\n\nF. For purposes of this chapter, any vehicle for which a brand or indicator has been issued by another state as reported to the National Motor Vehicle Title Information System or has been printed or stamped on the vehicle's out-of-state title or other document proving ownership issued by that state identifying such vehicle as \"junk,\" \"for destruction,\" \"for parts only,\" \"not to be repaired,\" or other similar designation shall be deemed to have been issued a nonrepairable certificate by that state.\n\n1992, c. 148; 1993, c. 376; 1995, c. 390; 2015, cc. 33, 177; 2017, c. 277; 2023, cc. 364, 365.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1603-2/"
    },
    {
      "id": "section-462-1604",
      "number": "46.2-1604.",
      "heading": "Rebuilders required to possess certificate of title or salvage certificate",
      "text": "Each rebuilder shall have in his possession a certificate of title or salvage certificate assigned to him for each vehicle in his inventory for resale. If a rebuilder purchases a salvage vehicle to be used or sold for parts only, he shall conspicuously indicate on the salvage certificate that the vehicle will be sold or used as parts only and immediately forward the salvage certificate to the Department for cancellation. The Department shall issue a nonrepairable certificate for that vehicle.\n\n1979, c. 401, § 46.1-550.9; 1989, c. 727; 1992, c. 148; 2017, c. 277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1604/"
    },
    {
      "id": "section-462-1605",
      "number": "46.2-1605.",
      "heading": "Vehicles rebuilt for highway use; examinations; branding of titles",
      "text": "A. Each salvage vehicle that has been rebuilt for use on the highways shall be submitted for a state safety inspection in accordance with § 46.2-1157. The inspection shall be conducted by an inspector wholly unaffiliated with the person requesting the inspection of the vehicle.\n\nB. 1. Upon passage of a state safety inspection, each rebuilt vehicle shall be examined by the Department prior to the issuance of a title for the vehicle. The examination by the Department shall include a review of video or photographic images of the vehicle prior to being rebuilt, if available; all documentation for the parts and labor used for the repair of the salvage vehicle; and verification of the vehicle's identification number, confidential number, odometer reading, and engine, transmission, or electronic modules, if applicable. This inspection shall serve as an antitheft and antifraud measure and shall not certify the safety or roadworthiness of the vehicle. The Commissioner shall ensure that, in scheduling and performing examinations of salvage vehicles under this section, single vehicles owned by private owner-operators are afforded no lower priority than examinations of vehicles owned by motor vehicle dealers, salvage pools, licensed auto recyclers, or vehicle removal operators. The Commissioner may charge a fee of $125 per vehicle, for the examination of rebuilt vehicles.\n\n2. The examination described in subdivision 1 shall not be required for a rebuilt vehicle if (i) the person rebuilding the vehicle has been licensed under this chapter for at least 10 years and has not incurred any penalties pursuant to the provisions of this chapter; (ii) the rebuilt vehicle is at least 10 years old but does not qualify as an antique motor vehicle; and (iii) the resale value of the rebuilt vehicle is less than $10,000. Any rebuilder who sells a rebuilt vehicle without an examination, as authorized by this subdivision, shall be required to maintain all required records for rebuilt vehicles described in subdivision 1 for inspection upon request of the Department or any law-enforcement official.\n\nC. Any salvage vehicle whose vehicle identification number or confidential number has been altered, is missing, or appears to have been tampered with may be impounded by the Department until completion of an investigation by the Department. The vehicle may not be moved, sold, or tampered with until the completion of this investigation. Upon completion of an investigation by the Department, if the vehicle identification number is found to be missing or altered, a new vehicle identification number may be issued by the Department. If the vehicle is found to be a stolen vehicle and its owner can be determined, the vehicle shall be returned to him. If the owner cannot be determined or located and the person seeking to title the vehicle has been convicted of a violation of § 46.2-1074 or 46.2-1075, the vehicle shall be deemed forfeited to the Commonwealth and said forfeiture shall proceed in accordance with Chapter 22.1 (§ 19.2-386.1 et seq.) of Title 19.2.\n\nD. If the Department's examination of a rebuilt salvage vehicle indicates no irregularities, a title and registration may be issued for the vehicle upon application therefor to the Department by the owner of the salvage vehicle. The title issued by the Department and any subsequent title thereafter issued for the rebuilt vehicle shall be permanently branded to indicate that it is a rebuilt vehicle. All rebuilt vehicles shall be subject to all safety equipment requirements provided by law. Except as otherwise provided in this chapter, no title or registration shall be issued by the Department for any rebuilt vehicle that has not first passed a safety inspection or for any vehicle for which a nonrepairable certificate has ever been issued.\n\nE. If the Department's examination of a rebuilt salvage vehicle reveals irregularities in the required documentation or obvious defects, the Department shall identify to the owner the irregularities and defects that must be corrected before the Department's examination can be completed.\n\nF. Notwithstanding § 46.2-1550, a licensed salvage dealer or rebuilder who is also licensed as a motor vehicle dealer pursuant to Chapter 15 (§ 46.2-1500 et seq.) may use dealer's license plates for the sole purpose of transporting a rebuilt salvage vehicle to and from an official safety inspection station. Such dealer's license plates may not be used on any vehicle not owned by the licensed salvage dealer or rebuilder. For all other rebuilt salvage vehicles, when necessary and upon application, the Department shall issue temporary trip permits in accordance with § 46.2-651 for this purpose.\n\n1979, c. 401, § 46.1-550.10; 1986, c. 161; 1989, c. 727; 1992, c. 148; 1994, c. 73; 1996, cc. 21, 843; 2003, c. 304; 2006, c. 615; 2011, c. 824; 2012, cc. 283, 756; 2015, cc. 33, 177; 2017, c. 277; 2020, c. 867.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1605/"
    },
    {
      "id": "section-462-1606",
      "number": "46.2-1606.",
      "heading": "Certificates of title issued by other states; nonnegotiable titles",
      "text": "A. The Commissioner may accept certificates of titles for salvage vehicles or other documents deemed appropriate by the Department issued by other states indicating a vehicle has been declared salvage, and shall carry forward all appropriate brands or indicators. If the vehicle has not been rebuilt and the requirements of § 46.2-1605 have not been met, the Department shall issue a salvage certificate for the vehicle.\n\nB. The Department shall issue a nonnegotiable title for a vehicle that has been rebuilt, titled, and registered out of state when (i) an application for title has been received for a vehicle for which the National Motor Vehicle Title Information System or the vehicle's current out-of-state title or other document proving ownership issued by another state indicates that a brand or indicator has been issued by another state identifying such vehicle as \"junk,\" \"for destruction,\" \"for parts only,\" \"not to be repaired,\" or other similar designation and (ii) documentation to show such repairs accompanies the application. Any negotiable security interests in the vehicle shall be shown on the face of the nonnegotiable title. The provisions of §§ 46.2-636, 46.2-636.1, 46.2-637, 46.2-638, 46.2-639, 46.2-640, 46.2-640.1, 46.2-641, 46.2-642, and 46.2-643 shall apply to nonnegotiable titles. However, no negotiable title shall ever be issued for such vehicle. At any time, the vehicle owner may declare a vehicle titled under this subsection to be nonrepairable, in accordance with § 46.2-1603.2.\n\nA nonnegotiable title issued under this subsection shall not be transferred except as provided in §§ 46.2-633, 46.2-633.2, or 46.2-634 or when the vehicle is acquired by an insurance company as the result of the claims process. The transferee may not add as a co-owner an individual not entitled to possession of the vehicle under §§ 46.2-633, 46.2-633.2, or 46.2-634. If the vehicle will not be registered for use by the transferee, the transferee shall declare the vehicle to be nonrepairable by applying for a nonrepairable certificate in accordance with § 46.2-1603.2.\n\nAny vehicle for which a nonnegotiable title has been issued pursuant to this section may be registered for use on the highways in the Commonwealth.\n\n1979, c. 401, § 46.1-550.11; 1981, c. 9; 1989, c. 727; 1992, c. 148; 2017, c. 277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1606/"
    },
    {
      "id": "section-462-1607",
      "number": "46.2-1607.",
      "heading": "Inspection of records and examination of inventory",
      "text": "The Commissioner or any person authorized by the Commissioner or any law-enforcement officer, during the usual business hours, may examine any records, books, papers, or other documents required to be maintained by this chapter, and may examine any vehicle or component part of any vehicle located in the yard, garage, or storage area of any salvage dealer, rebuilder, demolisher, salvage pool, scrap metal processor, or vehicle removal operator to ensure compliance with this chapter.\n\n1979, c. 401, § 46.1-550.12; 1987, c. 325; 1989, c. 727; 1992, c. 148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1607/"
    },
    {
      "id": "section-462-1608",
      "number": "46.2-1608.",
      "heading": "Maintenance and contents of records",
      "text": "A. Each licensee shall maintain a record of the receipt and sale of any vehicle. Such record shall be maintained at the licensee's place of business. The record, at a minimum, shall contain:\n\n1. A description of each vehicle sold, purchased, exchanged, or acquired by the licensee, including, but not limited to, the model, make, year of the vehicle as well as the vehicle's title number with state of issuance and vehicle identification number;\n\n2. The price paid for each vehicle;\n\n3. The name and address of the seller from whom each vehicle is purchased, exchanged, or acquired and the name and address of the buyer to whom the vehicle is sold;\n\n4. The date and hour the sale, purchase, exchange, or acquisition was made;\n\n5. A photocopy of the seller's and buyer's driver's license, state identification card, official United States military identification card, or any other form of personal identification with photograph;\n\n6. For the sale of nonrepairable vehicles, a photocopy of the buyer's business license if the buyer is authorized to purchase a vehicle under § 46.2-1602 or, if the buyer represents a third party authorized to purchase a vehicle under § 46.2-1602, then a photocopy of the third party's business license and documentation that the buyer is authorized to act on behalf of that third party;\n\n7. Digital photographs of the seller, the buyer, and the vehicle that is being sold, purchased, exchanged, or acquired through or from the licensee; and\n\n8. The signature of the licensee, the seller, and the buyer as executed at the time of the sale, purchase, exchange, or acquisition of the vehicle by the licensee.\n\nB. If any major component, as defined in § 46.2-1600, is sold, the salvage dealer shall provide, upon request of any law-enforcement official, the information required by this section as to the vehicle from which the part was taken.\n\nC. The provisions of subdivisions A 5, 6, and 7 shall not apply to vehicles when the licensee maintains a photocopy or electronic copy of one of the documents set out in § 46.2-1206 or this chapter.\n\nD. The provisions of this section shall not apply to salvage pools as defined in § 46.2-1600, except that salvage pools shall maintain a record of the receipt of any vehicle that contains (i) the date of receipt of the vehicle and its make, year, model, and identification number; (ii) the name and address of the person from whom it was acquired; (iii) the name and address of the buyer as well as (a) a photocopy of the buyer's driver's license, state identification card, official United States military identification card, or any other form of personal identification with photograph and (b) a photocopy of the buyer's business license or, if the buyer represents a third party authorized to purchase the vehicle under § 46.2-1602, then a photocopy of the third party's business license and documentation that the buyer is authorized to act on behalf of the third party; and (iv) the vehicle's title number and state of issuance.\n\n1979, c. 401, § 46.1-550.13; 1989, c. 727; 1992, c. 148; 2000, c. 123; 2010, c. 873; 2014, c. 58; 2015, cc. 33, 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1608/"
    },
    {
      "id": "section-462-16081",
      "number": "46.2-1608.1.",
      "heading": "Reports to police department; local ordinance; holding period; penalty",
      "text": "A. The governing body of any county, city, or town may by ordinance require each licensee within the jurisdiction to make a written or electronic report of the information required to be maintained by § 46.2-1608, at the request of the police department or sheriff, on a daily basis or such other frequency as requested by the police department or sheriff, of every purchase, exchange or acquisition of any salvage or scrap vehicle. The ordinance may also require that the photocopy of the seller's driver's license, state identification card, official United States military identification card, or any other form of personal identification with photograph and a copy of the digital photograph required by § 46.2-1608 be electronically transmitted to the police department or sheriff on a weekly basis at an electronic address to be provided. Any local governing body, by such ordinance, may assess and retain a fine of not more than $2,500 for its violation.\n\nB. No licensee shall crush, flatten, or otherwise reduce a vehicle to a state where it can no longer be considered a vehicle until it has been in his possession for up to 10 days unless the vehicle is accompanied by proper documentation pursuant to subsection C. This subsection shall not apply to inoperable vehicles. For purposes of this subsection, an \"inoperable vehicle\" shall mean any vehicle that is physically damaged beyond use or any vehicle that does not contain or have an engine in running condition or does not have any other essential parts required for operation of the vehicle.\n\nC. The provisions of this section shall not apply to vehicles when the licensee maintains a photocopy or electronic copy of one of the documents set out in § 46.2-1206 or this chapter.\n\nD. The provisions of this section shall not apply to scrap metal processors as defined in § 59.1-136.1 or to salvage pools as defined in § 46.2-1600.\n\n2010, c. 873.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1608-1/"
    },
    {
      "id": "section-462-16082",
      "number": "46.2-1608.2.",
      "heading": "Licensees to update records of the Department for motor vehicles that are to be demolished or dismantled",
      "text": "A. A licensed auto recycler may be exempted from the waiting period in subsection B of § 46.2-1608.1 by:\n\n1. Entering into a contractual agreement with the Department to update records of motor vehicles to be demolished or dismantled if such motor vehicles either have been issued a certificate of title, salvage certificate, or nonrepairable certificate in the Commonwealth or are titled in another state. In addition to the contractual agreement, the licensed auto recycler shall be required to comply with the Department's procedures for securely accessing and updating the Department's records; and\n\n2. Notifying the Department that a motor vehicle is being demolished or dismantled or of the intention to demolish, dismantle, or reduce the motor vehicle to a state where it can no longer be considered a motor vehicle. Licensed auto recyclers shall electronically notify the Department of the demolished or dismantled vehicle's certificate of title, salvage certificate, or nonrepairable certificate number and vehicle identification number.\n\nB. Licensed auto recyclers in possession of the certificate of title, salvage certificate, or nonrepairable certificate from the Commonwealth may demolish or dismantle the subject motor vehicle. Licensed auto recyclers shall electronically notify the Department in a manner prescribed by the Commissioner of the demolished or dismantled vehicle's certificate of title, salvage certificate, or nonrepairable certificate number and vehicle identification number within required time frames pursuant to subsection D of § 46.2-1603.1.\n\nC. Licensed auto recyclers in possession of a certificate of title issued by another state may demolish or dismantle the subject motor vehicle. Licensed auto recyclers shall electronically notify the Department of the demolished or dismantled vehicle's certificate of title number, vehicle identification number, year, make, and model within required time frames pursuant to subsection D of § 46.2-1603.1.\n\nD. Licensed auto recyclers that do not possess a certificate of title, salvage certificate, or nonrepairable certificate may demolish the subject motor vehicle if the motor vehicle is a model year that is at least 10 years older than the current model year. The licensed auto recycler shall provide electronically to the Department the vehicle identification number and the year, make, and model of the motor vehicle and shall remit to the Department the fees set out in § 46.2-627 and an additional $10 transaction fee. Upon receipt of such notification, the Department shall check the records of a nationally recognized crime database and the records of a nationally recognized vehicle title database for owner and lienholder information. The licensed auto recycler may not demolish or dismantle the vehicle until the Department has notified the licensed auto recycler of the results of that inquiry. If a licensed auto recycler is not in possession of the certificate of title, salvage certificate, or nonrepairable certificate and the subject motor vehicle is of the current model year or of a model year that is nine years old or less, that vehicle shall be processed in accordance with § 46.2-1202.\n\nE. Nothing in this section shall release a licensed auto recycler from complying with the provisions of §§ 46.2-1603.1, 46.2-1608, and 46.2-1608.1.\n\n2011, c. 279; 2015, cc. 33, 177; 2023, cc. 364, 365; 2024, cc. 216, 250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1608-2/"
    },
    {
      "id": "section-462-1609",
      "number": "46.2-1609.",
      "heading": "Penalties",
      "text": "A. First violations of any provision of this chapter shall constitute a Class 1 misdemeanor, and second and subsequent violations of any provision of this chapter shall constitute a Class 5 felony. Upon receipt of any such conviction, the Commissioner may suspend, revoke, cancel, or refuse to renew the license of any licensee under this chapter, and the Commissioner may also assess a civil penalty against such licensee not to exceed $2,500 for any conviction.\n\nB. Except as otherwise provided in this chapter, any licensee violating any of the provisions of this chapter may be assessed a civil penalty by the Commissioner not to exceed $1,000 for any single violation.\n\nC. Notice of an order suspending, revoking, canceling, or denying renewal of a license, imposing a limitation on operation, or imposing a civil penalty and advising the licensee of the opportunity for a hearing shall be mailed to the licensee by first-class mail to the address as shown on the licensee's most recent application for a license and shall be considered served when mailed. No order required by this section shall become effective until the Commissioner has offered the licensee an opportunity for an administrative hearing to show cause why the order should not be enforced. Notice of the opportunity for an administrative hearing may be included in the order. Any request for an administrative hearing made by such person must be received by the Department within 30 days of the issuance date of the order unless the person presents to the Department evidence of military service as defined by the federal Servicemembers Civil Relief Act (50 U.S.C. § 3901 et seq.), incarceration, commitment, hospitalization, or physical presence outside the United States at the time the order was issued.\n\nD. Upon receipt of a request for a hearing appealing the suspension or imposition of civil penalties, the licensee shall be afforded the opportunity for a hearing as soon as practicable, but in no case later than 30 days from receipt of the hearing request. Any suspension shall remain in effect pending the outcome of the hearing.\n\n1979, c. 401, § 46.1-550.14; 1989, c. 727; 1992, c. 148; 2011, c. 824; 2014, c. 58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1609/"
    },
    {
      "id": "section-462-1610",
      "number": "46.2-1610.",
      "heading": "Disposition of fees",
      "text": "All fees collected under this chapter shall be paid by the Commissioner into the state treasury and set aside as a special fund to be used to meet the expenses of the vehicle identification number and salvage vehicle inspection programs.\n\n1987, c. 696, § 46.1-550.15; 1989, c. 727; 2006, c. 615.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-46-2/chapter-16/section-46-2-1610/"
    }
  ]
}