{
  "state": "connecticut",
  "path": "title-title-43-weights-and-measures/chapter-chapter-753-dealers-and-repairers-of-weighing-and-measuring-",
  "sections": [
    {
      "id": "section-43-46",
      "number": "43-46.",
      "heading": "Definitions.Section 43-47. - Registration",
      "text": "As used in this chapter, “dealer” means any person engaged in the business of dealing in, selling, buying, exchanging or trading in weighing or measuring devices in the state; “repairman” means any person engaged in the business of adjusting or repairing weighing or measuring devices in this state or an employee thereof engaged in such business; “testing equipment” means any field standard weight, test measure or measuring flask, as described in Sections 105-1 to 105-3, inclusive, of the National Institute of Standards and Technology Handbook.\n\n(February, 1965, P.A. 426, S. 1; P.A. 86-156, S. 2; P.A. 90-125, S. 6.)\n\nHistory: P.A. 86-156 defined “testing equipment”; P.A. 90-125 made technical change, substituting National Institute of Standards and Technology for National Bureau of Standards.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-46/"
    },
    {
      "id": "section-43-47",
      "number": "43-47.",
      "heading": "Registration.",
      "text": "No person shall act as a dealer or repairman without first obtaining a certificate of registration from the Commissioner of Consumer Protection as provided in this section. Any person wishing to be registered as a dealer or repairman shall make application to the Commissioner of Consumer Protection on forms provided by him, furnishing such pertinent information as he may require. Each application shall be accompanied by a fee of fifty dollars in the case of a dealer and twenty dollars in the case of a repairman. Upon approval, said commissioner shall issue to the applicant a registration certification bearing an identification number identifying such dealer or repairman. The certification shall expire annually unless suspended or revoked under the provisions of section 43-51. Such registration shall be renewable annually on payment of a fee of fifty dollars in the case of a dealer and twenty dollars in the case of a repairman.\n\n(February, 1965, P.A. 426, S. 2; P.A. 76-184, S. 1, 2; P.A. 90-125, S. 10; P.A. 94-36, S. 35, 42; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1; June Sp. Sess. P.A. 09-3, S. 388.)\n\nHistory: P.A. 76-184 replaced $5 fee for application and renewal with $25 fee for dealers and $10 fee for repairmen; P.A. 90-125 required dealers and repairmen to be registered and that all registration certificates contain an identification number; P.A. 94-36 deleted reference to the “December thirty-first” certificate of registration expiration date, effective January 1, 1995; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; June Sp. Sess. P.A. 09-3 increased fees.\n\nSee Sec. 21a-10(b) re staggered schedule for certification renewals.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-47/"
    },
    {
      "id": "section-43-48",
      "number": "43-48.",
      "heading": "Notice of repairs, adjustments, sales and deliveries. Security.",
      "text": "Every dealer or repairman, within forty-eight hours after the making of a repair or adjustment or after the sale and delivery of a new, repaired, rebuilt, exchanged or used weighing or measuring device, shall notify, in writing, the Commissioner of Consumer Protection, giving the name and address of the person, firm, copartnership, corporation or association for whom such repair or adjustment has been made, or to whom such weighing or measuring device has been sold or delivered. The dealer or repairman shall make a written statement that the same has been so altered, rebuilt, repaired and installed as to conform to state specifications, tolerances and regulations. Every dealer or repairman shall affix a security seal, in a manner that requires the security seal to be broken before an adjustment can be made, to any component affecting the performance of any electronic or mechanical device designed to be sealed with a security seal. Each such seal shall bear the identification number issued to such dealer or repairman by the Commissioner of Consumer Protection at the time of registration.\n\n(February, 1965, P.A. 426, S. 3; P.A. 90-125, S. 11; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: P.A. 90-125 required dealers and repairmen to affix security seals to weighing or measuring devices; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-48/"
    },
    {
      "id": "section-43-49",
      "number": "43-49.",
      "heading": "Condemned devices.",
      "text": "A dealer or repairman who accepts weighing or measuring devices which have been condemned by a sealer or inspector of weights and measures in trade for new or used weighing or measuring devices, and which are intended to be dismantled or destroyed, upon receipt thereof, shall remove the condemned tags. Such condemned tags shall be returned to the Department of Consumer Protection within ten days thereafter, with a statement describing the weighing or measuring device, if obtainable, and the name and address of the former owner or user from whom it was received. There shall also be furnished a statement of what disposition has been made of the weighing or measuring device.\n\n(February, 1965, P.A. 426, S. 4; June 30 Sp. Sess. P.A. 03-6, S. 146(d); P.A. 04-169, S. 17; 04-189, S. 1.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Department of Consumer Protection with Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-49/"
    },
    {
      "id": "section-43-50",
      "number": "43-50.",
      "heading": "Calibration of testing equipment.",
      "text": "A dealer or repairman shall submit his testing equipment at least once in two years to the Department of Consumer Protection for comparison and calibration with the standards maintained by the state. After comparison and calibration, the Commissioner of Consumer Protection shall issue to such dealer or repairman a certificate of his findings.\n\n(February, 1965, P.A. 426, S. 5; June 30 Sp. Sess. P.A. 03-6, S. 146(c), (d); P.A. 04-169, S. 17; 04-189, S. 1.)\n\nHistory: June 30 Sp. Sess. P.A. 03-6 and P.A. 04-169 replaced Commissioner and Department of Consumer Protection with Commissioner and Department of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-50/"
    },
    {
      "id": "section-43-51",
      "number": "43-51.",
      "heading": "Suspension or revocation of certificate. Penalty.",
      "text": "(a) The Commissioner of Consumer Protection may suspend or revoke the certificate of any registered dealer or repairman: (1) When he is satisfied after a hearing, upon ten days' notice to the registrant, that the registrant has violated any provision of sections 43-46 to 43-51, inclusive; or (2) as a result of a hearing and investigation, such registrant is found to be an incompetent, inefficient, unscrupulous or unsuitable person to be engaged as a dealer or repairman.\n\n(b) The Commissioner of Consumer Protection, after a hearing conducted in accordance with the provisions of chapter 54, may impose a civil penalty of not more than one hundred dollars for the first offense and of not more than five hundred dollars for any subsequent offense on any person who violates any provision of this chapter or any regulation adopted pursuant to this chapter. Each violation with respect to each such unit or device shall be considered a separate offense.\n\n(February, 1965, P.A. 426, S. 6; P.A. 90-125, S. 12; June 30 Sp. Sess. P.A. 03-6, S. 146(c); P.A. 04-189, S. 1.)\n\nHistory: P.A. 90-125 added Subsec. (b) re administrative penalties; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Consumer Protection with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-51/"
    },
    {
      "id": "section-43-52",
      "number": "43-52.",
      "heading": "Penalty.",
      "text": "Any person who violates any provision of sections 43-46 to 43-50, inclusive, or conducts a business of dealer or repairman without having a valid certificate shall be subject to the penalties provided in section 43-9.\n\n(February, 1965, P.A. 426, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-43/chapter-753/section-43-52/"
    }
  ]
}