{
  "state": "michigan",
  "path": "title-chapter-447-foreign-trade/chapter-act-157-of-1986-michigan-export-development-act-447151-44716",
  "sections": [
    {
      "id": "section-447151",
      "number": "447.151",
      "heading": "Short Title.Section 447.152 - Definitions",
      "text": "This act shall be known and may be cited as the “Michigan export development act”.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986Compiler's Notes:For transfer of the Michigan Export Development Authority from the Department of Agriculture to the Department of Commerce with rulemaking, licensing, and registration functions to be exercised by the Authority independent of the Director of the Department of Commerce, see E.R.O. No. 1991-11, compiled at MCL 447.211 of the Michigan Compiled Laws.For naming of the Michigan export development authority as the Michigan international trade authority, see E.R.O. No. 1994-3, compiled at MCL 447.212 of the Michigan Compiled Laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-151/"
    },
    {
      "id": "section-447152",
      "number": "447.152",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) “Authority” means the Michigan export development authority created by section 3.\n\n(b) “Board” means the board of directors of the authority established by section 4.\n\n(c) “Eligible export loan” means a loan by a participating financial institution located within this state the proceeds of which are restricted to the financing of eligible export transactions.\n\n(d) “Eligible export transaction” means the sale of goods or services, or the development of goods or services for sale, outside of the United States by a person doing business in this state, which goods or services, in the judgment of the authority, have a substantial portion of their value created within this state and which sale or development, in the judgment of the authority, creates or maintains employment in this state.\n\n(e) “Export insurance” means insurance made available by the authority to protect an exporter against a foreign buyer's failure to pay for goods or services for political or commercial reasons. The amount of the loss covered for each transaction and particular risks shall be determined by the authority.\n\n(f) “Grant” means an amount of money provided by the authority to a nonprofit organization.\n\n(g) “Guarantee” means a guarantee against loss, in whole or in part, of principal of and interest on an eligible export loan. The guarantee may include, without limitation, insurance against loss up to the guarantee amount. A single guarantee may encompass several individual eligible export loans or eligible export transactions.\n\n(h) “Guarantee amount” means the maximum amount payable under a guarantee which amount shall be specifically set forth in writing at the time the guarantee is entered into by the authority.\n\n(i) “Participating financial institution” means a bank as defined by the banking code of 1999, 1999 PA 276, MCL 487.11101 to 487.15105, an agency or branch of a foreign banking corporation licensed by the commissioner of the financial institutions bureau, or a national bank, state or federal savings and loan association, or savings bank or federal credit union located within this state that has been approved by the board to participate in guaranteed funding for eligible export loans and transactions within the purposes of this act.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990 ;-- Am. 2000, Act 444, Imd. Eff. Jan. 9, 2001",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-152/"
    },
    {
      "id": "section-447153",
      "number": "447.153",
      "heading": "Michigan Export Development Authority; Creation; Budgeting, Procurement, and Related Functions; Purpose of Authority.",
      "text": "(1) The Michigan export development authority is created as a body politic and corporate within, but not as a part of, the department of agriculture. The authority shall exercise the authority's prescribed statutory powers, duties, and functions independently of the director of the department of agriculture and independently of the commission of agriculture. The budgeting, procurement, and related functions of the authority shall be performed under the direction and supervision of the director of the department of agriculture.\n\n(2) The purpose of the authority is:\n\n(a) To assist, promote, encourage, develop, and advance economic prosperity and employment throughout this state by fostering the expansion of exports of goods and services to foreign purchasers.\n\n(b) To cooperate and act in conjunction with other organizations, public and private, the objects of which are the promotion and advancement of export trade activities in this state.\n\n(c) To provide guarantees and grants and to locate sources and export insurance to support export development not otherwise available.\n\n(d) To provide information and referrals to, and to act as a clearinghouse for, potential and existing exporters.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990Compiler's Notes:For naming of the Michigan export development authority as the Michigan international trade authority, see E.R.O. No. 1994-3, compiled at MCL 447.212 of the Michigan Compiled Laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-153/"
    },
    {
      "id": "section-447154",
      "number": "447.154",
      "heading": "Board of Directors; Appointment, Qualifications, and Terms of Members; Vacancy; Oath or Affirmation; Reimbursement for Expenses; Election of Chairperson, Vice-Chairperson, Secretary, and Other Officers; Quorum; Majority Vote Sufficient for Action; Vote Necessary for Bonds",
      "text": "(1) The governing and administrative powers of the authority are vested in a board of directors consisting of 12 members. Three members shall be the director of the department of commerce, the director of the department of agriculture, and the state treasurer. The director of commerce, the director of the department of agriculture, and the state treasurer shall serve as full voting members of the board and may appoint a representative to serve as a voting member in their absence. Nine members shall be appointed by the governor with the advice and consent of the senate.\n\n(2) At least 6 of the members shall be from the private sector. An appointed member of the authority shall be a resident of this state. An appointment to fill a vacancy of an appointed member shall be made in the same manner as the original appointment. Of the 9 members appointed by the governor for a fixed term, 1 shall be appointed from 1 or more nominees of the speaker of the house of representatives and 1 shall be appointed from 1 or more nominees of the senate majority leader.\n\n(3) At least 1 of the appointed members of the board shall be a person of recognized ability and experience in each of the following areas:\n\n(a) Finance.\n\n(b) International trade.\n\n(c) Business management.\n\n(d) Economics.\n\n(e) Agriculture.\n\n(4) Of the original 9 appointed members, 3 members shall be appointed for terms expiring on the third Monday in June, 1986; 3 members shall be appointed for terms expiring on the third Monday in June, 1987; and 3 members shall be appointed for terms expiring on the third Monday in June, 1988. Their respective successors shall be appointed for terms of 3 years from the third Monday in June of the year of appointment. A member shall serve until his or her successor is appointed and qualified.\n\n(5) Before beginning his or her duties, a member of the board shall take and subscribe the constitutional oath of office. A record of each oath or affirmation shall be filed in the office of the secretary of state.\n\n(6) A member of the board is not entitled to compensation for services as a member, but may be reimbursed for all actual and necessary expenses incurred in connection with the performance of duties as a member.\n\n(7) The board annually shall elect 1 of its members as chairperson, 1 of its members as vice-chairperson, and 1 member as secretary. The board may elect other officers as it considers proper. Six members of the board constitute a quorum, and the affirmative vote of the majority of members present at a meeting of the board is necessary and sufficient for an action taken by the board. The affirmative votes of not less than 6 members are necessary for the approval of a resolution authorizing the issuance of bonds under this act.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-154/"
    },
    {
      "id": "section-447155",
      "number": "447.155",
      "heading": "Effect of Vacancy in Membership of Board; Authorization and Effective Date of Action by Board; Delegation of Powers and Duties; Liability or Accountability on Contract, Commitment, or Agreement; Liability for Damage or Injury; Indemnification of Board Members and Staff Officers; Appointment of Emplo",
      "text": "(1) A vacancy in the membership of the board shall not impair the right of a quorum to exercise all rights and perform all the duties of the board. An action taken by the board may be authorized by resolution at a regular or special meeting and shall take effect upon the date the resolution is approved by the board unless some other date is provided in the resolution.\n\n(2) The board may delegate to 1 or more of its members or to an official, agent, or employee of the authority the powers and duties as the board considers proper.\n\n(3) A member of the board or a person acting on behalf of the authority executing a contract, commitment, or agreement issued under this act shall not be personally liable or accountable on the contract, commitment, or agreement.\n\n(4) A member of the board or a person acting on behalf of the authority shall not be liable personally for damage or injury resulting from the performance of his or her duties arising under this act. The authority shall indemnify and procure insurance indemnifying the members of the board and staff officers appointed by a resolution of the board from personal loss or accountability from liability asserted by a person on the bonds or notes of the fund or from any personal liability or accountability by reason of the issuance of the bonds, notes, insurance, or guarantees; or by reason of any other action taken or the failure to act by the authority.\n\n(5) The board may appoint up to 2 employees to unclassified positions not included in the state civil service to serve for terms at the pleasure of the board.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-155/"
    },
    {
      "id": "section-447156",
      "number": "447.156",
      "heading": "Conducting Business at Public Meeting; Notice; Availability of Writings to Public; Confidentiality.",
      "text": "(1) The business which the authority may perform shall be conducted at a public meeting of the authority held in compliance with the open meetings act, Act No. 267 of the Public Acts of 1976, being sections 15.261 to 15.275 of the Michigan Compiled Laws. Public notice of the time, date, and place of the meeting shall be given in the manner required by Act No. 267 of the Public Acts of 1976.\n\n(2) Except as provided in subsection (3), all writing prepared, owned, used, in the possession of, or retained by the authority in the performance of an official function shall be made available to the public in compliance with the freedom of information act, Act No. 442 of the Public Acts of 1976, being sections 15.231 to 15.246 of the Michigan Compiled Laws.\n\n(3) Information submitted to or compiled by the authority in connection with the authority's responsibilities with respect to the identity, background, finance, marketing plans, trade secrets, or any other commercially sensitive information of persons, firms, associations, partnerships, agencies, corporations, or other entities is confidential, except to the extent that the person or entity which provided the information consents to disclosure.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-156/"
    },
    {
      "id": "section-447157",
      "number": "447.157",
      "heading": "Powers of Authority Generally.",
      "text": "The authority shall possess all the powers of a body politic and corporate necessary and convenient to accomplish the purposes of this act including, but not limited to, all of the following powers:\n\n(a) To borrow money and otherwise incur indebtedness for any of its purposes including the issuance of bonds, debentures, notes, or other evidence of indebtedness, whether secured or unsecured.\n\n(b) To purchase, discount, sell, or negotiate, with or without guaranty notes, other evidences of indebtedness, and to sell and guarantee securities.\n\n(c) To lend money to a financial institution in the form of an eligible export loan which is used to finance eligible export transactions.\n\n(d) To procure or locate sources of export insurance. To provide guarantees to guarantee, insure, coinsure, or reinsure against risk of loss, and other insurance or guarantees as the authority may consider necessary.\n\n(e) To provide financial counseling services to businesses of this state.\n\n(f) To procure insurance to secure the payment of principal and interest on bonds, notes, or other obligations of the authority.\n\n(g) To accept gifts, grants, or loans from, and enter into contracts or other transactions with, a federal or state agency, a municipality, a private organization, or any other source. To charge and collect fees for its services. To enter into contracts or other agreements with the export-import bank of the United States, the foreign credit insurance association, or other federal agencies or instrumentalities.\n\n(h) To adopt, and from time to time to amend or rescind a bylaw or rule of the authority as may be necessary or convenient for the performance of its functions, powers, and duties under this act.\n\n(i) To sue and be sued.\n\n(j) To purchase; receive; take by grant, gift, devise, bequest, or otherwise; lease; or acquire, own, hold, improve, employ, use, or deal in and with real or personal property, or any interest in real or personal property, wherever situated.\n\n(k) To sell, convey, lease, exchange, transfer, or otherwise dispose of property or an interest in property, wherever situated.\n\n(l) To promulgate rules necessary to carry out the purposes of this act and to exercise the powers expressly granted in this act pursuant to the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.328 of the Michigan Compiled Laws.\n\n(m) To lead, participate in, support, or otherwise cooperate in trade missions, trade shows, and related efforts to encourage the export of Michigan goods and services.\n\n(n) To sponsor or foster a foreign sales corporation as defined in section 922 of the internal revenue code of 1986, 26 U.S.C. 922. To establish, participate, and secure federal approval for an export trading company under the export trading company act of 1982, Public Law 97-290, 96 Stat. 1233, or equivalent entities under similar federal legislation. The authority may in connection with any entities created under this subdivision acquire and transfer title to goods and corporate or partnership ownership interest, and may enter into joint ventures with other export trading companies.\n\n(o) To exercise all other powers and functions necessary or appropriate to carry out the duties and purposes set forth in this act.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-157/"
    },
    {
      "id": "section-447158",
      "number": "447.158",
      "heading": "Guarantee or Export Insurance for Eligible Export Transaction; Requirements; Fees; Determinations; Condition to Provision of Guarantee or Export Insurance",
      "text": "(1) The authority may provide a guarantee or export insurance for an eligible export transaction. Any guarantee or export insurance entered into by the authority under this act shall not constitute a general obligation of this state. Guarantees or export insurance provided by the authority under this act shall not be terminated, canceled, or otherwise revoked except in accordance with the terms of the guarantee or export insurance; shall be conclusive evidence that the guarantee or export insurance complies fully with the provisions of this act; and shall be valid and incontestable in the hands of a holder in due course of a guaranteed eligible export loan.\n\n(2) The authority may charge reasonable fees for providing guarantee or export insurance pursuant to this section to a participating financial institution.\n\n(3) Before providing financing for an eligible export transaction, a participating financial institution shall determine the exporter's viability, the economic benefits to be derived from the eligible export transaction, the prospects for repayment, and any other facts that it considers necessary in order to determine that the guarantee or export insurance is consistent with the purposes of this act.\n\n(4) The authority shall provide the guarantee only if, and to the extent that, the authority determines in its sole discretion that at least 1 of the following is true:\n\n(a) The guarantee is reasonably necessary in order to stimulate or facilitate the making of an eligible export transaction including, without limitation, the making of the eligible export transaction upon terms that will enable the transaction to be reasonably competitive with transactions in other states or in foreign countries.\n\n(b) The guarantee is reasonably necessary in order to stimulate or facilitate the resale of an eligible export loan to a holder in due course that otherwise would not purchase the eligible export loan and documentation is provided by the financial institution indicating refusal to provide a loan sufficient for the eligible export transaction.\n\n(5) The authority may condition the provision of guarantee or export insurance under this section upon such other terms and conditions as the authority considers desirable to carry out the purposes of this act.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-158/"
    },
    {
      "id": "section-447158a",
      "number": "447.158a",
      "heading": "Grant to Non-Profit Organization; Purposes.",
      "text": "The authority may provide a grant to a non-profit organization for 1 or more of the following purposes:\n\n(a) To encourage establishment or expansion of business operations related to exports which will create or maintain employment in this state.\n\n(b) To research industrial and commercial innovations which are likely to increase exports from this state.\n\n(c) To conduct market research to determine the potential for increasing goods and services from this state.\n\nHistory:Add. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-158a/"
    },
    {
      "id": "section-447159",
      "number": "447.159",
      "heading": "Bonds Generally.",
      "text": "The authority may issue, sell, and provide for the retirement of bonds in the amount of $50,000,000.00 to provide funds for the creation and operation of the authority. These bonds shall be limited obligations of the authority, the principal of and interest on which shall be payable solely out of the revenues derived by the authority. Bonds issued under this act shall not constitute an indebtedness of the state or the uthority within the meaning of any state constitutional provision or statutory limitation, but the bonds shall be indebtedness payable solely from bond revenues and fees, interest on the revenues and fees, and funds established for the payment of the bonds, and shall not constitute nor give rise to a pecuniary liability of the state or the authority, to a charge against the general credit of the authority or the state, or to a charge against the taxing powers of the state, and that fact shall be plainly stated on the face of each bond.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-159/"
    },
    {
      "id": "section-447160",
      "number": "447.160",
      "heading": "Bonds and Notes Generally.",
      "text": "(1) Bonds issued under this act may be executed and delivered at any time, may be issued as a single issue or from time to time as several issues, may be in the form and denominations, may be in coupon or registered form, may be payable in installments and at such time or times not exceeding 30 years from their date, may be subject to the terms of redemption, may be payable at such place or places, may bear interest at the rate or rates as may be set, reset, or calculated from time to time, or may bear no interest and may contain provisions not inconsistent with this act, all of which shall be provided in the resolution of the authority authorizing the bonds.\n\n(2) Bonds issued under the authority of this act may be sold at public or private sale at the price and in the manner and from time to time as may be determined by the authority to be most advantageous. The authority may pay all expenses, premiums, insurance premiums, and commissions that the authority considers necessary or advantageous in connection with the authorization, sale, and issuance of the bonds from proceeds of the bonds.\n\n(3) Bonds or notes issued by the authority are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821. The bonds issued by the authority are not required to be registered. A filing of a bond of the authority is not required under the uniform securities act, 1964 PA 265, MCL 451.501 to 451.818, or the uniform securities act (2002), 2008 PA 551, MCL 451.2101 to 451.2703.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990 ;-- Am. 2002, Act 302, Imd. Eff. May 9, 2002 ;-- Am. 2009, Act 81, Imd. Eff. Aug. 31, 2009",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-160/"
    },
    {
      "id": "section-447161",
      "number": "447.161",
      "heading": "Bonds or Security Agreement; Resolution; Trustee or Depository.",
      "text": "(1) The resolution under which the bonds are authorized to be issued or any security agreement, including an indenture or trust indenture to be entered into in connection with the bonds, may contain any agreements and provisions customarily contained in instruments securing bonds including, without limiting the generality of the foregoing, provisions respecting the fixing and collection of obligations, the creation and maintenance of special funds, and the rights and remedies available, in the event of default, to the bondholders or to the trustee under the security agreement, all as the authority considers advisable and as is not in conflict with this act. However, in making an agreement or provisions, the authority may not obligate itself, except with respect to eligible export loans and transactions, and may not incur a pecuniary liability or a charge upon the general credit of the authority or of the state, or against the taxing powers of the state.\n\n(2) The resolution of the authority authorizing bonds under this act and security agreement securing the bonds may provide that, in the event of default in payment of the principal of or the interest on the bonds or in the performance of an agreement contained in the proceedings or security agreement, the payment and performance may be enforced by mandamus or by the appointment of a receiver in equity with power to charge and collect any obligations and to apply any revenues pledged in accordance with the proceedings or the provisions of the security agreement. A security agreement also may provide that, in the event of default in payment or the violation of an agreement contained in the security agreement, the agreement may be foreclosed by proceedings at law or in equity, and may provide that a trustee under the security agreement or the holder of any of the bonds secured by the security agreement may become the purchaser at any foreclosure sale, if he or she is the highest bidder. A breach of any such agreement shall not impose pecuniary liability upon this state or the authority or a charge upon the general credit of the authority or of the state or against the taxing power of the state.\n\n(3) A trustee under a security agreement, or a depository specified by a security agreement, may be a person or corporation the authority designates, notwithstanding that the person or corporation may be a nonresident of the state or incorporated under the laws of the United States or any state of the United States.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-161/"
    },
    {
      "id": "section-447162",
      "number": "447.162",
      "heading": "Bonds; Refunding.",
      "text": "(1) Bonds issued under this act and at any time outstanding, at any time and from time to time, may be refunded by the authority by the issuance of its refunding bonds in an amount as the authority considers necessary, but not exceeding an amount sufficient to refund the principal of the bonds to be refunded, together with any unpaid interest on the bonds and any premiums, expenses, and commissions necessary to be paid in connection with the bonds. Refunding may be effected whether the bonds to be refunded have matured or will mature in the future, either by sale of the refunding bonds to be refunded or by exchange of the refunding bonds for the bonds to be refunded by the refunding bonds.\n\n(2) The holders of any bonds to be refunded shall not be compelled without their consent to surrender their bonds for payment or exchange before the date on which the bonds are payable, or, if the bonds are called for redemption, before the date on which the bonds are by their terms subject to redemption. All refunding bonds issued under the authority of this section shall be payable in the same manner and under the same terms and conditions as are provided in this act for the issuance of bonds.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-162/"
    },
    {
      "id": "section-447163",
      "number": "447.163",
      "heading": "Proceeds From Sale of Bonds; Application; Export Development Bond Fund as Separate Fund; Investments and Earnings.",
      "text": "(1) The proceeds from the sale of any bonds issued under this act shall be applied only for the purpose for which the bonds were issued. However, any premium or secured interest received in a sale shall be applied to the payment of the principal of or the interest on the bonds sold. If for any reason a portion of the proceeds shall not be needed for the purpose for which the bonds were issued, the unneeded portion of the proceeds shall be applied to the payment of the principal of or the interest on the bonds.\n\n(2) The proceeds of bonds issued under this act shall be kept in a separate fund to be known as the export development bond fund, which separate fund is created in the state treasury. All other money received by the authority also shall be deposited in this fund. With the approval of the board, the state treasurer may invest and reinvest all money in the fund from time to time in such obligations of the United States or of such other governmental or corporate issuers as the state treasurer, with the approval of the board, considers appropriate. All earnings upon the investments shall be added to the fund.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-163/"
    },
    {
      "id": "section-447164",
      "number": "447.164",
      "heading": "Tax Exemptions Generally.",
      "text": "The bonds, interest on the bonds, and the transfer of the bonds authorized under this act shall be exempt from all taxation by this state or any of its political subdivisions, except for inheritance, estate, or gift taxes.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-164/"
    },
    {
      "id": "section-447165",
      "number": "447.165",
      "heading": "Additional Tax Exemptions.",
      "text": "The property of the authority and its income and operation are exempt from all taxation by this state or its political subdivisions. This section shall not be construed to provide an exemption from any taxes for a person receiving assistance from the authority under this act.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-165/"
    },
    {
      "id": "section-447166",
      "number": "447.166",
      "heading": "Insurance Fund; Insurance Pledged as Security.",
      "text": "(1) The authority may create an insurance fund consisting solely of funds from the export development bond fund. The insurance fund shall be held in the custody of 1 or more financial institutions having a principal place of business in this state. The insurance fund shall be held as security for the holders of bonds issued under this act.\n\n(2) An insurance fund authorized by this section shall be governed by a trust agreement entered into by the authority with the trustees. The trust agreement may contain such provisions and limitations as to the investment and disbursement of money in the insurance fund; the payment of expenses of the insurance fund; the appointment, resignation, and discharge of trustees; the delegation of enforcement and collection powers under the insurance agreements to the trustee; the duties of the trustees; amendments of the trust agreement; and such other lawful provisions and limitations as the authority considers appropriate. The trust agreement may pledge premiums and other money that may be deposited in the insurance fund. The pledge shall be valid and binding from the time when the pledge is made. The premiums and other money so pledged and thereafter received by the insurance fund or by the trustees in its behalf immediately shall be subject to the lien of the pledge and shall be valid and binding as against all parties having claims of any kind against the insurance fund, irrespective of whether the parties have notice of the lien.\n\n(3) The authority also may use export development bond funds to purchase insurance that shall be pledged for the security of the holders of any bonds issued under this act. In any case in which insurance is pledged as security, whether obtained through the insurance funds authorized to be created under this section or purchased with export development bond funds, any description of the insurance shall expressly indicate the limitation of the liability of the authority and that neither the credit nor taxing power of this state or of any political subdivision of this state shall be available to satisfy any obligations with respect to the insurance.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-166/"
    },
    {
      "id": "section-447167",
      "number": "447.167",
      "heading": "Bonds, Debentures, Notes, or Other Evidence of Indebtedness as Securities; Investment; Deposit.",
      "text": "(1) The bonds, debentures, notes, or other evidence of indebtedness of the authority are made securities in which all public officers and bodies of this state and all municipal subdivisions of this state; all insurance companies and associations and other persons carrying on an insurance business; all banks, bankers, trust companies, savings banks, savings associations, including savings and loan associations and building and loan associations, investment companies and other persons carrying on a banking business; all administrators, guardians, executors, trustees, and other fiduciaries; and all other persons whatsoever who are now or who later may be authorized to invest in bonds or other obligations of this state may ly and legally invest funds, including capital, in their control or belonging to them.\n\n(2) The bonds, debentures, notes, or other evidence of indebtedness of the authority also are made securities which may be deposited with and may be received by all public officers and bodies of this state and all municipal subdivisions of this state for any purpose for which the deposit of bonds or other obligations of this state are now or later may be authorized.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-167/"
    },
    {
      "id": "section-447168",
      "number": "447.168",
      "heading": "Annual Report; Contents; Examination; Audit.",
      "text": "(1) On January 1 of each year the authority shall report on its operations for the preceding fiscal year to the governor and the legislature. The report shall include a summary of the activities of the authority and a complete operating and financial statement. The report shall include, but not be limited to, information on the number, value, type of product, and destination of export transactions assisted, the type of assistance rendered for each by the authority, grants made pursuant to section 8a and the results of those activities, trade shows attended, trade missions led, and any other information considered necessary for a competent evaluation or the authority's effectiveness.\n\n(2) The authority shall be subject to examination by the state treasurer. The accounts of the authority shall be audited by the state auditor general or a certified public accountant appointed by the auditor general.\n\nHistory:1986, Act 157, Imd. Eff. July 7, 1986 ;-- Am. 1990, Act 304, Imd. Eff. Dec. 14, 1990Compiler's Notes:In the last sentence of subsection (1), the phrase “evaluation or the authority's effectiveness” evidently should read “evaluation of the authority's effectiveness.”",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-447/statute-act-157-of-1986/section-447-168/"
    }
  ]
}