{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-1011-sale-of-trust-property-proceeds-of-sale-disposition",
  "sections": [
    {
      "id": "section-76-1011sale",
      "number": "76-1011.Sale",
      "heading": "of trust property; proceeds of sale; disposition",
      "text": "(1) The trustee shall apply the proceeds of the trustee's sale in the following order of priority:(a) First, the proceeds shall be applied to the costs and expenses of exercising the power of sale and of the sale, including the payment of the trustee'",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-1011",
      "number": "76-1011",
      "heading": "",
      "text": "76-1011.Sale of trust property; proceeds of sale; disposition.\n\n(1) The trustee shall apply the proceeds of the trustee's sale in the following order of priority:\n\n(a) First, the proceeds shall be applied to the costs and expenses of exercising the power of sale and of the sale, including the payment of the trustee's fees actually incurred not to exceed the amount which may be provided for in the trust deed;\n\n(b) Second, the proceeds shall be applied to payment of the obligation secured by the trust deed;\n\n(c) Third, the proceeds shall be applied to the payment of junior trust deeds, mortgages, or other lienholders; and\n\n(d) Fourth, the balance of the proceeds, if any, shall be applied to the person or persons legally entitled to any remaining proceeds.\n\n(2) Whether the proceeds are disbursed by the trustee pursuant to subsection (1) of this section or pursuant to an action described in section 76-1011.01, the payment of any attorney's fees and costs incurred by the trustee in connection with the distribution of the proceeds of the trustee's sale shall be deducted from the proceeds prior to the payment of junior trust deeds, mortgages, or other lien holders, or to any other person or persons legally entitled thereto.\n\nSourceLaws 1965, c. 451, ยง 11, p. 1430;Laws 1984, LB 679, ยง 22;Laws 2021, LB503, ยง 2.\n\nAnnotations\n\nUnder this section of the Nebraska Trust Deeds Act, a fee \"actually incurred\" means a fee that is based on services rendered. Under this section of the Nebraska Trust Deeds Act, a trustee has a duty to disburse proceeds to junior lienholders according to priority and, therefore, holds sale proceeds in trust for distribution to lienholders whose interests are junior to the interest of the beneficiary designated in the deed of trust. Arizona Motor Speedway v. Hoppe, 244 Neb. 316, 506 N.W.2d 699 (1993).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-1011/"
    }
  ]
}