{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-3413-revocation-by-instrument-authorized-revocation-by-ac",
  "sections": [
    {
      "id": "section-76-3413revocation",
      "number": "76-3413.Revocation",
      "heading": "by instrument authorized; revocation by act not permitted",
      "text": "(a) Subject to subsection (b) of this section, an instrument is effective to revoke a recorded transfer on death deed, or any part of it, only if the instrument:(1) Is one of the following:(A) A transfer on death deed that revokes the deed or",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-3413",
      "number": "76-3413",
      "heading": "",
      "text": "76-3413.Revocation by instrument authorized; revocation by act not permitted.\n\n(a) Subject to subsection (b) of this section, an instrument is effective to revoke a recorded transfer on death deed, or any part of it, only if the instrument:\n\n(1) Is one of the following:\n\n(A) A transfer on death deed that revokes the deed or part of the deed expressly or by inconsistency;\n\n(B) An instrument of revocation that expressly revokes the deed or part of the deed and that is executed with the same formalities as required in section 76-3409;\n\n(C) An inter vivos deed that expressly or by inconsistency revokes the transfer on death deed or part of the deed; or\n\n(D) An inter vivos deed to a bona fide purchaser that expressly or by inconsistency revokes the transfer on death deed or part of the deed; and\n\n(2) Is an instrument under subdivisions (1)(A), (B), and (C) of this subsection that is acknowledged by the transferor after the acknowledgment of the deed being revoked and is recorded before the transferor's death. For any instrument under subdivision (1)(D) of this subsection, such instrument must be acknowledged by the transferor after the acknowledgment of the deed being revoked and must be recorded before the later of thirty days after being executed or the transferor's death. Any instrument under this subsection shall be recorded in the public records in the office of the register of deeds of the county where the deed being revoked is recorded.\n\n(b) If a transfer on death deed is made by more than one transferor:\n\n(1) Revocation by a transferor does not affect the deed as to the interest of another transferor; and\n\n(2) A deed of joint owners is revoked only if it is revoked by all of the living joint owners who were transferors.\n\n(c) After a transfer on death deed is recorded, it may not be revoked by a revocatory act on the deed.\n\n(d) This section does not limit the effect of an inter vivos transfer of the property.\n\n(e) A bona fide purchaser is a purchaser for value in good faith and without notice of any adverse claim.\n\nSourceLaws 2012, LB536, ยง 13;Laws 2020, LB966, ยง 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-3413/"
    }
  ]
}