{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-23901-construction-finance-proceeds-to-apply-payment-of-l",
  "sections": [
    {
      "id": "section-76-23901construction",
      "number": "76-239.01.Construction",
      "heading": "finance; proceeds to apply payment of lawful claims for labor and material furnished; duty of contractor",
      "text": "Any person, firm or corporation lending money for the purpose of financing the construction of improvements on real property, to be secured by a mortgage filed of record, is hereby required, befo",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-23901",
      "number": "76-239.01",
      "heading": "",
      "text": "76-239.01.Construction finance; proceeds to apply payment of lawful claims for labor and material furnished; duty of contractor.\n\nAny person, firm or corporation lending money for the purpose of financing the construction of improvements on real property, to be secured by a mortgage filed of record, is hereby required, before the disbursement of any proceeds under such loan, to notify the borrower in writing, separate from any written application, mortgage note, or any other loan document between the lender and the borrower, that it is the responsibility of the borrower or the borrower's contractor, if disbursements are to be made to such contractor, to apply the loan proceeds to the payment of lawful claims for labor and material furnished for such improvements and that failure of the borrower or his contractor to pay all lawful claims for labor and material could result in the filing of construction liens against the property. It shall be the duty of the contractor to whom any such disbursement is made to make such application of the loan proceeds.\n\nSourceLaws 1969, c. 612, ยง 1, p. 2491.\n\nAnnotations\n\nAny corporation lending money for financing construction to be secured by a mortgage of record is required to notify the borrower in writing that it is the responsibility of the borrower or his contractor to apply the loan proceeds to payment of lawful claims for labor and materials furnished for improvements. Westland Homes Corp. v. Hall, 193 Neb. 237, 226 N.W.2d 622 (1975).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-239-01/"
    }
  ]
}