{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-239-deed-of-trust-mortgage-or-real-estate-sale-contract-r",
  "sections": [
    {
      "id": "section-76-239deed",
      "number": "76-239.Deed",
      "heading": "of trust, mortgage, or real estate sale contract; record; effect as notice; when expires; extension; exceptions",
      "text": "(1) After the expiration of ten years from the date of maturity of any debt or other obligation secured by a deed of trust, mortgage, or real estate sale contract as stated in or ascertain",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-239",
      "number": "76-239",
      "heading": "",
      "text": "76-239.Deed of trust, mortgage, or real estate sale contract; record; effect as notice; when expires; extension; exceptions.\n\n(1) After the expiration of ten years from the date of maturity of any debt or other obligation secured by a deed of trust, mortgage, or real estate sale contract as stated in or ascertainable from the record of such deed of trust, mortgage, or contract and, in cases where the date of such maturity cannot be ascertained from such record, after the expiration of thirty years from the date of such deed of trust, mortgage, or contract, the record of any deed of trust, mortgage, or real estate contract that has been recorded shall cease to be notice of the existence and lien of such deed of trust, mortgage, or contract as to subsequent encumbrancers and purchasers for value whose deeds, deeds of trust, mortgages, or other instruments shall be thereafter executed and recorded. Such deed of trust, mortgage, or contract shall be conclusively presumed to have been fully paid and discharged and the record thereof shall thereupon cease to be or constitute notice of the existence or lien thereof and shall be wholly void and thereafter shall not be construed to be any part of the public records in the office of the register of deeds as against subsequent purchasers and encumbrancers for value.\n\n(2) Prior to the termination of the record and notice pursuant to subsection (1) of this section, the owner and holder of the deed of trust, mortgage, or contract may file for record with the register of deeds an affidavit to the effect that the deed of trust, mortgage, or contract is unpaid and is still a valid and subsisting lien. Upon the filing of such affidavit the record of the deed of trust, mortgage, or contract shall continue to exist and be valid as notice of the existence of such deed of trust, mortgage, or contract and of any lien thereof, for an additional period of ten years from the date of the filing of such affidavit. The owner and holder of such deed of trust, mortgage, or contract may alternatively file for record with the register of deeds a duly executed written extension agreement thereof in which event the record of the deed of trust, mortgage, or contract shall continue to exist and be valid as notice of the existence of such deed of trust, mortgage, or contract and of any lien thereof, for an additional period of ten years from the maturity of the deed of trust, mortgage, or contract debt as shown by the recorded extension agreement.\n\n(3) Such periods of notice may be successively extended for additional periods. However, this section shall not be construed as to extend the time within which an action on any deed of trust, mortgage, or contract may be instituted, or in any manner to alter or amend the time within which any action on a deed of trust, mortgage, or contract may be brought under the general laws of this state. This section also shall not apply to mortgages or deeds of trust and instruments supplementary or amendatory thereto covering real estate as well as personal property, such property constituting a portion of property used in carrying on the business of a public utility or a gas or oil pipeline system, and executed to secure the payment of money. The lien of mortgages or deeds of trust and supplements and amendments thereto shall continue in force and effect as to any interest of the mortgagor in the real estate described therein, together with personal property, without the necessity of such renewal affidavit or extension agreement being made and filed, and notwithstanding that the same may have been on file for the period of time set out in this section. The mortgage or deed of trust or instruments supplementary or amendatory thereto shall disclose that the mortgagor or grantor therein is then carrying on the business of a public utility or a gas or oil pipeline system or the mortgagor or grantor has filed an affidavit to that effect for record with the register of deeds.\n\n(4) It is the intent of the Legislature that the changes made by Laws 2005, LB 97, shall not affect or alter the status of any deed of trust, mortgage, or real estate sales contract rendered void prior to September 4, 2005.\n\nSourceLaws 1941, c. 154, § 2, p. 600;C.S.Supp.,1941, § 76-279;R.S.1943, § 76-239;Laws 1957, c. 138, § 2, p. 461;Laws 2005, LB 97, § 1.\n\nAnnotations\n\nProtection is afforded only to subsequent purchasers and encumbrancers. Alexanderson v. Wessman, 158 Neb. 614, 64 N.W.2d 306 (1954).\n\nProtection is not afforded by this section to parties who purchase with notice. Hadley v. Platte Valley Cattle Co., 143 Neb. 482, 10 N.W.2d 249 (1943).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-239/"
    }
  ]
}