{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-1415-prohibited-provisions-in-rental-agreements",
  "sections": [
    {
      "id": "section-76-1415prohibited",
      "number": "76-1415.Prohibited",
      "heading": "provisions in rental agreements",
      "text": "(1) No rental agreement may provide that the tenant:(a) Agrees to waive or to forego rights or remedies under the Uniform Residential Landlord and Tenant Act;(b) Authorizes any person to confess judgment on a claim arising out of the rental agreement;(c) Agrees to pay",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-1415",
      "number": "76-1415",
      "heading": "",
      "text": "76-1415.Prohibited provisions in rental agreements.\n\n(1) No rental agreement may provide that the tenant:\n\n(a) Agrees to waive or to forego rights or remedies under the Uniform Residential Landlord and Tenant Act;\n\n(b) Authorizes any person to confess judgment on a claim arising out of the rental agreement;\n\n(c) Agrees to pay the landlord's or tenant's attorney's fees; or\n\n(d) Agrees to the exculpation or limitation of any liability of the landlord arising due to active and actionable negligence of the landlord or to indemnify the landlord for that liability arising due to active and actionable negligence or the costs connected therewith.\n\n(2) A provision prohibited by subsection (1) of this section included in a rental agreement is unenforceable. If a landlord deliberately uses a rental agreement containing provisions known by him or her to be prohibited, the tenant may recover actual damages sustained by him or her and reasonable attorney's fees.\n\nSourceLaws 1974, LB 293, ยง 15;Laws 2001, LB 7, ยง 11.\n\nAnnotations\n\nThe Uniform Residential Landlord and Tenant Act applies only to residential leases and does not prohibit exculpatory clauses or limitations on the landlord's liability in commercial leases. Bedrosky v. Hiner, 230 Neb. 200, 430 N.W.2d 535 (1988).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-1415/"
    }
  ]
}