{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-107-future-interest-conveyance-authorized-exceptions-limi",
  "sections": [
    {
      "id": "section-76-107",
      "number": "76-107",
      "heading": "",
      "text": "76-107.Future interest; conveyance authorized; exceptions; limitations.\n\n(1) The conveyance of an existing future interest, whether legal or equitable, is not ineffective on the sole ground that the interest so conveyed is future or contingent, except that possibilities of reverter or rights of reentry for breach of condition subsequent shall not be alienable or devisable.\n\n(2) Neither possibilities of reverter nor rights of reentry for breach of condition subsequent relating to any property, whether created on, before, or after July 9, 1988, when the condition has not been broken, shall be valid for a longer period than thirty years from the date of the creation of the condition or possibility of reverter or right of reentry. If such possibility of reverter or right of reentry is created to endure for a longer period than thirty years, it shall be valid for thirty years. This subsection shall not apply to personal property which has been conveyed to a library or museum for the purpose of public display.\n\n(3) Any cause of action arising from any possibility of reverter or right of reentry for breach of condition subsequent which existed prior to July 9, 1988, shall be commenced within a period of one year following July 9, 1988.\n\nSourceLaws 1941, c. 153, § 7, p. 596;C.S.Supp.,1941, § 76-1007;R.S.1943, § 76-107;Laws 1961, c. 367, § 1, p. 1139;Laws 1988, LB 657, § 1.\n\nAnnotations\n\nThe plain language of this section shows that conditions subsequent expire either upon the attempted transfer of the possibilities of reverter or rights of reentry, or 30 years after the creation of the condition subsequent. State v. Union Pacific RR. Co., 241 Neb. 675, 490 N.W.2d 461 (1992).\n\nCreation of contingent future interests is recognized. Ellingrod v. Trombla, 168 Neb. 264, 95 N.W.2d 635 (1959).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-107/"
    }
  ]
}