{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-1221-displaced-person-defined",
  "sections": [
    {
      "id": "section-76-1221",
      "number": "76-1221",
      "heading": "",
      "text": "76-1221.Displaced person, defined.\n\n(1) Displaced person means:\n\n(a) Any person who, on or after April 2, 1989, moves from or moves his or her personal property from real property as a result of a written notice of the intent to acquire, the initiation of negotiations for, or the acquisition of such real property, in whole or in part, for a publicly financed project;\n\n(b) Any person who, as a result of a publicly financed project, moves from or moves his or her personal property from real property on which such person is a residential tenant, conducts a small business as defined by criteria established by the lead agency which are consistent with regulations adopted and promulgated by the United States Department of Transportation under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970, 42 U.S.C. 4601 et seq., as amended, conducts a farm operation, or conducts a business, as a direct result of rehabilitation, demolition, or other displacing activity when such displacement is permanent; or\n\n(c) Solely for purposes of sections 76-1228, 76-1229, and 76-1238, any person who moves from or moves his or her personal property from real property as a direct result of (i) written notice of intent to acquire or the acquisition of other real property, in whole or in part, on which such person conducts a business or farm operation or (ii) the rehabilitation, demolition, or other displacing activity of other real property on which such person conducts a business or a farm operation, when such displacement is permanent.\n\n(2) Displaced person does not include:\n\n(a) A person who is determined by the displacing agency to be in unlawful occupancy of the real property prior to or after the initiation of negotiations for acquisition of the real property or a person who has been evicted for cause;\n\n(b) In any case in which the displacing agency acquires property for a publicly financed project, any person who occupies such property on a rental basis after the property has been acquired by the displacing agency or for a period subject to termination when the property is needed for the project;\n\n(c) A person who moves before the initiation of negotiations for acquisition of the real property unless the agency determines that the person was displaced as a direct result of the program or project;\n\n(d) A person who initially enters into occupancy of the property after the date of its acquisition for the project;\n\n(e) A person who has occupied the property for the purpose of obtaining assistance under the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970, 42 U.S.C. 4601 et seq., as amended;\n\n(f) A person who is not required to relocate permanently as a direct result of a project;\n\n(g) An owner-occupant who moves as a result of the rehabilitation or demolition of the real property or an owner-occupant who moves as a result of an acquisition of real property when the acquisition of the real property meets all the following conditions:\n\n(i) No specific site or real property needs to be acquired, although the agency may limit its search for alternative sites to a general geographic area;\n\n(ii) The real property to be acquired is not part of an intended, planned, or designated project area where all or substantially all of the real property within the area is to be acquired within specific time limits;\n\n(iii) The agency will not acquire the real property if negotiations fail to result in an amicable agreement and the owner is so informed in writing; and\n\n(iv) The agency informs the owner in writing of what it believes to be the market value of the real property.\n\nSubdivision (g) of this subsection does not apply to any tenant who must move as a direct result of the acquisition, rehabilitation, or demolition of real property;\n\n(h) An owner-occupant who moves as a result of an acquisition of real property when the acquisition of the real property is for a program or project undertaken by an agency or person that does not have authority to acquire real property by eminent domain, if such agency or person:\n\n(i) Prior to making an offer for the real property, clearly advises the owner that it is unable to acquire the real property if negotiations fail to result in an agreement; and\n\n(ii) Informs the owner in writing of what it believes to be the market value of the real property.\n\nSubdivision (h) of this subsection does not apply to any tenant who must move as a direct result of the acquisition of real property;\n\n(i) A person who the agency determines is not displaced as a direct result of a partial acquisition;\n\n(j) A person who, after receiving a notice of the intent to acquire, the initiation of negotiations, or the acquisition of the real property, is notified in writing that he or she will not be displaced for a project;\n\n(k) A person who retains the right of use and occupancy of the real property for life following its acquisition by the agency;\n\n(l) Tenants required to move as a result of the sale of their dwelling to a person using downpayment assistance authorized by section 102 of the American Dream Downpayment Act, 42 U.S.C. 12821, as amended; or\n\n(m) A person who has otherwise been determined to be ineligible for relocation assistance pursuant to rules and regulations adopted and promulgated according to law by the lead agency and consistent with 49 C.F.R. 24.208, as amended.\n\nSourceLaws 1989, LB 254, ยง 8;Laws 2011, LB167, ยง 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-1221/"
    }
  ]
}