{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-870-encumbrance-or-conveyance-of-common-elements-procedur",
  "sections": [
    {
      "id": "section-76-870",
      "number": "76-870",
      "heading": "",
      "text": "76-870.Encumbrance or conveyance of common elements; procedure.\n\n(a) Portions of the common elements may be encumbered or conveyed or otherwise subjected to a security interest by the association if persons entitled to cast at least sixty-seven percent of the votes in the association, including sixty-seven percent of the votes allocated to units not owned by a declarant, or any larger percentage the declaration specifies, agree to that action; but all the owners of units to which any limited common element is allocated must agree to encumber or convey that limited common element or subject it to a security interest. The declaration may specify a smaller percentage only if all of the units are restricted exclusively to nonresidential uses. Proceeds of the sale are an asset of the association.\n\n(b) An agreement to encumber or convey common elements or subject them to a security interest must be evidenced by the execution of an agreement, or ratifications thereof, in the same manner as a deed, by the requisite number of unit owners. The agreement must specify a date after which the agreement will be void unless recorded before that date. The agreement and all ratifications thereof must be recorded in every county in which a portion of the condominium is situated and is effective only upon recordation.\n\n(c) The association, on behalf of the unit owners, may contract to encumber or convey common elements or subject them to a security interest, but the contract is not enforceable against the association until approved pursuant to subsections (a) and (b) of this section. Thereafter, the association has all powers necessary and appropriate to effect the conveyance or encumbrance, including the power to execute deeds or other instruments.\n\n(d) Any purported conveyance, encumbrance, judicial sale, or other voluntary transfer of common elements, unless made pursuant to this section, is void.\n\n(e) A conveyance or an encumbrance of common elements pursuant to this section does not deprive any unit of its rights of access and support.\n\n(f) Unless the declaration otherwise provides, a conveyance or an encumbrance of common elements pursuant to this section does not affect the priority or validity of preexisting encumbrances.\n\nSourceLaws 1983, LB 433, ยง 46;Laws 1984, LB 1105, ยง 11;Laws 2020, LB808, ยง 50.\n\nAnnotations\n\nIn order to convey limited common elements, subsection (a) of this section requires the approval of 80 percent of the total authorized votes in the association and the approval of all of the unit owners to which the use of the limited common elements is allocated. McGill v. Lion Place Condo. Assn., 291 Neb. 70, 864 N.W.2d 642 (2015).\n\nSubsection (a) of this section requires the approval of 80 percent of the total authorized votes in the association to convey common elements, whether or not the common elements are also limited common elements. McGill v. Lion Place Condo. Assn., 291 Neb. 70, 864 N.W.2d 642 (2015).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-870/"
    }
  ]
}