{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-2805-certificate-of-satisfaction-contents-statutory-form",
  "sections": [
    {
      "id": "section-76-2805certificate",
      "number": "76-2805.Certificate",
      "heading": "of satisfaction; contents; statutory form",
      "text": "(1) A certificate of satisfaction shall:(a) Identify the original parties to the security instrument, the landowner, the secured creditor, the record holder of the security instrument, if different from the secured creditor, the recording data for the securi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-2805",
      "number": "76-2805",
      "heading": "",
      "text": "76-2805.Certificate of satisfaction; contents; statutory form.\n\n(1) A certificate of satisfaction shall:\n\n(a) Identify the original parties to the security instrument, the landowner, the secured creditor, the record holder of the security instrument, if different from the secured creditor, the recording data for the security instrument, and a legal description of the real property identified in the security instrument;\n\n(b) State that the person executing the certificate of satisfaction is the closing agent and, if the closing agent is a title insurance agent, state the book and page or instrument number of the designation of authority by which the title insurance agent is authorized to file the certificate of satisfaction;\n\n(c) State that the secured creditor provided a payoff statement;\n\n(d) State that there is satisfactory evidence that the secured creditor has received full payment or performance of the sums identified in the payoff statement;\n\n(e) State that there are reasonable grounds to believe that the real property described in the security instrument is residential real property;\n\n(f) State that the secured creditor has failed to execute and record a deed of reconveyance or release or satisfaction of the security interest and that the closing agent has not received a notification that the secured obligation remains unsatisfied;\n\n(g) State that sixty days have elapsed since the secured creditor received full payment or performance of the sums identified in the payoff statement and notification in accordance with section 76-2806 has been given to the secured creditor; and\n\n(h) Be executed and acknowledged as required for a conveyance of an interest in real property.\n\n(2) The following statutory certificate of satisfaction, when reproduced and used in the identical words or in substantially the same or a more similar than dissimilar form, shall satisfy the requirements of subsection (1) of this section:\n\nCERTIFICATE OF SATISFACTION\n\nThe undersigned closing agent with a designation of authority recorded in book ............., page(s) ........., or as instrument ........................ of the miscellaneous records relating to real estate of .................. County, Nebraska, from a title insurer authorized to transact the business of insuring titles to interests in real property in the State of Nebraska, or a member in good standing of the Nebraska State Bar Association, hereby represents:\n\n(a) The indebtedness secured by that certain security instrument, identified as a mortgage, trust deed, or deed of trust, executed by .............., as mortgagor/trustor, to ............., as trustee, and .............., as beneficiary or .............., as mortgagee, recorded on ....... in book ......., page(s) ......., or as Inst. No. ............ of the mortgage records of ............. County, Nebraska, and creating a security interest in the following described real estate: ................................ has received full payment or performance pursuant to a payoff statement provided to the undersigned on ................... by ....................., the holder of the underlying indebtedness, and being the secured creditor;\n\n(b) The undersigned has satisfactory evidence that the secured creditor has received full payment or performance of the sums identified in such payoff statement;\n\n(c) The undersigned has reasonable grounds to believe that the real property described in the security instrument is residential real property;\n\n(d) The undersigned has not received notification that the secured obligation remains unsatisfied; and\n\n(e) To the best knowledge of the undersigned, the secured creditor has not recorded any instrument satisfying or releasing the security interest within sixty days following (i) the secured creditor's receipt of full payment or performance and (ii) notification as required by law.\n\nDated: ..............., by ......................., Closing Agent.\n\nSourceLaws 2008, LB386, ยง 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-2805/"
    }
  ]
}