{
  "state": "nebraska",
  "path": "title-chapter-76-real-property/chapter-76-1903-mortgage-foreclosure-notice-of-right-to-cure-content",
  "sections": [
    {
      "id": "section-76-1903",
      "number": "76-1903",
      "heading": "",
      "text": "76-1903.Mortgage foreclosure; notice of right to cure; contents; cure of default; effect.\n\n(1) In any action for the foreclosure of a mortgage upon protected real estate, if the mortgaged premises are used in farming operations carried on by the mortgagor, the mortgagee shall, before the commencement of such action, send to the mortgagor written notice of right to cure.\n\n(2) The notice of right to cure shall set forth:\n\n(a) A statement identifying the mortgage instrument by stating the name of the mortgagor named therein and giving the book and page or computer system reference where the same is recorded, a brief description of the mortgaged premises, and a statement that a breach of an obligation contained in or secured by the mortgage has occurred, setting forth the nature of such breach and of the mortgagee's election to enforce the mortgage against the mortgaged premises;\n\n(b) A statement that the mortgagor, his or her successor in interest in the mortgaged premises or any part thereof, or any other person having a subordinate lien or encumbrance of record thereon may, at any time within two months of the sending of the notice of right to cure, render to the mortgagee or his or her successor in interest full performance and payment of the entire amount then due under the terms of the mortgage and the obligation secured thereby, including costs and expenses actually incurred in enforcing the terms of such obligation and mortgage, including reasonable attorney's fees not exceeding one-half of one percent of the unpaid principal balance then due, and any reinstatement fee provided for under the terms of the mortgage or the obligation thereby secured, other than such portion of the principal as would not then be due had no default occurred, and thereby cure the default previously existing;\n\n(c) A statement of the amount of the entire unpaid principal sum secured by the mortgage, the amount of interest accrued thereon to and including the date of notice, and the dollar amount of the per diem interest accruing from and after such date; and\n\n(d) A statement of the amount of the unpaid principal which would not then be due had no default occurred.\n\n(3) A copy of the notice of right to cure sent to the mortgagor shall be appended as an exhibit to the foreclosure petition filed with the court. The right to cure provided by this section shall expire two months from the date the notice of right to cure is sent to the mortgagor.\n\n(4) If the default is cured prior to the expiration of the two-month period, any action previously commenced shall be dismissed and the mortgage and the obligation thereby secured shall be reinstated and shall be and remain in force and effect the same as if no default or acceleration had occurred.\n\nSourceLaws 1986, Third Spec. Sess., LB 3, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-76/statute-76-1903/"
    }
  ]
}