{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-306-deputy-registrars-teams-duties-acknowledgment-of-regi",
  "sections": [
    {
      "id": "section-32-306deputy",
      "number": "32-306.Deputy",
      "heading": "registrars; teams; duties; acknowledgment of registration; when; applicability of section",
      "text": "Deputy registrars shall register voters in teams of at least two deputies, one of whom is not a member of the same political party as the other or others. The deputy registrars shall return the completed regist",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-306",
      "number": "32-306",
      "heading": "",
      "text": "32-306.Deputy registrars; teams; duties; acknowledgment of registration; when; applicability of section.\n\nDeputy registrars shall register voters in teams of at least two deputies, one of whom is not a member of the same political party as the other or others. The deputy registrars shall return the completed registration applications to the office of the election commissioner or county clerk of the county in which the registrations are to be effective no later than the end of the next business day after the registrations are taken. The election commissioner or county clerk shall mail an acknowledgment of registration at least five days prior to the next election to each person registered by a deputy registrar. Deputy registrars shall not register voters after 6 p.m. on the third Friday preceding any election. A registration application received after the deadline shall not be processed by the election commissioner or county clerk until after the election. This section shall not apply to registration done by the employees of the election commissioner or county clerk.\n\nSourceLaws 1994, LB 76, ยง 68;Laws 1997, LB 764, ยง 31;Laws 2005, LB 566, ยง 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-306/"
    }
  ]
}