{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-210-chief-deputy-election-commissioner-vacancy-procedure-",
  "sections": [
    {
      "id": "section-32-210chief",
      "number": "32-210.Chief",
      "heading": "deputy election commissioner; vacancy; procedure for filling",
      "text": "The election commissioner in counties having a population of more than one hundred thousand inhabitants shall, within ten days after being appointed or being notified that a vacancy exists in the office of chief deputy election commissione",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-210",
      "number": "32-210",
      "heading": "",
      "text": "32-210.Chief deputy election commissioner; vacancy; procedure for filling.\n\nThe election commissioner in counties having a population of more than one hundred thousand inhabitants shall, within ten days after being appointed or being notified that a vacancy exists in the office of chief deputy election commissioner, notify by registered or certified mail the county chairperson of the political parties from which a chief deputy election commissioner may be appointed that an appointment needs to be made. The county chairperson of the political parties shall call a meeting of a committee comprised of the county chairperson, vice-chairperson, secretary, and treasurer of the political parties within ten days after receiving the letter for the purpose of preparing a list of three or more candidates. The list shall be submitted to the election commissioner within five days after the meeting, and the election commissioner shall select a chief deputy election commissioner from the list of names of candidates submitted within ten days after receiving all lists. If a political party does not submit a list within the timeframes required by this section, the election commissioner shall select a chief deputy election commissioner from the lists received.\n\nSourceLaws 1994, LB 76, ยง 30;Laws 1997, LB 764, ยง 15;Laws 2014, LB946, ยง 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-210/"
    }
  ]
}