{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-1033-certificate-of-nomination-certificate-of-election-is",
  "sections": [
    {
      "id": "section-32-1033",
      "number": "32-1033",
      "heading": "",
      "text": "32-1033.Certificate of nomination; certificate of election; issuance by election commissioner or county clerk; when; form.\n\nThe election commissioner or county clerk shall, on or before the sixth Monday after the election, prepare, sign, and deliver a certificate of nomination or a certificate of election to each person whom the county canvassing board has declared to have received the highest vote for county, city, or village offices. No person shall be issued a certificate of nomination as a candidate of a political party unless such person has received a number of votes at least equal to five percent of the total ballots cast at the primary election by registered voters affiliated with that political party in the district which the office for which he or she is a candidate serves. The certificate shall be substantially as follows:\n\nState of Nebraska. At an election held on the ....... day of ....... 20.., ...... was elected to the office of ................. for the term of ...... years from the ............ day of ...... 20.. (or when filling a vacancy, for the residue of the term ending on the .... day of ........ 20..). Given at .......... this .... day of ........ 20.. .\n\nSourceLaws 1994, LB 76, ยง 327;Laws 1997, LB 764, ยง 101;Laws 1999, LB 571, ยง 12;Laws 2022, LB843, ยง 39.\n\nAnnotations\n\nThere is a presumption that a certificate of nomination issued pursuant to this section does not create a binding contract between a candidate and the State. Pick v. Nelson, 247 Neb. 487, 528 N.W.2d 309 (1995).\n\nBy accepting a nomination for the office of presidential elector, a candidate pledges himself to discharge his duty, if elected, by voting for the candidates to be nominated subsequently by the national convention of the party. State ex rel. Nebraska Rep. State C. Com. v. Wait, 92 Neb. 313, 138 N.W. 159 (1912), 43 L.R.A.N.S. 282 (1912).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-1033/"
    }
  ]
}