{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-404-political-subdivisions-elections-how-held-notice-of-f",
  "sections": [
    {
      "id": "section-32-404",
      "number": "32-404",
      "heading": "",
      "text": "32-404.Political subdivisions; elections; how held; notice of filing deadlines; certifications required; forms; maps and additional information.\n\n(1) When any political subdivision holds an election in conjunction with the statewide primary or general election, the election shall be held as provided in the Election Act. Any other election held by a political subdivision shall be held as provided in the act unless otherwise provided by the charter, code, or bylaws of the political subdivision.\n\n(2) No later than December 1 of each odd-numbered year, the Secretary of State, election commissioner, or county clerk shall give notice to each political subdivision of the filing deadlines for the statewide primary election. No later than January 5 of each even-numbered year, the governing board of each political subdivision which will hold an election in conjunction with a statewide primary election shall certify to the Secretary of State, the election commissioner, or the county clerk the name of the subdivision, the number of officers to be elected, the length of the terms of office, the vacancies to be filled by election and length of remaining term, and the number of votes to be cast by a registered voter for each office.\n\n(3) No later than June 15 of each even-numbered year, the governing board of each reclamation district, county weed district, village, county under township organization, public power district receiving annual gross revenue of less than forty million dollars, or educational service unit which will hold an election in conjunction with a statewide general election shall certify to the Secretary of State, the election commissioner, or the county clerk the name of the subdivision, the number of officers to be elected, the length of the terms of office, the vacancies to be filled by election and length of remaining term, and the number of votes to be cast by a registered voter for each office.\n\n(4) The Secretary of State shall prescribe the forms to be used for certification to him or her, and the election commissioner or county clerk shall prescribe the forms to be used for certification to him or her.\n\n(5) Each city, village, township, school district, public power district, sanitary and improvement district, metropolitan utilities district, fire protection district, natural resources district, regional metropolitan transit authority, community college area, learning community coordinating council, educational service unit, hospital district, reclamation district, library board, and airport authority shall furnish to the Secretary of State and election commissioner or county clerk any maps and additional information which the Secretary of State and election commissioner or county clerk may require in the proper performance of their duties in the conduct of elections and certification of results.\n\nSourceLaws 1994, LB 76, § 96;Laws 1997, LB 764, § 46;Laws 2004, LB 927, § 1;Laws 2017, LB451, § 6;Laws 2021, LB285, § 7;Laws 2024, LB287, § 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-404/"
    }
  ]
}