{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-961-poll-watchers-eligibility-appointment-notice-required",
  "sections": [
    {
      "id": "section-32-961",
      "number": "32-961",
      "heading": "",
      "text": "32-961.Poll watchers; eligibility; appointment; notice required.\n\n(1)(a) To be eligible to be a poll watcher, an individual shall be either:\n\n(i) A registered voter of this state; or\n\n(ii) An individual representing a state-based, national, or international election monitoring organization.\n\n(b) A candidate or a spouse of a candidate on the ballot at the election shall not be eligible for appointment as a poll watcher at such election.\n\n(2) For poll watchers eligible under subdivision (1)(a)(i) of this section, any political party in Nebraska, a candidate for election in Nebraska not affiliated with a political party, an organization of persons interested in a question on the ballot, or a nonpartisan organization interested in Nebraska's elections and the elective process may appoint one or more poll watchers. Any such person or organization intending to appoint one or more poll watchers shall provide written notification to the election commissioner or county clerk of the county in which the poll watchers will be active on election day no later than the close of business on the Wednesday prior to election day. The notification shall include a list of appointed poll watchers and a list of the precincts that the poll watchers plan to observe and shall be provided prior to each election at which one or more poll watchers will be active. A poll watcher shall not be denied entry to a polling place because the poll watcher is not on the list or because the precinct is not on the list.\n\n(3) For poll watchers eligible under subdivision (1)(a)(ii) of this section, any national or international election monitoring organization intending to appoint one or more poll watchers shall provide written notification to the Secretary of State no later than the close of business on the Wednesday prior to election day. The notification shall include a list of appointed poll watchers and a list of the counties and precincts to be observed and shall be provided prior to each election at which one or more poll watchers will be active.\n\nSourceLaws 2020, LB1055, ยง 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-961/"
    }
  ]
}