{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-328-voter-registration-register-precinct-list-issuance-of",
  "sections": [
    {
      "id": "section-32-328voter",
      "number": "32-328.Voter",
      "heading": "registration register; precinct list; issuance of ballots; correction of errors; procedures",
      "text": "(1) The election commissioner or county clerk shall, upon the personal application of any registered voter or whenever informed of any error and after due investigation, correct any error in the voter registr",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-328",
      "number": "32-328",
      "heading": "",
      "text": "32-328.Voter registration register; precinct list; issuance of ballots; correction of errors; procedures.\n\n(1) The election commissioner or county clerk shall, upon the personal application of any registered voter or whenever informed of any error and after due investigation, correct any error in the voter registration register. For such purpose, the election commissioner or county clerk may summon witnesses and compel their attendance to appear at the office of the election commissioner or county clerk to give testimony pertaining to residence, qualifications, or any other facts required to be entered in the voter registration register. Such testimony shall be transcribed and become a part of his or her records.\n\n(2) If the name of any registered voter of any precinct does not appear on the precinct list of registered voters through an error and the election commissioner or county clerk informs the precinct inspector or judge of election that credible evidence exists that substantiates that an error has been made, the precinct inspector or judge of election shall enter the correction in the precinct list of registered voters, initial the correction, and authorize the receiving board to issue the proper ballots to the voter as directed by the election commissioner or county clerk and receive his or her vote. The election commissioner or county clerk shall designate whether the voter is entitled to a regular ballot or a provisional ballot as provided in section 32-915. The election commissioner or county clerk shall implement the policy regarding designation of ballots uniformly throughout the county. All corrections shall be entered on the voter registration register as soon as possible after the election.\n\nSourceLaws 1994, LB 76, ยง 90;Laws 1999, LB 234, ยง 6;Laws 2005, LB 566, ยง 28;Laws 2010, LB325, ยง 1.\n\nAnnotations\n\nThe election commissioner acts quasi-judicially when performing the duties prescribed by this section. State ex rel. Williams v. Moorhead, 96 Neb. 559, 148 N.W. 552 (1914), reversing 95 Neb. 80, 144 N.W. 1055 (1914).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-328/"
    }
  ]
}