{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-321-voter-registration-applications-availability-secretar",
  "sections": [
    {
      "id": "section-32-321voter",
      "number": "32-321.Voter",
      "heading": "registration applications; availability; Secretary of State; designated voter registration agency; mailing deadline; notice to applicant; when required; payment of postage costs",
      "text": "(1) Any elector may request a voter registration application from the office of the Secretary of State or the election com",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-321",
      "number": "32-321",
      "heading": "",
      "text": "32-321.Voter registration applications; availability; Secretary of State; designated voter registration agency; mailing deadline; notice to applicant; when required; payment of postage costs.\n\n(1) Any elector may request a voter registration application from the office of the Secretary of State or the election commissioner or county clerk. The Secretary of State and the election commissioner or county clerk shall make registration applications prescribed by the Secretary of State available and may place the applications in public places. The Secretary of State and the election commissioner or county clerk may require that all unused applications be returned to his or her office and may place reasonable limits on the amount of applications requested.\n\n(2) If an elector returns the completed application to the office of the Secretary of State or submits an application to the Secretary of State pursuant to section 32-304, the office shall deliver the application to the election commissioner or county clerk of the county in which the elector resides not later than ten days after receipt by the office, except that if the application is returned to the office or submitted pursuant to section 32-304 within five days prior to the third Friday preceding any election, it shall be delivered not later than five days after the date it is returned. The deadline for returning a completed application to the office of the Secretary of State or submitting an application pursuant to section 32-304 is the close of business on the third Friday preceding an election to be registered to vote at such election. A registration application received after the deadline shall not be processed by the election commissioner or county clerk until after the election. The office of the Secretary of State shall be a designated voter registration agency for purposes of section 7 of the National Voter Registration Act of 1993, 42 U.S.C. 1973gg-5, as such section existed on March 11, 2008.\n\n(3) If an elector mails the registration application to the election commissioner or county clerk:\n\n(a)(i) The application shall be postmarked on or before the third Friday before the next election; or\n\n(ii) The application shall be received not later than the second Tuesday before the next election if the postmark is unreadable; and\n\n(b) The application shall be processed by the election office as a proper registration for the voter to be entitled to vote on the day of the next election.\n\n(4) If the registration application arrives after the registration deadline, the application shall not be processed until after the election. Written notice shall be given to any applicant whose registration application failed to meet the registration deadline or was found to be incorrect or incomplete and shall state the specific reason for rejection. If the application is incomplete, the election commissioner or county clerk shall notify the applicant of the failure to provide the required information, including failure to provide identification if required, and provide the applicant with the opportunity to submit an identification document as described in section 32-318.01 prior to the deadline for voter registration or to complete and submit a corrected registration application in a timely manner to allow for the proper registration of the applicant prior to the next election. All postage costs related to returning registration applications to the election commissioner or county clerk shall be paid by the registrant.\n\nSourceLaws 1994, LB 76, § 83;Laws 1997, LB 764, § 39;Laws 2005, LB 566, § 22;Laws 2008, LB750, § 3;Laws 2014, LB661, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-321/"
    }
  ]
}