{
  "state": "nebraska",
  "path": "title-chapter-32-elections/chapter-32-100201-provisional-voter-identification-verification-enve",
  "sections": [
    {
      "id": "section-32-100201provisional",
      "number": "32-1002.01.Provisional",
      "heading": "voter identification verification envelopes; procedure to verify; ballots; when counted",
      "text": "(1) As the ballots are removed from the ballot box pursuant to sections 32-1012 to 32-1018, the receiving board shall separate the provisional voter identification verification envelopes from the rest of the ball",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-100201",
      "number": "32-1002.01",
      "heading": "",
      "text": "32-1002.01.Provisional voter identification verification envelopes; procedure to verify; ballots; when counted.\n\n(1) As the ballots are removed from the ballot box pursuant to sections 32-1012 to 32-1018, the receiving board shall separate the provisional voter identification verification envelopes from the rest of the ballots and deliver them to the election commissioner or county clerk.\n\n(2) Upon receipt of a provisional voter identification verification envelope, the election commissioner or county clerk shall verify that the certificate on the front of the envelope or the form attached to the envelope is in proper form and that the certification has been signed by the voter.\n\n(3) The election commissioner or county clerk shall also verify that such person has not voted anywhere else in the county or been issued a ballot for early voting.\n\n(4) A ballot cast by a voter pursuant to section 32-915.03 shall be counted if the voter completed and signed the certification on the provisional voter identification verification envelope and the voter:\n\n(a) Presented valid photographic identification to the election commissioner or county clerk on or before the Tuesday after the election; or\n\n(b) Has a reasonable impediment preventing the voter from obtaining valid photographic identification, the voter completes a reasonable impediment certification, and the election commissioner or county clerk verifies:\n\n(i) The signature on the reasonable impediment certification with the signature appearing on the voter registration record; and\n\n(ii) That the voter does not have a current, unexpired driver's license or state identification card issued by the State of Nebraska.\n\n(5) A ballot cast by a voter pursuant to section 32-915.03 shall not be counted if:\n\n(a) The voter failed to complete and sign the certification on the provisional voter identification verification envelope pursuant to subsection (2) of section 32-915.03;\n\n(b) The voter failed to present valid photographic identification to the election commissioner or county clerk on or before the Tuesday after the election; or\n\n(c) The voter has a reasonable impediment preventing the voter from obtaining valid photographic identification and:\n\n(i) The voter did not complete a reasonable impediment certification; or\n\n(ii) The election commissioner or county clerk was not able to verify the signature on the reasonable impediment certification with the signature appearing on the voter registration record.\n\n(6) Upon determining that the voter's ballot is eligible to be counted, the election commissioner or county clerk shall remove the ballot from the provisional voter identification verification envelope without exposing the marks on the ballot and shall place the ballot with the ballots to be counted by the county canvassing board.\n\n(7) The election commissioner or county clerk shall notify the system administrator of the free access system created pursuant to section 32-202 as to whether the ballot was counted and, if not, the reason the ballot was not counted.\n\n(8) The verification shall be completed within seven business days after the election.\n\nSourceLaws 2023, LB514, ยง 18;Laws 2024, LB287, ยง 49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-32/statute-32-1002-01/"
    }
  ]
}