{
  "state": "illinois",
  "path": "title-chapter-50-local-government/chapter-50-ilcs-5-emergency-government-relocation-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nEmergency Government Relocation Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Whenever, due to an emergency resulting from the effects of enemy",
      "text": "attack, or the anticipated effects of a threatened enemy attack, it becomes\nimprudent, inexpedient or impossible to conduct the affairs of local\ngovernment at the regular or usual place or places thereof, the governing\nbody of each political subdivision of this State may meet at any place\nwithin or without the territorial limits of such political subdivision on\nthe call of the presiding officer or any two members of such governing\nbody, and shall proceed to establish and designate by ordinance, resolution\nor other manner, alternate or substitute sites or places as the emergency\ntemporary location, or locations, of government where all, or any part, of\nthe public business may be transacted and conducted during the emergency\nsituation. Such sites or places may be within or without the territorial\nlimits of such political subdivision and may be within or without this\nState.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "During the period when the public business is being conducted at",
      "text": "the emergency temporary location, or locations, the governing body and\nother officers of a political subdivision of this State shall have and\npossess and shall exercise, at such location, or locations, all of the\nexecutive, legislative, and judicial powers and functions conferred upon\nsuch body and officers by or under the laws of this State. Such powers and\nfunctions may be exercised in the light of the exigencies of the emergency\nsituation without regard to or compliance with time-consuming procedures\nand formalities prescribed by law and pertaining thereto, and all acts of\nsuch body and officers shall be valid and binding as if performed within\nthe territorial limits of their political subdivision.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "The provisions of this Act shall control and be supreme in the",
      "text": "event it shall be employed notwithstanding any statutory, charter or\nordinance provision to the contrary or in conflict herewith.",
      "history": "",
      "source_url": ""
    }
  ]
}