{
  "state": "nebraska",
  "path": "title-chapter-18-cities-and-villages-laws-applicable-to-all/chapter-18-401-public-utility-districts-creation-authorized-extensio",
  "sections": [
    {
      "id": "section-18-401",
      "number": "18-401",
      "heading": "",
      "text": "18-401.Public utility districts; creation authorized; extension or enlargement of service; limitation.\n\nIn all cities, villages, or metropolitan utilities districts owning or operating a waterworks system, sanitary sewerage system, storm sewer system, gas plant, or other public utility plant and in which water, gas, or other public utility is supplied by municipal authority for domestic, mechanical, public, or other purposes, or sewage and storm water disposal, or other services furnished, the authorities having general charge, supervision, and control of all matters pertaining to the water, gas, or other public utility supplied by any city, village, or metropolitan utilities district, or the furnishing of any public service such as sewage and storm water disposal, shall have the power and authority to create a water main district, gas main district, sanitary sewer district, storm water disposal district, or other public utility district, as the case may be, either within or without the corporate limits of the city, village, or metropolitan utilities district involved, and to order and cause to be made extensions or enlargements of water mains, sanitary sewers, storm water disposal mains, gas mains, or other public utility service through such public utility district, except that nothing contained in this section shall be construed as authorizing the creation of any such public utility district outside of the corporate limits of a city of the primary class.\n\nSourceLaws 1921, c. 110, § 1, p. 386;C.S.1922, § 4475;C.S.1929, § 18-1001;R.S.1943, § 18-401;Laws 1963, c. 79, § 1, p. 286;Laws 1992, LB 746, § 63;Laws 2021, LB163, § 12.\n\nAnnotations\n\nChapter 110, Laws 1921 (sections 18-401 to 18-411), is constitutional. Murphy v. Metropolitan Utilities Dist., 126 Neb. 663, 255 N.W. 20 (1934).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-18/statute-18-401/"
    }
  ]
}