{
  "state": "nebraska",
  "path": "title-chapter-18-cities-and-villages-laws-applicable-to-all/chapter-18-503-rules-and-regulations-charges-collection",
  "sections": [
    {
      "id": "section-18-503rules",
      "number": "18-503.Rules",
      "heading": "and regulations; charges; collection",
      "text": "The governing body of a city or village which owns, constructs, equips, or operates a sewage disposal plant or sewerage system pursuant to section 18-501 may make all necessary rules and regulations governing the use, operation, and control of such system. The go",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-18-503",
      "number": "18-503",
      "heading": "",
      "text": "18-503.Rules and regulations; charges; collection.\n\nThe governing body of a city or village which owns, constructs, equips, or operates a sewage disposal plant or sewerage system pursuant to section 18-501 may make all necessary rules and regulations governing the use, operation, and control of such system. The governing body may establish just and equitable rates or charges to be paid to it for the use of such disposal plant and sewerage system by each person, firm, or corporation whose premises are served by such system. If the service charge so established is not paid when due, such sum may be recovered by the city or village in a civil action, or it may be certified to the tax assessor and assessed against the premises served, and collected or returned in the same manner as other municipal taxes are certified, assessed, collected, and returned.\n\nSourceLaws 1933, c. 146, § 3, p. 562;C.S.Supp.,1941, § 18-1403;R.S.1943, § 18-503;Laws 1961, c. 53, § 4, p. 199;Laws 2021, LB163, § 32.\n\nAnnotations\n\nSewer use charge is not a special assessment; a city has authority to make necessary rules and regulations including a reasonable processing charge on delinquent accounts. Rutherford v. City of Omaha, 183 Neb. 398, 160 N.W.2d 223 (1968).\n\nProvision for sewer rental or use charges did not conflict with similar charges authorized for cities of the metropolitan class. Metropolitan Utilities Dist. v. City of Omaha, 171 Neb. 609, 107 N.W.2d 397 (1961).\n\nOrdinance authorizing water supply to be shut off for nonpayment of delinquent sewer charges is not in conflict with this section. Michelson v. City of Grand Island, 154 Neb. 654, 48 N.W.2d 769 (1951).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-18/statute-18-503/"
    }
  ]
}