{
  "state": "michigan",
  "path": "title-chapter-338-professions-and-occupations/chapter-act-59-of-2024-public-entity-asbestos-removal-verification-a",
  "sections": [
    {
      "id": "section-3383371new",
      "number": "338.3371.new",
      "heading": "Short Title.Section 338.3373.new - Definitions",
      "text": "***** 338.3371.new THIS NEW SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\nThis act may be cited as the \"public entity asbestos removal verification act\".\n\nHistory:2024, Act 59, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-59-of-2024/section-338-3371-new/"
    },
    {
      "id": "section-3383373new",
      "number": "338.3373.new",
      "heading": "Definitions.",
      "text": "***** 338.3373.new THIS NEW SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\nAs used in this act:\n\n(a) \"Asbestos\" means a group of naturally occurring minerals that separate into fibers, including chrysotile, amosite, crocidolite, anthophyllite, tremolite, and actinolite.\n\n(b) \"Asbestos abatement contractor\" means a business entity that is licensed under the asbestos abatement contractors licensing act, 1986 PA 135, MCL 338.3101 to 338.3319, and that carries on the business of asbestos abatement on the premises of another business entity and not on the asbestos abatement contractor's premises. Asbestos abatement contractor includes an individual or person with an ownership interest in a business entity described in this subdivision.\n\n(c) \"Asbestos abatement project\" means any activity involving persons working directly with the demolition, renovation, or encapsulation of friable asbestos materials.\n\n(d) \"Public entity\" means this state or an agency or authority of this state, school district, community college district, intermediate school district, city, village, township, county, land bank, public authority, or public airport authority.\n\nHistory:2024, Act 59, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-59-of-2024/section-338-3373-new/"
    },
    {
      "id": "section-3383375new",
      "number": "338.3375.new",
      "heading": "Asbestos Abatement Project; Contract With Public Entity; Background Investigation Requirements; Environmental Regulation Violations; Public Hearing.",
      "text": "***** 338.3375.new THIS NEW SECTION IS EFFECTIVE 91 DAYS AFTER ADJOURNMENT OF THE 2024 REGULAR SESSION SINE DIE *****\n\n(1) A public entity shall not enter into an asbestos abatement project with an asbestos abatement contractor, or a general contractor that contracts with an asbestos abatement contractor, for the abatement of asbestos unless the public entity conducts a background investigation, as determined by the public entity and subject to subsection (2), of the asbestos abatement contractor seeking to bid on the asbestos abatement project.\n\n(2) At a minimum, the background investigation required under subsection (1) must consist of the public entity consulting the department of environment, Great Lakes, and energy's webpage to determine if the asbestos abatement contractor or a general contractor that contracts with the asbestos abatement contractor has received notices of violation of environmental regulations, or has been subject to an administrative consent order or a consent judgment involving environmental regulations, and the United States Department of Labor, Occupational Safety and Health Administration's webpage to determine if the asbestos abatement contractor or a general contractor that contracts with the asbestos abatement contractor has received notices of violation of asbestos regulations.\n\n(3) If the asbestos abatement contractor has been issued 5 or more notices of violation of environmental regulations, or has been subject to an administrative consent order or a consent judgment involving environmental regulations, within the immediately preceding 5 years, the public entity may not enter into a contract with that asbestos abatement contractor unless the public entity investigates each of the violation notices, or the administrative consent order or consent judgment, and determines that the asbestos abatement contractor is able to adhere to the proposed contract based on the public entity's observations of improvements in performance, improvements in operations to ensure compliance with environmental regulations, or other demonstrated ability to comply with environmental regulations. The public entity shall make the determination described in this subsection in writing and shall make that determination publicly available.\n\n(4) If an asbestos abatement contractor enters into a contract with a public entity for an asbestos abatement project, the asbestos abatement contractor shall not enter into a contract with another asbestos abatement contractor unless the public entity has conducted a background investigation of that asbestos abatement contractor in the same manner as utilized by the public entity under subsection (1).\n\n(5) Before entering into a contract for an asbestos abatement project with an asbestos abatement contractor, or a general contractor that contracts with an asbestos abatement contractor, that has been issued 5 or more notices of violation of environmental regulations, or has been subject to an administrative consent order or a consent judgment involving environmental regulations, within the immediately preceding 5 years, as determined by the background investigation required under subsection (1), the public entity shall conduct with not less than 30 days' notice a public hearing for public input.\n\nHistory:2024, Act 59, Eff. (sine die)",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-59-of-2024/section-338-3375-new/"
    }
  ]
}