{
  "state": "michigan",
  "path": "title-chapter-338-professions-and-occupations/chapter-act-359-of-1927-pharmacies-drug-stores-and-apothecary-shops-",
  "sections": [
    {
      "id": "section-338481",
      "number": "338.481",
      "heading": "Ownership of Pharmacy, Drugstore, or Apothecary Shop; Requirements; Exceptions.Section 338.482 - Violation of Act; Penalty.",
      "text": "(1) A pharmacy, drugstore, or apothecary shop shall be owned by a pharmacist and a partnership or corporation shall not own a drugstore, pharmacy, or apothecary shop unless at least 25% of the interest in the partnership or the stock of the corporation is held by pharmacists. A corporation, organized and existing under the laws of this state, or another state, authorized to do business in this state and empowered by its charter to own and conduct a pharmacy, drugstore, or apothecary shop and which, at the time of passage of this act, owns and conducts a drugstore, pharmacy, or apothecary shop in this state may continue to own and conduct the drugstore, pharmacy, or apothecary shop and may establish and own additional pharmacies, drugstores, or apothecary shops pursuant to this act.\n\n(2) A corporation which does not continue to own at least 1 pharmacy, drugstore, or apothecary shop theretofore owned by it, or ceases to be actively engaged in the practice of pharmacy in this state, shall not be permitted thereafter to own a drugstore, pharmacy, or apothecary shop.\n\n(3) A person who is not a pharmacist and who at the time of the passage of this act owns a pharmacy, drugstore, or apothecary shop in this state, may continue to own and conduct the pharmacy, drugstore, or apothecary shop pursuant to existing laws and rules.\n\n(4) The administrator, executor, or trustee of the estate of a deceased owner of a pharmacy, drugstore, or apothecary shop, or the widow, heirs, or next of kin of the deceased owner, may continue to own and conduct the pharmacy, drugstore, or apothecary shop pursuant to existing laws and rules.\n\n(5) This act shall not apply to hospitals licensed by the department of public health pursuant to Act No. 368 of the Public Acts of 1978, as amended, being sections 333.1101 to 333.25211 of the Michigan Compiled Laws.\n\n(6) This act shall not apply to a health maintenance organization licensed by the department of public health pursuant to Act No. 368 of the Public Acts of 1978, as amended.\n\n(7) This act shall not apply to a pharmacy in an institution of higher education established by law having authority to grant a baccalaureate degree if the pharmacy is under the personal charge of a pharmacist.\n\nHistory:1927, Act 359, Eff. Sept. 5, 1927 ;-- CL 1929, 6861 ;-- CL 1948, 338.481 ;-- Am. 1977, Act 62, Imd. Eff. July 13, 1977 ;-- Am. 1980, Act 99, Imd. Eff. Apr. 17, 1980",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-359-of-1927/section-338-481/"
    },
    {
      "id": "section-338482",
      "number": "338.482",
      "heading": "Violation of Act; Penalty.",
      "text": "Any individual, firm or corporation violating the provisions of this act shall be deemed guilty of a misdemeanor and upon conviction shall be subject to a fine of not less than 500 dollars and cost of prosecution.\n\nHistory:1927, Act 359, Eff. Sept. 5, 1927 ;-- CL 1929, 6862 ;-- CL 1948, 338.482",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-359-of-1927/section-338-482/"
    }
  ]
}