{
  "state": "michigan",
  "path": "title-chapter-338-professions-and-occupations/chapter-act-440-of-1988-asbestos-workers-accreditation-act-3383401-3",
  "sections": [
    {
      "id": "section-3383401",
      "number": "338.3401",
      "heading": "Short Title.Section 338.3402 - Definitions",
      "text": "This act shall be known and may be cited as the \"asbestos workers accreditation act\".\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988Compiler's Notes:For transfer of powers and duties of the division of occupational health in the bureau of environmental and occupational health, with the exception of dry cleaning unit, from the department of public health to the director of the department of labor, see E.R.O. No. 1996-1, compiled at MCL 330.3101 of the Michigan Compiled Laws.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3401/"
    },
    {
      "id": "section-3383402",
      "number": "338.3402",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"ACBM\" means asbestos-containing building material.\n\n(b) \"Asbestos\" means a group of naturally occurring minerals that separate into fibers, including chrysotile, amosite, crocidolite, anthophyllite asbestos, tremolite asbestos, and actinolite asbestos.\n\n(c) \"Asbestos model accreditation plan\" means the asbestos model accreditation plan issued by the environmental protection agency, appendix C to subpart E of part 763 of title 40 of the code of federal regulations.\n\n(d) \"Asbestos-related work\" means an activity or task performed by a person working with asbestos in buildings, including, but not limited to, inspection, management plan development, the design or conduct of response actions, and remedial work.\n\n(e) \"Certificate of accreditation\" or \"certificate of reaccreditation\" means a numbered document issued by the director as provided in section 13 to a person who possesses the necessary qualifications and who successfully completes the initial training and examination or refresher training required by this act.\n\n(f) \"Day of training\" means the equivalent of 8 hours, including breaks and lunch that do not exceed 1 hour.\n\n(g) \"Department\" means the department of consumer and industry services.\n\n(h) \"Director\" means the director of consumer and industry services or his or her authorized representative.\n\n(i) \"Inspection\" means an activity undertaken in a school building or public and commercial building to determine the presence or location or to assess the condition of friable or nonfriable ACBM or suspected ACBM, whether by visual or physical examination or by collecting samples of material. Inspection includes reinspection of known or assumed ACBM that has been previously identified. Inspection does not include any of the following:\n\n(i) Periodic surveillance of the type described in 40 C.F.R. 763.92(b) conducted solely for the purpose of recording or reporting a change in the condition of known or assumed ACBM.\n\n(ii) An inspection performed by employees or agents of federal, state, or local government solely for the purpose of determining compliance with applicable statutes or regulations.\n\n(iii) A visual inspection of the type described in 40 C.F.R. 763.90(i) performed solely for the purpose of determining completion of response actions.\n\n(iv) A limited scope inspection associated with a remodeling, renovation, operation, or maintenance activity in a public and commercial building that involves not more than 2 homogeneous areas as defined in 40 C.F.R. 763.83 and not more than 6 bulk samples collected in a randomly distributed manner.\n\n(j) \"Interior space\" means an enclosed portion of a public and commercial building, including, but not limited to, an exterior hallway, connecting structure, portico, or mechanical system used to condition an enclosed space.\n\n(k) \"Person\" means an individual, partnership, association, corporation, public or private agency, or other legal entity. Person does not include a homeowner performing asbestos-related work within his or her own home.\n\n(l) \"Public and commercial building\" means the interior space of a building that is not a school building, a residential apartment building of fewer than 10 units, or a detached single family home. Public and commercial building includes, but is not limited to, all of the following:\n\n(i) Industrial and office buildings.\n\n(ii) Residential apartment buildings and condominiums of 10 or more dwelling units.\n\n(iii) Government-owned buildings.\n\n(iv) Colleges and universities.\n\n(v) Museums.\n\n(vi) Airports.\n\n(vii) Hospitals.\n\n(viii) Churches.\n\n(ix) Preschools.\n\n(x) Stores.\n\n(xi) Warehouses.\n\n(xii) Factories.\n\n(m) \"School\" means a private or public elementary or secondary institution of learning including grades kindergarten through 12.\n\n(n) \"School building\" means 1 or more of the following at a school:\n\n(i) A structure suitable for use as a classroom, including a school laboratory, library, eating facility, or food preparation facility.\n\n(ii) A gymnasium or other facility that is specially designed for athletic or recreational activities or for an academic course in physical education.\n\n(iii) A facility used for the instruction or housing of students for the purpose of administration of educational or research programs.\n\n(iv) A maintenance, storage, or utility facility, including a hallway essential to the operation of a facility or structure identified in subparagraph (i), (ii), or (iii).\n\n(v) A portico or covered exterior hallway or walkway.\n\n(vi) An exterior portion of a mechanical system.\n\n(o) \"Year of experience in asbestos-related work\" means a year of work in which at least 25% of the individual's working time was spent on asbestos-related work, or an equivalent amount of work over more than 1 year's time if it was conducted after January 1, 1983.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995 ;-- Am. 1998, Act 133, Imd. Eff. June 24, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3402/"
    },
    {
      "id": "section-3383403",
      "number": "338.3403",
      "heading": "Asbestos-Related Work in School or Public and Commercial Buildings Requiring Certificate of Accreditation and Annual Reaccreditation; Applicability of Section to Certain Asbestos Work",
      "text": "(1) A person shall not perform the following asbestos-related work in a school building or a public and commercial building in this state unless that person receives a certificate of accreditation and maintains annual reaccreditation through training, examination, and continuing education under this act:\n\n(a) Inspect for asbestos-containing materials in a school building or a public and commercial building, except for a person who is certified by the American board of industrial hygiene as a certified industrial hygienist under standards acceptable to the department.\n\n(b) Prepare an asbestos management plan for a school building.\n\n(c) Design a response action beyond the scope of a small-scale, short-duration operation, maintenance and repair activity, or a response action to a major fiber release episode, as those terms are defined in the asbestos model accreditation plan.\n\n(d) Conduct a response action beyond the scope of a small-scale, short-duration operation, maintenance and repair activity, or an activity that involves a major fiber release episode, as those terms are defined in the asbestos model accreditation plan.\n\n(2) This section does not apply to class II asbestos work that only involves the removal or disturbance of 1 generic category of building material, class III asbestos work, or class IV asbestos work that is not performed in a regulated area, as those terms are defined in the occupational safety and health administration's standards for occupational exposure to asbestos in the construction industry, 59 F.R. 1926.1101, p. 41132 (August 10, 1994).\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3403/"
    },
    {
      "id": "section-3383404",
      "number": "338.3404",
      "heading": "Completion of Initial Training Required for Accreditation; Length of Initial Training Course; Refresher Training Course Required for Reaccreditation.",
      "text": "(1) A person who seeks accreditation to perform asbestos-related work in a school building or a public and commercial building in this state is required to complete initial training under this act. This initial training shall provide education in asbestos-containing materials inspection, management plan development, and response action technology.\n\n(2) The length of the initial training course required for accreditation under this act shall vary by discipline as follows:\n\n(a) An asbestos inspector shall complete a 3-day training course and successfully pass an examination.\n\n(b) An asbestos management planner shall complete the inspector training course as prescribed by subdivision (a) plus an additional 2 days of training devoted to management planning and shall successfully pass an examination on each course of training.\n\n(c) An asbestos abatement project designer shall complete not less than 3 days of training and successfully pass an examination.\n\n(d) An asbestos abatement contractor or supervisor shall complete a 5-day training course and successfully pass an examination.\n\n(e) An asbestos abatement worker shall complete a 4-day training course and successfully pass an examination.\n\n(3) A person who seeks reaccreditation under this act to perform asbestos-related work in a school building or a public and commercial building in this state shall complete a 1-day annual refresher training course, except that an asbestos inspector is only required to complete a 1/2-day annual refresher training course.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3404/"
    },
    {
      "id": "section-3383405",
      "number": "338.3405",
      "heading": "Certificate of Accreditation; Certificate of Reaccreditation.",
      "text": "(1) A person who meets the requirements of this act and who completes the initial training and passes the examination required under section 4 shall receive a certificate of accreditation from the director in accordance with section 13. The certificate of accreditation shall authorize the person to perform asbestos-related work in a school building or a public and commercial building in this state for a period of 1 year after its issuance.\n\n(2) A person who completes the refresher training course required under section 4 shall receive an annual certificate of reaccreditation from the director in accordance with section 13. The certificate of reaccreditation shall authorize the person to perform asbestos-related work in a school building or a public and commercial building in this state for a period of 1 year after its issuance.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3405/"
    },
    {
      "id": "section-3383406",
      "number": "338.3406",
      "heading": "Providing Initial Training Courses, Examinations, and Refresher Training Courses; Denial, Revocation, or Suspension of Approval.",
      "text": "(1) The initial training courses, examinations, refresher training courses, and certificates of successful course completion required under this act shall be provided by the department or a person approved by the department to sponsor the training and examinations and issue the certificates of successful course completion of a training course in accordance with the initial training, examinations, continuing education components, and the certificate issuance requirements of the asbestos model accreditation plan.\n\n(2) The department may deny, revoke, or suspend approval of a person approved under this section for 1 or more of the following reasons:\n\n(a) Misrepresentation of the extent of department approval of a training course.\n\n(b) Failure to submit required information or notifications in a timely manner.\n\n(c) Failure to maintain records required by law.\n\n(d) Falsification of accreditation records, instructor qualifications, or other accreditation information.\n\n(e) Failure to adhere to the training standards and requirements of this act or of the asbestos model accreditation plan.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3406/"
    },
    {
      "id": "section-3383407",
      "number": "338.3407",
      "heading": "Accreditation as Asbestos Inspector, Management Planner, or Project Designer; Minimum Experience.",
      "text": "The following minimum experience is required of a person seeking accreditation as an asbestos inspector, management planner, or project designer:\n\n(a) An asbestos inspector shall possess either of the following:\n\n(i) Not less than 1 year of experience in asbestos-related work or in general building inspections related to environmental and health concerns.\n\n(ii) Not less than 5 years of supervisory experience in school building or public and commercial building operations and maintenance.\n\n(b) Both an asbestos management planner and an asbestos abatement project designer shall possess either of the following:\n\n(i) Not less than 2 years of experience in asbestos-related work.\n\n(ii) Not less than 5 years of supervisory experience in school building or public and commercial building operations and maintenance.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3407/"
    },
    {
      "id": "section-3383408",
      "number": "338.3408",
      "heading": "Complaints of Alleged Violations; Actions.",
      "text": "The department shall receive or initiate complaints of alleged violations of this act and shall take appropriate actions with respect to those alleged violations or complaints.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3408/"
    },
    {
      "id": "section-3383409",
      "number": "338.3409",
      "heading": "Investigations; Grounds for Denial, Suspension, or Revocation of Certificate of Accreditation or Reaccreditation.",
      "text": "(1) The department, on its own initiative or upon the written complaint of an aggrieved party, a state agency, or political subdivision, may investigate the acts of a person accredited under this act. The department may deny, suspend, or revoke a certificate of accreditation or reaccreditation under this act under the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.328 of the Michigan Compiled Laws, if a person is found not to be in compliance with this act or other applicable state or federal laws.\n\n(2) The department may deny, suspend, or revoke a certificate of accreditation or reaccreditation for 1 or more of the following reasons:\n\n(a) A willful or negligent action in violation of this act or other state or federal laws pertaining to the public health and safety aspects of asbestos-related work in a school building or a public and commercial building.\n\n(b) Falsification of records.\n\n(c) Failure to obtain or renew a certificate of accreditation.\n\n(d) Deliberate misrepresentation in applying for accreditation or reaccreditation.\n\n(e) Permitting a person who has not received the proper training or accreditation under this act to be responsible for asbestos-related work in a school building or a public and commercial building.\n\n(f) Permitting the duplication or use of one's own accreditation certificate by another person.\n\n(g) Obtaining accreditation from a training provider that does not have approval to offer training for that particular discipline from either the environmental protection agency or a state that has an approval program as stringent as this act.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3409/"
    },
    {
      "id": "section-3383410",
      "number": "338.3410",
      "heading": "Reciprocal Agreements With Other States.",
      "text": "(1) The department shall seek to obtain written reciprocal agreements with other states that have accreditation and reaccreditation requirements that equal or exceed the requirements of this act for a person who performs asbestos-related work in a school building or a public and commercial building.\n\n(2) Following the department's execution of a written reciprocal agreement with another state, a person who has been properly accredited by that state shall not be required to receive the initial training or take the examination to receive a certificate of accreditation required by this act to perform asbestos-related work in a school building or a public and commercial building in this state. That person shall submit a certificate of successful completion of training from the other state and the fee as required by section 14.\n\n(3) For a person described in subsection (2), reaccreditation under sections 4 and 5 may only be obtained by submitting a copy of the certificate of successful completion of a refresher training course from another state and the fee as required by section 14.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3410/"
    },
    {
      "id": "section-3383411",
      "number": "338.3411",
      "heading": "Sponsorship of Training Course or Refresher Training Course; Application for Approval; Requirements; Fee; Information; Determination as to Approval or Denial; Qualifications of Instructors; Receipt of Completed Application; Issuance of License Within Certain Period of Time; Report; “Completed Applic",
      "text": "(1) A person desiring to sponsor a training course or refresher training course for those disciplines required to be accredited under this act may apply for department approval on forms supplied by the department. The department shall approve a training course or a refresher training course that meets the requirements for the course as prescribed by section 6.\n\n(2) An applicant desiring to sponsor a training course shall submit for each course all of the following information and fees to the department:\n\n(a) The course sponsor's name, address, and telephone number.\n\n(b) A list of any states that currently approve the training course, including information as to whether the training course has been approved by the United States environmental protection agency.\n\n(c) The course curriculum.\n\n(d) A letter from the training course sponsor clearly indicating compliance of the course with the requirements of this act for all of the following:\n\n(i) The length of training in days.\n\n(ii) The amount and type of hands-on training.\n\n(iii) The length, format, and passing score of the examination.\n\n(iv) The topics covered in the course.\n\n(e) A copy of all course materials, including student manuals, instructor notebooks, handouts, and all other materials that the department may request.\n\n(f) A detailed statement about the development of the examination used in the course.\n\n(g) The names and qualifications of course instructors.\n\n(h) A description and example of the certificate of successful course completion issued to students who attend the course and pass the examination that satisfies the requirements of the asbestos model accreditation plan.\n\n(i) An initial application fee of $400.00 and, after the initial year, an annual renewal fee of $200.00. If the application is for renewal, the application and annual fee shall be submitted not earlier than 90 days before the course expires but not later than 30 days before the course expires. An application for renewal that is submitted later than the time period specified in this subdivision shall be treated by the director as an initial application for course renewal and shall require payment of the initial application fee, rather than the renewal fee.\n\n(3) An applicant desiring to sponsor a refresher training course in a discipline required to be accredited under this act shall supply all of the following information to the department:\n\n(a) The length of training.\n\n(b) The topics covered in the course.\n\n(c) A copy of all course materials.\n\n(d) The names and qualifications of course instructors.\n\n(e) A description and an example of the certificate of successful completion of the training course that satisfies the requirements of the asbestos model accreditation plan.\n\n(4) Within 60 calendar days after receipt of the appropriate fee and a completed application from a person desiring to sponsor training courses as specified in this section, the department shall make a determination as to the approval or denial of the application and shall notify the applicant in writing of its determination. Receipt of the application is considered the date the application is received by any agency or department of the state of Michigan.\n\n(5) The instructor of a course offered under this section shall have academic credentials or field experience, or both, in asbestos abatement.\n\n(6) Beginning the effective date of the amendatory act that added this subsection, the department shall issue an initial or renewal license within the time period prescribed by subsection (4). If the application is considered incomplete by the department, the department shall notify the applicant in writing, or make the information electronically available, within 15 days after receipt of the incomplete application, describing the deficiency and requesting the additional information. The 60-day period described in subsection (4) is tolled upon notification by the department of a deficiency until the date the requested information is received by the department. The determination of the completeness of an application does not operate as an approval of the application for the license and does not confer eligibility of an applicant determined otherwise ineligible for issuance of a license.\n\n(7) If the department fails to issue or deny a license within the time required by subsection (4), the department shall return the license fee and shall reduce the license fee for the applicant's next renewal application, if any, by 15%. The failure to issue a license within the time required under this section does not allow the department to otherwise delay the processing of the application, and that application, upon completion, shall be placed in sequence with other completed applications received at that same time. The department shall not discriminate against an applicant in the processing of the application based upon the fact that the license fee was refunded or discounted under this subsection.\n\n(8) Beginning October 1, 2005, the director of the department shall submit a report by December 1 of each year to the standing committees and appropriations subcommittees of the senate and house of representatives concerned with occupational issues. The director shall include all of the following information in the report concerning the preceding fiscal year:\n\n(a) The number of initial and renewal applications the department received and completed within the 60-day time period described in subsection (4).\n\n(b) The number of applications denied.\n\n(c) The number of applicants not issued a license within the 60-day time period and the amount of money returned to licensees and registrants under subsection (7).\n\n(9) As used in this section, \"completed application\" means an application complete on its face and submitted with any applicable licensing fees as well as any other information, records, approval, security, or similar item required by law or rule from a local unit of government, a federal agency, or a private entity but not from another department or agency of the state of Michigan.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995 ;-- Am. 1998, Act 133, Imd. Eff. June 24, 1998 ;-- Am. 2004, Act 262, Imd. Eff. July 23, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3411/"
    },
    {
      "id": "section-3383412",
      "number": "338.3412",
      "heading": "Training Course; Notice of Scheduled Courses; Inspection; Effect of Noncompliance; Record Keeping.",
      "text": "(1) A training course sponsor shall submit to the department a notice of scheduled courses not less than 7 calendar days before the start of those courses, indicating starting and ending dates and times, location, and instructors. A training course sponsor shall also advise the department of cancellation of a course no less than 1 day before the indicated start date of that course.\n\n(2) A training course sponsor shall permit department representatives, as part of a training course inspection, to attend, evaluate, and monitor a training course without charge to the department. The department shall not provide advance notice of a training course inspection. The department may revoke or suspend approval of a training course if the inspection of a field site, conducted under a training course inspection, indicates that a training course is not in compliance with the requirements of section 6.\n\n(3) A training course sponsor shall satisfy the record-keeping requirements for a training provider described in unit I.F. of the asbestos model accreditation plan.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3412/"
    },
    {
      "id": "section-3383413",
      "number": "338.3413",
      "heading": "Numbered Certificate of Successful Course Completion; Issuance; Contents; Issuance of Numbered Certificate of Accreditation or Certificate of Reaccreditation; List of Persons Issued Certificates",
      "text": "(1) The training course sponsor shall issue a numbered certificate of successful initial or refresher course completion to a student who meets the requirements of this act and who successfully completes the training and passes the training course's examination required under this act. The numbered certificate of successful course completion shall include the name of the student, the social security number of the student, the course completed, the dates of the course and the examination, a statement certifying that the student passed the examination, an expiration date that is 1 year after the date on which the person successfully completed the course and examination, and the name, address, and telephone number of the training course sponsor that issued the certificate.\n\n(2) Upon the department's receipt of the fee required under section 14 and a copy of a certificate of successful course completion under subsection (1) or of a copy of a certificate of successful refresher course completion, the director shall issue a numbered certificate of accreditation or certificate of reaccreditation to the student. The numbered certificate of accreditation or certificate of reaccreditation shall include the name of the student, the course completed, and the annual expiration date for accreditation or reaccreditation.\n\n(3) Within 10 calendar days after issuing certificates of successful course completion, the sponsor of an approved training course shall supply the department with a list of those persons to whom the certificates of successful completion were issued. The list shall be maintained by the department and shall include each person's name, social security number, and home address, the discipline for which the certificate was issued, and the date of the certificate.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995 ;-- Am. 1998, Act 133, Imd. Eff. June 24, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3413/"
    },
    {
      "id": "section-3383414",
      "number": "338.3414",
      "heading": "Submission of Application and Annual Fee; Fee Schedule; Failure to Submit Annual Fee; Disposition of Fees.",
      "text": "(1) A person desiring accreditation or reaccreditation from the director under section 13 shall submit to the department an application for accreditation or reaccreditation on forms provided by the department. The applicant shall include, with the application, payment of the annual fee designated in subsection (3), subject to any refund or discount prescribed under section 11(7).\n\n(2) If the application is for reaccreditation, the application and annual fee shall be submitted not earlier than 90 days before the accreditation expires but not later than 30 days before the accreditation expires. An application for reaccreditation that is submitted later than the time period specified in this subsection shall be treated by the director as an initial application for accreditation, and shall require payment of the accreditation fee, rather than the reaccreditation fee.\n\n(3) The fee schedule for accreditation or reaccreditation is as follows:AccreditationReaccreditation(a) Asbestos inspectors$150.00$75.00(b) Asbestos management planners$150.00$75.00(c) Asbestos abatement project designers$150.00$75.00(d) Asbestos abatement contractors and supervisors$50.00$25.00(e) Asbestos abatement workers$50.00$25.00(4) Failure to submit the annual fee as part of the application for accreditation constitutes just cause for the director to deny issuance to a person of a certificate of accreditation or reaccreditation under section 13.\n\n(5) All fees collected by the department under subsection (1) shall be deposited in the asbestos abatement fund created in section 220 of the asbestos abatement contractors licensing act, 1986 PA 135, MCL 338.3220.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995 ;-- Am. 1998, Act 133, Imd. Eff. June 24, 1998 ;-- Am. 2004, Act 262, Imd. Eff. July 23, 2004",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3414/"
    },
    {
      "id": "section-3383415",
      "number": "338.3415",
      "heading": "Failure to Have Certificate of Accreditation or Reaccreditation at Job Site.",
      "text": "A person who is accredited under this act to perform asbestos-related work in a school building or a public and commercial building shall have in his or her possession the initial and current certificate of accreditation or reaccreditation at the location where he or she is conducting asbestos-related work. A person's failure to have in his or her possession the certificate of accreditation or reaccreditation at the job site where he or she is working may result in the suspension or revocation of that person's certificate of accreditation.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988 ;-- Am. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3415/"
    },
    {
      "id": "section-3383415a",
      "number": "338.3415a",
      "heading": "Disclosure of Inspector's Financial Interest or Relationship; Performance of Asbestos-Related Work as Condition of Conducting Inspection Prohibited; Right of Contractor to Conduct Inspection; “Person” Defined",
      "text": "(1) An asbestos inspector who has conducted an inspection under this act shall disclose orally and in writing to the person requesting the inspection the inspector's financial interest in or financial relationship to a person who engages in the business of performing asbestos-related work.\n\n(2) A person who engages in asbestos-related work shall not require that the inspector who performs an inspection under this act also perform the asbestos-related work recommended in the inspector's report as a condition of conducting the inspection.\n\n(3) After an inspection is conducted under this act and a report is prepared that indicates the need for asbestos-related work to be done, a person who contracts to do that asbestos-related work may conduct his or her own inspection either prior to performing the asbestos-related work or after performing that work in order to determine whether the work was successful, or both.\n\n(4) For purposes of this section, \"person\" means an individual, partnership, association, corporation, public or private agency, or other legal entity.\n\nHistory:Add. 1995, Act 127, Imd. Eff. June 30, 1995",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3415a/"
    },
    {
      "id": "section-3383416",
      "number": "338.3416",
      "heading": "Repealed. 1995, Act 127, Imd. Eff. June 30, 1995.",
      "text": "338.3416 Repealed. 1995, Act 127, Imd. Eff. June 30, 1995.\n\nCompiler's Notes:\n\nThe repealed section pertained to interim accreditation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3416/"
    },
    {
      "id": "section-3383417",
      "number": "338.3417",
      "heading": "Violation; Civil Penalties.",
      "text": "A person who violates this act shall be subject to civil penalties for each violation or each day that a violation continues in accordance with the following schedule:(a) For a first violation$2,000.00(b) For second violation$5,000.00(c) For a third or subsequent violation$10,000.00\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3417/"
    },
    {
      "id": "section-3383418",
      "number": "338.3418",
      "heading": "Appropriation.",
      "text": "The legislature shall annually appropriate to the department an amount sufficient to administer and enforce this act.\n\nHistory:1988, Act 440, Imd. Eff. Dec. 27, 1988",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-act-440-of-1988/section-338-3418/"
    }
  ]
}