{
  "state": "michigan",
  "path": "title-chapter-338-professions-and-occupations/chapter-ero-no-1991-9-executive-reorganization-order-3383501-3383501",
  "sections": [
    {
      "id": "section-3383501",
      "number": "338.3501",
      "heading": "Transfer of Occupational and Health-Related Functions, Boards, and Commissions From Department of Licensing and Regulation to Department of Commerce; Transfer of Department of Insurance and Office of the Commissioner of Insurance From the Department of Licensing and Regulation to the Department of C",
      "text": "WHEREAS, Article V, Section 2, of the Constitution of the State of Michigan of 1963, empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, the Department of Licensing and Regulation was created by Act No. 380 of the Public Acts of 1965, as amended, being Section 16.101 et seq. of the Michigan Compiled Laws; and\n\nWHEREAS, various occupational functions, boards, and commissions have been assigned or transferred to the Department of Licensing and Regulation; and\n\nWHEREAS, the Department of Insurance and the Office of the Commissioner of Insurance have been transferred to the Department of Licensing and Regulation; and\n\nWHEREAS, various health-related functions, boards, and commissions have been assigned to the Department of Licensing and Regulation; and\n\nWHEREAS, it is necessary in the interests of efficient administration and effectiveness of government to effect changes in the organization of the Executive Branch of government.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by the Constitution of the State of Michigan of 1963, and the laws of the State of Michigan, do hereby order the following:\n\n(1) Occupational Functions, Boards and Commissions:\n\n(a) All the statutory authority, powers, duties, functions, and responsibilities, including the functions of budgeting, procurement, and management-related functions of the Department of Licensing and Regulation identified in the Occupational Code, Act No. 299 of the Public Acts of 1980, being Section 339.101 et seq. of the Michigan Compiled Laws, including the boards (as defined therein), are hereby transferred from the Department of Licensing and Regulation to the Department of Commerce by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws; except that the boards (as defined therein), shall retain all of their statutory authority, powers, duties, functions, and responsibilities.\n\n(b) All the statutory authority, powers, duties, functions, and responsibilities, including the functions of budgeting, procurement, and management-related functions of the Department of Licensing and Regulation identified in:\n\n(i) State License Fee Act, Act No. 152 of the Public Acts of 1979, as amended, being Section 338.2201 et seq. of the Michigan Compiled Laws;\n\n(ii) Construction Lien Act (recovery fund provisions only), Act No. 497 of the Public Acts of 1980, as amended, being Sections 570.1201 to 570.1207 of the Michigan Compiled Laws;\n\n(iii) Building Contract Fund, Act No. 259 of the Public Acts of 1931, as amended, being Section 570.151 et seq. of the Michigan Compiled Laws;\n\n(iv) Cemetery Regulation Act, Act No. 251 of the Public Acts of 1968, as amended, being Section 456.521 et seq. of the Michigan Compiled Laws;\n\n(v) Ski Area Safety Act of 1962, Act No. 199 of the Public Acts of 1962, as amended, being Section 408.321 et seq. of the Michigan Compiled Laws;\n\n(vi) Carnival-Amusement Safety Act of 1966, Act No. 225 of the Public Acts of 1966, as amended, being Section 408.651 et seq. of the Michigan Compiled Laws;\n\n(vii) Forensic Polygraph Examiners Act, Act No. 295 of the Public Acts of 1972, as amended, being Section 338.1701 et seq. of the Michigan Compiled Laws; and\n\n(viii) Prepaid Funeral Contract Funding Act, Act No. 255 of the Public Acts of 1986, being Section 328.211 et seq. of the Michigan Compiled Laws\n\nare hereby transferred from the Department of Licensing and Regulation to the Department of Commerce by a Type II transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws.\n\n(c) The Director of the Department of Commerce, as head of the Department of Commerce, shall provide executive direction and supervision for the implementation of the transfer.\n\n(d) All records, personnel, property, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of Licensing and Regulation for the activities transferred by this Order are hereby transferred to the Department of Commerce.\n\n(e) The Department of Commerce shall make such internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Section of this Order.\n\n(f) The heads of the Department of Licensing and Regulation and the Department of Commerce shall immediately initiate coordination between their departments to facilitate the transfer and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and State laws and regulations, or other obligations to be resolved by the Department of Licensing and Regulation.\n\n(g) All rules, orders, contracts, and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, or repealed.\n\n(h) Any suit, action, or other proceeding lawfully commenced by, against, or before any entity affected by this Order shall not abate by reason of the taking of effect of this Order. Any suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected by this Order.\n\n(2) Department of Insurance, Office of the Commissioner of Insurance:\n\n(a) The Department of Insurance and the Office of the Commissioner of Insurance created by Sections 200 and 202 of Act No. 218 of the Public Acts of 1956, being Sections 500.200 and 500.202 of the Michigan Compiled Laws, as modified by Section 329 of Act 380 of the Public Acts of 1965, being Section 16.329 of the Michigan Compiled Laws, and by Executive Order No. 1980-1A (E.R.O. No. 1980-1), and the authority, powers, duties, functions, and responsibilities of the Department of Insurance and the Office of the Commissioner of Insurance (including, without limitation, the authority, powers, duties, functions, and responsibilities under Act No. 218 of the Public Acts of 1956, as amended, being Section 500.110 et seq. of the Michigan Compiled Laws; Act No. 66 of the Public Acts of 1933, being Section 550.1 et seq. of the Michigan Compiled Laws; Act No. 233 of the Public Acts of 1984, as amended, being Section 550.51 et seq. of the Michigan Compiled Laws; Act No. 266 of the Public Acts of 1895, as amended, being Section 550.101 et seq. of the Michigan Compiled Laws; Act No. 143 of the Public Acts of 1935, being Section 550.231 et seq. of the Michigan Compiled Laws; Act No. 64 of the Public Acts of 1984, being Section 550.251 et seq. of the Michigan Compiled Laws; Act No. 125 of the Public Acts of 1963, as amended, being Section 550.351 et seq. of the Michigan Compiled Laws; Act No. 173 of the Public Acts of 1958, as amended, being Section 550.601 et seq. of the Michigan Compiled Laws; Act No. 388 of the Public Acts of 1913, as amended, being Section 550.701 et seq. of the Michigan Compiled Laws; Act No. 218 of the Public Acts of 1984, being section 550.901 et seq. of the Michigan Compiled Laws; Act No. 252 of the Public Acts of 1986, being Section 550.1001 et seq. of the Michigan Compiled Laws; Act No. 350 of the Public Acts of 1980, as amended, being Section 550.1101 et seq. of the Michigan Compiled Laws; and Sections 333.21001 to 333.21099 of Act No. 368 of the Public Acts of 1978, being Sections 333.21001 to 333.21099 of the Michigan Compiled Laws), are hereby transferred from the Department of Licensing and Regulation to the Department of Commerce by a Type I transfer, as defined by Section 3 of Act No. 380 of the Public Acts of 1965, as amended, being Section 16.103 of the Michigan Compiled Laws.\n\n(b) The Director of the Department of Commerce, as head of the Department of Commerce, shall provide executive direction and supervision for the implementation of the transfer. The Department of Insurance and the Commissioner of Insurance shall exercise their prescribed statutory powers, duties, and functions of rule making, licensing, and registration, including the prescription of rules, rates, regulations, standards, and adjudications independently of the Director of the Department of Commerce. The budgeting, procurement, and related management functions of the Department of Insurance and the Commissioner of Insurance shall be performed under the direction and supervision of the Director of the Department of Commerce as the head of the Department of Commerce.\n\n(c) All records, personnel, property, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of Licensing and Regulation for the activities transferred by this Order are hereby transferred to the Department of Commerce.\n\n(d) The Department of Commerce shall make such internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Section of this Order.\n\n(e) The heads of the Department of Licensing and Regulation and the Department of Commerce shall immediately initiate coordination between their departments to facilitate the transfer and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and State laws and regulations, or other obligations to be resolved by the Department of Licensing and Regulation.\n\n(f) All rules, orders, contracts, and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, or repealed.\n\n(g) Any suit, action, or other proceeding lawfully commenced by, against, or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected by this Order.\n\n(3) Health-Related Functions, Boards, and Commissions:\n\n(a) All statutory authority, powers, duties, functions, and responsibilities, including the functions of budgeting, procurement, and management-related functions of the Department of Licensing and Regulation identified in Article 15 of Act No. 368 of the Public Acts of 1978, as amended, being Sections 333.16101 to 333.18838 of the Michigan Compiled Laws, Sections 7101 to 7545 of Act No. 368 of the Public Acts of 1978, as amended, being Sections 333.7101 to 333.7545 of the Michigan Compiled Laws, and Act No. 152 of the Public Acts of 1979, being Section 338.2201 et seq. of the Michigan Compiled Laws, including the council, boards, and task forces (as defined therein), are hereby transferred to the Department of Commerce by a Type II transfer, as defined in Section 3 of Act No. 380 of the Public Acts of 1965, being Section 16.103 of the Michigan Compiled Laws; except that the councils, boards, and task forces (as defined therein) shall retain all of their statutory authority, powers, duties, functions, and responsibilities.\n\n(b) The Director of the Department of Commerce, as head of the Department of Commerce, shall provide executive direction and supervision for the implementation of the transfer.\n\n(c) All records, personnel, property, and unexpended balances of appropriations, allocations, and other funds used, held, employed, available, or to be made available to the Department of Licensing and Regulation for the activities transferred by this Order are hereby transferred to Department of Commerce.\n\n(d) The Department of Commerce shall make such internal organizational changes as may be administratively necessary to complete the realignment of responsibilities prescribed by this Section of this Order.\n\n(e) The heads of the Department of Licensing and Regulation and the Department of Commerce shall immediately initiate coordination between their departments to facilitate the transfer and develop a memorandum of record identifying any pending settlements, issues of compliance with applicable federal and State laws and regulations, or other obligations to be resolved by the Department of Licensing and Regulation.\n\n(f) All rules, orders, contracts, and agreements relating to the assigned functions lawfully adopted prior to the effective date of this Order shall continue to be effective until revised, amended, or repealed.\n\n(g) Any suit, action or other proceeding lawfully commenced by, against, or before any entity affected by this Order shall not abate by reason of the taking effect of this Order. Any suit, action, or other proceeding may be maintained by, against, or before the appropriate successor of any entity affected by this Order.\n\nIn fulfillment of the requirement of Article V, Section 2, of the Constitution of the State of Michigan of 1963, the provisions of this Executive Order shall become effective September 1, 1991, at 12:01 a.m.\n\nHistory:1991, E.R.O. No. 1991-9, Eff. Sept. 1, 1991Compiler's Notes:For transfer of powers and duties of the bureau of health services from the department of consumer and industry services to the director of the department of community health by Type II transfer, see E.R.O. No. 2003-1, compiled at MCL 445.2011.For abolishment of the state board of forensic polygraph examiners and transfer of its powers and duties to the department of labor and economic growth, see E.R.O. No. 2007-18, compiled at MCL 445.2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-338/statute-e-r-o-no-1991-9/section-338-3501/"
    }
  ]
}