{
  "state": "iowa",
  "path": "title-title-xi-natural-resources/chapter-chapter-459b-dry-bedded-confinement-feeding-operations",
  "sections": [
    {
      "id": "section-459b101",
      "number": "459B.101",
      "heading": "Title.Section 459B.102 - Definitions",
      "text": "Section 459B.103 - Special terms.Section 459B.104 - General authority — commission and department — purpose — compliance.Section 459B.201 - Construction design standards.Section 459B.202 - Distance requirements.Section 459B.301 - Stockpiling — air quality.Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-459b102",
      "number": "459B.102",
      "heading": "Definitions.",
      "text": "459B.102 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Alluvial aquifer area” means an area underlaid by sand or gravel aquifers situated beneath floodplains along stream valleys and includes alluvial deposits associated with stream terraces and benches, contiguous wind-blown sand deposits, and glacial outwash deposits.\n\n2. “Animal” means cattle or swine.\n\n3. “Animal unit” means the same as defined in section 459.102.\n\n4. “Animal unit capacity” means the maximum number of animal units which the owner or operator confines in a dry bedded confinement feeding operation at any one time.\n\n5. “Bedding” means crop, vegetation, or forage residue or similar materials placed in a dry bedded confinement building for the care of animals.\n\n6. “Commercial enterprise” means the same as defined in section 459.102.\n\n7. “Confinement feeding operation” means the same as defined in section 459.102.\n\n8. “Department” means the department of natural resources.\n\n9. “Designated area” means the same as defined in section 459A.102.\n\n10. “Designated wetland” means the same as defined in section 459.102.\n\n11. “Dry bedded confinement feeding operation” means a confinement feeding operation in which animals are confined to areas which are totally roofed and in which all manure is stored as dry bedded manure.\n\n12. “Dry bedded confinement feeding operation structure” means a dry bedded manure confinement feeding operation building or a dry bedded manure storage structure.\n\n13. “Dry bedded manure” means manure from animals that meets all of the following requirements:\n\na. The manure does not flow perceptibly under pressure.\n\nb. The manure is not capable of being transported through a mechanical pumping device designed to move a liquid.\n\nc. The manure contains bedding.\n\n14. “Dry bedded manure confinement feeding operation building” or “building” means a building used in conjunction with a confinement feeding operation to house animals and in which any manure from the animals is stored as dry bedded manure.\n\n15. “Dry bedded manure storage structure” means a covered or uncovered structure, other than a building, used to store dry bedded manure originating from a confinement feeding operation.\n\n16. “Educational institution” means the same as defined in section 459.102.\n\n17. “Grassed waterway” means the same as defined in section 459A.102.\n\n18. “High-quality water resource” means the same as defined in section 459.102.\n\n19. “Karst terrain” means the same as defined in section 459.102.\n\n20. “Major water source” means the same as defined in section 459.102.\n\n21. “Manure” means the same as defined in section 459.102.\n\n22. “One hundred year floodplain” means the same as defined in section 459.102.\n\n23. “Public use area” means the same as defined in section 459.102.\n\n24. “Stockpile” means to store dry bedded manure outside of a dry bedded manure confinement feeding operation building or a dry bedded manure storage structure.\n\n25. “Water source” means the same as defined in section 459.102.\n\n2009 Acts, ch 155, §6, 18; 2010 Acts, ch 1069, §59\n\nReferred to in §459.102",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-102/"
    },
    {
      "id": "section-459b103",
      "number": "459B.103",
      "heading": "Special terms.",
      "text": "459B.103 Special terms.\n\nFor purposes of this chapter, all of the following shall apply:\n\n1. Two or more dry bedded confinement feeding operations under common ownership or common management are deemed to be a single dry bedded confinement feeding operation if they are adjacent or utilize a common area or system for dry bedded manure disposal.\n\n2. For purposes of determining whether two or more dry bedded confinement feeding operations are adjacent, all of the following shall apply:\n\na. At least one dry bedded confinement feeding operation structure must be constructed on or after March 21, 1996.\n\nb. A dry bedded confinement feeding operation structure which is part of one dry bedded confinement feeding operation is separated by less than one thousand two hundred fifty feet from a dry bedded confinement feeding operation structure which is part of the other dry bedded confinement feeding operation.\n\n3. a. For purposes of determining whether two or more dry bedded confinement feeding operations are under common ownership, a person must hold an interest in each of the dry bedded confinement feeding operations as any of the following:\n\n(1) A sole proprietor.\n\n(2) A joint tenant or tenant in common.\n\n(3) A holder of a majority equity interest in a business association as defined in section 202B.102, including but not limited to as a shareholder, partner, member, or beneficiary.\n\nb. An interest in the dry bedded confinement feeding operation under paragraph “a”, subparagraph (2) or (3) which is held directly or indirectly by the person’s spouse or dependent child shall be attributed to the person.\n\n4. For purposes of determining whether two or more dry bedded confinement feeding operations are under common management, a person must have significant control of the management of the day-to-day operations of each of the dry bedded confinement feeding operations. Common management does not include control over a contract livestock facility by a contractor, as defined in section 202.1.\n\n5. In calculating the animal unit capacity of a dry bedded confinement feeding operation, the animal unit capacity shall include the animal unit capacity of all dry bedded manure confinement feeding operation buildings that are used to house animals in the dry bedded confinement feeding operation.\n\n2009 Acts, ch 155, §7, 18; 2010 Acts, ch 1069, §60",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-103/"
    },
    {
      "id": "section-459b104",
      "number": "459B.104",
      "heading": "General authority — commission and department — purpose — compliance.",
      "text": "459B.104 General authority — commission and department — purpose — compliance.\n\n1. The environmental protection commission shall establish by rule adopted pursuant to chapter 17A, requirements relating to the construction, including expansion, or operation of dry bedded confinement feeding operations, including related dry bedded manure confinement feeding operation buildings and stockpiles.\n\n2. Any provision referring generally to compliance with the requirements of this chapter as applied to dry bedded confinement feeding operations also includes compliance with requirements in rules adopted by the environmental protection commission pursuant to this section, orders issued by the department as authorized under this chapter, and the terms and conditions applicable to manure management plans required under this chapter.\n\n3. The purpose of this chapter is to provide requirements relating to the construction, including the expansion, and operation of dry bedded confinement feeding operations, and the control of dry bedded manure which shall be construed to supplement applicable provisions of chapter 459. If there is a conflict between the provisions of this chapter and chapter 459, the provisions of this chapter shall prevail.\n\n2009 Acts, ch 155, §8, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-104/"
    },
    {
      "id": "section-459b201",
      "number": "459B.201",
      "heading": "Construction design standards.",
      "text": "459B.201 Construction design standards.\n\nA person constructing a dry bedded confinement feeding operation structure on karst terrain or in an alluvial aquifer area shall comply with all of the following:\n\n1. The person must construct the dry bedded confinement feeding operation structure at a location where there is a vertical separation distance of at least five feet between the bottom of the floor of the dry bedded confinement feeding operation structure and the underlying limestone, dolomite, or other soluble rock in karst terrain or the underlying sand and gravel aquifer in an alluvial aquifer area.\n\n2. The person must construct the dry bedded confinement feeding operation structure with a floor consisting of reinforced concrete at least five inches thick.\n\n2009 Acts, ch 155, §9, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-201/"
    },
    {
      "id": "section-459b202",
      "number": "459B.202",
      "heading": "Distance requirements.",
      "text": "459B.202 Distance requirements.\n\n1. Except as provided in subsection 3, the following shall apply:\n\na. A dry bedded confinement feeding operation structure shall not be constructed closer than five hundred feet away from the surface intake of an agricultural drainage well. A dry bedded confinement feeding operation structure shall not be constructed closer than one thousand feet from a wellhead, cistern of an agricultural drainage well, or known sinkhole.\n\nb. A dry bedded confinement feeding operation structure shall not be constructed if the dry bedded confinement feeding operation structure as constructed is closer than any of the following:\n\n(1) Two hundred feet away from a water source other than a major water source.\n\n(2) One thousand feet away from a major water source.\n\n(3) Two thousand five hundred feet away from a designated wetland.\n\nc. (1) A water source, other than a major water source, shall not be constructed, expanded, or diverted if the water source as constructed, expanded, or diverted is closer than two hundred feet away from a dry bedded confinement feeding operation structure.\n\n(2) A major water source shall not be constructed, expanded, or diverted if the major water source as constructed, expanded, or diverted is closer than one thousand feet from a dry bedded confinement feeding operation structure.\n\n(3) A designated wetland shall not be established if the designated wetland is closer than two thousand five hundred feet away from a dry bedded confinement feeding operation structure.\n\n2. A dry bedded confinement feeding operation structure shall not be constructed on land that is part of a one hundred year floodplain.\n\n3. A separation distance required in subsection 1 shall not apply to any of the following:\n\na. A location or object and a farm pond or privately owned lake, as defined in section 462A.2.\n\nb. A dry bedded confinement feeding operation structure constructed with a secondary containment barrier. The department shall adopt rules providing for the construction and use of a secondary containment barrier.\n\n2009 Acts, ch 155, §10, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-202/"
    },
    {
      "id": "section-459b301",
      "number": "459B.301",
      "heading": "Stockpiling — air quality.",
      "text": "459B.301 Stockpiling — air quality.\n\nA person may stockpile dry bedded manure, subject to this section.\n\n1. Except as provided in subsection 2, a person shall not stockpile dry bedded manure within one thousand two hundred fifty feet from a residence not owned by the titleholder of the land, a commercial enterprise, a bona fide religious institution, an educational institution, or a public use area.\n\n2. A person may stockpile dry bedded manure within a separation distance required between the stockpiled dry bedded manure and an object or location for which separation is required under subsection 1, if any of the following apply:\n\na. The titleholder of the land benefiting from the separation distance requirement executes a written waiver with the titleholder of the land where the dry bedded manure is stockpiled.\n\nb. The stockpiled dry bedded manure originates from a small animal feeding operation.\n\n2009 Acts, ch 155, §11, 18\n\nReferred to in §459B.402",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-301/"
    },
    {
      "id": "section-459b",
      "number": "459B",
      "heading": "302",
      "text": "302",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-459b305",
      "number": "459B.305",
      "heading": "Dry bedded manure control — water quality.",
      "text": "459B.305 Dry bedded manure control — water quality.\n\nA dry bedded confinement feeding operation shall retain all dry bedded manure produced by the operation between periods of dry bedded manure application. For purposes of this section, dry bedded manure may be retained by stockpiling as provided in this chapter. A dry bedded confinement feeding operation shall not discharge dry bedded manure directly into water of the state or into a tile line that discharges directly into water of the state.\n\n2009 Acts, ch 155, §12, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-305/"
    },
    {
      "id": "section-459b306",
      "number": "459B.306",
      "heading": "Stockpiling — NPDES requirements — water quality.",
      "text": "459B.306 Stockpiling — NPDES requirements — water quality.\n\nA person stockpiling dry bedded manure shall comply with applicable requirements of the national pollutant discharge elimination system pursuant to the federal Water Pollution Control Act, 33 U.S.C. ch. 26, as amended, and\n\n40 C.F.R. pts. 122 and 412\n\n2009 Acts, ch 155, §13, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-306/"
    },
    {
      "id": "section-459b307",
      "number": "459B.307",
      "heading": "Stockpiling — state requirements — water quality.",
      "text": "459B.307 Stockpiling — state requirements — water quality.\n\nA person may stockpile dry bedded manure, subject to all of the following:\n\n1. a. The person shall not stockpile the dry bedded manure within the following distances to a designated area unless the dry manure is maintained in a manner that will not allow precipitation-induced runoff to drain from the dry bedded manure to the designated area:\n\n(1) Four hundred feet from a designated area other than a high-quality water resource.\n\n(2) Eight hundred feet from a high-quality water resource.\n\nb. The person shall not stockpile dry bedded manure within two hundred feet from a terrace tile inlet or surface tile inlet unless the dry bedded manure is maintained in a manner that will not allow precipitation-induced runoff to drain from the dry bedded manure to the terrace tile inlet or surface tile inlet.\n\nc. The person shall not stockpile dry bedded manure in a grassed waterway, where water pools on the soil surface, or in any location where surface water will enter the stockpiled dry bedded manure.\n\nd. The person shall not stockpile dry bedded manure on land having a slope of more than three percent unless methods, structures, or practices are implemented to contain the stockpiled dry bedded manure, including but not limited to using hay bales, silt fences, temporary earthen berms, or other effective measures, and to prevent or diminish precipitation-induced runoff from the stockpiled dry bedded manure.\n\ne. The person shall not stockpile dry bedded manure on karst terrain or in an alluvial aquifer area unless the person complies with all of the following:\n\n(1) The person must stockpile the dry bedded manure at a location where there is a vertical separation distance of at least five feet between the bottom of the stockpiled dry manure and the underlying limestone, dolomite, or other soluble rock in karst terrain or the underlying sand and gravel aquifer in an alluvial aquifer area.\n\n(2) The dry bedded manure must be stockpiled on reinforced concrete at least five inches thick.\n\n2. The person shall remove the stockpiled dry bedded manure and apply it in accordance with the provisions of chapter 459, including but not limited to section 459.311, within six months after the dry bedded manure is stockpiled.\n\n2009 Acts, ch 155, §14, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-307/"
    },
    {
      "id": "section-459b308",
      "number": "459B.308",
      "heading": "Manure management plan for a dry bedded confinement feeding operation.",
      "text": "459B.308 Manure management plan for a dry bedded confinement feeding operation.\n\nFor purposes of a manure management plan for a dry bedded confinement feeding operation, if the application of dry bedded manure is on land other than land owned or rented for crop production by the owner of the dry bedded confinement feeding operation, the plan shall include a copy of each written agreement executed by the owner of the dry bedded confinement feeding operation and the landowner or the person renting the land for crop production where the dry bedded manure may be applied.\n\n2009 Acts, ch 155, §15, 18; 2010 Acts, ch 1069, §61",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-308/"
    },
    {
      "id": "section-459b401",
      "number": "459B.401",
      "heading": "General.",
      "text": "459B.401 General.\n\nThe department and the attorney general shall enforce the provisions of this chapter in the same manner as provided in chapter 459, subchapter VI.\n\n2009 Acts, ch 155, §16, 18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-401/"
    },
    {
      "id": "section-459b402",
      "number": "459B.402",
      "heading": "Violations — civil penalty.",
      "text": "459B.402 Violations — civil penalty.\n\nA person who violates section 459B.301 shall be subject to the same penalty as provided in section 459.602, and a person who violates any other provision of this chapter shall be subject to the same penalty as provided in section 459.603. Any collected civil penalty and interest on a civil penalty shall be credited to the Iowa nutrient research fund created in section 466B.46.\n\n2009 Acts, ch 155, §17, 18; 2011 Acts, ch 128, §40, 45; 2016 Acts, ch 1134, §31, 34\n\nReferred to in §455B.109, 466B.46",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-459b/section-459b-402/"
    }
  ]
}