{
  "state": "iowa",
  "path": "title-title-xi-natural-resources/chapter-chapter-465b-recreation-trails",
  "sections": [
    {
      "id": "section-465b1",
      "number": "465B.1",
      "heading": "Statement of purpose — intent.Section 465B",
      "text": "465B.1 Statement of purpose — intent.\n\n1. The general assembly finds that recreation trails provide a significant benefit for the health and well-being of Iowans and state visitors. Iowa has a national reputation as a place for hiking, walking, and bicycling. The use of recreation trails has a significant influence on Iowa’s economy. Iowa’s scenic landscapes, many small communities, and existing natural and transportation corridors are ideally suited for new recreation trails to support recreation and tourism activities such as walking, biking, driving for pleasure, horseback riding, boating and canoeing, skiing, snowmobiling, and others.\n\n2. The general assembly finds that a program shall be established to acquire, develop, promote, and manage existing and new recreation trails. The objective of a statewide trails program shall be for the state to acquire and develop two thousand miles of new recreation trails and completion of existing trail projects before the year 2000.\n\n87 Acts, ch 173, §1\n\nCS87, §111F.1\n\nC93, §465B.1\n\n2021 Acts, ch 76, §150\n\nReferred to in §465B.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-465b/section-465b-1/"
    },
    {
      "id": "section-465b2",
      "number": "465B.2",
      "heading": "Statewide trails development program.",
      "text": "465B.2 Statewide trails development program.\n\n1. The state department of transportation shall undertake the following actions to establish a program to meet the objective stated in section 465B.1:\n\na. Prepare a long-range plan for the acquisition, development, promotion, and management of recreation trails throughout the state. The plan shall identify needs and opportunities for recreation trails of different kinds having national, statewide, regional, and multicounty importance. Recommendations in the plan shall include but not be limited to:\n\n(1) Specific acquisition needs and opportunities for different types of trails.\n\n(2) Development needs including trail surfacing, restrooms, shelters, parking, and other needed facilities.\n\n(3) Promotional programs which will encourage Iowans and state visitors to increase use of trails.\n\n(4) Management activities including maintenance, enforcement of rules, and replacement needs.\n\n(5) Funding levels needed to accomplish the statewide trails objectives.\n\n(6) Ways in which trails can be more fully incorporated with parks, cultural sites, and natural resource sites.\n\nb. Include, within the plan, recommendations for standards for establishing functional classifications for all types of recreation trails as well as a system for determining jurisdictional control over trails. Levels of jurisdiction may be vested in the state, counties, cities, and private organizations.\n\n2. a. The state department of transportation may enter into contracts for the preparation of the trails plan. The department shall involve the department of natural resources and the economic development authority in the preparation of the plan. The recommendations and comments of organizations representing different types of trail users and others with interests in this program shall also be incorporated in the preparation of the trails plan and shall be submitted with the plan to the general assembly. Existing trail projects involving acquisition or development may receive funding prior to the completion of the trails plan.\n\nb. The department shall give priority to funding the acquisition and development of trail portions which will complete segments of existing trails. The department shall give preference to the acquisition of trail routes which use existing or abandoned railroad right-of-ways, river valleys, and natural greenbelts. Multiple recreational use of routes for trails, other forms of transportation, utilities, and other uses compatible with trails shall be given priority.\n\nc. The department may acquire property by negotiated purchase and hold title to property for development of trails. The department may enter into agreements with other state agencies, political subdivisions of the state, and private organizations for the planning, acquisition, development, promotion, management, operations, and maintenance of recreation trails.\n\n3. The department may adopt rules under chapter 17A to carry out a trails program.\n\n87 Acts, ch 173, §2\n\nCS87, §111F.2\n\nC93, §465B.2\n\n2011 Acts, ch 34, §107; 2023 Acts, ch 19, §2122\n\nSubsection 2, paragraph a amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-465b/section-465b-2/"
    },
    {
      "id": "section-465b3",
      "number": "465B.3",
      "heading": "Involvement of other agencies.",
      "text": "465B.3 Involvement of other agencies.\n\nThe department of natural resources and the economic development authority shall assist the state department of transportation in developing the statewide plan for recreation trails, in acquiring property, and in the development, promotion, and management of recreation trails.\n\n87 Acts, ch 173, §3\n\nCS87, §111F.3\n\nC93, §465B.3\n\n2011 Acts, ch 118, §85, 89; 2023 Acts, ch 19, §2123\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-465b/section-465b-3/"
    },
    {
      "id": "section-465b4",
      "number": "465B.4",
      "heading": "Funding.",
      "text": "465B.4 Funding.\n\nTo achieve the purposes of this chapter, the state department of transportation, other state agencies, political subdivisions of the state, and private organizations may use funds from the following sources:\n\n1. Funds appropriated by the general assembly.\n\n2. Private grants and gifts.\n\n3. Federal grants and loans intended for these purposes.\n\n87 Acts, ch 173, §4\n\nCS87, §111F.4\n\nC93, §465B.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-465b/section-465b-4/"
    }
  ]
}