{
  "state": "iowa",
  "path": "title-title-xi-natural-resources/chapter-chapter-455h-land-recycling-and-remediation-standards",
  "sections": [
    {
      "id": "section-455h101",
      "number": "455H.101",
      "heading": "Short title.Section 455H.102 - Scope",
      "text": "Section 455H.103 - Definitions.Section 455H.104 - Declaration of policy.Section 455H.105 - Duties of the commission.Section 455H.106 - Duties of the department.Section 455H.107 - Land recycling program.Section 455H.108Section 455H.109Section 455H.110Section 455H.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-455h102",
      "number": "455H.102",
      "heading": "Scope.",
      "text": "455H.102 Scope.\n\nThe environmental remediation standards established under this chapter shall be used for any response action or other site assessment or remediation that is conducted at a site enrolled pursuant to this chapter notwithstanding provisions regarding water quality in chapter 455B, subchapter III; hazardous conditions in chapter 455B, subchapter IV, part 4; hazardous waste and substance management in chapter 455B, subchapter IV, part 5; underground storage tanks, other than petroleum underground storage tanks, in chapter 455B, subchapter IV, part 8; and groundwater protection in chapter 455E.\n\n97 Acts, ch 127, §2; 2011 Acts, ch 9, §7; 2021 Acts, ch 76, §150",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-102/"
    },
    {
      "id": "section-455h103",
      "number": "455H.103",
      "heading": "Definitions.",
      "text": "455H.103 Definitions.\n\nAs used in this chapter, unless the context requires otherwise:\n\n1. “Affected area” means any real property affected, suspected of being affected, or modeled to be likely affected by a release occurring at an enrolled site.\n\n2. “Affiliate” means a corporate parent, subsidiary, or predecessor of a participant, a co-owner or cooperator of a participant, a spouse, parent, or child of a participant, an affiliated corporation or enterprise of a participant, or any other person substantially involved in the legal affairs or management of a participant, as defined by the department.\n\n3. “Background levels” means concentrations of hazardous substances naturally occurring and generally present in the environment in the vicinity of an enrolled site or an affected area and not the result of releases.\n\n4. “Commission” means the environmental protection commission created under section 455A.6.\n\n5. “Department” means the department of natural resources created under section 455A.2.\n\n6. “Director” means the director of the department of natural resources appointed under section 455A.3.\n\n7. “Enrolled site” means any property which has been or is suspected to be the site of or affected by a release and which has been enrolled pursuant to this chapter by a participant.\n\n8. “Environmental covenant” means a servitude arising under an environmental response project that imposes activity and use limitations as defined in section 455I.2.\n\n9. “Hazardous substance” has the same meaning as defined in section 455B.381.\n\n10. “Noncancer health risk” means the potential for adverse systemic or toxic effects caused by exposure to noncarcinogenic hazardous substances expressed as the hazard quotient for a hazardous substance. A hazard quotient is the ratio of the level of exposure of a hazardous substance over a specified time period to a reference dose for a similar exposure period.\n\n11. “Participant” means any person who enrolls property pursuant to this chapter. A participant is a participant only to the extent the participant complies with the requirements of this chapter.\n\n12. “Protected groundwater source” means a saturated bed, formation, or group of formations which has a hydraulic conductivity of at least forty-four-hundredths meters per day and a total dissolved solids concentration of less than two thousand five hundred milligrams per liter.\n\n13. “Protected party” means any of the following:\n\na. A participant, including, but not limited to, a development authority or fiduciary.\n\nb. A person who develops or otherwise occupies an enrolled site after the issuance of a no further action letter.\n\nc. A successor or assignee of a protected party, as to an enrolled site of a protected party.\n\nd. A lender which practices commercial lending including, but not limited to, providing financial services, holding of security interests, workout practices, and foreclosure or the recovery of funds from the sale of an enrolled site.\n\ne. A parent corporation or subsidiary of a participant.\n\nf. A co-owner or cooperator, either by joint tenancy or a tenancy in common, or any other party sharing a legal relationship with the participant.\n\ng. A holder of a beneficial interest of a land trust or inter vivos trust, whether revocable or irrevocable, as to any interests in an enrolled site.\n\nh. A mortgagee or trustee of a deed of trust existing as to an enrolled site as of the date of issuance of a no further action letter.\n\ni. A transferee of the participant whether the transfer is by purchase, eminent domain, assignment, bankruptcy proceeding, partition, dissolution of marriage, settlement or adjudication of any civil action, charitable gift, or bequest, in conjunction with the acquisition of title to the enrolled site.\n\nj. An heir or devisee of a participant.\n\nk. A government agency or political subdivision which acquires an enrolled site through voluntary or involuntary means, including, but not limited to, abandonment, tax foreclosure, eminent domain, or escheat.\n\n14. “Release” means any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping, or disposing into the environment of a hazardous substance, including the abandonment or discarding of barrels, containers, and other closed receptacles containing any hazardous substance, but excludes all of the following:\n\na. Any release which results in exposure to persons solely within a workplace, with respect to a claim which such persons may assert against the employer of such persons.\n\nb. Emissions from the engine exhaust of a motor vehicle, rolling stock, aircraft, vessel, or pipeline pumping station engine.\n\nc. The release of source, by-product, or special nuclear material from a nuclear incident, as those terms are defined in the federal Atomic Energy Act of 1954, if such release is subject to requirements with respect to financial protection established by the nuclear regulatory commission under 42 U.S.C. §2210 or, for the purposes of 42 U.S.C. §9604 or any other response action, any release of source, by-product, or special nuclear material from any processing site designated under 42 U.S.C. §7912(a)(1) or 7942(a).\n\nd. The use of pesticides in accordance with the product label.\n\n15. “Response action” means an action taken to reduce, minimize, eliminate, clean up, control, assess, or monitor a release to protect the public health and safety or the environment. “Response action” includes, but is not limited to, investigation, excavation, removal, disposal, cleansing of groundwaters or surface waters, natural biodegradation, institutional controls, technological controls, or site management practices.\n\n97 Acts, ch 127, §3; 99 Acts, ch 114, §39; 2005 Acts, ch 102, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-103/"
    },
    {
      "id": "section-455h104",
      "number": "455H.104",
      "heading": "Declaration of policy.",
      "text": "455H.104 Declaration of policy.\n\nThe general assembly finds and declares all of the following:\n\n1. Some real property in Iowa is not put to its highest productive use because it is contaminated or it is perceived to be contaminated as a result of past activity on the property. The reuse of these sites is an important component of a sound land-use policy that will prevent the needless development of prime farmland and open-space and natural areas, and reduce public expenditures for installing new infrastructure.\n\n2. Incentives should be put in place to encourage capable persons to voluntarily develop and implement cleanup plans.\n\n3. The safe reuse of property should be encouraged through the adoption of environmental remediation standards developed through an open process which take into account the risks associated with any release at the site. Any remediation standards adopted by this state must provide for the protection of the public health and safety and the environment.\n\n97 Acts, ch 127, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-104/"
    },
    {
      "id": "section-455h105",
      "number": "455H.105",
      "heading": "Duties of the commission.",
      "text": "455H.105 Duties of the commission.\n\nThe commission shall do all of the following:\n\n1. Adopt rules pertaining to the assessment, evaluation, and cleanup of the presence of hazardous substances which allow participants to carry out response actions using background standards, statewide standards, or site-specific cleanup standards pursuant to this chapter.\n\n2. Adopt rules establishing statewide standards and criteria for determination of background standards and site-specific cleanup standards.\n\n3. Adopt rules establishing a program intended to encourage and enhance assessment, evaluation, and cleanup of sites which may have been the site of or affected by a release.\n\n4. Adopt rules establishing a program to administer the land recycling fund established in section 455H.401.\n\n5. Adopt rules establishing requirements for the submission, performance, and verification of site assessments, cleanup plans, and certifications of completion. The rules shall provide that all site assessments, cleanup plans, and certifications of completion submitted by a participant shall be prepared by or under the supervision of an appropriately trained professional, including a groundwater professional certified pursuant to section 455B.474.\n\n6. Adopt rules for public notice of the proposed verification of a certificate of completion by the department where the certificate of completion is conditioned on the use of an institutional or technological control.\n\n97 Acts, ch 127, §5; 2007 Acts, ch 171, §9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-105/"
    },
    {
      "id": "section-455h106",
      "number": "455H.106",
      "heading": "Duties of the department.",
      "text": "455H.106 Duties of the department.\n\nThe department shall do all of the following:\n\n1. Enter into agreements or issue orders in connection with the enrollment of property into a program established pursuant to this chapter.\n\n2. Issue no further action letters upon the demonstration of compliance with applicable standards for an affected area by a participant.\n\n3. Enter into agreements or issue orders providing for institutional and technological controls to assure compliance with applicable standards pursuant to this chapter.\n\n4. Take actions necessary, including the revocation, suspension, or modification of permits or agreements, the issuance of orders, and the initiation of administrative or judicial proceedings, to enforce the provisions of this chapter and any agreements, covenants, easements, or orders issued pursuant to this chapter.\n\n97 Acts, ch 127, §6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-106/"
    },
    {
      "id": "section-455h107",
      "number": "455H.107",
      "heading": "Land recycling program.",
      "text": "455H.107 Land recycling program.\n\n1. A person may enroll property in the land recycling program pursuant to this chapter to carry out a response action in accordance with rules adopted by the commission which outline the eligibility for enrollment. The eligibility rules shall reasonably encourage the enrollment of all sites potentially eligible to participate under this chapter and shall not take into account any amounts the department may be reimbursed under this chapter.\n\n2. All participants shall enter into an agreement with the department to reimburse the department for actual costs incurred by the department in reviewing documents submitted as a part of the enrollment of the site. This fee shall not exceed seven thousand five hundred dollars per enrolled site for sites enrolled prior to July 1, 2018. For sites enrolled on or after July 1, 2018, the fee shall not exceed twenty-five thousand dollars per enrolled site. An agreement entered into under this subsection must allow the department access to the enrolled site and must require a demonstration of the participant’s ability to carry out a response action reasonably associated with the enrolled site.\n\n3. All of the following shall not be enrolled in the land recycling program:\n\na. Property for which corrective action is needed or has been taken for petroleum underground storage tanks under chapter 455B, subchapter IV, part 8. However, such property may be enrolled to address hazardous substances other than petroleum from underground storage tanks.\n\nb. Property which has been placed or is proposed to be included on the national priorities list established pursuant to the federal Comprehensive Environmental Response, Compensation, and Liability Act, 42 U.S.C. §9601 et seq.\n\nc. An animal feeding operation structure as defined in section 459.102.\n\n4. If the site cleanup assessment demonstrates that the release on the enrolled site has affected additional property, all property which is shown to be affected by the release on the enrolled site shall be enrolled in addition to the enrolled site.\n\n5. Following enrollment of the property in the land recycling program, the participant shall proceed on a timely basis to carry out response actions in accordance with the rules implementing this chapter.\n\n6. Once the participant has demonstrated the affected area is in compliance with the standards described in subchapter II, the department shall proceed on a timely basis and issue a no further action letter pursuant to section 455H.301.\n\n7. The participant may withdraw the enrolled site from further participation in the land recycling program at any time upon written notice to the department. Any participant who withdraws an enrolled site from further participation in the program shall not be entitled to any refund or credit for the enrollment fee paid pursuant to this section and shall, subject to the limitation on fees in subsection 2, be liable for any costs actually incurred by the department. The department or court may determine that a participant who withdraws prior to completion of all response actions identified for the enrolled site forfeits all benefits and immunities provided by this chapter as to the enrolled site. If it is deemed necessary and appropriate by the department, a participant who withdraws shall stabilize the enrolled site in accordance with a plan approved by the department.\n\n97 Acts, ch 127, §7; 2018 Acts, ch 1105, §1; 2021 Acts, ch 76, §150",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-107/"
    },
    {
      "id": "section-455h",
      "number": "455H",
      "heading": "108",
      "text": "108",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-455h201",
      "number": "455H.201",
      "heading": "Cleanup standards.",
      "text": "455H.201 Cleanup standards.\n\n1. a. A participant carrying out a response action shall take such response actions as necessary to assure that conditions in the affected area comply with any of the following, as applicable:\n\n(1) Background standards established pursuant to section 455H.202.\n\n(2) Statewide standards established pursuant to section 455H.203.\n\n(3) Site-specific cleanup standards established pursuant to section 455H.204.\n\nb. Any remediation standard which is applied must provide for the protection of the public health and safety and the environment.\n\n2. A participant may use a combination of these standards to implement a site remediation plan and may propose to use the site-specific cleanup standards whether or not efforts have been made to comply with the background or statewide standards.\n\n3. Until rules setting out requirements for background standards, statewide standards, or site-specific cleanup standards are finally adopted by the commission and effective, participants may utilize site-specific cleanup standards for any hazardous substance utilizing the procedures set out in the department’s rules implementing risk-based corrective action for underground storage tanks and, where relevant, the United States environmental protection agency’s guidance regarding risk assessment for superfund sites.\n\n4. The standards may be complied with through a combination of response actions that may include, but are not limited to, treatment, removal, technological or institutional controls, and natural attenuation and other natural mechanisms, and can include the use of innovative or other demonstrated measures.\n\n97 Acts, ch 127, §8; 2011 Acts, ch 25, §143",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-201/"
    },
    {
      "id": "section-455h202",
      "number": "455H.202",
      "heading": "Background standards.",
      "text": "455H.202 Background standards.\n\n1. Methods to identify background standards shall be adopted by the commission after consideration of the joint recommendations of the department and the technical advisory committee.\n\n2. The demonstration that the affected area meets the background standard shall be documented by the participant in the following manner:\n\na. Compliance with the background standard shall be demonstrated by collection and analysis of representative samples from environmental media of concern.\n\nb. A final report that documents compliance with the background standard shall be submitted to the department and shall include, as appropriate, all of the following:\n\n(1) A description of procedures and conclusions of the site investigation to characterize the nature, extent, direction, volume, and composition of hazardous substances.\n\n(2) The basis for selecting environmental media of concern, descriptions of removal or decontamination procedures performed in remediation, and summaries of sampling methodology and analytical results which demonstrate that the background standard has been complied with.\n\n(3) The basis for determining the background levels.\n\n97 Acts, ch 127, §9\n\nReferred to in §455H.201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-202/"
    },
    {
      "id": "section-455h203",
      "number": "455H.203",
      "heading": "Statewide standards.",
      "text": "455H.203 Statewide standards.\n\n1. Statewide standards shall be adopted by the commission after consideration of the joint recommendations of the department and the technical advisory committee. The standards must provide for the protection of the public health and safety and the environment.\n\n2. In establishing these standards, all of the following shall be considered:\n\na. Separate standards shall be established for hazardous substances in soil, in groundwater which is a protected groundwater source, and in groundwater which is not a protected groundwater source.\n\nb. In groundwater which is a protected groundwater source, the standards shall be the maximum contaminant levels established pursuant to the department’s drinking water standards or, for contaminants that do not have established drinking water standards, the standards shall be derived in a manner comparable to that used for establishment of drinking water standards. An affected area shall not be required to be cleaned up to concentration levels below or more restrictive than background levels.\n\nc. In groundwater which is not a protected groundwater source, the standards shall be no more protective than a standard reflecting an increased cancer risk of one in ten thousand from exposure to contaminants that are known or probable human carcinogens; a standard reflecting a noncancer health risk of one-tenth from exposure to contaminants that are possible human carcinogens; or a standard reflecting a noncancer health risk of one from exposure to contaminants that are not known, probable, or possible human carcinogens. An affected area shall not be required to be cleaned up to levels below or more restrictive than background levels.\n\nd. In soil, the standards shall be no more protective than a standard reflecting an increased cancer risk of five in one million from exposure to contaminants that are known or probable human carcinogens; a standard reflecting a noncancer health risk of one-tenth from exposure to contaminants that are possible human carcinogens; or a standard reflecting a noncancer health risk of one from exposure to contaminants that are not known, probable, or possible human carcinogens. An affected area shall not be required to be cleaned up to concentration levels below or more restrictive than background levels.\n\ne. Statewide standards specified in paragraphs “b”, “c”, and “d” assume exposure to individual contaminants in groundwater or soil. If more than one contaminant exists in a medium or exposure to contaminants can occur from more than one medium, standards shall be adjusted to reflect a cumulative increased cancer risk that is no less protective than one in ten thousand and a cumulative noncancer health risk to the same target human organ that is no less protective than one. Risks associated with background levels of contaminants shall not be included in the cumulative risk determination.\n\n3. The demonstration that the affected area meets the statewide standard shall be documented by the participant, as appropriate, in the following manner:\n\na. Compliance with cleanup levels shall be demonstrated by collection and analysis of representative samples from the environmental medium of concern.\n\nb. A final report that documents compliance with the statewide standard shall be submitted to the department which includes, as appropriate, the descriptions of procedures and conclusions of the site investigation to characterize the nature, extent, direction, rate of movement at the site and cumulative effects, if any, volume, composition, and concentration of hazardous substances in environmental media, the basis for selecting environmental media of concern, documentation supporting the selection of residential or nonresidential exposure factors, descriptions of removal or treatment procedures performed in remediation, and summaries of sampling methodology and analytical results which demonstrate that hazardous substances have been removed or treated to applicable levels.\n\n97 Acts, ch 127, §10; 2002 Acts, ch 1091, §1\n\nReferred to in §455H.201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-203/"
    },
    {
      "id": "section-455h204",
      "number": "455H.204",
      "heading": "Site-specific cleanup standards.",
      "text": "455H.204 Site-specific cleanup standards.\n\n1. Procedures to establish site-specific cleanup standards shall be adopted by the commission after consideration of the joint recommendations of the department and the technical advisory committee. Site-specific cleanup standards must provide for the protection of the public health and safety and the environment.\n\n2. Site-specific cleanup standards and appropriate response actions shall take into account all of the following provided, however, that an affected area shall not be required to be cleaned up to levels below or more restrictive than background levels, and in groundwater which is not a protected groundwater source, to a concentration level which presents an increased cancer risk of less than one in ten thousand:\n\na. The most appropriate exposure scenarios based on current or probable future residential, commercial, industrial, or other industry-accepted scenarios.\n\nb. Exposure pathway characterizations including contaminant sources, transport mechanisms, and exposure pathways.\n\nc. Affected human or environmental receptors and exposure scenarios based on current or probable projected use scenarios.\n\nd. Risk-based corrective action assessment principles which identify risks presented to the public health and safety or the environment by each released hazardous substance in a manner that will protect the public health and safety or the environment using a tiered procedure consistent with the ASTM (American society for testing and materials) international standards applied to nonpetroleum and petroleum hazardous substances.\n\ne. Other relevant site-specific risk-related factors such as the feasibility of available technologies, existing background levels, current and planned future uses, ecological, aesthetic, and other relevant criteria, and the applicability and availability of technological and institutional controls.\n\nf. Cleanup shall not be required in an affected area that does not present any of the following:\n\n(1) An increased cancer risk from a single contaminant at the point of exposure of five in one million for residential areas or one in ten thousand for nonresidential areas.\n\n(2) An increased cancer risk from multiple contaminants or multiple routes of exposure greater than one in ten thousand.\n\n(3) An increased noncancer health risk from a single contaminant at the point of exposure of greater than one, or greater than one-tenth for possible carcinogens.\n\n(4) An increased noncancer risk to the same target human organ from multiple contaminants or multiple routes of exposure greater than one.\n\n3. The concentration of a hazardous substance in an environmental medium of concern at an affected area where the site-specific standard has been selected shall not be required to meet the site-specific standard if the site-specific standard is numerically less than the background level. In such cases, the background level shall apply.\n\n4. Any participant electing to comply with site-specific standards established by this section shall submit, as appropriate, all of the following reports and evaluations for review and approval by the department:\n\na. (1) A site-specific risk assessment report and a cleanup plan. The site-specific risk assessment report must include, as appropriate, all of the following:\n\n(a) Documentation and descriptions of procedures and conclusions from the site investigation to characterize the nature, extent, direction, rate of movement, volume, and composition of hazardous substances.\n\n(b) The concentration of hazardous substances in environmental media of concern, including summaries of sampling methodology and analytical results.\n\n(c) A fate and transport analysis to demonstrate that no exposure pathways exist.\n\n(2) If no exposure pathways exist, a risk assessment report and a cleanup plan are not required and no remedy is required to be proposed or completed.\n\nb. A final report demonstrating compliance with site-specific cleanup standards has been completed in accordance with the cleanup plan.\n\nc. This section does not preclude a participant from submitting a site-specific risk assessment report and cleanup plan at one time to the department for review.\n\n5. Upon submission of either a site-specific risk assessment report or a cleanup plan to the department, the department shall notify the participant of any deficiencies in the report or plan in a timely manner.\n\n6. Owners and operators of underground storage tanks other than petroleum underground storage tanks, aboveground storage tanks, and pipelines which contain or have contained petroleum shall comply with the corrective action rules issued pursuant to chapter 455B, subchapter IV, part 8, to satisfy the requirements of this section.\n\n97 Acts, ch 127, §11; 2002 Acts, ch 1091, §2; 2004 Acts, ch 1086, §76; 2011 Acts, ch 25, §143; 2021 Acts, ch 76, §150\n\nReferred to in §455H.201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-204/"
    },
    {
      "id": "section-455h205",
      "number": "455H.205",
      "heading": "Variances.",
      "text": "455H.205 Variances.\n\n1. A participant may apply to the department for a variance from any applicable provision of this chapter.\n\n2. The department may issue a variance from applicable standards only if the participant demonstrates all of the following:\n\na. The participant demonstrates either of the following:\n\n(1) It is technically infeasible to comply with the applicable standards.\n\n(2) The cost of complying with the applicable standards exceeds the benefits.\n\nb. The proposed alternative standard or set of standards in the terms and conditions set forth in the application will result in an improvement of environmental conditions in the affected area and ensure that the public health and safety will be protected.\n\nc. The establishment of and compliance with the alternative standard or set of standards in the terms and conditions is necessary to promote, protect, preserve, or enhance employment opportunities or the reuse of the enrolled site.\n\n3. If requested by a participant, the department may issue a variance from any other provision of this chapter if the department determines that the variance would be consistent with the declaration of policy of this chapter and is reasonable under the circumstances.\n\n97 Acts, ch 127, §12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-205/"
    },
    {
      "id": "section-455h206",
      "number": "455H.206",
      "heading": "Institutional and technological controls.",
      "text": "455H.206 Institutional and technological controls.\n\n1. In achieving compliance with the cleanup standards under this chapter, a participant may use an institutional or technological control. The director may require reasonable proof of financial assurance where necessary to assure a technological control remains effective.\n\n2. An institutional or technological control includes any of the following:\n\na. A state or federal law or regulation.\n\nb. An ordinance of any political subdivision of the state.\n\nc. A contractual obligation recorded and executed in a manner satisfying chapter 558.\n\nd. A control which the participant can demonstrate reduces or manages the risk from a release through the period necessary to comply with the applicable standards.\n\ne. An environmental protection easement filed prior to July 1, 2005.\n\nf. An environmental covenant created in accordance with chapter 455I.\n\n3. If the department’s determination of compliance with applicable standards pursuant to subchapter III is conditioned on a restriction in the use of any real estate in the affected area, the participant must utilize an institutional control. If the restriction in use is to limit the use to nonresidential use, the participant must use an environmental covenant as the institutional control. Environmental covenants may also be used to implement other institutional or technological controls. An environmental covenant must comply with the requirements of chapter 455I.\n\n4. If the use of an institutional or technological control is confirmed in a no further action letter issued pursuant to section 455H.301, the institutional or technological control may be enforced in district court by the department, a political subdivision of this state, the participant, or any successor in interest to the participant.\n\n5. An institutional or technological control, except for an environmental covenant, may be removed, discontinued, modified, or terminated by the participant or a successor in interest to the participant upon a demonstration that the control no longer is required to assure compliance with the applicable standard. Upon review and approval by the department, the department shall issue an amendment to its no further action letter approving the removal, discontinuance, modification, or termination of an institutional or technological control which is no longer needed.\n\n6. An environmental covenant created pursuant to subsection 3 may be terminated or amended only in accordance with chapter 455I. The department may determine that any person who intentionally violates an environmental covenant or other technological or institutional control contained in a no further action letter loses any of the benefits provided by this chapter as to the affected area. In the event the technological or institutional controls fail to achieve compliance with the applicable standards, the participant shall undertake an additional response action sufficient to demonstrate to the department compliance with applicable standards. Failure to proceed in a timely manner in performing the additional response action may result in termination of the participant’s enrollment in the land recycling program.\n\n97 Acts, ch 127, §13; 2005 Acts, ch 102, §4; ; 2021 Acts, ch 76, §150",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-206/"
    },
    {
      "id": "section-455h207",
      "number": "455H.207",
      "heading": "Response action — permitting requirements.",
      "text": "455H.207 Response action — permitting requirements.\n\n1. A participant who would be otherwise required to obtain a permit, license, plan approval, or other approval from the department under any provision of the Code may obtain a consolidated standards permit for the activities in connection with the response action for which the permit, license, plan approval, or other approval is required. The consolidated standards permit shall encompass all the substantive requirements applicable to those activities under any applicable federal or state statute, rule, or regulation and any agreements the director had entered into with the United States environmental protection agency under those statutes, rules, or regulations.\n\n2. In addition to any other notice or hearing requirements of relevant chapters, at least ten days prior to issuing a permit under this section, the director shall publish a notice of the proposed permit which contains a general description of the activities to be conducted in the affected area under the permit. The notice shall be published in the official newspaper, as designated by the county board of supervisors pursuant to section 349.1, of the county in which the site is located. A person may submit written or oral comments on or objections to the permit. After considering the comments and objections, the director shall approve or deny the application for the consolidated standards permit.\n\n3. A participant issued a consolidated standards permit under this section in connection with a particular activity is not required to obtain a permit, license, plan approval, or other approval from the department in connection with any activity under the applicable provisions of the Code or rules. A participant who obtains a consolidated standards permit for a particular activity is deemed to be in compliance with the requirement to obtain from the department a permit, license, plan approval, or other approval in connection with the activity under the applicable provisions of the Code or rules. A violation of the conditions of the consolidated standards permit shall be deemed to be a violation of the applicable statute, rule, or regulation under which approval of activities in connection with a response action would have been required and is subject to enforcement in the same manner and to the same extent as a violation of the applicable statute, rule, or regulation would have been.\n\n97 Acts, ch 127, §14",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-207/"
    },
    {
      "id": "section-455h208",
      "number": "455H.208",
      "heading": "Public participation.",
      "text": "455H.208 Public participation.\n\nPublic participation shall be a required component of the process for participants for all sites enrolled in the land recycling program. The required level of public participation shall vary depending on the conditions existing at a site. At a minimum, the department shall notify all adjacent property owners, occupants of adjacent property, and the city or county in which the property is located of a site’s enrollment in the land recycling program and of the scope of work described in the participation agreement, and give the notified parties the opportunity to obtain updates regarding the status of activities relating to the enrolled site in the land recycling program. The notification shall not be required before the participant has had the opportunity to collect basic information characterizing the nature and extent of the contamination, but the notification shall be required in a timely manner allowing appropriate parties to have input in the formulation of the response action. If contaminants from the enrolled site have migrated off the enrolled site or are likely to migrate off the enrolled site, as determined by the department, the department shall notify by direct mailing all potentially affected parties, including the city or county in which the potentially affected property is located, and officials in charge of any potentially impacted public water supply and the notified parties shall be given opportunity to comment on proposed response actions. The department may require the participant of an enrolled site to publish public notice in a local newspaper if widespread interest in the site exists or is likely to exist as determined by the department. The department shall consider reasonable comments from potentially affected parties in determining whether to approve or disapprove a proposed response action or site closure.\n\n2002 Acts, ch 1091, §3; 2003 Acts, ch 108, §78",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-208/"
    },
    {
      "id": "section-455h301",
      "number": "455H.301",
      "heading": "No further action letters.",
      "text": "455H.301 No further action letters.\n\n1. Once a participant demonstrates that an affected area meets applicable standards and the department has certified that the participant has met all requirements for completion, the department shall promptly issue a no further action letter to the participant.\n\n2. a. A no further action letter shall state that the participant and any protected party are not required to take any further action at the site related to any hazardous substance for which compliance with applicable standards is demonstrated by the participant in accordance with applicable standards, except for continuing requirements specified in the no further action letter. If the participant was a person having control over a hazardous substance, as that phrase is defined in section 455B.381, at the time of the release, a no further action letter may provide that a further response action may be required, where appropriate, to protect against an imminent and substantial threat to public health, safety, and welfare. A protected party who was a person having control over a hazardous substance, as that phrase is defined in section 455B.381, at the time of the release, may be required by the department to conduct a further response action, where appropriate, to protect against an imminent and substantial threat to public health, safety, and welfare.\n\nb. If a person transfers property to an affiliate in order for that person or the affiliate to obtain a benefit to which the transferor would not otherwise be eligible under this chapter or to avoid an obligation under this chapter, the affiliate shall be subject to the same obligations and obtain the same level of benefits as those available to the transferor under this chapter.\n\nc. A no further action letter shall be void if the department demonstrates by clear, satisfactory, and convincing evidence that any approval under this chapter was obtained by fraud or material misrepresentation, knowing failure to disclose material information, or false certification to the department.\n\n3. The department shall provide, upon request, a no further action letter as to the affected area to each protected party.\n\n4. The department shall condition the no further action letter upon compliance with any institutional or technological controls relied upon by the participant to demonstrate compliance with the applicable standards.\n\n5. A no further action letter shall be in a form recordable in county real estate records as provided in chapter 558.\n\n97 Acts, ch 127, §15; 2011 Acts, ch 25, §143\n\nReferred to in §455H.107, 455H.206, 455H.302, 455H.303, 455H.503, 455H.509",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-301/"
    },
    {
      "id": "section-455h302",
      "number": "455H.302",
      "heading": "Covenants not to sue.",
      "text": "455H.302 Covenants not to sue.\n\nUpon issuance of a no further action letter pursuant to section 455H.301, a covenant not to sue arises by operation of law. The covenant releases the participant and each protected party from liability to the state, in the state’s capacity as a regulator administering environmental programs, to perform additional environmental assessment, remedial activity, or response action with regard to the release of a hazardous substance for which the participant and each protected party has complied with the requirements of this chapter.\n\n97 Acts, ch 127, §16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-302/"
    },
    {
      "id": "section-455h303",
      "number": "455H.303",
      "heading": "Cessation of statutory liability.",
      "text": "455H.303 Cessation of statutory liability.\n\nUpon issuance of a no further action letter pursuant to section 455H.301, except as provided in that section, the participant and each protected party shall no longer have liability under chapter 455A, under chapter 455B other than liability for petroleum underground storage tanks, or under chapters 455D and 455E to the state or to any other person as to any condition at the affected area with regard to hazardous substances for which compliance with applicable standards was demonstrated by the participant in accordance with this chapter and for which the department has provided a certificate of completion.\n\n97 Acts, ch 127, §17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-303/"
    },
    {
      "id": "section-455h304",
      "number": "455H.304",
      "heading": "Limitation of liability.",
      "text": "455H.304 Limitation of liability.\n\n1. As used in this section, unless the context requires otherwise:\n\na. “Environmental claim” means a civil action for damages for environmental harm and includes a civil action under this chapter for recovery of the costs of conducting a response action, but does not include a civil action for damages for a breach of contract or another agreement between persons or for a breach of a warranty that exists pursuant to the Code or common law of this state.\n\nb. “Environmental harm” means injury, death, loss, or threatened loss to a person or property caused by exposure to or the release of a hazardous substance.\n\n2. Except as may be required in accordance with obligations incurred pursuant to participation in the land recycling program established in this chapter, all of the following, or any officer or employee thereof, are relieved of any further liability for any environmental claim resulting from the presence of hazardous substances at, or the release of hazardous substances from, an enrolled site where a response action is being or has been conducted under this chapter, unless an action or omission of the person, state agency, political subdivision, or public utility, or an officer or employee thereof, constitutes willful or wanton misconduct or intentionally tortious conduct:\n\na. A contractor working for another person in conducting any response action under this chapter.\n\nb. A state agency or political subdivision that is conducting a voluntary response action or a maintenance activity on lands, easements, or rights-of-way owned, leased, or otherwise held by the state agency or political subdivision.\n\nc. A state agency when an officer or employee of the state agency provides technical assistance to a participant undertaking a response action under this chapter or rules adopted pursuant to this chapter, or to a contractor, officer, or employee of the agency, in connection with the response action.\n\nd. A public utility, as defined in section 476.1, which is performing work in any of the following:\n\n(1) An easement or right-of-way of a public utility across an affected area where a response action is being or has been conducted and where the public utility is constructing or has main or distribution lines above or below the surface of the ground for purposes of maintaining the easement or right-of-way for construction, repair, or replacement of any of the following:\n\n(a) Main or distribution lines above or below the surface of the ground.\n\n(b) Poles, towers, foundations, or other structures supporting or sustaining any such lines.\n\n(c) Appurtenances to poles, towers, foundations, or other structures supporting or sustaining any such lines.\n\n(2) An affected area where a response action is being conducted that is necessary to establish or maintain utility service to the property, including, without limitation, the construction, repair, or replacement of any of the following:\n\n(a) Main or distribution lines above or below the surface of the ground.\n\n(b) Poles, towers, foundations, or other structures supporting or sustaining any such lines.\n\n(c) Appurtenances to poles, towers, foundations, or other structures supporting or sustaining any such lines.\n\n3. This section does not create, and shall not be construed to create, a new cause of action against or substantive legal right against a person, state agency, political subdivision, or public utility, or an officer or employee thereof.\n\n4. This section does not affect, and shall not be construed as affecting, any immunities from civil liability or defenses established by another section of the Code or available at common law, to which a person, state agency, political subdivision, or public utility, or officer or employee thereof, may be entitled under circumstances not covered by this section.\n\n97 Acts, ch 127, §18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-304/"
    },
    {
      "id": "section-455h305",
      "number": "455H.305",
      "heading": "Participation not deemed an admission of liability.",
      "text": "455H.305 Participation not deemed an admission of liability.\n\n1. Enrolling a site pursuant to this chapter or participating in a response action does not constitute an admission of liability under the statutes of this state, the rules adopted pursuant to the statutes, or the ordinances and resolutions of a political subdivision, or an admission of civil liability under the Code or common law of this state.\n\n2. The fact that a person has become a participant in a response action under this chapter is not admissible in any civil, criminal, or administrative proceeding initiated or brought under any law of this state other than to enforce this chapter.\n\n3. All information, documents, reports, data produced, and any sample collected as a result of enrolling any property under this chapter are not admissible against the person undertaking the response action, and are not discoverable in any civil or administrative proceeding against the participant undertaking the response action except in a judicial or administrative proceeding initiated to enforce this chapter in connection with an alleged violation thereof. This prohibition against admissibility does not apply to any person whose covenant not to sue has been revoked under this chapter.\n\n4. Enrolling a site pursuant to this chapter or participating in a response action shall not be construed to be an acknowledgment that the conditions at the affected area identified and addressed by the response action constitute a threat or danger to public health or safety or the environment.\n\n97 Acts, ch 127, §19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-305/"
    },
    {
      "id": "section-455h306",
      "number": "455H.306",
      "heading": "Liability protections.",
      "text": "455H.306 Liability protections.\n\nThe protections from liability afforded under this chapter shall be in addition to the exclusions to any liability protections afforded participants under any other provision of the Code.\n\n97 Acts, ch 127, §20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-306/"
    },
    {
      "id": "section-455h307",
      "number": "455H.307",
      "heading": "Liability — new release — condition outside affected area.",
      "text": "455H.307 Liability — new release — condition outside affected area.\n\nProtections afforded in this chapter shall not relieve a person from liability for a release of a hazardous substance occurring at the enrolled site after the issuance of a no further action letter or from liability for any condition outside the affected area addressed in the cleanup plan and no further action letter.\n\n97 Acts, ch 127, §21",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-307/"
    },
    {
      "id": "section-455h308",
      "number": "455H.308",
      "heading": "Relationship to federal law.",
      "text": "455H.308 Relationship to federal law.\n\nThe liability protection and immunities afforded under this chapter extend only to liability or potential liability arising under state law. It is not intended to provide any relief as to liability or potential liability arising under federal law. This section shall not be construed as precluding any agreement with a federal agency by which it agrees to provide liability protection based on participation and completion of a cleanup plan under this chapter.\n\n97 Acts, ch 127, §22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-308/"
    },
    {
      "id": "section-455h309",
      "number": "455H.309",
      "heading": "Incremental property taxes.",
      "text": "455H.309 Incremental property taxes.\n\nTo encourage economic development and the recycling of contaminated land to promote the purposes of this chapter, cities and counties may provide by ordinance that the costs of carrying out response actions under this chapter are to be reimbursed, in whole or in part, by incremental property taxes over a six-year period. A city or county which implements the option provided for under this section shall provide that taxes levied on property enrolled in the land recycling program under this chapter each year by or for the benefit of the state, city, county, school district, or other taxing district shall be divided as provided in section 403.19, subsections 1 and 2, in the same manner as if the enrolled property was taxable property in an urban renewal project. Incremental property taxes collected under this section shall be placed in a special fund of the city or county. A participant shall be reimbursed with moneys from the special fund for costs associated with carrying out a response action in accordance with rules adopted by the commission. Beginning in the fourth of the six years of collecting incremental property taxes, the city or county shall begin decreasing by twenty-five percent each year the amount of incremental property taxes computed under this section.\n\n97 Acts, ch 127, §23",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-309/"
    },
    {
      "id": "section-455h401",
      "number": "455H.401",
      "heading": "Land recycling fund.",
      "text": "455H.401 Land recycling fund.\n\n1. A land recycling fund is created within the state treasury under the control of the commission. Moneys received from fees, general revenue, federal funds, gifts, bequests, donations, or other moneys so designated shall be deposited in the fund. Any unexpended balance in the land recycling fund at the end of each fiscal year shall be retained in the fund, notwithstanding section 8.33.\n\n2. The commission may use the land recycling fund to provide for all of the following:\n\na. Financial assistance to political subdivisions of the state for activities related to an enrolled site.\n\nb. Financial assistance and incentives for qualifying enrolled sites.\n\nc. Funding for any other purpose consistent with this chapter and deemed appropriate by the commission.\n\n97 Acts, ch 127, §24\n\nReferred to in §455H.105",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-401/"
    },
    {
      "id": "section-455h503",
      "number": "455H.503",
      "heading": "Recordkeeping requirements.",
      "text": "455H.503 Recordkeeping requirements.\n\nThe director shall maintain a record of the affected areas or portion of affected areas for which no further action letters were issued under section 455H.301 and which involve institutional or technological controls that restrict the use of any of the enrolled sites to comply with applicable standards. The records pertaining to those sites shall indicate the applicable use restrictions.\n\n97 Acts, ch 127, §27",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-503/"
    },
    {
      "id": "section-455h504",
      "number": "455H.504",
      "heading": "Transferability of participation benefits.",
      "text": "455H.504 Transferability of participation benefits.\n\nA no further action letter, a covenant not to sue, and any agreement authorized to be entered into and entered into under this chapter and the rules adopted pursuant to this chapter may be transferred by the participant or a later recipient to any other person by assignment or in conjunction with the acquisition of title to the enrolled site to which the document applies.\n\n97 Acts, ch 127, §28",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-504/"
    },
    {
      "id": "section-455h505",
      "number": "455H.505",
      "heading": "Emergency response.",
      "text": "455H.505 Emergency response.\n\nThe provisions of this chapter shall not prevent or impede the immediate response of the department or a participant to an emergency which involves an imminent or actual release of a hazardous substance which threatens public health and safety or the environment. The emergency response action taken by the participant shall comply with the provisions of this chapter and the participant shall not be prejudiced by the mitigation measures undertaken to that point.\n\n97 Acts, ch 127, §29",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-505/"
    },
    {
      "id": "section-455h506",
      "number": "455H.506",
      "heading": "Interim response.",
      "text": "455H.506 Interim response.\n\nThe provisions of this chapter shall not prevent or impede a participant from undertaking mitigation measures to prevent significant impacts on human health or the environment. A response action for the site shall not be prejudiced by the mitigation measures undertaken prior to enrolling a property in the land recycling program. The effects of any interim mitigation measure shall be taken into account in the department’s evaluation of the participant’s compliance with applicable standards.\n\n97 Acts, ch 127, §30",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-506/"
    },
    {
      "id": "section-455h507",
      "number": "455H.507",
      "heading": "Transition from existing programs.",
      "text": "455H.507 Transition from existing programs.\n\nExcept for any enrolled site which is the subject of an enforcement action by an agency of the state or the federal government prior to July 1, 1997, for any property where actions similar to a response action have commenced pursuant to any provision of chapter 455B prior to July 1, 1997, the person carrying out the action shall elect within ninety days following the final adoption of rules implementing this chapter to either continue to proceed in accordance with the laws and rules in effect prior to July 1, 1997, or to proceed pursuant to this chapter.\n\n97 Acts, ch 127, §31",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-507/"
    },
    {
      "id": "section-455h508",
      "number": "455H.508",
      "heading": "Participant protection.",
      "text": "455H.508 Participant protection.\n\nA participant shall not be subject to either a civil enforcement action by an agency of this state or a political subdivision of this state, or an action filed pursuant to section 455B.112 regarding any release, response action, or condition which is the subject of the response action. This protection is contingent on the participant proceeding on a due and timely basis to carry out the response action.\n\n97 Acts, ch 127, §32",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-508/"
    },
    {
      "id": "section-455h509",
      "number": "455H.509",
      "heading": "Removal of a site from the registry listing.",
      "text": "455H.509 Removal of a site from the registry listing.\n\nAn enrolled site listed on the registry of confirmed hazardous waste or hazardous substance disposal sites, established pursuant to section 455B.426, which has completed a response action as to the conditions which led to its original listing on the registry, shall be removed from the registry listing, once a letter of no further action has been issued pursuant to section 455H.301.\n\n97 Acts, ch 127, §33",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-509/"
    },
    {
      "id": "section-455h510",
      "number": "455H.510",
      "heading": "Relationship to federal programs.",
      "text": "455H.510 Relationship to federal programs.\n\nThe provisions of this chapter shall not prevent the department from enforcing both specific numerical cleanup standards and monitoring of compliance requirements specifically required to be enforced by the federal government as a condition of the receipt of program authorization, delegation, primacy, or federal funds.\n\n97 Acts, ch 127, §34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-510/"
    },
    {
      "id": "section-455h511",
      "number": "455H.511",
      "heading": "Federal stringency.",
      "text": "455H.511 Federal stringency.\n\nAny rules or standards established pursuant to this chapter shall be no more stringent than those required under any comparable federal law or regulation.\n\n97 Acts, ch 127, §35",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xi/chapter-455h/section-455h-511/"
    }
  ]
}