{
  "state": "district-of-columbia",
  "path": "title-4/chapter-5",
  "sections": [
    {
      "id": "section-4-501",
      "number": "4-501",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Board” means the Crime Victims Compensation Appeals Board.\n\n(2) “Claimant” means a person who makes a claim for compensation under this chapter and who is a:\n\n(A) Victim; or\n\n(B) Secondary victim.\n\n(C) Repealed.\n\n(3) \"Collateral source\":\n\n(A) Means a source of benefits or compensation available to a claimant for economic loss resulting from a crime; and\n\n(B) Includes payments or benefits from:\n\n(i) The offender;\n\n(ii) The United States, District of Columbia, a state or territory of the United States or its political subdivisions, or an agency of the foregoing, including Social Security, Medicare, Medicaid, workers' compensation, public employees' disability compensation, the Department of Human Services, the Department of Health, the Child and Family Services Agency, or Court Social Services;\n\n(iii) A wage continuation program of an employer;\n\n(iv) A contract of life, health, disability, liability, or fire and casualty insurance, or a contract providing prepaid hospital or health care benefits;\n\n(v) Proceeds of a lawsuit brought as a result of the crime; or\n\n(vi) Life insurance proceeds of more than $50,000.\n\n(4) “Commission” means the Crime Victims Compensation Advisory Commission.\n\n(5) “Court” means the Superior Court of the District of Columbia.\n\n(6) \"Crime\" means the following offenses, or the attempt to commit the following offenses, whether prosecuted under the District of Columbia Official Code or substantially similar offense defined in the United States Code, and whether committed in the District against any person or outside of the United States against a resident of the District:\n\n(A) An act of terrorism, as described in § 22-3153;\n\n(B) Arson, as described in s§ 22-301;\n\n(C) Assault with intent to kill, rob, or poison, or to commit first degree sexual abuse, second degree sexual abuse or child sexual abuse, as described in § 22-401;\n\n(D) Assault with intent to commit mayhem or with a dangerous weapon, as described in § 22-402;\n\n(E) Assault with intent to commit any offense, as described in § 22-403;\n\n(F) Assault or threatened assault in a menacing manner; stalking, as described in § 44-404;\n\n(G) Aggravated assault, as described in § 22-404.01;\n\n(H) Assault on member of police force, campus or university special police, or fire department, as described in § 22-405;\n\n(I) Burglary, as described in § 22-801;\n\n(J) Carjacking, as described in § 22-2803(a)(1); or\n\n(K) Armed carjacking, as described in § 22-2803(b)(1);\n\n(L) Criminal abuse of a vulnerable adult or elderly person, as described in § 22-933;\n\n(M) Financial exploitation of a vulnerable adult or elderly person, as described in section 203a of the Senior Protection Amendment Act of 2000, effective November 23, 2016 (D.C. Law 21-166; D.C. Official Code § 22-933.01);\n\n(N) Criminal negligence, as described in section 204 of the Senior Protection Amendment Act of 2000, effective June 8, 2001 (D.C. Law 13-301; D.C. Official Code § 22-934);\n\n(O) Cruelty to animals, as described in section 1 of Chapter 106 of the Acts of the Legislative Assembly, approved August 23, 1871, (D.C. Official Code § 22-1001), when committed against the victim's animal;\n\n(P) Cruelty to children, as described in section 3 of An act for the protection of children in the District of Columbia and for other purposes, approved February 13, 1885 (23 Stat. 303; D.C. Official Code § 22-1101);\n\n(Q) The following offenses that resulted in death or bodily injury to a person, notwithstanding that the offender lacked the capacity to commit the offense by reason of infancy, insanity, intoxication, or otherwise:\n\n(i) Speeding and reckless driving, as described in section 9 of the District of Columbia Traffic Act, 1925, approved March 3, 1925 (43 Stat. 1123; D.C. Official Code § 50-2201.04);\n\n(ii) Fleeing from a law enforcement officer in a motor vehicle, as described in section 10b of District of Columbia Traffic Act, 1925, effective March 16, 2005 (D.C. Law 15-239; D.C. Official Code § 50-2201.05b);\n\n(iii) Leaving after colliding, as described in section 10c of District of Columbia Traffic Act, 1925, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2201.05c);\n\n(iv) Object falling or flying from vehicle, as described in section 10d of District of Columbia Traffic Act, 1925, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2201.05d);\n\n(v) Driving under the influence (DUI) of alcohol or a drug, as described in section 3b of the Anti-Drunk Driving Act of 1982, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2206.11);\n\n(vi) Driving under the influence of alcohol or a drug; commercial vehicle, as described in section 3c of the Anti-Drunk Driving Act of 1982, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2206.12);\n\n(vii) Operating a vehicle while impaired, as described in section 3e of the Anti-Drunk Driving Act of 1982, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2206.14);\n\n(viii) Operating under the influence of alcohol or a drug (horse-drawn vehicle), as described in section 3g of the Anti-Drunk Driving Act of 1982, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2206.16);\n\n(ix) Operating under the influence of alcohol or a drug (watercraft), as described in section 3j of the Anti-Drunk Driving Act of 1982, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2206.31); and\n\n(x) Operating a watercraft while impaired, as described in section 3l of the Anti-Drunk Driving Act of 1982, effective April 27, 2013 (D.C. Law 19-266; D.C. Official Code § 50-2206.33);\n\n(R) Manufacture, transfer, use, possession, or transportation of Molotov cocktails, or other explosives for unlawful purposes, as described in section 15A of An Act To control the possession, sale, transfer, and use of pistols and other dangerous weapons in the District of Columbia, to provide penalties, to prescribe rules of evidence, and for other purposes, approved July 8, 1932 (47 Stat. 654; D.C. Official Code § 22-4515a);\n\n(S) Forced labor, as described in section 102 of the Prohibition Against Human Trafficking Amendment Act of 2010, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-1832);\n\n(T) Trafficking in labor or commercial sex acts, as described in section 103 of the Prohibition Against Human Trafficking Amendment Act of 2010, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-1833);\n\n(U) Sex trafficking of children, as described in section 104 of the Prohibition Against Human Trafficking Amendment Act of 2010, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-1834);\n\n(V) Unlawful conduct with respect to documents in furtherance of human trafficking, as described in section 105 of the Prohibition Against Human Trafficking Amendment Act of 2010, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-1835);\n\n(W) Benefitting financially from human trafficking, as described in section 106 of the Prohibition Against Human Trafficking Amendment Act of 2010, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-1836);\n\n(X) Kidnapping, as described in section 812 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1322; D.C. Official Code § 22-2001);\n\n(Y) Malicious burning, destruction, or injury of another's property, as described in section 848 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1327; D.C. Official Code § 22-303), that:\n\n(i) Resulted from the discharge of a firearm into the victim's residence or vehicle; or\n\n(ii) Was committed by an intimate partner;\n\n(Z) Mayhem or maliciously disfiguring, as described in section 807 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1322; D.C. Official Code § 22-406);\n\n(AA) Manslaughter, as described in section 802 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1321; D.C. Official Code § 22-2105);\n\n(BB) Murder in the first degree (purposeful killing; killing while perpetrating certain crimes), as described in section 798 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1321; D.C. Official Code § 22-2101);\n\n(CC) Murder in the first degree (placing obstructions upon or displacement of railroads), as described in section 799 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1321; D.C. Official Code § 22-2102);\n\n(DD) Murder in the second degree, as described in section 800 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1321; D.C. Official Code § 22-2103);\n\n(EE) Murder of law enforcement officer, as described in section 802a of An Act To establish a code of law for the District of Columbia, effective May 23, 1995 (D.C. Law 10-256; D.C. Official Code § 22-2106);\n\n(FF) Negligent homicide, as described in section 802(a) of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1321; D.C. Official Code § 22-2203.01);\n\n(GG) Where a person was compelled to engage in prostitution:\n\n(i) Engaging in prostitution or soliciting for prostitution, as described in section 1 of An Act For the Suppression of prostitution in the District of Columbia, approved August 15, 1935 (49 Stat. 651; D.C. Official Code § 22-2701);\n\n(ii) Abducting or enticing child from the child's home for purposes of prostitution; harboring such child, as described in section 813 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1322; D.C. Official Code § 22-2704);\n\n(iii) Pandering; inducing or compelling an individual to engage in prostitution, as described in section 1 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved June 25, 1910 (36 Stat. 833; D.C. Official Code § 22-2705);\n\n(iv) Compelling an individual to live life of prostitution against the individual's will, as described in section 2 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved June 25, 1910 (36 Stat. 833; D.C. Official Code § 22-2706);\n\n(v) Procuring; receiving money or other valuable thing for arranging assignation, as described in section 3 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved June 25, 1910 (36 Stat. 833; D.C. Official Code § 22-2707);\n\n(vi) Causing spouse or domestic partner to live in prostitution, as described in section 4 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved June 25, 1910 (36 Stat. 833; D.C. Official Code § 22-2708);\n\n(vii) Detaining an individual in disorderly house for debt there contracted, as described in section 5 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved June 25, 1910 (36 Stat. 833; D.C. Official Code § 22-2709);\n\n(viii) Procuring for house of prostitution, as described in section 6 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved January 3, 1941 (54 Stat. 1226; D.C. Official Code § 22-2710);\n\n(ix) Procuring for third persons, as described in section 7 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved January 3, 1941 (54 Stat. 1226; D.C. Official Code § 22-2711); and\n\n(x) Operating house of prostitution, as described in section 8 of an Act In relation to pandering, to define and prohibit the same and to provide for the punishment thereof, approved January 3, 1941 (54 Stat. 1226; D.C. Official Code § 22-2712);\n\n(HH) Rioting or inciting to riot, as described in section 901 of An Act relating to crime and criminal procedure in the District of Columbia, approved December 27, 1967 (81 Stat. 742; D.C. Official Code § 22-1322);\n\n(II) Robbery, as described in section 810 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1322; D.C. Official Code § 22-2801);\n\n(JJ) Attempt to commit robbery, as described in section 811 of An Act To establish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1322; D.C. Official Code § 22-2802);\n\n(KK) First degree sexual abuse, as described in section 201 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3002);\n\n(LL) Second degree sexual abuse, as described in section 202 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3003);\n\n(MM) Third degree sexual abuse, as described in section 203 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3004);\n\n(NN) Fourth degree sexual abuse, as described in section 204 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3005);\n\n(OO) Misdemeanor sexual abuse, as described in section 205 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3006);\n\n(PP) First degree child sexual abuse, as described in section 207 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3008);\n\n(QQ) Second degree child sexual abuse, as described in section 208 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3009);\n\n(RR) First degree sexual abuse of a minor, as described in section 208a of the Anti-Sexual Abuse Act of 1994, effective April 24, 2007 (D.C. Law 16-306; D.C. Official Code § 22-3009.01);\n\n(SS) Second degree sexual abuse of a minor, as described in section 208b of the Anti-Sexual Abuse Act of 1994, effective April 24, 2007 (D.C. Law 16-306; D.C. Official Code § 22-3009.02);\n\n(TT) First degree sexual abuse of a secondary education student, as described in section 208c of the Anti-Sexual Abuse Act of 1994, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-3009.03);\n\n(UU) Second degree sexual abuse of a secondary education student, as described in section 208d of the Anti-Sexual Abuse Act of 1994, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code § 22-3009.04);\n\n(VV) Enticing a child or minor, as described in section 209 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3010);\n\n(WW) Misdemeanor sexual abuse of a child or minor, as described in section 209a of the Anti-Sexual Abuse Act of 1994, effective April 24, 2007 (D.C. Law 16-306; D.C. Official Code § 22-3010.01);\n\n(XX) Arranging for a sexual contact with a real or fictitious child, as described in section 209b of the Anti-Sexual Abuse Act of 1994, effective June 3, 2011 (D.C. Law 18-377; D.C. Official Code § 22-3010.02);\n\n(YY) First degree sexual abuse of a ward, patient, client, arrestee, detainee, or prisoner, as described in section 212 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3013);\n\n(ZZ) Second degree sexual abuse of a ward, patient, client, arrestee, detainee, or prisoner, as described in section 213 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3014);\n\n(AAA) First degree sexual abuse of a patient or client, as described in section 214 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3015);\n\n(BBB) Second degree sexual abuse of a patient or client, as described in section 215 of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3016);\n\n(CCC) Sexual performances using minors, as described in section 3 of the District of Columbia Protection of Minors Act of 1982, effective March 9, 1983 (D.C. Law 4-173; D.C. Official Code § 22-3102);\n\n(DDD) Stalking, as described in section 503 of the Omnibus Public Safety and Justice Amendment Act of 2009, effective December 10, 2009 (D.C. Law 18-88; D.C. Official Code § 22-3133);\n\n(EEE) Threats to do bodily harm, as described in section 2 of An Act To confer concurrent jurisdiction on the police court of the District of Columbia in certain cases, approved July 16, 1912 (37 Stat. 193; D.C. Official Code § 22-407);\n\n(FFF) Voyeurism, as described in section 105 of the Omnibus Public Safety Amendment Act of 2006, effective April 24, 2007 (D.C. Law 16-306; D.C. Official Code § 22-3531); and\n\n(GGG) Use, dissemination, or detonation of a weapon of mass destruction, as described in section 105 of the Omnibus Anti-Terrorism Act of 2002, effective October 17, 2002 (D.C. Law 14-194; D.C. Official Code § 22-3155).\n\n(A) “Economic loss” means:\n\n(i) Reasonable medical expenses incurred, whether provided in the District or elsewhere;\n\n(ii) Reasonable funeral and burial expenses, including the reasonable cost of embalming, burial containers, cremation, and the chosen method of interment; provided, that a claimant's economic loss under this sub-subparagraph shall not exceed $10,000;\n\n(iii) The reasonable cost of temporary emergency food and housing not exceeding 120 days;\n\n(iv) Loss of income or support incurred as a direct or indirect result of an injury or death;\n\n(v) Loss of a victim’s services by a secondary victim, including housekeeping and child care services;\n\n(vi) In the case of secondary victims, reasonable psychiatric, psychological, or mental health counseling expenses incurred as a direct result of the crime;\n\n(vii) Reasonable expenses incurred by the victim for physical or occupational therapy and rehabilitation;\n\n(viii) The reasonable cost of cleaning the crime scene;\n\n(ix) Unless the victim is deceased, the replacement value of the victim’s clothing that is held for evidentiary purposes;\n\n(x) The reasonable cost of replacing doors, windows, locks or other items to secure the victim’s home or other place of residence;\n\n(xi) The reasonable cost of alternate transportation, including a rental car or rideshare, for the period of time that an automobile is being held by the police as evidence or to collect evidence;\n\n(xii) Reasonable moving expenses where necessary for health or safety; and\n\n(xiii) Reasonable transportation expenses incurred by the victim or secondary victim to participate in court proceedings, to participate in the investigation or prosecution of the case, or to obtain the services described in sub-subparagraphs (i), (vi), or (vii) of this subparagraph, or paragraph (9) of this subsection, or to obtain any other services required as a direct result of the crime.\n\n(B) “Economic loss” does not mean:\n\n(i) Pain and suffering;\n\n(ii) The value of any property damaged or taken during the crime; or\n\n(iii) Any services not described in subparagraph (A) of this paragraph.\n\n(8) “Fund” means the Crime Victims Compensation Fund.\n\n(8A) \"Intimate partner\" means a person:\n\n(A) To whom the offender is or was married;\n\n(B) With whom the offender is or was in a domestic partnership;\n\n(C) With whom the offender has a child in common; or\n\n(D) With whom the offender is, or was, or is seeking to be in a romantic, dating, or sexual relationship.\n\n(9) “Medical expenses” include:\n\n(A) Ambulance, hospital, surgical, medical, nursing, dental, optometric, ophthalmologic, chiropractic, podiatric, in-patient mental health, and pregnancy-related care;\n\n(B) Medical, dental, hearing, and surgical supplies;\n\n(C) Crutches and prosthetic devices taken, lost, or destroyed during the commission of the crime, as well as new prosthetic devices which became necessary as a direct result of the crime and training in their use;\n\n(D) Out-patient mental health counseling expenses which became necessary as a direct result of the crime and which are provided by a:\n\n(i) Licensed psychiatrist or psychologist;\n\n(ii) Licensed social worker;\n\n(iii) Licensed marriage, family, or child counselor practicing within the scope of licensure; or\n\n(iv) Individual licensed by the Board of Professional Counseling as a:\n\n(I) Professional counselor, as described in § 3-1207.10(a);\n\n(II) Professional counselor, as described in § 3-1207.10(c); or\n\n(III) Graduate professional counselor, as described [in] § 3-1207.10(b); and\n\n(E) Veterinary expenses in claims where the victim's animal was a victim of cruelty to animals, as described in § 22-1001.\n\n(9A) \"Minor\" means a person under 18 years of age.\n\n(10) “Personal injury” means physical injury, emotional trauma, or both.\n\n(11) “Program” means the Crime Victims Compensation Program.\n\n(12) “Provider of services” means a person or entity providing services pursuant to paragraphs (7) and (9) of this subsection.\n\n(13) “Secondary victim” means a:\n\n(A) Victim’s spouse, children, including biological, step, foster, and adopted, grandchildren, parents, stepparents, siblings, half siblings, or spouse’s parents;\n\n(B) Person who resides in the victim’s household at the time of the crime or at the time of the discovery of the crime;\n\n(C) Person who is a survivor of a victim and who was wholly or partially dependent upon the victim for care and support at the time of the commission of the crime upon which the claim is based, including a child of the victim born after the victim’s death;\n\n(D) Person who legally assumes the obligation, or who voluntarily pays the medical expenses, or in the event of death caused by the crime, funeral and burial expenses, incurred as a direct result thereof;\n\n(E) Person with close ties to the victim; or\n\n(F) Person who witnessed the crime.\n\n(14) “Victim” means a person who suffers personal injury or death in the District, a person who is a resident of the District and suffers personal injury or death as a result of a terrorist act or act of mass violence committed outside of the United States, or a person who is a resident of the District and who suffers personal injury or death outside the District in a state that does not have a crime victims compensation program that is eligible for funding under the Victims of Crime Act of 1984 (98 Stat. 2170; 42 U.S.C. § 10601 et seq.), as a direct result of:\n\n(A) A crime;\n\n(B) Assisting lawfully to apprehend a person reasonably suspected of committing or attempting to commit a crime;\n\n(C) Assisting a person against whom a crime has been committed or attempted, if the assistance was rendered in a reasonable manner; or\n\n(D) Attempting to prevent the commission of a crime.\n\n(E) Repealed.\n\n(15) “Victims assistance grants agency” means the District of Columbia agency that is responsible for the administration of federal funds received for crime victims assistance under the Victims of Crime Act of 1984, approved October 12, 1984 (98 Stat. 2170; 42 U.S.C. § 10601 et seq.).",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 2, 44 DCR 1142; Oct. 19, 2000, D.C. Law 13-172, § 202(a), 47 DCR 6308; Oct. 17, 2002, D.C. Law 14-194, § 151, 49 DCR 5306; Mar. 13, 2004, D.C. Law 15-105, § 31, 51 DCR 881; Oct. 23, 2010, D.C. Law 18-239, § 201(a), 57 DCR 5405",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-501.html"
    },
    {
      "id": "section-4-502",
      "number": "4-502",
      "heading": "Establishment of a Crime Victims Compensation Program.",
      "text": "There is established a Crime Victims Compensation Program (“Program”) that shall administer all funds from all sources for the purpose of investigating and, where appropriate, compensating the claims of victims and secondary victims in the District of Columbia.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 3, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-502.html"
    },
    {
      "id": "section-4-503",
      "number": "4-503",
      "heading": "Administration of Program.",
      "text": "(a) The administration of the Program is hereby designated to the Court, which shall issue rules and regulations as are necessary to carry out the provisions and purposes of this chapter.\n\n(b) All records and computer software relating to the functions of the Program as originally established by the Victims of Violent Crime Compensation Act of 1981, effective April 6, 1982 (D.C. Law 4-100; § 4-531 et seq.) [repealed], are hereby transferred to the Court for the exclusive purpose of operating the Program.\n\n(c) The Court shall:\n\n(1) Investigate claims filed pursuant to this chapter;\n\n(2) Obtain from an agency or department of the District of Columbia government or the United States government information, data, and assistance that will enable the Court to determine if a crime was committed or attempted and whether the claimant is eligible for compensation under this chapter;\n\n(3) Process and maintain claims in the order they are filed, including claims previously filed pursuant to the Victims of Violent Crime Compensation Act of 1981, effective April 6, 1982 (D.C. Law 4-100; § 4-531 et seq.) [repealed];\n\n(4) Determine each claim filed pursuant to this chapter and reinvestigate or reopen cases when necessary;\n\n(5) Require and direct medical examination of victims or secondary victims when necessary;\n\n(6) Publicize the existence of the Program and the procedure for obtaining compensation under the Program through the Court and the Board, the Metropolitan Police Department, the Office of the Attorney General for the District of Columbia, the Office of the United States Attorney for the District of Columbia, and other public or private agencies, organizations, and service providers; and\n\n(7) Provide printed informational materials, including brochures and posters, in at least both English and Spanish.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 4, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-503.html"
    },
    {
      "id": "section-4-504",
      "number": "4-504",
      "heading": "Crime Victims Compensation Advisory Commission; establishment; membership; duties.",
      "text": "(a) A Crime Victims Compensation Advisory Commission is established and shall consist of 15 members appointed by the Chief Judge of the Court. The Chief Judge shall designate one of the members as the Commission’s Chairperson. The Chief Judge may make an appointment to fill an unexpired term.\n\n(b) The Commission's members shall:\n\n(1) Serve for a term of 3 years;\n\n(2) Be eligible for reappointment;\n\n(3) Serve without compensation; and\n\n(4) Elect any additional officers necessary for the efficient discharge of their duties.\n\n(c) The Commission shall be composed of:\n\n(1) The Chairperson of the Council committee with jurisdiction over victims' compensation or that person’s designee;\n\n(2) One representative from the Office of the Attorney General for the District of Columbia;\n\n(3) One representative from the Victim Witness Assistance Unit of the Office of the United States Attorney for the District of Columbia;\n\n(4) One person engaged full-time in law enforcement;\n\n(5) One member of the Public Defender Service for the District of Columbia;\n\n(6) One hospital staff person involved with emergency services;\n\n(7) One representative of the Department of Corrections;\n\n(8) One person licensed to provide mental health counseling;\n\n(9) One crime victim or survivor;\n\n(10) One member of the public who has demonstrated a knowledge of, and sensitivity to, victim issues; and\n\n(11) Five victim service providers representing victims of homicide, sexual assault, domestic violence, child abuse, and drunk driving.\n\n(d) The Commission shall:\n\n(1) Provide information, training, and technical assistance to the Court and be available to consult with and advise the Court on rules and regulations for the administration of the Program;\n\n(2) Develop ongoing public awareness efforts and assist the Court in publicizing the Program; and\n\n(3) Review the annual report submitted by the Court to the Council of the District of Columbia, advise the Council of deficiencies in the Program, and suggest necessary changes.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 5, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-504.html"
    },
    {
      "id": "section-4-505",
      "number": "4-505",
      "heading": "Crime Victims Compensation Appeals Board; establishment; membership; duties.",
      "text": "(a) A Crime Victims Compensation Appeals Board is established in the Court. The Chief Judge shall appoint 5 members to the Board from among the membership of the Commission. Board members shall serve at the Chief Judge’s pleasure, reflect a variety of disciplines, and include at least 1 attorney. The Chief Judge shall designate 1 member to serve as the Board’s Chairperson, and may appoint qualified members of the Commission to serve as alternates on the Board when Board members are not available.\n\n(b) Board members shall serve without compensation but may receive reimbursement for expenses in a manner and amount to be determined by the Court.\n\n(c) The Board shall meet at least quarterly to hear appeals in contested cases as provided in § 4-517(d).",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 6, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-505.html"
    },
    {
      "id": "section-4-506",
      "number": "4-506",
      "heading": "Eligibility for compensation.",
      "text": "(a) A claimant is eligible to receive compensation under this subchapter if:\n\n(1) The claimant filed a claim under this subchapter within one year after:\n\n(A) The crime occurred;\n\n(B) Learning of the Program, with an adequate showing that the delay in learning of the Program was reasonable;\n\n(C) The filing or resolution of a first application, or any subsequent application entertained by the court, for a sentence modification as described in § 24-403.03;\n\n(D) The filing or resolution of a motion to modify a term of imprisonment as described in § 24-403.04; or\n\n(E) The filing or resolution of any other post-conviction motion in which the claimant was a victim or secondary victim; and\n\n(2) The crime was reported to a law enforcement office within 7 days after its occurrence or, if the crime could not be reasonably reported within that time period, within 7 days from the time a report can reasonably be made.\n\n(1) Notwithstanding any other provision of law, a victim of the offense of malicious burning, destruction, or injury of another's property, as described in § 4-501(6)(Y), whose claim is barred under subsection (a)(1)(A) of this section, may file a claim under this subchapter during the one-year period after the April 6, 2023, which shall be deemed timely filed under subsection (a)(1)(A) of this section; provided, that the offense occurred within the 2-year period before April 6, 2023.\n\n(2) Compensation awarded for a claim filed under paragraph (1) of this subsection shall be limited to the reasonable cost of replacing doors, windows, locks, or other items to secure the victim's home or other place of residence, which shall not exceed $1,000.\n\n(1) A claimant shall not be deemed ineligible to receive compensation in cases where the claimant is a family member or household member of the perpetrator of the crime for which compensation is sought.\n\n(2) The identification, arrest, prosecution, or conviction of a perpetrator of the crime for which compensation is sought is not required for a claimant to be eligible for compensation.\n\n(3) Unless an application for rehearing, appeal, or petition for certiorari is pending or a new trial or hearing has been ordered, conviction of the perpetrator of the crime for which compensation is sought is conclusive evidence that a crime was committed.\n\n(4) If the offense listed in the police report or criminal charge is not a crime eligible for compensation, the Program may determine a claimant's eligibility based on the facts of the incident for which compensation is sought instead of the offense listed in the police report or criminal charge.\n\n(b) The offender shall not be unjustly enriched by an award of compensation to the claimant, except that this requirement may be waived in cases involving extraordinary circumstances where the interests of justice so require.\n\n(c) Notwithstanding subsection (a)(2) of this section, the victim may satisfy the reporting requirement by:\n\n(1) In the case of a domestic violence victim, obtaining a:\n\n(A) Temporary protection order or civil protection order from the Court; or\n\n(B) Forensic medical examination;\n\n(2) In the case of a stalking victim, obtaining a temporary anti-stalking order or anti-stalking order from the Court;\n\n(3) In the case of a sexual assault victim:\n\n(A) Obtaining a:\n\n(i) Temporary civil protection order or civil protection order from the Court; or\n\n(ii) Forensic medical examination; or\n\n(B) Reporting the offense to a law enforcement office before expiration of the applicable statute of limitations for that offense, as provided in § 23-113;\n\n(4) In the case of a victim of cruelty to children, the filing of a neglect petition by the District of Columbia in the Court; or\n\n(5) For any victim, if the Program determines that the claimant's ability to report the crime may be impacted due to the claimant's age, physical condition, psychological state, cultural or linguistic barriers, or any other health or safety concern that jeopardizes the claimant's well-being, as described in 34 U.S.C. § 20102(b)(2), including in their application any of the following documents establishing they are a victim:\n\n(A) An order or judgement from any court of competent jurisdiction;\n\n(B) Records from a law enforcement agency; or\n\n(C) Records from a medical professional from whom the victim has sought assistance in dealing with the alleged crime.\n\n(d) The time limit requirements of this section may be waived for good cause shown, including compelling health or safety concerns.\n\n(e) Any written requests for information release issued to providers of medical services to victims or secondary victims, including to hospitals, physicians, and mental health clinics, shall:\n\n(1) Not be made available to the public;\n\n(2) Limit the request for information from the provider to an acknowledgement of their treatment of the victim or secondary victim, and that such treatment was in connection to the crime for which the claimant is requesting compensation;\n\n(3) Include a limitation on the time or duration of the authorization for release of information;\n\n(4) Notify the victim or secondary victim that they may submit a written revocation of the authorization for release of information;\n\n(5) Include a disclaimer that the provider is not authorized to discuss the victim's or secondary victim's health information or medical care with anyone other than the Program; and\n\n(6) Include a disclaimer that the provider must notify the victim or secondary victim if any additional information about the victim's or secondary victim's treatment is requested by:\n\n(A) The Program; or\n\n(B) Any other person or entity related to a claim under this subchapter.\n\n(f) In evaluating the claimant's application, the Program shall not require a victim or secondary victim to affirmatively and fully waive the physician-patient privilege as a condition to claiming such compensation.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 7, 44 DCR 1142; Oct. 19, 2000, D.C. Law 13-172, § 202(b), 47 DCR 6308",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-506.html"
    },
    {
      "id": "section-4-507",
      "number": "4-507",
      "heading": "Awards of compensation.",
      "text": "(a) The Court shall award compensation in an amount equal to the claimant’s economic loss, decreased by the amount available to the claimant from collateral sources.\n\n(a-1) Notwithstanding subsection (a) of this section, if a victim or secondary victim is a dependent on a primary insurance holder's insurance policy, the primary insurance holder's insurance policy shall not constitute a collateral source for the purposes of subsection (a) of this section, unless the victim or secondary victim chooses to avail themselves of the benefits or compensation from the primary insurance holder's insurance policy.\n\n(b) The Court shall not award compensation in an amount exceeding $25,000 per victimization; except, that:\n\n(1) If the victim is or was the parent, guardian, custodian, or primary caregiver to more than 2 children who reside or resided with the victim, the Court may award additional compensation to the claimant of up to $5,000 for each child who resides with the claimant, beginning with the third child; and\n\n(2) Compensation for veterinary expenses as described in § 4-501(9)(E) shall not exceed $1,000.\n\n(c) The Court shall calculate awards in a fair and equitable manner.\n\n(d) The payment of compensation may provide for apportionment, the holding of the compensation or any part thereof in trust, payment in a lump sum or periodic installments, or payment directly to the provider of medical services or economic loss expenses.\n\n(e) An award is not subject to enforcement, attachment, or garnishment, except that an award may be subject to a claim of a creditor if the cost of products, services, or accommodations included in the award were covered by the creditor.\n\n(f) If a claimant is awarded compensation prior to the sentencing of an offender convicted of the crime which was the subject of the claim, the Court shall notify the sentencing judge of the amount of the award, notwithstanding that the files and records of the claim remain otherwise confidential as provided in § 4-511. Restitution ordered for an offense that was the basis for an award under this chapter, up to the amount of the award, shall be payable directly to the Fund as provided in § 4-509.\n\n(g) Eligibility for public benefits shall not be affected by the receipt of crime victims compensation funds.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 8, 44 DCR 1142; Oct. 19, 2000, D.C. Law 13-172, § 202(c), 47 DCR 6308",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-507.html"
    },
    {
      "id": "section-4-508",
      "number": "4-508",
      "heading": "Disqualifications and reductions.",
      "text": "(a) The Court shall not award compensation if the:\n\n(1) Claimant knowingly or willingly participated in the commission of the crime which forms the basis for the claim; provided, that a claimant who was a minor and a victim of sex trafficking of children, may be awarded compensation; or\n\n(2) Injury or death for which compensation is sought was caused by the victim’s consent, substantial provocation, or substantial incitement.\n\n(b) An application for assistance may be denied, in whole or in part, if the Court finds:\n\n(1) Denial is appropriate due to the nature of the victim’s or secondary victim’s involvement in the events leading to the relevant crime; or\n\n(A) The victim failed to reasonably cooperate with law enforcement; and\n\n(B) The victim's cooperation was not impacted by the factors described in § 4-506(c).\n\n(c) Notwithstanding subsections (a) and (b) of this section, if the victim is found to have willingly or knowingly participated, consented, provoked, or incited the crime, a secondary victim is not automatically precluded from compensation.\n\n(d) Gang membership or co-habitation with the offender is not considered a disqualifying factor under subsections (a) or (b) of this section, unless the claimant will be substantially and unjustly enriched by the award.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 9, 44 DCR 1142; Oct. 23, 2010, D.C. Law 18-239, § 201(b), 57 DCR 5405",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-508.html"
    },
    {
      "id": "section-4-509",
      "number": "4-509",
      "heading": "Preservation of civil actions; subrogation.",
      "text": "(a) A claimant or the claimant’s successors in interest retain the right to recover damages from the offender or third parties, and the right to restitution from the offender.\n\n(b) To the extent that the Court has made payment to or on behalf of the victim, restitution, if imposed by the Court, shall be paid to the Fund.\n\n(c) The District is subrogated to the claimant’s right against the offender or third parties to the extent of any compensation awarded under this chapter. The District may initiate a lawsuit against the offender for damages or restitution or against third parties for damages.\n\n(d) The claimant shall notify the Office of the Attorney General for the District of Columbia if a lawsuit for restitution or damages is instituted. The District may intervene in the lawsuit and is privy to a lien on recovery made from the lawsuit. If the funds are retrieved through subrogation, they shall be credited to the Fund.\n\n(e) Application forms for compensation by the Program shall include a repayment subrogation agreement.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 10, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-509.html"
    },
    {
      "id": "section-4-510",
      "number": "4-510",
      "heading": "Emergency awards.",
      "text": "(a) If it appears likely that a final award will be made and that the claimant will suffer undue financial or emotional hardship if immediate financial assistance is not granted, an emergency award not exceeding $1,000 may be made prior to the final determination.\n\n(b) If compensation is awarded, the Court shall deduct the amount of the emergency award from the final award.\n\n(c) If the emergency award is greater than the final award, the claimant shall repay the difference.\n\n(d) If compensation is not awarded, the claimant shall repay the emergency award to the Fund.\n\n(e) The District of Columbia may recover or institute a lien on outstanding funds. Any funds recovered shall be credited to the Fund.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 11, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-510.html"
    },
    {
      "id": "section-4-511",
      "number": "4-511",
      "heading": "Confidentiality.",
      "text": "(a) Information, records, and transcripts of hearings contained in the claims files under the provisions of this chapter are confidential and not open to public inspection, except that:\n\n(1) A claimant or the representative of a claimant, whether an individual or an organization, may review that person’s claim or receive specific information therefrom. Information shall be released to a claimant’s representative only upon presentation of the signed authorization of the claimant.\n\n(2) Physicians treating or examining claimants seeking benefits under this chapter or physicians giving medical advice to the Court regarding any claim, may, at the discretion of the Court, inspect the claims files and records of the claimant. Other persons may inspect a claimant’s files and records only when rendering assistance to the Court on a matter pertaining to the administration of this chapter.\n\n(b) The Court shall not include the name of any claimant in the annual report to the Council of the District of Columbia, unless authorized by the claimant.\n\n(c) Each record or report obtained by the Court, the confidentiality of which is protected by any other law or regulation, remains confidential subject to that law or regulation.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 12, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-511.html"
    },
    {
      "id": "section-4-512",
      "number": "4-512",
      "heading": "Procedures for filing claims.",
      "text": "(a) A claim shall be initiated when the claimant timely submits a completed application to the Court. Claims may be filed in person, by mail, online, or by electronic mail. A claim may be filed by a person eligible for compensation as provided in § 4-506, or if that person is a minor or legally incompetent, by the claimant’s parent, guardian, or personal representative.\n\n(b) Upon receipt of a completed application, the Court shall examine written information submitted by the claimant and other documentary evidence. The Court may require additional information from the claimant and conduct investigations as necessary to determine whether the claimant is eligible for compensation and the amount, if any, of compensation to be awarded. The Court shall send a notice of the determination, and the reasons therefor, to the claimant, along with instructions for requesting reconsideration or an appeal before the Board.\n\n(c) The claimant may, within 30 days after receiving the notice of determination, request reconsideration based on new or previously unavailable information. The Court must render a decision based on the additional information within 30 days after receiving the information. The Court may affirm, modify, or reverse its initial decision. The Court shall send a notice of the decision on reconsideration, and the reasons therefor, to the claimant, along with instructions for filing an appeal.\n\n(d) The claimant may, within 30 days after receipt of the initial determination, or within 30 days after receipt of the decision on reconsideration, appeal the decision to the Board. The Board shall consider the appeal on the record at its next scheduled meeting if the Board has received the appeal and the record at least 5 days before the meeting. Within 20 days after the meeting, the Board shall render its decision in the case or give notice to the claimant that it will hold a hearing. The hearing shall occur within 30 days after the issuance of the notice. The Board shall render its decision in the case within 20 days after the hearing. The Court shall provide the claimant with written notice of the final determination of the claim. If the final determination was made pursuant to a hearing, the notice shall include findings of fact and conclusions of law.\n\n(e) The claimant may agree in writing to a final determination at any time.\n\n(f) The Court may reopen a claim at any time if new evidence reveals that the claimant was not eligible, was guilty of contributory misconduct, knowingly provided false information, or suppressed relevant information concerning a claim.\n\n(g) The claimant may have an attorney or other representative present at any appeals proceeding. In addition to the amount of compensation awarded to a successful claimant, a reasonable fee may be awarded to the claimant’s attorney for services rendered in connection with an appeals proceeding under this chapter. The fee may not exceed 10% of the claimant’s award or $500, whichever is less. Except for necessary costs, an attorney shall not charge, demand, receive, or collect a fee for services rendered in connection with a claim under this chapter in an amount larger than permitted by this section. The court shall notify the claimant of the availability of pro bono representation by clinical programs at area law schools.\n\n(h) A final determination by the Board under this chapter may be appealed to the Chief Judge of the Court. Decisions of the Chief Judge shall be final.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 13, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-512.html"
    },
    {
      "id": "section-4-513",
      "number": "4-513",
      "heading": "False claims.",
      "text": "(a) It shall be a misdemeanor to knowingly submit false information or suppress relevant information concerning a claim under this chapter. Law enforcement authorities investigating possible false claims referred by the Court under this section have complete access to the claimant’s files for the purpose of pursuing a false claim investigation.\n\n(b) A person convicted of an offense under this section shall be fined not more than $1,000 or imprisoned for not more than 180 days, or both. A person convicted of an offense under this section forfeits compensation under this chapter and shall repay to the District of Columbia all compensation received pursuant to this chapter. The United States Attorney’s Office shall prosecute crimes under this section.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 14, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-513.html"
    },
    {
      "id": "section-4-514",
      "number": "4-514",
      "heading": "Annual report.",
      "text": "The Chief Judge of the Court shall report annually to the Council of the District of Columbia on the status and activities of the Program. The report shall include, but not be limited to, the following information:\n\n(1) An explanation of the procedures for filing and processing claims;\n\n(2) A description of the programs and policies instituted to promote public awareness about crime victims compensation;\n\n(3) An analysis of future needs and suggested Program improvements;\n\n(4) A copy of the application forms utilized under this chapter; and\n\n(5) A complete statistical analysis of the cases handled, including the:\n\n(A) Number of claims filed;\n\n(B) Number of claims approved and the amount of each award;\n\n(C) Number of claims denied and the reasons for rejection;\n\n(D) Average length of time to process a claim;\n\n(E) Number of contested cases reviewed by the Board and the disposition of those cases;\n\n(F) Number of contested cases reviewed by the Chief Judge and the disposition of those cases;\n\n(G) Number of cases in which a claimant was represented by an attorney or a law student;\n\n(H) Cumulative total of attorneys’ fees paid;\n\n(I) Breakdown of claims by age, sex, and primary language of the victim, type of crime committed, and other relevant facts;\n\n(J) Individual amounts of revenues attributable to assessments on misdemeanor and traffic offenses;\n\n(K) Number of cases pending, and the future liability of the Fund; and\n\n(L) Total amount of program expenditures for benefit payments, personnel, and other administrative costs.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 15, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-514.html"
    },
    {
      "id": "section-4-515",
      "number": "4-515",
      "heading": "Crime Victims Compensation Fund.",
      "text": "(a) A fund is established to be administered by the Court and to be known as the Crime Victims Compensation Fund (“Fund”) for the purpose of accounting for the financial operations of this chapter. The Fund shall be maintained as a separate fund in the Treasury of the United States. All amounts deposited to the credit of the Fund are appropriated without fiscal year limitation to make payments as authorized under subsection (e) of this section.\n\n(b) [Repealed.]\n\n(c) Monies in the Fund shall consist of all funds transferred from the Department of Human Services on April 9, 1997, any appropriations to the Fund under § 4-518, assessments imposed under § 4-516, monies recovered through subrogation or repayment under §§ 4-509, 4-510 and 4-513, costs assessed under the Victims of Violent Crime Compensation Act of 1981 that are collected after April 9, 1997, any other fines, fees, penalties, or assessments that the Court determines necessary to carry out the purposes of the Fund, and monies received from the federal government or other public or private sources for the purpose of the Fund.\n\n(d) Any unobligated balance existing in the Fund as of the end of each fiscal year (beginning with fiscal year 2000) may be used only in accordance with a plan developed by the District of Columbia which is submitted to the Committees on Appropriations of the Senate and House of Representatives, the Committee on Government Reform of the House of Representatives, and the Committee on Governmental Affairs of the Senate, except that under such plan:\n\n(1) 50 percent of such balance shall be used for direct compensation payments to crime victims through the Fund under this section and in accordance with this chapter; and\n\n(2) 50 percent of such balance shall be transferred from the Fund to the Crime Victims Assistance Fund established by § 4-515.01 and shall be used without fiscal year limitation for outreach activities designed to increase the number of crime victims who apply for such direct compensation payments.\n\n(1) In Fiscal Year 2001, the first $200,000 of the unobligated balance shall be transferred to the Executive Office of the Mayor to fund staff support for the District of Columbia Commission on Violence Against Women.\n\n(2) The remaining funds shall be made available for victims assistance in accordance with a plan developed by the Executive Office of the Mayor and submitted to the Council, excluding days of Council recess. If the Council does not disapprove the proposed plan in whole or in part, by resolution within this 30-day period, the plan shall be deemed approved.\n\n(3) The Mayor shall submit an annual report to the Council which details the amount of funds transferred pursuant to this subsection, and all expenditures or disbursements of funds, no later than 90 days after the end of each fiscal year.\n\n(4) For the purposes of this section “unobligated balance” does not include the amount of claims pending at the end of a fiscal year which have been filed but for which awards have not been made, based on an estimated average cost of each award.\n\n(e) All compensation payments and attorneys’ fees awarded under this chapter shall be paid from, and subject to, the availability of monies in the Fund. Not more than 5 percent of the total amount of monies in the Fund may be used to pay administrative costs necessary to carry out this chapter.\n\n(f) The Superior Court of the District of Columbia shall arrange for an annual independent audit of the Fund. The audit shall include:\n\n(1) The number of claims satisfied in each fiscal year and the respective amounts awarded;\n\n(2) The number and status of all pending claims;\n\n(3) The unexpended balance in the Fund to be transferred to the victims assistance grants agency pursuant to subsection (d) of this section; and\n\n(4) The number of personnel positions and amount of personnel funding and other administrative costs of the Crime Victims Compensation Program.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 16, 44 DCR 1142; Nov. 29, 1999, 113 Stat. 1527, Pub. L. 106-113, § 160(a)-(d); Oct. 19, 2000, D.C. Law 13-172, § 202(d), 47 DCR 6308; Dec. 21, 2000, 114 Stat. 2763, Pub. L. 106-554, § 1(a)(4), H.R. 5666, Div. A., Ch. 4, § 403(a); Dec. 21, 2001, 115 Stat. 928, Pub. L. 107-96, par. 19(a), (b); Aug. 2, 2002, 116 Stat. 846, Pub. L. 107-206, § 402; Oct. 1, 2002, D.C. Law 14-190, § 1302(a), 49 DCR 6968",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-515.html"
    },
    {
      "id": "section-4-515.01",
      "number": "4-515.01",
      "heading": "Crime Victims Assistance Fund.",
      "text": "(a) There is established as a nonlapsing, interest-bearing, revolving fund the Crime Victims Assistance Fund into which shall be deposited the funds described in § 4-515(d)(2). The Crime Victims Assistance Fund shall be separate from the General Fund of the District of Columbia and administered by the Office of Victim Services and Justice Grants.\n\n(a-1) The Office of the Chief Financial Officer shall calculate the amount of interest earned by funds accounted for in the Crime Victims Assistance Fund for fiscal year 2003 through fiscal year 2007 and shall deposit that amount in the fund on or before October 1, 2007.\n\n(b) All amounts deposited in the Crime Victims Assistance Fund shall be appropriated without fiscal year limitation to make payments as authorized by subsection (d) of this section pursuant to an act of Congress. All amounts deposited in the Crime Victims Assistance Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (d) of this section, subject to authorization by Congress in an appropriations act.\n\n(c) Not more than 8% of the total amount of monies in the Crime Victims Assistance Fund in any given fiscal year may be used to pay administrative costs necessary to implement the requirements of this section in accordance with § 4-515(d)(2).\n\n(d) The balance of the Crime Victims Assistance Fund shall be used for outreach activities designed to:\n\n(1) Increase the number of crime victims who apply for direct compensation payments, including victims of sexual assault, domestic violence, or child abuse (abuse counseling, health and mental health services, child advocacy centers, emergency housing, emergency child care, transportation, hospital-based informational and referral services, and family support); and\n\n(2) Improve the intake, assessment, screening, and investigation of reports of child abuse and neglect, and domestic violence.\n\n(e) A plan for spending the funds deposited in the Crime Victims Assistance Fund shall be submitted to the Council for approval before funds are expended.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 16a; as added Oct. 1, 2002, D.C. Law 14-190, § 1302(b), 49 DCR 6968; Sept. 18, 2007, D.C. Law 17-20, § 3012, 54 DCR 7052",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-515.01.html"
    },
    {
      "id": "section-4-516",
      "number": "4-516",
      "heading": "Assessments.",
      "text": "(1) In addition to and separate from punishment imposed, an assessment of $100 for each violation of the following crimes, an assessment of between $50 and $250 for other serious traffic or misdemeanor offenses, and an assessment of between $100 and $5,000 for each felony offense shall be imposed upon each person convicted of or pleading guilty or nolo contendere to the offense in the Court or any other court in which the offense charged is:\n\n(A) Leaving after colliding, as defined in § 50-2201.05c;\n\n(B) Object falling or flying from vehicle, as defined in § 50-2201.05d;\n\n(C) Driving under the influence (DUI) of alcohol or a drug, as defined in § 50-2206.11;\n\n(D) Driving under the influence of alcohol or a drug (commercial vehicle), as defined in § 50-2206.12;\n\n(E) Operating a vehicle while impaired, as defined in § 50-2206.14;\n\n(F) Operating under the influence of alcohol or a drug (horse-drawn vehicle), as defined in § 50-2206.16;\n\n(G) Operating under the influence of alcohol or a drug (watercraft), as defined in § 50-2206.31; or\n\n(H) Operating a watercraft while impaired, as defined in § 50-2206.33.\n\n(2) The decision of the Court regarding assessments is final.\n\n(3) If an offender is indigent at the time of sentencing and is later employed for salary, receives compensation while on probation or parole, or is incarcerated in a facility of the Department of Corrections or elsewhere and receives wages or compensation therein, the amount of assessments under this section shall be paid from such salary, wages, or other compensation.\n\n(b) The probation office of the Court shall monitor collection of assessments levied against defendants released on probation. The Department of Corrections shall monitor collection of assessments levied against incarcerated defendants. The District of Columbia Board of Parole shall consider satisfaction of assessments under this section when determining release of inmates eligible for parole. If an inmate is released on parole prior to satisfaction of an assessment, the District of Columbia Board of Parole shall monitor collection of the balance due.\n\n(c) Assessments under this chapter shall be collected as fines. Failure to pay assessments as ordered by the Court will subject a defendant so ordered to sanctions provided pursuant to § 16-706.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 17, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-516.html"
    },
    {
      "id": "section-4-517",
      "number": "4-517",
      "heading": "Duty of law enforcement agencies.",
      "text": "(a) All law enforcement agencies in the District of Columbia shall inform victims or secondary victims of the existence of the Program and provide application forms to victims and secondary victims.\n\n(b) No law enforcement agency shall be civilly liable for a failure to comply with subsection (a) of this section.\n\n(c) The Court shall provide application forms, other documents, and general information that law enforcement agencies may require to comply with this section.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 18, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-517.html"
    },
    {
      "id": "section-4-517.01",
      "number": "4-517.01",
      "heading": "Crime victims assistance.",
      "text": "(a) The victims assistance grants agency shall have the authority to use the funds transferred pursuant to § 4-515 to award grants and contracts to private nonprofit organizations and to transfer funds to government entities which provide assistance to crime victims.\n\n(b) Repealed.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 18a; as added Oct. 19, 2000, D.C. Law 13-172, § 202(e), 47 DCR 6308; Dec. 7, 2004, D.C. Law 15-205, § 1192(f), 51 DCR 8441",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-517.01.html"
    },
    {
      "id": "section-4-518",
      "number": "4-518",
      "heading": "Appropriations.",
      "text": "Funds may be appropriated as necessary to carry out this chapter.",
      "history": "Apr. 9, 1997, D.C. Law 11-243, § 19, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-518.html"
    },
    {
      "id": "section-4-521",
      "number": "4-521",
      "heading": "Shelter and Transitional Housing for Victims of Domestic Violence Fund.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) “Fund” means the Shelter and Transitional Housing for Victims of Domestic Violence Fund.\n\n(2) “Operating expenses” means:\n\n(A) Those costs incurred in providing counseling and case management to victims of domestic violence and their children; and\n\n(B) Monthly rent, mortgage payments, debt relief, utilities, and building maintenance for the residential facilities in which victims of domestic violence and their children are housed.\n\n(b) There is established as a nonlapsing, interest-bearing fund the Shelter and Transitional Housing for Victims of Domestic Violence Fund, which shall be administered by the Deputy Mayor for Public Safety and Justice and used for the purpose of awarding grants to organizations that provide services to victims of domestic violence in the full housing continuum, including emergency shelters, transitional housing, affordable housing, and permanent supportive housing units to reimburse them for their operating expenses.\n\n(c) All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress.\n\n(d) The Chief Financial Officer shall transfer $3.7 million from the Crime Victims Assistance Fund to the Fund on or before October 1, 2007. Other funds may be deposited into the Fund from sources identified by District law.",
      "history": "Sept. 18, 2007, D.C. Law 17-20, § 3013, 54 DCR 7052; Sept. 14, 2011, D.C. Law 19-21, § 9048, 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-521.html"
    },
    {
      "id": "section-4-531",
      "number": "4-531",
      "heading": "Definitions.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 2, 29 DCR 969; Sept. 26, 1990, D.C. Law 8-164, § 2, 37 DCR 4824; May 16, 1995, D.C. Law 10-255, § 8, 41 DCR 5193; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-531.html"
    },
    {
      "id": "section-4-532",
      "number": "4-532",
      "heading": "Eligibility.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 3, 29 DCR 969; Aug. 9, 1986, D.C. Law 6-136, § 2(a), 33 DCR 3796; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-532.html"
    },
    {
      "id": "section-4-533",
      "number": "4-533",
      "heading": "Awards of compensation.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 4, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-533.html"
    },
    {
      "id": "section-4-534",
      "number": "4-534",
      "heading": "Emergency awards.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 5, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-534.html"
    },
    {
      "id": "section-4-535",
      "number": "4-535",
      "heading": "Attorneys fees.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 6, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-535.html"
    },
    {
      "id": "section-4-536",
      "number": "4-536",
      "heading": "Preservation of civil actions; subrogation.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 7, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-536.html"
    },
    {
      "id": "section-4-537",
      "number": "4-537",
      "heading": "Waiver of rights void; award exempt from execution or attachment.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 8, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-537.html"
    },
    {
      "id": "section-4-538",
      "number": "4-538",
      "heading": "False claims.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 9, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-538.html"
    },
    {
      "id": "section-4-539",
      "number": "4-539",
      "heading": "Administration; annual report to Council.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 10, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-539.html"
    },
    {
      "id": "section-4-540",
      "number": "4-540",
      "heading": "Duties and powers of Mayor.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 11, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-540.html"
    },
    {
      "id": "section-4-541",
      "number": "4-541",
      "heading": "Procedure.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 12, 29 DCR 969; Aug. 9, 1986, D.C. Law 6-136, § 2(b), 33 DCR 3796; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-541.html"
    },
    {
      "id": "section-4-542",
      "number": "4-542",
      "heading": "Judicial review.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 13, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-542.html"
    },
    {
      "id": "section-4-543",
      "number": "4-543",
      "heading": "Crime Victims’ Compensation Fund.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 14, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-543.html"
    },
    {
      "id": "section-4-544",
      "number": "4-544",
      "heading": "Costs.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 15, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-544.html"
    },
    {
      "id": "section-4-545",
      "number": "4-545",
      "heading": "Appropriations.",
      "text": "Repealed.",
      "history": "Apr. 6, 1982, D.C. Law 4-100, § 16, 29 DCR 969; Apr. 9, 1997, D.C. Law 11-243, § 20, 44 DCR 1142",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-545.html"
    },
    {
      "id": "section-4-551",
      "number": "4-551",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Domestic violence” means a pattern of abusive behavior in any relationship that is used by one partner to gain or maintain power and control over another intimate partner, dating partner, or family member. The term “domestic violence” includes physical, sexual, emotional, economic, or psychological actions or threats of actions that influence another person. This consists of any behaviors that intimidate, manipulate, humiliate, isolate, frighten, terrorize, coerce, threaten, blame, hurt, injure, or wound someone.\n\n(2) “Domestic violence counselor” shall have the same meaning as provided in § 14-310(a)(2).\n\n(3) “Domestic violence program” shall have the same meaning as provided in § 14-310(a)(3).\n\n(4) “Hotline” means the Domestic Violence Hotline program established by § 4-552.\n\n(5) “Office” means the Office of Victim Services, established by Mayor’s Order 2004-119, issued July 19, 2004 (51 DCR 7997).",
      "history": "Dec. 24, 2013, D.C. Law 20-61, § 3032, 60 DCR 12472",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-551.html"
    },
    {
      "id": "section-4-552",
      "number": "4-552",
      "heading": "Domestic Violence Hotline.",
      "text": "(a) The Office shall establish the Domestic Violence Hotline to provide assistance for victims and potential victims of domestic violence beginning October 1, 2014.\n\n(1) The Hotline shall:\n\n(A) Be operated by a domestic violence program funded and supported by the Office;\n\n(B) Provide a direct toll-free number that accepts calls and text messages;\n\n(C) Be directly available to callers, without an intermediary agency;\n\n(D) Be available on a 24-hour basis;\n\n(E) Provide live assistance by domestic violence counselors; and\n\n(F) Offer anonymity and confidentiality to enable a victim or a friend or family member of a victim to seek support without giving his or her legal name.\n\n(2) The requirements of paragraph (1)(F) of this subsection shall not be construed to limit or supersede any mandatory reporting requirements under District law.\n\n(c) The Office shall develop and implement an outreach campaign to educate District residents about the Hotline.",
      "history": "Dec. 24, 2013, D.C. Law 20-61, § 3033, 60 DCR 12472",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-552.html"
    },
    {
      "id": "section-4-553",
      "number": "4-553",
      "heading": "Task force.",
      "text": "(a) Beginning October 1, 2013, the Office shall establish a task force to:\n\n(1) Assess staff and technology needs of the Hotline; and\n\n(2) Develop mechanisms for administration of the Hotline; and\n\n(3) Develop standards that coincide with the standards used by the existing domestic violence first responder line.\n\n(b) The task force shall include representatives from the D.C. Coalition Against Domestic Violence, governmental victim services programs, and domestic violence programs.\n\n(c) By January 30, 2014, the task force shall transmit to the Office and to the Office of the Secretary to the Council a report that includes the assessments and developments completed pursuant to subsection (a) of this section.",
      "history": "Dec. 24, 2013, D.C. Law 20-61, § 3034, 60 DCR 12472",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-553.html"
    },
    {
      "id": "section-4-555.01",
      "number": "4-555.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) \"Actual address\" means a participant's residential, work, or school address, or a combination thereof, as specified on an applicant's application to participate in the Program.\n\n(2) \"Applicant\" means a District resident who:\n\n(A) Submits or intends to submit an application to OVSJG to participate in the Program; and\n\n(B) Is a victim of a covered offense or a covered employee.\n\n(3) \"Application assistant\" means a person trained and designated by OVSJG to assist an applicant or an applicant's representative in the preparation of an application to participate in the Program.\n\n(4) \"Covered employee\" means an individual, including a volunteer, who provides services at an organization:\n\n(A) That focuses on reproductive healthcare; or\n\n(B) Whose primary purpose is serving victims of a covered offense.\n\n(5) \"Covered offense\" means domestic violence, a sexual offense, stalking, or human trafficking.\n\n(6) \"Day\" means calendar day, unless otherwise specified in this subchapter.\n\n(7) \"District agency\" means any office, department, division, board, commission, or other unit of the District government, including an independent agency, required by law or by the Mayor or the Council to administer any law or any rule adopted under the authority of a law.\n\n(8) \"Domestic violence\" shall have the same meaning as provided in § 4-551(1).\n\n(9) \"Human trafficking\" means an act prohibited by § 22-1833 or § 22-1834.\n\n(10) \"Law enforcement agency\" means the Metropolitan Police Department, the Office of the Attorney General, or any other District agency, except the Office of the Chief Medical Examiner and the Department of Forensic Sciences, that has the authority to investigate, make arrests for, or prosecute or adjudicate District criminal or delinquency offenses. The term \"law enforcement agency\" includes a covered Federal law enforcement agency, as that term is defined in § 5-133.17(d), that has entered into a cooperative agreement with the Metropolitan Police Department pursuant to § 5-133.17, to the extent the covered Federal law enforcement agency is acting pursuant to the cooperative agreement.\n\n(11) \"OVSJG\" means the Office of Victim Services and Justice Grants.\n\n(12) \"Participant\" means an applicant who is certified under § 4-555.03.\n\n(13) \"Program\" means the Address Confidentiality Program established by this subchapter to protect the confidentiality of an actual address of a participant.\n\n(14) \"Representative\" means a parent, guardian, or legal representative of:\n\n(A) A minor, if the minor resides with the parent, guardian, or legal representative; or\n\n(B) An incapacitated person.\n\n(15) \"Sexual offense\" means any of the following offenses:\n\n(A) Incest, as described in § 22-1901);\n\n(B) First degree sexual abuse, as described in § 22-3002;\n\n(C) Second degree sexual abuse, as described in § 22-3003;\n\n(D) Third degree sexual abuse, as described in § 22-3004;\n\n(E) Fourth degree sexual abuse, as described in § 22-3005;\n\n(F) Misdemeanor sexual abuse, as described in § 22-3006;\n\n(G) First degree sexual abuse of a secondary education student, as described in § 22-3009.03;\n\n(H) Second degree sexual abuse of a secondary education student, as described in § 22-3009.04;\n\n(I) First degree sexual abuse of a ward, patient, client, or prisoner, as described in § 22-3013;\n\n(J) Second degree sexual abuse of a ward, patient, client, or prisoner, as described in § 22-3014;\n\n(K) First degree sexual abuse of a patient or client, as described in § 22-3015;\n\n(L) Second degree sexual abuse of a patient or client, as described in § 22-3016; or\n\n(M) Attempts to commit sexual offenses, as described in § 22-3018.\n\n(16) \"Stalking\" means an act prohibited by § 22-3133.\n\n(17) \"Substitute address\" means an address designated by OVSJG under the Program that can be used by a participant or a participant's representative pursuant to this subchapter, instead of the participant's actual address.\n\n(18) \"Tribunal\" means a court, administrative agency, or other body acting in an adjudicative capacity that, after presentation of evidence or legal argument, has jurisdiction to render a decision affecting a party's interests in a matter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.01.html"
    },
    {
      "id": "section-4-555.02",
      "number": "4-555.02",
      "heading": "Establishment of the Address Confidentiality Program.",
      "text": "(a) There is established the Address Confidentiality Program to be administered by OVSJG to protect the confidentiality of the actual address of a participant.\n\n(b) Under the Program, OVSJG shall:\n\n(1) Designate a substitute address for a participant that shall be used as provided in this subchapter; and\n\n(2) Receive first-class, certified, and registered mail sent to a participant's substitute address and forward the mail to the participant or the participant's representative within 3 business days after receipt.\n\n(c) OVSJG shall maintain records of any certified or registered mail received on behalf of a participant.\n\n(d) A participant's actual address shall not be disclosed under subchapter II of Chapter 5 of Title 2.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.02.html"
    },
    {
      "id": "section-4-555.03",
      "number": "4-555.03",
      "heading": "Program applications and certification of participants.",
      "text": "(a) OVSJG shall:\n\n(1) Establish a training program for a person to complete before the person may be designated as an application assistant; and\n\n(2) Designate application assistants to assist an applicant or an applicant's representative in submitting an application to the Program.\n\n(b) A person may be designated as an application assistant if the person successfully completes the training program established pursuant to subsection (a)(1) of this section and provides:\n\n(1) Counseling, referral, or other services to victims of a covered offense; or\n\n(2) Services at an organization that focuses on reproductive healthcare.\n\n(c) To apply to participate in the Program, an applicant or an applicant's representative shall meet with an application assistant to fill out an application together.\n\n(d) The application shall be on a form prescribed by OVSJG and contain the following:\n\n(1) The applicant's name;\n\n(2) Evidence that the applicant is a victim of a covered offense or is a covered employee, including at least one of the following:\n\n(A) A sworn affidavit by the applicant or the applicant's representative, stating that the applicant:\n\n(i) Is a victim of a covered offense or is a covered employee; and\n\n(ii) Fears for her or his safety;\n\n(B) Law enforcement agency or other District agency records or files;\n\n(C) An order of a tribunal;\n\n(D) If the applicant is alleged to be a victim of domestic violence, documentation from a domestic violence program or facility, including a shelter or safe house;\n\n(E) If the applicant is alleged to be a victim of a sexual offense, documentation from a sexual assault program or facility;\n\n(F) If the applicant is alleged to be a victim of human trafficking, documentation from a human trafficking program or facility, including a shelter or safe house;\n\n(G) If the applicant is alleged to be a victim of stalking, documentation from a program or facility providing services for victims of stalking; or\n\n(H) Documentation from a medical professional from whom the applicant has sought assistance in dealing with the alleged covered offense;\n\n(3) A statement by the applicant or the applicant's representative that disclosure of the applicant's actual address would endanger the applicant's safety;\n\n(4) The actual address that the applicant is seeking to have protected by OVSJG;\n\n(5) A statement as to whether there are any existing orders or pending actions of a tribunal involving the applicant, and if so, describing those orders or actions;\n\n(6) A statement designating the Director of OVSJG, or the Director's designee, as an agent for purposes of service of process and receiving mail;\n\n(7) If applicable, the name and contact information of the applicant's representative; and\n\n(8) A statement by the applicant or the applicant's representative, under penalty of perjury, that to the best of the applicant's or the applicant's representative's knowledge, the information contained in the application is true.\n\n(1) Before submitting an application to OVSJG, the application assistant may attach a statement to the application describing whether the application assistant believes the applicant to be a strong candidate for the Program, and the application assistant's reasoning.\n\n(2) A completed application shall be signed and dated by the applicant or the applicant's representative and the application assistant.\n\n(f) After reviewing a completed application, OVSJG shall certify an applicant to be a participant if the applicant:\n\n(1) Meets the requirements of this subchapter; and\n\n(2) Would benefit from participation in the Program.\n\n(g) Upon certifying a participant, OVSJG shall issue to the participant or the participant's representative a Program authorization card, which shall identify the participant's substitute address.\n\n(1) A certification shall remain valid for 3 years following the date of certification unless the certification is cancelled by OVSJG or the participant or the participant's representative before the end of the 3-year period.\n\n(2) At least 60 days before a participant's certification expires, OVSJG shall send the participant or the participant's representative written notice of the upcoming expiration.\n\n(3) A certification may be renewed for an additional 2 years by filing a renewal application with the Director. The renewal application shall be signed and dated by the participant or the participant's representative and an application assistant. The renewal application shall contain a statement by the participant or the participant's representative, under penalty of perjury, that, to the best of the participant's or the participant's representative's knowledge, the information contained in the renewal application is true.\n\n(i) If any of the information provided in an application or renewal application changes, including the participant's name, address, or telephone number, the participant or the participant's representative shall notify OVSJG within 30 days of the change.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.03.html"
    },
    {
      "id": "section-4-555.04",
      "number": "4-555.04",
      "heading": "Certification cancellation.",
      "text": "(a) OVSJG may cancel a participant's certification if:\n\n(1) The participant or the participant's representative fails to comply with the requirements of this subchapter; or\n\n(2) Mail forwarded to the participant by OVSJG is returned as undeliverable.\n\n(b) If the Director determines that there are grounds for cancelling the certification of a participant pursuant to subsection (a) of this section, the Director shall, at least 60 days before cancelling the participant's certification, send written notice of the upcoming cancellation to the participant or the participant's representative that explains the reasons for cancellation.\n\n(1) A participant or the participant's representative may cancel her or his certification at any time.\n\n(2) If a participant or the participant's representative cancels the participant's certification because the participant is moving to another jurisdiction, the person or the person's representative may provide OVSJG with the new address, to which OVSJG shall continue to forward the person's mail for 30 days after the Director receives the person's new address.\n\n(d) When a certification is canceled, regardless of the reason for the cancellation, the person who was a participant or the person's representative shall be responsible for notifying others that the certification was canceled and the person will no longer receive mail at the substitute address.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.04.html"
    },
    {
      "id": "section-4-555.05",
      "number": "4-555.05",
      "heading": "Address use by District agencies.",
      "text": "(a) Notwithstanding any other law, except as provided in this section, a participant or the participant's representative shall not be required to provide the participant's actual address for any purpose for which a District agency requires or requests a residential, work, or school address.\n\n(b) Only a participant's actual address shall be used as part of a registration required by Chapter 40 of Title 22.\n\n(1) After a participant who is eligible to vote is certified to participate in the Program, unless the participant opts out, OVSJG shall send the participant's actual address and a copy of the participant's Program authorization card to the District of Columbia Board of Elections (\"Board\"), which the Board shall maintain.\n\n(2) If a participant decides to vote, the participant shall vote by mail-in ballot.\n\n(3) If a participant decides to sign a petition to be filed with the Board, the participant may use her or his substitute address to sign the petition.\n\n(1) Only a participant's actual address shall be used on any document filed with the Office of Tax and Revenue.\n\n(2) The Office of Tax and Revenue shall not index by a participant's name in any online database of the agency relating to:\n\n(A) Assessment and tax information; and\n\n(B) All recorded documents; provided, that a court order, a judgment, a lien, or any document related to debt collection that is not a security interest instrument, may be indexed by the participant's name.\n\n(3) The participant's name may be included in any notice or index published by the Office of Tax and Revenue for the collection of debt, including taxes.\n\n(4) This subsection shall not require the Office of Tax and Revenue to redact or otherwise erase a participant's name or address in any document or electronic record in its online database.\n\n(5) Except as provided in this subsection, the Office of Tax and Revenue shall not disclose a participant's actual address, unless OVSJG permits disclosure pursuant to the rules issued under § 4-555.12.\n\n(1) Upon written request by a supervisor at the rank of sergeant or above of the Metropolitan Police Department (\"MPD\"), OVSJG shall provide a participant's actual address to MPD for law enforcement purposes only.\n\n(2) MPD shall not publish a participant's actual address pursuant to § 5-113.06.\n\n(1) If a participant or a participant's representative is or becomes aware that a District agency has made public the participant's actual address, the participant or the participant's representative may submit a written request, along with a copy of the participant's Program authorization card, to the District agency, asking the District agency to remove any publicly accessible references to the participant's actual address.\n\n(2) Upon receipt of a request pursuant to paragraph (1) of this subsection, the District agency shall remove publicly accessible references to the participant's actual address, including any references on the District agency's website, within 10 business days of receiving the request.\n\n(3) This subsection shall not apply to the Office of Tax and Revenue.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.05.html"
    },
    {
      "id": "section-4-555.06",
      "number": "4-555.06",
      "heading": "Requests by a District agency for disclosure of an actual address.",
      "text": "(a) A District agency may request disclosure of a participant's actual address from OVSJG pursuant to this section by sending a written request to OVSJG on the District agency's letterhead with the following information:\n\n(1) The name of the participant for whom the District agency seeks disclosure of the actual address;\n\n(2) An explanation of the reasons that the District agency is requesting the participant's actual address;\n\n(3) A statement that the agency has adopted internal procedures that would ensure that the confidentiality of the participant's actual address will be protected; and\n\n(4) Any other information that OVSJG may reasonably request to identify the participant in the records of OVSJG.\n\n(1) Upon the receipt of a request pursuant to this section, OVSJG shall provide the participant or the participant's representative with:\n\n(A) Written notice of the request for disclosure received pursuant to this section; and\n\n(B) An opportunity to express whether the request should be granted.\n\n(2) Paragraph (1) of this subsection shall not apply if the request for disclosure is made by a law enforcement agency investigating alleged criminal or delinquent conduct by the participant or when complying with paragraph (1) of this subsection would jeopardize an ongoing investigation or the safety of law enforcement personnel.\n\n(1) Within 30 days after receiving a request under this section, OVSJG shall determine whether to grant the request.\n\n(A) Upon making a determination under paragraph (1) of this subsection, OVSJG shall provide the participant or the participant's representative with written notice describing whether the request is being granted or denied.\n\n(B) Subparagraph (A) of this paragraph shall not apply if the request for disclosure is made by a law enforcement agency investigating alleged criminal or delinquent conduct by the participant or when complying with subparagraph (A) of this paragraph would jeopardize an ongoing investigation or the safety of law enforcement personnel.\n\n(1) If OVSJG grants a request pursuant to this section, OVSJG shall provide the District agency that submitted the request with the following information:\n\n(A) The participant's actual address;\n\n(B) A statement setting forth the permitted uses of the actual address and the persons permitted to have access to the actual address; and\n\n(C) The date on which the permitted use expires, if expiration is appropriate, after which the agency may no longer use the actual address.\n\n(2) If a District agency's request is granted pursuant to this section, the District agency may only use the participant's actual address as set forth in the statement required by paragraph (1)(B) of this subsection.\n\n(e) If OVSJG denies a request under this section, OVSJG shall provide prompt written notice to the District agency that submitted the request, setting forth the specific reasons for the denial.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.06.html"
    },
    {
      "id": "section-4-555.07",
      "number": "4-555.07",
      "heading": "Program participation and procedures.",
      "text": "(a) If, at any time, a participant is subject to an order or is involved in an action of a tribunal, OVSJG shall notify the relevant tribunal of the participant's certification.\n\n(1) No person shall be compelled to disclose a participant's actual address during any proceeding before a tribunal unless the tribunal finds, based upon clear and convincing evidence, that:\n\n(A) A party will suffer material harm without disclosure of the participant's actual address;\n\n(B) The harm to the participant is substantially outweighed by the material harm to the party requesting disclosure of the participant's actual address;\n\n(C) There are no alternatives to disclosure of the participant's actual address that would address the material harm; and\n\n(D) The disclosure is narrowly tailored in both scope and manner to disclose the minimum amount of participant information necessary to address the material harm.\n\n(2) A tribunal may seal the portion of any record that contains a participant's actual address.\n\n(c) Nothing in this subchapter, including the fact that a person is a participant, shall affect an existing or future order relating to the allocation of custody, parental responsibilities, or parenting time.\n\n(d) Participation in the Program shall not constitute evidence of a covered offense.\n\n(e) Whenever the laws of the District provide a participant a legal duty to act within a prescribed period of 10 days or less after the service of a notice or other paper upon the participant, and the notice or paper is served upon the participant by mail pursuant to this subchapter, 5 days shall be added to the prescribed period.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.07.html"
    },
    {
      "id": "section-4-555.08",
      "number": "4-555.08",
      "heading": "Penalties.",
      "text": "(a) Except as provided by this subchapter, no person shall intentionally obtain from a District agency, other than the Office of Tax and Revenue, or disclose a participant's actual address knowing that the participant is participating in the Program, unless required by existing law or by OVSJG pursuant to the rules issued under § 4-555.12.\n\n(b) A person violating subsection (a) of this section shall be subject to a civil fine of not more than $10,000.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.08.html"
    },
    {
      "id": "section-4-555.09",
      "number": "4-555.09",
      "heading": "Immunity from liability.",
      "text": "Neither the District government nor its employees, nor an application assistant, shall be liable for the failure of a participant to receive any mail forwarded to her or him by OVSJG pursuant to this subchapter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.09.html"
    },
    {
      "id": "section-4-555.10",
      "number": "4-555.10",
      "heading": "Appeals.",
      "text": "Any person aggrieved by an action of OVSJG taken pursuant to this subchapter may appeal the action of OVSJG to the Office of Administrative Hearings pursuant to § 2-1831.03.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.10.html"
    },
    {
      "id": "section-4-555.11",
      "number": "4-555.11",
      "heading": "Program review.",
      "text": "By January 1, 2020, and annually thereafter, OVSJG shall submit a review of the Program to the chairperson of the Council committee with jurisdiction over OVSJG.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.11.html"
    },
    {
      "id": "section-4-555.12",
      "number": "4-555.12",
      "heading": "Rules.",
      "text": "OVSJG, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this subchapter.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-555.12.html"
    },
    {
      "id": "section-4-561.01",
      "number": "4-561.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) \"Case Review Subcommittee\" means the SART Case Review Subcommittee established by § 4-561.14.\n\n(2) \"Consumption litigation\" means litigation in a criminal proceeding initiated by notification to the defense of the need to consume an entire DNA sample in forensic testing.\n\n(3) \"DC SANE Program\" means the DC Sexual Assault Nurse Examiner Program that provides comprehensive medical forensic care to sexual assault victims, including:\n\n(A) The DC Forensic Nurse Examiners;\n\n(B) The Child and Adolescent Protection Center; and\n\n(C) Any other entity within the District that is a member of the SART or the multidisciplinary investigation team, as described in § 4-1301.51.\n\n(4) \"DFS\" means the Department of Forensic Sciences.\n\n(5) \"Hospital\" means a facility that provides 24-hour inpatient care, including diagnostic, therapeutic, and other health-related services, for a variety of physical or mental conditions, and may, in addition, provide outpatient services, particularly emergency care.\n\n(6) \"Independent expert consultant\" means the individual retained pursuant to § 4-561.04 and charged with the duties and obligations specified in § 4-561.05.\n\n(6A) Not Funded.\n\n(7) \"MPD\" means the Metropolitan Police Department.\n\n(8) \"OCME\" means the Office of the Chief Medical Examiner.\n\n(9) \"OVSJG\" means the Office of Victim Services and Justice Grants, established by Mayor's Order 2016-171.\n\n(10) \"PERK\" means a Physical Evidence Recovery Kit used to collect and preserve physical evidence related to a sexual assault or alleged sexual assault.\n\n(11) \"SART\" means the Sexual Assault Response Team established by § 4-561.12.\n\n(12) \"Sexual assault\" shall have the same meaning as provided in § 23-1907(9).\n\n(13) \"Sexual assault victim\" means an individual against whom a sexual assault has been committed or is alleged to have been committed, including a deceased individual.\n\n(14) \"Sexual assault victim advocate dispatch system\" means the system developed by OVSJG and approved by the SART, pursuant to § 23-1909(e).\n\n(15) \"Task Force\" means the Sexual Assault Victims' Rights Task Force established pursuant to § 4-561.15.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 201, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.01.html"
    },
    {
      "id": "section-4-561.02",
      "number": "4-561.02",
      "heading": "Processing of PERKs and specimens.",
      "text": "(a) Within 7 days after a sexual assault victim makes a report to the MPD, the MPD shall retrieve any PERK and specimens and deliver:\n\n(1) The PERK to the DFS; and\n\n(2) The biological specimens for toxicology testing to the OCME.\n\n(1) If a PERK is not involved in consumption litigation, the DFS shall process the PERK within 90 days after DFS receives the PERK.\n\n(2) If a PERK is involved in consumption litigation, the DFS shall process the PERK within 90 days after the DFS receives a consumption determination from the prosecution.\n\n(1) Notwithstanding subsection (b) of this section, the DFS may delegate the processing of a PERK to an accredited laboratory pursuant to a statement of work, which shall establish protocols for:\n\n(A) DFS to notify the accredited laboratory that a PERK is available for processing;\n\n(B) Delivery of the PERK to the accredited laboratory;\n\n(C) Processing the PERK; and\n\n(D) Delivery of the PERK and any results to the DFS.\n\n(2) Even if DFS delegates the processing of a PERK to an accredited laboratory, DFS shall comply with the time periods described in subsection (b) of this section.\n\n(c) The OCME shall process all biological specimens within 90 days after the date of receipt.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 202, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.02.html"
    },
    {
      "id": "section-4-561.03",
      "number": "4-561.03",
      "heading": "Payment for PERKs.",
      "text": "The hospital shall not bill a sexual assault victim for costs associated with a PERK, including the costs of the PERK, its administration, and the processing of the PERK or any biological specimens.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 203, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.03.html"
    },
    {
      "id": "section-4-561.04",
      "number": "4-561.04",
      "heading": "Independent expert consultant.",
      "text": "(a) By December 1, 2014, the OVSJG shall retain an independent expert consultant.\n\n(b) The independent expert consultant shall be selected by the Office of Police Complaints, with input from the Victim Assistance Network, subject to final approval by the OVSJG.\n\n(c) The independent expert consultant shall be retained for a period of one year, with the option for the OVSJG to extend the contract in 1-year increments.\n\n(d) The independent expert consultant selected shall have current and recognized expertise in the areas of law enforcement, crime victims' rights, victim advocacy, medical best practices, policy and procedure development, sexual assault, and the investigation or prosecution of sexual assault.\n\n(e) Once retained by OVSJG, the work product, reports, and recommendations of the independent expert consultant shall remain in the exclusive control of the independent expert consultant until the draft version of the independent expert consultant's report is provided to entities for review as described in § 4-561.06(a)(2)(A).",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 204, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.04.html"
    },
    {
      "id": "section-4-561.05",
      "number": "4-561.05",
      "heading": "Duties and obligations of the independent expert consultant.",
      "text": "(a) The independent expert consultant shall have the following duties and obligations:\n\n(1) In consultation with the Task Force, assess and recommend modifications to MPD policies and protocols to ensure the MPD has a detailed and victim-centered sexual assault response policy that comports with best practices and current professional standards and incorporates the requirements of the International Association of Chiefs of Police Model Policy on Sexual Assaults or other current best practices in law enforcement;\n\n(2) Assess training provided to MPD officers, detectives, and recruits to ensure that:\n\n(A) The training incorporates developments in applicable law and current best practices;\n\n(B) Testing is done to ensure that MPD personnel taking the training comprehend the material taught; and\n\n(C) Investigators conducting sexual assault investigations and personnel who supervise the review of sexual assault investigations are provided in-depth specialized training consistent with best practices;\n\n(3) Review a random sample of MPD files and records related to cases arising after March 2013, including:\n\n(A) Sexual assault investigative files, forms, and reports, including allegations, office information cases, and other cases with sexual elements that may not have been classified as a sexual assault case; and\n\n(B) Feedback provided to the MPD from members of the public about the MPD’s response to sexual assault cases, including surveys, complaints, and any other feedback provided through e-mail or the MPD’s web page;\n\n(4) Conduct confidential interviews, when necessary, with forensic nurse examiners, sexual assault victim advocates, MPD personnel, and others with direct knowledge of how the sexual assault response process is functioning;\n\n(5) Within 120 days after the date of being retained by the OVSJG, audit all PERKs in storage to determine if all PERKs in which a sexual assault victim reported a sexual assault to MPD have been delivered to the DFS for processing;\n\n(6) Protect the confidentiality of all MPD files and records; and\n\n(7) Within the reports produced by the independent expert consultant, protect the confidentiality of the underlying investigations.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 205, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.05.html"
    },
    {
      "id": "section-4-561.06",
      "number": "4-561.06",
      "heading": "Reviews and reporting requirements.",
      "text": "(1) The independent expert consultant shall:\n\n(A) Prepare, by June 1, 2015, and on a semiannual basis thereafter, a public report that contains:\n\n(i) A description of the work conducted by the independent expert consultant for that period;\n\n(ii) The methodology and specific findings for each review conducted, including a general description of the policies and procedures reviewed, the observations of the independent expert consultant regarding the MPD’s implementation of those policies and procedures, the training reviewed, and a discussion of any improvements that need to be made;\n\n(iii) A determination of whether the MPD’s implementation of reforms made after March 2013 are having a positive effect on the overall investigations of sexual assaults and whether there are any unintended negative consequences of these new policies or reforms;\n\n(iv) A comparison of cases reported to the MPD through the DC SANE Program and MPD case numbers to ensure that all sexual assaults have been documented; and\n\n(v) The Chief of Police’s formal response to the report prepared pursuant to paragraph (2) of this subsection;\n\n(B) Review the case review plan and process developed pursuant to § 4-561.14(d)(1), making recommendations for improvement as needed; and\n\n(C) Review any changes to the sexual assault response continuum of care resulting from the Sexual Assault Victims' Rights Act of 2014, effective November 20, 2014 (D.C. Law 20-139; 61 DCR 5913), and the Sexual Assault Victims' Rights Amendment Act of 2019, effective March 3, 2020 (D.C. Law 23-57; 66 DCR 15914), including the legal obligations imposed on entities participating in the sexual assault response continuum of care and the service delivery models used within the sexual assault response continuum of care.\n\n(A) A draft version of the report shall be provided to the Mayor, the City Administrator, the Council, the Chief of Police, and the SART for review before the public issuance of the final report.\n\n(B) The Chief of Police and the SART shall have 30 days to review the report and prepare a formal response for purposes of a public report issued pursuant to paragraph (1) of this subsection.\n\n(1) The independent expert consultant shall, within 45 days after being retained by the OVSJG:\n\n(A) Develop a plan and schedule for preparing the public report and reviewing the case review plan and process described in subsection (a)(1) of this section; and\n\n(B) Submit the plan to the OVSJG for review and approval.\n\n(2) The plan developed pursuant to paragraph (1) of this subsection shall include a timeline for submitting any recommendations to the Council or the Mayor regarding proposed legislation.\n\n(c) The OVSJG shall complete a review of the independent expert consultant’s plan developed pursuant to subsection (b) of this section within 30 days after the date of receipt.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 206, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.06.html"
    },
    {
      "id": "section-4-561.07",
      "number": "4-561.07",
      "heading": "The MPD’s duties.",
      "text": "The MPD shall provide the independent expert consultant with timely, full, and direct access to the MPD’s files and records, including:\n\n(1) Sexual assault investigative files, forms, and reports, including allegations, office information cases, and other cases with sexual elements that may not have been classified as a sexual assault case; and\n\n(2) Feedback provided to the MPD from members of the public regarding the MPD’s response to sexual assault cases, including surveys, complaints, and feedback provided through e-mail or the MPD’s web page.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 207, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.07.html"
    },
    {
      "id": "section-4-561.08",
      "number": "4-561.08",
      "heading": "Monitoring by Chief of Police.",
      "text": "The Chief of Police shall monitor the MPD personnel’s compliance with MPD orders and protocols related to law enforcement interaction with sexual assault victims, including the Sexual Assault Unit’s Standard Operating Procedures, when responding to sexual assaults.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 208, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.08.html"
    },
    {
      "id": "section-4-561.09",
      "number": "4-561.09",
      "heading": "MPD reporting requirements.",
      "text": "(a) The Chief of Police shall prepare, on an annual basis, a report on the MPD’s response to sexual assault reports. The report shall include, at a minimum:\n\n(1) The number of sexual assaults and attempted sexual assaults reported, identified by penal code classification;\n\n(2) The outcome of each reported sexual assault, identified by:\n\n(A) How many reports were unfounded;\n\n(B) How many reports were cleared, including how many cleared cases led to an arrest; and\n\n(C) How many reports were closed by the MPD, identified by the type of exception such as victim declines participation, suspect prosecuted in another jurisdiction, case rejected by the prosecutor, or similar explanations;\n\n(3) The number of:\n\n(A) Arrest warrants issued, by classification of crime, and arrests; and\n\n(B) Cases referred to prosecuting attorneys and, to the extent the information is available to the MPD, cases declined for prosecution by the prosecutor, cases declined for prosecution by the grand jury, prosecutions, and other law enforcement actions taken as a result of investigations into sexual assault reports;\n\n(4) The recommendations received from the Case Review Subcommittee and the measures the MPD has taken, if any, to address those recommendations;\n\n(5) The number and type of complaints filed against MPD officers or detectives regarding their handling of sexual assault reports and any actions taken by the MPD in response to those complaints; and\n\n(6) The number of sexual assault victims who:\n\n(A) Requested the results of their PERK; and\n\n(B) Did not request the results of their PERK.\n\n(b) The report prepared pursuant to subsection (a) of this section shall be transmitted to the Mayor and the Council by December 31 of each year and be made accessible to the public; provided, that the report shall protect the privacy and confidentiality of the sexual assault victims.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 209, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.09.html"
    },
    {
      "id": "section-4-561.10",
      "number": "4-561.10",
      "heading": "DFS reporting requirement.",
      "text": "In the annual report filed pursuant to § 5-1501.04(a)(5), the Director of the DFS shall provide, for the prior calendar year:\n\n(1) The number of PERKs received from the MPD;\n\n(2) The number of PERKs processed by the DFS or an accredited laboratory to which the DFS delegated the processing;\n\n(3) The average time it took for PERKs to be processed by the DFS or an accredited laboratory to which the DFS delegated the processing;\n\n(4) The longest period of time it took for PERKs to be processed by the DFS or an accredited laboratory to which the DFS delegated the processing;\n\n(5) The number of PERKS involved in consumption litigation;\n\n(6) The number of times in which an accredited laboratory to which the DFS delegated the processing failed to comply with the time periods described in § 4-561.02(b);\n\n(7) If permission to consume was requested, the number of cases in which processing was completed 90 days after the PERK was received by the DFS due to consumption litigation; and\n\n(8) The number of days in which each PERK was delayed awaiting a consumption litigation determination.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 210, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.10.html"
    },
    {
      "id": "section-4-561.11",
      "number": "4-561.11",
      "heading": "OCME reporting requirement.",
      "text": "In the annual report filed pursuant to § 5-1412(d), the Chief Medical Examiner shall include the number of toxicology samples of sexual assault victims received from MPD and the number of toxicology samples of sexual assault victims processed by the OCME, including the time it took for each toxicology sample to be processed.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 211, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.11.html"
    },
    {
      "id": "section-4-561.12",
      "number": "4-561.12",
      "heading": "Establishment of a Sexual Assault Response Team.",
      "text": "(a) There is established the Sexual Assault Response Team (\"SART\").\n\n(b) The SART shall be a partnership of public and private agencies that:\n\n(1) Coordinates a high-quality, multidisciplinary, victim-centered response to sexual assault cases; and\n\n(2) Makes recommendations to improve the continuum of services in the District for sexual assault victims.\n\n(c) Membership on the SART shall include the following persons:\n\n(1) The Director of the OVSJG, or the Director's designee;\n\n(2) The SART coordinator, who shall be appointed by the Director of the OVSJG, and serve as a non-voting member;\n\n(3) The Attorney General for the District of Columbia, or the Attorney General's designee;\n\n(4) The Chief of Police, or the Chief's designee who is a member of the Sexual Assault Unit with the rank of Captain or above;\n\n(5) A representative from the MPD Victim Services Branch;\n\n(6) The Director of the Child and Family Services Agency, or the Director's designee;\n\n(7) The Executive Director of the Children's Advocacy Center, or the Director's designee;\n\n(8) The United States Attorney for the District of Columbia, or the United States Attorney's designee who is an attorney assigned to the Sex Offense and Domestic Violence Section;\n\n(9) A representative from the Victim Witness Assistance Unit of the United States Attorney's Office for the District of Columbia;\n\n(10) A representative from the United States Park Police;\n\n(11) The Director of each entity in the DC SANE Program, or the Director's designee; provided, that the Director or the Director's designee shall be a forensic nurse examiner, as that term is defined in § 23-1907(2), or a physician with specialized training in medical forensic evidence collection;\n\n(12) The Director of each community-based organization that is providing victim advocacy services pursuant to § 23-1909, or the Director's designee; provided, that the community-based organization has been approved for membership by the SART;\n\n(13) The Director, or the Director's designee, of each entity that provides medical forensic care to sexual assault victims; provided, that the entity has been approved for membership by the SART;\n\n(14) A representative from a community-based organization, selected by the SART, that is providing post-sexual assault mental health services;\n\n(15) A representative from the designated State sexual assault coalition, as that term is defined in 34 U.S.C. § 12291(a)(33), for the District;\n\n(16) The Director of the DFS, or the Director's designee, who is a forensic scientist;\n\n(17) The Chief Medical Examiner, or the Chief Medical Examiner's designee; and\n\n(18) A representative from a District of Columbia-based college or university that provides direct victim services to sexual assault victims and who holds a position at that college or university.\n\n(d) The SART shall hold its initial meeting within 90 days after November 20, 2014. At the initial meeting, one non-governmental member of the SART shall be elected as Chairperson by a majority of the SART members.\n\n(d-1) A chairperson shall be elected from among the non-governmental members of the SART.\n\n(d-2) No non-governmental organization or entity shall have more than one representative on the SART.\n\n(e) Following the SART’s initial meeting, the SART shall meet at least 6 times per calendar year.\n\n(f) The SART shall establish its own procedures and requirements with respect to the place and manner in which it will conduct its meetings.\n\n(g) Subchapter IV of Chapter 5 of Title 2 [§ 2-571 et seq.] shall not apply to meetings of the SART.\n\n(1) At least annually, OVSJG shall, in collaboration with the DFS and the OCME, facilitate training for members of the SART.\n\n(2) The training shall include instruction on explaining, in a manner that is trauma-informed and victim-centered, the procedure and results of a PERK, forensic analysis of the PERK, and toxicology tests.\n\n(i) In addition to the members listed in subsection (c) of this section, the SART may expand its membership by establishing a membership application, evaluation, and approval process for:\n\n(1) Any community-based organization that seeks to provide victim advocacy services pursuant to § 23-1909;\n\n(2) Any entity that seeks to provide medical forensic care to sexual assault victims; and\n\n(3) Any entity that seeks to administer a victim hotline or participate in the sexual assault victim advocate dispatch system.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 212, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.12.html"
    },
    {
      "id": "section-4-561.13",
      "number": "4-561.13",
      "heading": "Duties and responsibilities of the SART.",
      "text": "(a) The SART shall:\n\n(1) Improve the coordination and functioning of victim services, medical forensic care, investigations, and prosecutions available to sexual assault victims;\n\n(2) Conduct regular case reviews, through the Case Review Subcommittee, of all parties involved in sexual assault responses involving sexual assault victims 18 years of age or older, including a review of sexual assault reports and investigations by the MPD and cases reported to any member of the SART;\n\n(3) Develop a protocol to ensure that feedback and recommendations from the Case Review Subcommitteeare incorporated into SART member agencies’ policies, procedures, practices, training, and decisions to re-examine investigations, when applicable;\n\n(4) Establish a Feedback Review Committee for the purpose of receiving and investigating all complaints and comments from sexual assault victims, including complaints and comments regarding the United States Attorney's Office for the District of Columbia; and\n\n(5) By January 1, 2022, submit a report to the Mayor and the Council that includes the following:\n\n(A) A summary of the case review activities conducted pursuant to paragraph (2) of this subsection;\n\n(B) A summary of all feedback received and the findings of all investigations conducted pursuant to paragraph (4) of this subsection;\n\n(C) The number of sexual assault victims who were informed by the MPD of the results of their PERK;\n\n(D) A discussion of any trends related to victimization and reporting;\n\n(E) A description of the activities conducted by the SART during the preceding fiscal year; and\n\n(F) Activities planned by the SART for the following fiscal year.\n\n(6) Not Funded.\n\n(b) Each SART member shall provide the following data to other members of the SART:\n\n(1) The numbers of sexual assault victims served by each SART member;\n\n(2) The demographics of sexual assault victims and offenders, if known, served by each SART member;\n\n(3) The type and extent of service provided to each sexual assault victim by each SART member;\n\n(4) The disposition of each case closed by the SART member; and\n\n(5) Any other information requested by the Director of the OVSJG or the chairperson of the SART that is directly related to sexual assault cases; provided, that the information is not otherwise confidential or privileged under District or federal law.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 213, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.13.html"
    },
    {
      "id": "section-4-561.14",
      "number": "4-561.14",
      "heading": "The SART Case Review Subcommittee.",
      "text": "(a) There is established the Sexual Assault Response Team Case Review Subcommittee (\"Case Review Subcommittee\").\n\n(b) The Case Review Subcommittee shall be comprised of the following SART representatives:\n\n(1) The SART coordinator, who shall also coordinate the Case Review Subcommittee;\n\n(2) The Commander of the MPD’s Sexual Assault Unit, or the Commander's designee; provided, that the designee is a member of the Sexual Assault Unit with the rank of Captain or above;\n\n(3) The Director, or the Director's designee, of a private or nonprofit entity that is a member of the DC SANE Program; provided, that the designee is a forensic nurse examiner.\n\n(4) A representative, selected by the OVSJG, from a community-based organization that is providing post-assault mental health services;\n\n(5) The Director of DFS, or the Director's designee; provided, that the designee is a forensic scientist; and\n\n(6) The Director, or the Director's designee, of a community-based advocacy organization that is providing advocacy services as part of the DC SANE Program.\n\n(1) The Case Review Subcommittee shall conduct case reviews of the following types of cases involving sexual assault victims 18 years of age or older:\n\n(A) A random sample of investigations that involve sexual assault; and\n\n(B) Specific cases as requested by members of the SART, the Case Review Subcommittee, or the independent expert consultant.\n\n(2) Before conducting case reviews under paragraph (1) of this subsection, the SART shall obtain the consent of the sexual assault victim involved in the case.\n\n(d) In addition to the duties set forth in subsection (c) of this section, the Case Review Subcommittee shall, for cases involving sexual assault victims 18 years of age or older:\n\n(1) Develop a case review protocol, including a standard review form and appropriate safeguards to protect confidential or privileged information and other personal information that is protected from disclosure by federal or District law. The policy shall be reviewed on an annual basis, and revised as needed;\n\n(2) Develop a standard review form that examines, at a minimum, the following:\n\n(A) Whether each agency and service provider involved in the sexual assault response followed current best practices in each case, including:\n\n(i) Whether law enforcement waited at least 48 hours before conducting an interview with the sexual assault victim meant to assess and build the case; and\n\n(ii) Whether the sexual assault victim requested information pursuant to § 23-1910 and when the sexual assault victim received that information;\n\n(B) Any prosecutorial actions taken;\n\n(C) Whether the evidence testing complied with the timing requirements of § 4-561.02; and\n\n(D) The use of forensic evidence in the investigation and prosecution of the case; and\n\n(3) Submit feedback and recommendations to the SART when the Case Review Subcommittee identifies concerns or problems during the case review process.\n\n(e) Subchapter IV of Chapter 5 of Title 2 [§ 2-571 et seq.] shall not apply to meetings of the Case Review Subcommittee.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 214, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.14.html"
    },
    {
      "id": "section-4-561.15",
      "number": "4-561.15",
      "heading": "Sexual Assault Victim Rights Task Force.",
      "text": "(a) Beginning October 1, 2014, the OVSJG shall establish a Sexual Assault Victim Rights Task Force (\"Task Force\") to study nationally recognized best practices and develop recommendations regarding:\n\n(1) The development and implementation of an effective mechanism for submitting, tracking, and investigating complaints regarding the handling of, or response to, a sexual assault report or investigation by any agency or organization involved in the response;\n\n(2) Whether a need exists for additional sexual assault victim advocates. If a need is identified, the Task Force shall:\n\n(A) Develop criteria to certify sexual assault victim advocates;\n\n(B) Create a plan for how the District, in conjunction with nonprofits, can provide additional sexual assault victim advocates to meet the needs identified; and\n\n(C) Determine the cost of funding such a plan;\n\n(3) Whether a need exists to expand the right to a sexual assault victim advocate beyond the hospital and law enforcement interview settings, such as meetings and conversations with prosecutors. If a need is identified, the Task Force shall:\n\n(A) Identify where the need exists and to what extent; and\n\n(B) Make recommendations on how best to fill that need, whether legislatively or otherwise;\n\n(4) Whether a need exists to expand the right to a sexual assault victim advocate to juvenile sexual assault victims. If a need is identified, the Task Force shall:\n\n(A) Identify where the need exists and to what extent; and\n\n(B) Make recommendations on how best to fill that need, whether legislatively or otherwise.\n\n(b) The Task Force shall be comprised of representatives from the following entities:\n\n(1) DC Sexual Assault Coalition;\n\n(2) DC SANE program;\n\n(3) DC Victim Assistance Network;\n\n(4) SART; and\n\n(5) A District of Columbia-based college or university; provided, that the representative at that institution provides direct victim services to sexual assault victims;\n\n(6) At least one governmental or agency-based victim services program;\n\n(7) At least 2 organizations for which the primary purpose of the organization is to provide services, education, or outreach to underserved populations disparately impacted by sexual assault; and\n\n(8) Other entities as determined by the OVSJG.\n\n(1) By September 30, 2015, the Task Force shall produce a report that includes the results of the assessments, developments, and recommendations completed pursuant to subsection (a) of this section, to be transmitted to the Council and the SART.\n\n(2) The Task Force shall disband after the report has been transmitted to the Council and the SART.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 215, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.15.html"
    },
    {
      "id": "section-4-561.16",
      "number": "4-561.16",
      "heading": "No private right of action.",
      "text": "This subchapter shall not be construed to create a private right of action or serve as the basis for excluding otherwise admissible evidence in a criminal proceeding.",
      "history": "Nov. 20, 2014, D.C. Law 20-139, § 216, 61 DCR 5913",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-561.16.html"
    },
    {
      "id": "section-4-571.01",
      "number": "4-571.01",
      "heading": "Office of Victim Services and Justice Grants transparency.",
      "text": "(a) Beginning on September 30, 2022, and every 6 months thereafter, the Office of Victim Services and Justice Grants (\"OVSJG\") shall publish the following information, for the current fiscal year, on its website:\n\n(1) For all grants or sub-grants awarded to or received by OVSJG:\n\n(A) The funding source and amount received;\n\n(B) The date the grant or sub-grant was awarded or received;\n\n(C) The duration of the grant or sub-grant;\n\n(D) A description of the permissible uses of, or restrictions on, the grant or sub-grant and the source of those uses or restrictions; and\n\n(E) The remaining balance of the grant or sub-grant.\n\n(2) For all grants or subgrants awarded by OVSJG:\n\n(A) The name of the grantee or sub-grantee to whom the grant or sub-grant was awarded;\n\n(B) The funding source and amount awarded;\n\n(C) The date the grant or sub-grant was awarded;\n\n(D) The duration of the grant or sub-grant; and\n\n(E) A description of the permissible uses of, or restrictions on, the grant or sub-grant and the source of those uses or restrictions.\n\n(b) The Mayor shall, when submitting to the Council an annual budget for the District of Columbia government as described in § 1-204.42, publish, at a minimum, the following information regarding the proposed budget for OVSJG on a publicly accessible website:\n\n(1) The agency's grantmaking priorities for the proposed budget;\n\n(2) For the Victim Services division, anticipated grant funds budgeted for each agency grantmaking priority within the division, including:\n\n(A) Implementation of the Sexual Assault Victims' Rights Act of 2014;\n\n(B) The housing continuum of care for victims of crime, including emergency shelters, short-term housing, and transitional housing, broken down by whether the funding or housing is tied to specific:\n\n(i) Categories of crime, such as domestic violence, sexual violence, human trafficking, or violent crime; or\n\n(ii) Vulnerable populations, such as LGBTQ individuals;\n\n(C) Hospital-based violence intervention programs; and\n\n(D) Non-residential direct services for victims of crime, broken down by whether the funding is tied to specific:\n\n(i) Categories of crime, such as domestic violence, sexual violence, human trafficking, or violent crime; or\n\n(ii) Vulnerable populations, such as LGBTQ individuals;\n\n(3) For the Justice Grants division, anticipated grant funds budgeted for each agency grantmaking priority within the division, including:\n\n(A) The housing continuum of care, including emergency shelters, short-term housing, and transitional housing, for returning citizens or other justice-involved populations; and\n\n(B) Non-residential direct services for returning citizens or other justice-involved populations; and\n\n(4) Anticipated grant funds budgeted for all other agency grantmaking priorities.\n\n(c) No later than 60 days after June 8, 2024, and annually thereafter, OVSJG shall publish information regarding the work of the Victim Services Division, including:\n\n(1) The number of victims engaged each month;\n\n(2) The number of victims who accepted service each month;\n\n(3) The services recommended to the victims each month; and\n\n(4) A summary of collected feedback from victims and their families on their experiences with victim services and coordination efforts.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-571.01.html"
    },
    {
      "id": "section-4-581.01",
      "number": "4-581.01",
      "heading": "Office of Victim Services and Justice Grants.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-581.01.html"
    },
    {
      "id": "section-4-581.02",
      "number": "4-581.02",
      "heading": "Batterer intervention program.",
      "text": "Not Funded.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/4-581.02.html"
    }
  ]
}