{
  "state": "south-dakota",
  "path": "title-title-1-state-affairs-and-government/chapter-chapter-32-executive-reorganization-general-provisions-and-d",
  "sections": [
    {
      "id": "section-1-32-1",
      "number": "1-32-1",
      "heading": "Definition of terms.Section 1-32-2 - Principal departments established",
      "text": "1-32-1. Definition of terms.\n\nAs used in chapters 1-32 to 1-47, inclusive:\n\n(1)\"Administrative function\" means any management function to include planning, developing, and implementing programs; organizing the internal structure of a department or agency; selecting, appointing, promoting, removing, and managing personnel; directing, administering, reviewing, and coordinating activities and programs assigned to a department, agency, or organizational subunit; reporting; and budgeting and expending funds, including, unless excepted, special budgetary functions;\n\n(2)\"Advisory function\" means furnishing advice, gathering information, and making recommendations;\n\n(3)\"Agency\" means any board, commission, department, bureau, division, or any other unit or organization of state government;\n\n(4)\"Department,\" except when used in connection with the name of a departmental level agency existing before July 1, 1973, means the principal functional and administrative entity created by this chapter within the executive department of state government and one of the twenty-five principal departments permitted under the reorganization amendment and includes any subunits of such a department except where otherwise provided;\n\n(5)\"Division\" means the principal functional subunit within a department and is comprised of those agencies allocated to the division by chapters 1-32 to 1-47, inclusive, except where otherwise provided. Where agencies are not specifically allocated to a division, the department head with the approval of the Governor may form necessary divisions to carry out the purpose of said chapters. The head of the division shall have the title \"director\" of the division unless otherwise specifically designated by said chapters;\n\n(6)\"Executive branch\" and \"executive department\" mean the executive department of state government referred to in the S.D. Const., Art. IV;\n\n(7)\"Function\" means any authority, power, responsibility, duty, program, or activity of an agency, whether or not specifically provided for by law;\n\n(8)\"Head of department,\" \"head of a principal department\" or \"department head\" means the head of one of the principal departments as provided for in chapters 1-33 to 1-47, inclusive. The head of the department shall have the title \"secretary\" of the department unless otherwise specifically designated by said chapters;\n\n(9)\"Office\" means the principal functional subunit within a division and is comprised of those agencies allocated to the office by law, executive orders with the force of law, or administrative action, except where otherwise provided. Where agencies are not specifically allocated to an office within a division by law or executive order with the force of law, the department secretary with the approval of the Governor may form necessary offices and allocate agencies to those offices to carry out the purposes of chapters 1-32 to 1-47, inclusive. The head of an office shall have the title \"supervisor\" of the office unless otherwise specifically designated by law or said chapters;\n\n(10)\"Quasi-judicial function\" means an adjudicatory function exercised by an agency, involving the exercise of judgment and discretion in making determinations in controversies. The term includes the functions of interpreting, applying, and enforcing existing rules and laws; granting or denying privileges, rights, or benefits; issuing, suspending, or revoking licenses, permits and certificates; determining rights and interests of adverse parties; evaluating and passing on facts; awarding compensation; fixing prices; ordering action or abatement of action; holding hearings; adopting procedural rules or performing any other act necessary to effect the performance of a quasi-judicial function;\n\n(11)\"Quasi-legislative function\" means making or having the power to make and promulgate rules as defined in subdivision 1-26-1(8);\n\n(12)\"Reorganization amendment\" means S.D. Const., Art. IV, §8, as adopted at the general election of November 7, 1972;\n\n(13)\"Special budgetary function\" is a category of administrative functions and means any statutory power granted to an agency with respect to the receipt, or the approval of budgets or allocations, or the disbursement and expenditure of special revenue funds, capital projects funds, debt service funds, trust and agency funds, public service enterprise funds, and working capital or internal service funds as defined by §4-4-4. Special budgetary functions are not to be construed, however, to include any authority to select, appoint, promote, or remove any employee.\n\nSource:SL 1973, ch 2, §2; SL 1974, ch 3, §§2, 3; SL 1979, ch 351, §3; SL 1979, ch 352, §2; SL 1979, ch 354, §3; SL 1979, ch 355, §3; SL 1980, ch 26, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-1/"
    },
    {
      "id": "section-1-32-2",
      "number": "1-32-2",
      "heading": "Principal departments established.",
      "text": "1-32-2. Principal departments established.\n\nFor the purposes of achieving reorganization under the terms of S. D. Const., Art. IV, §8, the following principal departments are established:\n\n(1)Department of Executive Management;\n\n(2)Department of Public Safety;\n\n(3)Department of Social Services;\n\n(4)Department of Labor and Regulation;\n\n(5)Department of Education;\n\n(6)Department of Game, Fish and Parks;\n\n(7)Department of Health;\n\n(8)Department of Agriculture and Natural Resources;\n\n(9)Department of Transportation;\n\n(10)Department of the Military;\n\n(11)Department of Revenue;\n\n(12)Department of Human Services;\n\n(13)Department of Tourism;\n\n(14)Department of Veterans Affairs;\n\n(15)Department of Tribal Relations;\n\n(16)Department of Corrections.\n\nSource:SL 1973, ch 2, §6; SL 1973, ch 264, §6; SL 1975, ch 5, §13; SL 1977, ch 226, §10; SL 1978, ch 290, §1; SL 1979, ch 351, §§26, 35; SL 1979, ch 352, §15; SL 1979, ch 354, §§17, 18; SL 1982, ch 17, §61; SL 1989, ch 21, §§1, 26; SL 1991, ch 17 (Ex. Ord. 91-4), §17; SL 2003, ch 272 (Ex. Ord. 03-1), §82, eff. Apr. 17, 2003; SL 2011, ch 1 (Ex. Ord. 11-1), §93, eff. Apr. 12, 2011; SL 2012, ch 4, §12; SL 2021, ch 1 (Ex. Ord. 21-3), § 41, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-2/"
    },
    {
      "id": "section-1-32-3",
      "number": "1-32-3",
      "heading": "Appointment and tenure of department heads.",
      "text": "1-32-3.Appointment and tenure of department heads.\n\nThe head of each principal department shall be appointed by the Governor with the consent of the Senate and shall serve at the pleasure of the Governor pursuant to S. D. Const., Art. IV, §9.\n\nSource:SL 1973, ch 2, §§30, 41, 68, 89, 98, 109, 116, 129, 200, 212, 223, 237, 269, 279.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-3/"
    },
    {
      "id": "section-1-32-31",
      "number": "1-32-3.1",
      "heading": "Transferred to §1-39-2.1.",
      "text": "Transferred to §1-39-2.1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-32-4",
      "number": "1-32-4",
      "heading": "Changes in organization or functions within departments.",
      "text": "1-32-4. Changes in organization or functions within departments.\n\nIn order to promote the efficient administration of the principal departments, the Governor may establish, combine, or abolish divisions, offices, or other administrative subunits, with the exception of boards and commissions authorized by the Legislature, and may allocate and reallocate powers and duties among divisions, offices, or other administrative subunits under the various principal departments if the reallocation of powers and duties allows the departments to continue to perform the functions assigned and mandated by the Constitution and laws of the State of South Dakota.\n\nSource:SL 1973, ch 2, §7; SL 1996, ch 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-4/"
    },
    {
      "id": "section-1-32-41",
      "number": "1-32-4.1",
      "heading": "Authority to create advisory councils, committees, boards, or commissions--Governor's approval required--Filing--Compensation.",
      "text": "1-32-4.1. Authority to create advisory councils, committees, boards, or commissions--Governor's approval required--Filing--Compensation.\n\nOnly a head of department as defined by subdivision §1-32-1(8), the Governor and the chairman of the Board of Regents may create such advisory councils, committees, boards, or commissions as may be deemed necessary and in the best interests of the State of South Dakota. However, no such advisory council, committee, board, or commission may be created without the approval of the Governor. A copy of such approval shall be filed with the secretary of state. Compensation shall be according to the provisions of §4-7-10.4.\n\nSource:SL 1976, ch 21, §1; SL 1989, ch 20, §43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-4-1/"
    },
    {
      "id": "section-1-32-42",
      "number": "1-32-4.2",
      "heading": "Request to Governor--Contents.",
      "text": "1-32-4.2. Request to Governor--Contents.\n\nAny request submitted to create an advisory council, committee, board, or commission by a head of department or chairman of the board of regents to the Governor shall have the following information:\n\n(1)Name of council, committee, board, or commission;\n\n(2)Date of creation;\n\n(3)Composition and type of citizen or group input that is sought;\n\n(4)Names and addresses of members if appointments have been made, otherwise such information shall be made available to the Governor subsequent to the creation;\n\n(5)Purpose of the creation;\n\n(6)Source and amount of funding, duration of the fund or grant used, applicable restrictions and other stipulations.\n\nSource:SL 1976, ch 21, §4; SL 1989, ch 20, §44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-4-2/"
    },
    {
      "id": "section-1-32-43",
      "number": "1-32-4.3",
      "heading": "Creation without Governor's approval when required for federal funds--Filing with secretary of state.",
      "text": "1-32-4.3. Creation without Governor's approval when required for federal funds--Filing with secretary of state.\n\nNotwithstanding §1-32-4.1, if federal law or regulation shall require that an advisory council, committee, board, or commission be established in order to receipt federal funds, a department, an agency, or institution, or board or commission may establish an advisory council committee, board, or commission without the approval of the Governor; provided, however, that such appointing authority file such action with the secretary of state.\n\nSource:SL 1976, ch 21, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-4-3/"
    },
    {
      "id": "section-1-32-44",
      "number": "1-32-4.4",
      "heading": "Maximum duration of federally required agency--Extensions.",
      "text": "1-32-4.4. Maximum duration of federally required agency--Extensions.\n\nAn advisory council, committee, board, or commission created in response to federal law or regulation may not be created to remain in existence longer than two years after the date of its creation or beyond the period required to receive federal or private funds, whichever occurs later, unless extended by the Governor and filed with the secretary of state. If the existence of an advisory council is extended, the appointing authority shall specify a new date, not more than two years later, when the existence of the advisory council shall end and file a record of the action in the Office of the Secretary of State. The existence of any advisory council may be extended as many times as necessary.\n\nSource:SL 1976, ch 21, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-4-4/"
    },
    {
      "id": "section-1-32-45",
      "number": "1-32-4.5",
      "heading": "Internal councils and committees not prohibited.",
      "text": "1-32-4.5. Internal councils and committees not prohibited.\n\nNothing in §§1-32-4.1 to 1-32-4.4, inclusive, shall be construed as prohibiting the use or creation of internal department or state institutional councils and committees that are comprised of department or institutional employees.\n\nSource:SL 1976, ch 21, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-4-5/"
    },
    {
      "id": "section-1-32-5",
      "number": "1-32-5",
      "heading": "Secretary's access to records within department--Restrictions on disclosure.",
      "text": "1-32-5. Secretary's access to records within department--Restrictions on disclosure.\n\nThe secretary of the principal department shall have complete access to the records of any agency within his department, provided, however, that any statutory restrictions on the disclosure of confidential information and penalties for unlawful disclosure of such information shall apply to the secretary of the principal department.\n\nSource:SL 1973, ch 2, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-5/"
    },
    {
      "id": "section-1-32-6",
      "number": "1-32-6",
      "heading": "Appointment and removal of division directors--Qualifications for positions.",
      "text": "1-32-6. Appointment and removal of division directors--Qualifications for positions.\n\nUnless otherwise provided by chapters 1-32 to 1-47, inclusive, division directors must be appointed by the head of the department or bureau of which the division is a part, and shall serve at the pleasure of the department or bureau head. The appointment and removal of division directors is subject to approval by the Governor. Departments and bureaus shall submit, for approval to the commissioner of personnel, minimum qualifications for the division director positions within their departments or bureaus.\n\nSource: SL 1973, ch 2, §9; SL 1979, ch 351, §5; SL 1979, ch 352, §4; SL 1979, ch 354, §5; SL 1979, ch 355, §5; SL 1980, ch 26, §2; SL 1981, ch 11, §1; SL 2024, ch 166, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-6/"
    },
    {
      "id": "section-1-32-61",
      "number": "1-32-6.1",
      "heading": "1-32-6.1.Repealed by SL 1976, ch 16, §2.",
      "text": "1-32-6.1.Repealed by SL 1976, ch 16, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-32-7",
      "number": "1-32-7",
      "heading": "Interdepartmental transfers of health and consumer protection functions--Approval by Governor and filing.",
      "text": "1-32-7. Interdepartmental transfers of health and consumer protection functions--Approval by Governor and filing.\n\nThe secretaries of the Departments of Health, Agriculture, Public Safety, Revenue, Labor and Regulation and Human Services are hereby authorized to enter into mutual agreements, transferring among the departments any health or consumer protection inspection function assigned to any one of the three departments so as to promote the effectiveness and efficiency of such functions. Any such mutual agreements shall be approved by the Governor and shall be filed in the Office of the Secretary of State.\n\nSource:SL 1973, ch 2, §55; SL 2003, ch 272 (Ex. Ord. 03-1), §§20, 121; SL 2011, ch 1 (Ex. Ord. 11-1), §94, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-7/"
    },
    {
      "id": "section-1-32-8",
      "number": "1-32-8",
      "heading": "Assistant attorneys general as employees of attorney general's office.",
      "text": "1-32-8. Assistant attorneys general as employees of attorney general's office.\n\nAll assistant attorneys general shall be employees of the Office of the Attorney General.\n\nSource:SL 1973, ch 2, §296; SL 1974, ch 18, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-8/"
    },
    {
      "id": "section-1-32-9",
      "number": "1-32-9",
      "heading": "Interim allocation of functions and resources--Recommendations to Legislature.",
      "text": "1-32-9. Interim allocation of functions and resources--Recommendations to Legislature.\n\nIn the event that it has been determined that a function of a transferred agency, which has not been eliminated by chapters 1-32 to 1-47, inclusive, and its associated records, personnel, equipment, facilities, unexpended balances or appropriations, allocations, or other funds have not been clearly allocated to a principal department or an administrative subunit or board or commission of such a department, the Governor shall specify by interim procedures the allocation of the function and its associated resources. At the next legislative session following the issuance of such interim procedures, the Governor shall make recommendations concerning the proper allocation of the functions of transferred agencies which are not clearly allocated by said chapters. Any interim procedures issued in conjunction with this section shall be filed with the secretary of state.\n\nSource:SL 1973, ch 2, §292; SL 1980, ch 26, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-9/"
    },
    {
      "id": "section-1-32-10",
      "number": "1-32-10",
      "heading": "Repeals and amendments not implied.",
      "text": "1-32-10. Repeals and amendments not implied.\n\nIt is the intent of chapters 1-32 to 1-47, inclusive, not to repeal or amend any laws relating to functions performed by an agency, unless the intent is specifically expressed in said chapters or unless there is an irreconcilable conflict between said chapters and those laws.\n\nSource:SL 1973, ch 2, §287; SL 1980, ch 26, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-10/"
    },
    {
      "id": "section-1-32-11",
      "number": "1-32-11",
      "heading": "1-32-11.Repealed by SL 1975, ch 16, §25.",
      "text": "1-32-11.Repealed by SL 1975, ch 16, §25.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-32-12",
      "number": "1-32-12",
      "heading": "Employees' rights preserved.",
      "text": "Employees' rights preserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-32-13",
      "number": "1-32-13",
      "heading": "Bondholders' and contractual rights preserved.",
      "text": "Bondholders' and contractual rights preserved.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-32-14",
      "number": "1-32-14",
      "heading": "Pending proceedings continued.",
      "text": "1-32-14. Pending proceedings continued.\n\nNo judicial or administrative suit, action, or other proceeding lawfully commenced by or against any department, board, commission, agency, or any officer of the state, in his official capacity or in relation to the discharge of his official duties before the taking effect of any reorganization under the provisions of chapters 1-32 to 1-47, inclusive, shall abate or be affected by the reason of the taking effect of such reorganization. The court may allow the suit, action, or other proceeding to be maintained by or against the successor of any department, board, commission, agency, or any officer affected by said chapters.\n\nSource:SL 1973, ch 2, §294; SL 1980, ch 26, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-14/"
    },
    {
      "id": "section-1-32-15",
      "number": "1-32-15",
      "heading": "Changes to meet federal requirements.",
      "text": "1-32-15. Changes to meet federal requirements.\n\nIf any part of chapters 1-32 to 1-47, inclusive, is ruled to be in conflict with federal requirements which are a prescribed condition to the receipt of federal aid by the state, an agency, or a political subdivision, that part of said chapters has no effect and the Governor may by executive order make necessary changes to said chapters to receive federal aid, and the changes will remain in effect until the last legislative day of the next legislative session or until the Legislature completes legislation addressed to the same question, whichever comes first.\n\nSource:SL 1973, ch 2, §295; SL 1980, ch 26, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-15/"
    },
    {
      "id": "section-1-32-16",
      "number": "1-32-16",
      "heading": "Severability of provisions.",
      "text": "1-32-16. Severability of provisions.\n\nIf a part of chapters 1-32 to 1-47, inclusive, is invalid, all valid parts that are severable from the invalid part remain in effect. If a part of said chapters is invalid in one or more of its applications, the part remains in effect in all valid applications that are severable from the invalid applications. It is hereby declared that the sections, clauses, sentences, and parts of said chapters are severable, are not matters of mutual essential inducement, and any of them may be excised by any court of competent jurisdiction if any section, clause, sentence, or part of said chapters would otherwise be unconstitutional or ineffective.\n\nSource:SL 1973, ch 2, §§288, 290; SL 1980, ch 26, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-32/section-1-32-16/"
    },
    {
      "id": "section-1-32-17",
      "number": "1-32-17",
      "heading": "1-32-17.Superseded.",
      "text": "1-32-17.Superseded.",
      "history": "",
      "source_url": ""
    }
  ]
}