{
  "state": "south-dakota",
  "path": "title-title-1-state-affairs-and-government/chapter-chapter-11-attorney-general",
  "sections": [
    {
      "id": "section-1-11-1",
      "number": "1-11-1",
      "heading": "General duties of attorney general",
      "text": "1-11-1. General duties of attorney general.\n\nIt is the duty of the attorney general:\n\n(1)To appear for the state and prosecute and defend all actions and proceedings, civil or criminal, in the Supreme Court, in which the state shall be interested as a party;\n\n(2)When requested by the Governor or either branch of the Legislature, or whenever, in the judgment of the attorney general, the welfare of the state demands, to appear for the state and prosecute or defend, in any court or before any officer, any cause or matter, civil or criminal, in which the state may be a party or interested;\n\n(3)To attend to all civil cases remanded by the Supreme Court to the circuit court, in which the state shall be a party or interested;\n\n(4)To prosecute, at the request of the Governor, state auditor, or state treasurer, any official bond or contract in which the state is interested, upon a breach thereof, and to prosecute or defend for the state all actions, civil or criminal, relating to any matter connected with either of their departments;\n\n(5)To consult with, advise, and exercise supervision over the several state's attorneys of the state in matters pertaining to the duties of their office, and the attorney general shall be authorized and it is made the duty of the office, whenever in the attorney general's judgment any opinion written by the attorney general will be of general interest and value, to mail either written or printed copies of such opinion to the auditor-general and to every state's attorney and county auditor in the state;\n\n(6)When requested, to give an opinion in writing, without fee, upon all questions of law submitted to the attorney general by the Legislature or either branch thereof, or by the Governor, auditor, or treasurer;\n\n(7)When requested by the state auditor, treasurer, or commissioner of school and public lands, to prepare proper drafts for contracts, forms, and other writings, which may be wanted for use of the state;\n\n(8)To report to the Legislature, or either branch thereof, whenever requested, upon any business relating to the duties of the office;\n\n(9)To prosecute state officers who neglect or refuse to comply with the provisions of statutes of this state prohibiting officers of the state from accepting any money, fee, or perquisite other than salary for performance of duties connected with the office or paid because of holding such office and the statute requiring issue and delivery and filing of prenumbered duplicate receipts and accounting for money received for the state;\n\n(10)To pay into the state treasury all moneys received by the attorney general, belonging to the state, immediately upon the receipt thereof;\n\n(11)To prosecute any criminal action that was committed by an inmate under confinement in a facility operated by the Department of Corrections;\n\n(12)To attend to and perform any other duties which may from time to time be required by law; and\n\n(13)To publish an explanation of the open meeting laws of this state, as found in chapter 1-25, on the attorney general's website each year before January first.\n\nSource: SDC 1939, §55.1501; SL 2024, ch 94, §1; SL 2025, ch 7, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-1/"
    },
    {
      "id": "section-1-11-11",
      "number": "1-11-1.1",
      "heading": "License required--Full-time--Private practice.",
      "text": "1-11-1.1. License required--Full-time--Private practice.\n\nThe attorney general shall be licensed to practice law in South Dakota under § 16-16-1. The attorney general shall serve on a full-time basis and may not actively engage in the private practice of law.\n\nSource:SDC 1939, §55.1501 as added by SL 1968, ch 202, §1; SL 2021, ch 4, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-1-1/"
    },
    {
      "id": "section-1-11-2",
      "number": "1-11-2",
      "heading": "Superseded by §3-8-2.1.",
      "text": "Superseded by §3-8-2.1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-11-3",
      "number": "1-11-3",
      "heading": "Traveling expenses.",
      "text": "1-11-3. Traveling expenses.\n\nThere shall be paid to the attorney general all his necessary traveling expenses including food and lodging incurred while journeying in the performance of the duties of his office, to be paid upon an itemized statement verified by oath.\n\nSource:SDC 1939, §55.1507; SL 1947, ch 242, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-3/"
    },
    {
      "id": "section-1-11-4",
      "number": "1-11-4",
      "heading": "Assistant attorneys general--Appointment and compensation--Powers--Oath.",
      "text": "1-11-4. Assistant attorneys general--Appointment and compensation--Powers--Oath.\n\nThe attorney general may appoint such assistant attorneys general as may be necessary for efficient performance of his duties and may fix their compensation but no expenditure for any such purposes in excess of the amounts appropriated by the Legislature is authorized. The appointments of such assistants shall be in writing and filed in the Office of the Secretary of State.\n\nSuch assistant attorney general shall have the same power and authority as the attorney general, and he shall, before entering upon the duties of his office, take and subscribe the official oath prescribed by the Constitution.\n\nSource:SDC 1939, §55.1502; SL 1963, ch 305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-4/"
    },
    {
      "id": "section-1-11-41",
      "number": "1-11-4.1",
      "heading": "Division of Consumer Affairs created--Appointment of director.",
      "text": "1-11-4.1. Division of Consumer Affairs created--Appointment of director.\n\nThere is created in the Office of the Attorney General a Division of Consumer Affairs. The director of the Division of Consumer Affairs shall be appointed by the attorney general.\n\nSource:SL 1979, ch 5, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-4-1/"
    },
    {
      "id": "section-1-11-42",
      "number": "1-11-4.2",
      "heading": "Consumer and commercial affairs functions of attorney general.",
      "text": "1-11-4.2. Consumer and commercial affairs functions of attorney general.\n\nThe Office of the Attorney General shall perform the functions of the former Division of Consumer Protection of the former Department of Commerce and Consumer Affairs relating to consumer affairs, chapter 37-23, and deceptive trade practices and consumer protection, chapter 37-24 and of the Division of Commercial Inspection and Licensing of the Department of Public Safety relating to peddlers and solicitors, chapter 37-13, and buying clubs, chapter 37-26.\n\nSource:SL 1979, ch 5, §1; SL 1984, ch 3; SL 1985, ch 15, §7; SL 2003, ch 272 (Ex. Ord. 03-1), §121, eff. Apr. 17, 2003.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-4-2/"
    },
    {
      "id": "section-1-11-5",
      "number": "1-11-5",
      "heading": "Special assistants--Appointment and powers.",
      "text": "1-11-5. Special assistants--Appointment and powers.\n\nThe attorney general is also authorized to appoint assistant attorneys general as he may deem necessary on a part-time basis for special assignments. The attorney general shall fix their compensation and the expenditures for such appointments may be made from whatever appropriation or source that may be made available to the attorney general. The appointment of such assistants shall be in writing and filed in the Office of the Secretary of State. Such assistant attorneys general shall have the power and authority specifically delegated to them by the attorney general in writing. Such assistant attorney general shall, before entering upon the duties of his office, take and subscribe the official oath prescribed by the Constitution.\n\nSource:SDC 1939, §55.1502 as added by SL 1963, ch 305.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-5/"
    },
    {
      "id": "section-1-11-6",
      "number": "1-11-6",
      "heading": "Register of actions prosecuted and defended--Proper books.",
      "text": "1-11-6. Register of actions prosecuted and defended--Proper books.\n\nThe attorney general shall keep in proper books, to be provided for that purpose at the expense of the state, a register of all actions and demands prosecuted and defended by him in behalf of the state, and of all proceedings had in relation thereto, and shall deliver the same to his successor in office.\n\nThe term \"proper books\" as used in this section means electronic records, including data processing files and computer disks, microfilm, microfiche, and any other method designed for long-term retention of records.\n\nSource:SDC 1939, §55.1505; SL 1987, ch 10, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-6/"
    },
    {
      "id": "section-1-11-61",
      "number": "1-11-6.1",
      "heading": "Antitrust special revenue fund created--Receipts.",
      "text": "1-11-6.1. Antitrust special revenue fund created--Receipts.\n\nThere is hereby created in the state treasury a continuous \"antitrust special revenue fund.\" This fund may receive funds paid to the State of South Dakota as a result of judgments or settlements of antitrust lawsuits.\n\nSource:SL 1971, ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-6-1/"
    },
    {
      "id": "section-1-11-62",
      "number": "1-11-6.2",
      "heading": "Release of funds in special revenue fund.",
      "text": "1-11-6.2. Release of funds in special revenue fund.\n\nWhen it is legally established that South Dakota or agencies thereof, lesser governmental subdivisions or individuals have a right to a portion of funds in the antitrust special revenue fund, the attorney general is authorized to approve release of such funds to the appropriate fund, entity or recipient.\n\nSource:SL 1971, ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-6-2/"
    },
    {
      "id": "section-1-11-63",
      "number": "1-11-6.3",
      "heading": "Deposits into and disbursements from special revenue fund.",
      "text": "1-11-6.3. Deposits into and disbursements from special revenue fund.\n\nThe attorney general is hereby authorized to make deposits into and disbursements from said fund, pursuant to order of a court, on vouchers approved by him.\n\nSource:SL 1971, ch 11, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-6-3/"
    },
    {
      "id": "section-1-11-7",
      "number": "1-11-7",
      "heading": "Investigations by attorney general--Authority and duty.",
      "text": "1-11-7. Investigations by attorney general--Authority and duty.\n\nEither branch of the state Legislature may by its separate resolution, or the Legislature may by a concurrent resolution of both branches, or the Governor may by an executive order filed in the office of the secretary of state, direct the attorney general to investigate, or the attorney general may upon his own relation with consent of the Governor, investigate any office, department, bureau, board, commission, institution, or any other component part of the state government, or any particular transaction which may require investigation. Upon delivery to him of a copy of such resolution or order certified by the secretary of state or by the presiding officer and secretary or chief clerk of either branch of the Legislature, it shall be the duty of the attorney general to make the investigation and any required report or reports thereof, and to take such further action as may be required.\n\nSource:SDC 1939, §55.1508; SL 1964, ch 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-7/"
    },
    {
      "id": "section-1-11-8",
      "number": "1-11-8",
      "heading": "Request for Governor's consent to investigation--Denial.",
      "text": "1-11-8. Request for Governor's consent to investigation--Denial.\n\nWhenever the attorney general, upon the attorney general's own relation, commences an investigation, the attorney general shall obtain the consent of the Governor by attaching to the record provided in §1-11-9 a written request for the consent. A copy of the record and request must be provided to the Governor for the Governor's file and the Governor shall acknowledge receipt of the request in writing on the original, which the attorney general shall retain. The request must state in general terms the reasons for the request, and, if denied, the denial must be in writing and contain a statement in general terms of the reasons for the denial.\n\nSource: SDC 1939, §55.1508 as added by SL 1964, ch 153; SL 2023, ch 3, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-8/"
    },
    {
      "id": "section-1-11-9",
      "number": "1-11-9",
      "heading": "Record of investigation.",
      "text": "1-11-9. Record of investigation.\n\nWhenever an investigation is directed by the Legislature or either branch thereof, or ordered by the Governor, or whenever an investigation is commenced by the attorney general, upon his own relation with the consent of the Governor, a record of the same shall be kept by the attorney general entitled:\n\nIn the matter of the investigation of the ___ (naming the matter being investigated) pursuant to ___ resolution number ___ (describing the resolution), or the order of the Governor, or the attorney general's own relation with the consent of the Governor.\n\nSource:SDC 1939, §55.1508; SL 1964, ch 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-9/"
    },
    {
      "id": "section-1-11-10",
      "number": "1-11-10",
      "heading": "Powers of attorney general in investigations.",
      "text": "1-11-10. Powers of attorney general in investigations.\n\nUnder such resolution or order of the Governor, or the attorney general's own relation with consent of the Governor, the attorney general and his assistants, agents, and employees shall have access to any and all books, blanks, reports, correspondence, records, property, office documents, and materials and equipment of the office, department, bureau, board, commission, or any other component part of the state government or any branch, arm, or agency of the government, or any transaction, being investigated. When acting under any such resolution, or his own relation with the consent of the Governor, or order of the Governor, the attorney general or his assistants shall have the power to administer oaths, examine witnesses under oath and make a record of the testimony. He shall have authority to issue subpoenas for witnesses and for books, blanks, reports, correspondence, records, documents, and exhibits and such witnesses may be subpoenaed from any part of the state to Pierre, South Dakota, or to any other point in the state from distances not exceeding one hundred miles. Such witnesses shall be allowed the same per diem and mileage, as witnesses in the circuit court. Any witness refusing to obey such subpoena, or to testify when subpoenaed, or to bring evidence required to be brought by said subpoena, may be certified to the nearest circuit court to the point where the subpoena requires appearance, and the said circuit court may then enforce obedience to said subpoena by order, the disobedience of which shall be treated the same as a contempt of said court.\n\nSource:SDC 1939, §55.1508; SL 1964, ch 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-10/"
    },
    {
      "id": "section-1-11-11",
      "number": "1-11-11",
      "heading": "Expense of investigations.",
      "text": "1-11-11. Expense of investigations.\n\nThe attorney general is hereby authorized to expend any moneys or appropriations made available to the attorney general's office, for the purpose of making investigations authorized by §1-11-7.\n\nSource:SDC 1939, §55.1508 as added by SL 1964, ch 153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-11/"
    },
    {
      "id": "section-1-11-12",
      "number": "1-11-12",
      "heading": "Annual report to Governor.",
      "text": "1-11-12. Annual report to Governor.\n\nThe attorney general shall make a report to the Governor in each year, showing the business transacted in his office.\n\nSource:SDC 1939, §55.1506; SL 1980, ch 23, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-12/"
    },
    {
      "id": "section-1-11-13",
      "number": "1-11-13",
      "heading": "Costs of providing information--Reimbursement of attorney general.",
      "text": "1-11-13. Costs of providing information--Reimbursement of attorney general.\n\nThe attorney general may require persons requesting information to reimburse him for the actual costs of providing such information, other than proposed rules. The reimbursable costs include, but are not limited to, the cost of published documents, clerical time, and document reproduction.\n\nSource:SL 1982, ch. 7, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-13/"
    },
    {
      "id": "section-1-11-14",
      "number": "1-11-14",
      "heading": "Action for recovery on behalf of state--Consolidation of related cause of governmental entity.",
      "text": "1-11-14. Action for recovery on behalf of state--Consolidation of related cause of governmental entity.\n\nIf the Governor directs the attorney general to commence legal action seeking any recovery on behalf of the state, the governing body of any governmental entity exercising any part of the state's sovereign power, upon request of the attorney general, within thirty days of the request, may, in the discretion of the governing body, assign any cause of action related to the state's action to the state for consolidation with the state's action. In addition the subdivision or other governmental entity shall cooperate by providing any evidence or testimony the attorney general may require to maintain the action.\n\nSource:SL 1988, ch 10, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-14/"
    },
    {
      "id": "section-1-11-15",
      "number": "1-11-15",
      "heading": "Consolidation of legal services in state government.",
      "text": "1-11-15. Consolidation of legal services in state government.\n\nExcept for legal services performed by a deputy or assistant attorney general employed by the state, any legal services performed for the state or any branch, department, agency, institution, board, commission, or other entity of state government shall be performed pursuant to a written contract. All contracts for legal services shall be filed with the attorney general. The provisions of this section do not apply to any attorney employed by the Unified Judicial System, the Legislative Research Council, or the judicial or legislative branches of the state.\n\nSource:SL 1994, ch 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-15/"
    },
    {
      "id": "section-1-11-16",
      "number": "1-11-16",
      "heading": "Office of Internet Crimes Investigation transferred.",
      "text": "Office of Internet Crimes Investigation transferred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-11-17",
      "number": "1-11-17",
      "heading": "Statewide 24/7 sobriety program established.",
      "text": "1-11-17. Statewide 24/7 sobriety program established.\n\nThere is hereby established a statewide 24/7 sobriety program to be administered by the Office of the Attorney General. The program shall coordinate efforts among various state and local government entities for the purpose of finding and implementing alternatives to incarceration for certain offenses that involve driving under the influence and other offenses involving alcohol, marijuana, or controlled substances.\n\nSource:SL 2007, ch 4, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-17/"
    },
    {
      "id": "section-1-11-18",
      "number": "1-11-18",
      "heading": "Establishment of 24/7 sobriety fund.",
      "text": "1-11-18. Establishment of 24/7 sobriety fund.\n\nThere is hereby established in the state treasury the 24/7 sobriety fund. The fund shall be maintained and administered by the Office of the Attorney General to defray costs of operating the 24/7 sobriety program, including purchasing and maintaining equipment and funding support services. The Office of the Attorney General may accept for deposit in the fund money from donations, gifts, grants, participation fees, and user fees or payments. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund.\n\nSource:SL 2007, ch 4, §2; SL 2011, ch 4, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-18/"
    },
    {
      "id": "section-1-11-19",
      "number": "1-11-19",
      "heading": "Participation in 24/7 sobriety program--Testing locations and times.",
      "text": "1-11-19. Participation in 24/7 sobriety program--Testing locations and times.\n\nEach county, through the county sheriff, may participate in the 24/7 sobriety program. If a sheriff is unwilling or unable to participate in the 24/7 sobriety program, the sheriff may designate an entity willing to provide the service. If twice-a-day testing is ordered, the sheriff, or designated entity, shall establish the testing locations and times for each county with at least one location and two daily testing times approximately twelve hours apart.\n\nThe Department of Corrections may participate in the 24/7 sobriety program for electronic alcohol monitoring device testing and mobile breath alcohol testing of a parolee.\n\nThe Unified Judicial System may participate in the 24/7 sobriety program for electronic alcohol monitoring device testing and mobile breath alcohol testing of a person placed under its supervision.\n\nSource:SL 2007, ch 4, §3; SL 2008, ch 5, §1; SL 2017, ch 3, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-19/"
    },
    {
      "id": "section-1-11-20",
      "number": "1-11-20",
      "heading": "Program participation as condition of bond or pre-trial release.",
      "text": "1-11-20. Program participation as condition of bond or pre-trial release.\n\nThe court may condition any bond or pre-trial release upon participation in the 24/7 sobriety program and payment of associated costs and expenses.\n\nSource:SL 2007, ch 4, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-20/"
    },
    {
      "id": "section-1-11-21",
      "number": "1-11-21",
      "heading": "Program participation as condition of suspended sentence or probation.",
      "text": "1-11-21. Program participation as condition of suspended sentence or probation.\n\nThe court may condition the granting of a suspended imposition of sentence, suspended execution of sentence, or probation upon participation in the 24/7 sobriety program and payment of associated costs and expenses.\n\nSource:SL 2007, ch 4, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-21/"
    },
    {
      "id": "section-1-11-22",
      "number": "1-11-22",
      "heading": "Program participation as condition of child placement or return.",
      "text": "1-11-22. Program participation as condition of child placement or return.\n\nDuring any stage of a proceeding under chapter 26-8A, the court may condition the placement or return of an apparent, alleged, or adjudicated abused or neglected child on participation in the 24/7 sobriety program and payment of associated costs and expenses.\n\nSource:SL 2007, ch 4, §6; SL 2008, ch 6, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-22/"
    },
    {
      "id": "section-1-11-23",
      "number": "1-11-23",
      "heading": "Program participation as condition of parole.",
      "text": "1-11-23. Program participation as condition of parole.\n\nThe Board of Pardons and Paroles, the Department of Corrections, or any parole agent may condition parole upon participation in the 24/7 sobriety program and payment of associated cost and expense.\n\nSource:SL 2007, ch 4, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-23/"
    },
    {
      "id": "section-1-11-24",
      "number": "1-11-24",
      "heading": "Promulgation of rules.",
      "text": "1-11-24. Promulgation of rules.\n\nThe Office of the Attorney General, pursuant to chapter 1-26, may promulgate rules for the administration of §§1-11-17 to 1-11-25, inclusive, to:\n\n(1)Regulate the nature, method, and manner of testing;\n\n(2)Provide for procedures and apparatus for testing including electronic monitoring devices, ignition interlock devices, and mobile breath alcohol testing devices; and\n\n(3)Require the submission of reports and information by law enforcement agencies within this state.\n\nSource:SL 2007, ch 4, §8; SL 2011, ch 4, §4; SL 2017, ch 3, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-24/"
    },
    {
      "id": "section-1-11-25",
      "number": "1-11-25",
      "heading": "Distribution of 24/7 sobriety program fees.",
      "text": "1-11-25. Distribution of 24/7 sobriety program fees.\n\nAny fees collected under §§1-11-17 to 1-11-25, inclusive, shall be distributed as follows:\n\n(1)Any daily user fee collected in the administration of twice-a-day testing, drug patch testing, or urinalysis testing under the 24/7 sobriety program shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county. The proceeds shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance;\n\n(2)Any installation fee and deactivation fee collected in the administration of electronic alcohol monitoring device testing or mobile breath alcohol testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county. The proceeds shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance;\n\n(3)Any daily user fee collected in the administration of electronic alcohol monitoring device testing or mobile breath alcohol testing, arising from a court ordered placement in the 24/7 sobriety program, shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by §1-11-18. If the test is directed by the Board of Pardons and Parole, the Department of Corrections, the Department of Public Safety, or a parole agent, the fees shall be collected and deposited as provided in the written directive;\n\n(4)The Department of Corrections or the Unified Judicial System may collect an installation fee and a deactivation fee for the administration of electronic alcohol monitoring device testing and mobile breath alcohol testing. These fees shall be deposited into the state general fund;\n\n(5)Any enrollment and monitoring fee collected in the administration of ignition interlock device testing shall be collected by the sheriff, or an entity designated by the sheriff, and deposited with the county treasurer of the proper county. The proceeds shall be applied and used only to defray the recurring costs of the 24/7 sobriety program including maintaining equipment, funding support services, and ensuring compliance; and\n\n(6)Any participation fee collected in the administration of testing under the 24/7 sobriety program to cover program administration costs incurred by the Office of the Attorney General shall be collected by the sheriff, or an entity designated by the sheriff, and deposited in the state 24/7 sobriety fund created by §1-11-18.\n\nSource:SL 2007, ch 4, §9; SL 2008, ch 5, §2; SL 2010, ch 5, §1; SL 2011, ch 4, §2; SL 2014, ch 6, §1; SL 2017, ch 3, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-25/"
    },
    {
      "id": "section-1-11-251",
      "number": "1-11-25.1",
      "heading": "Remittance of fees collected for 24/7 sobriety fund.",
      "text": "1-11-25.1. Remittance of fees collected for 24/7 sobriety fund.\n\nAll fees collected for deposit in the state 24/7 sobriety fund created by §1-11-18 shall be remitted on at least a quarterly basis.\n\nSource:SL 2014, ch 6, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-25-1/"
    },
    {
      "id": "section-1-11-26",
      "number": "1-11-26",
      "heading": "Fee for twice-a-day testing.",
      "text": "1-11-26. Fee for twice-a-day testing.\n\nA participant submitting to twice-a-day testing shall pay a user fee of not more than three dollars for each test.\n\nSource:SL 2011, ch 4, §5; SL 2014, ch 6, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-26/"
    },
    {
      "id": "section-1-11-27",
      "number": "1-11-27",
      "heading": "Fee for urinalysis testing.",
      "text": "1-11-27. Fee for urinalysis testing.\n\nA participant submitting to urinalysis testing shall pay a user fee of not more than ten dollars for each test. If further analysis of the sample is required or requested, the participant is responsible for payment of the actual costs incurred by the participating agency for the analysis of the sample.\n\nSource:SL 2011, ch 4, §6; SL 2014, ch 6, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-27/"
    },
    {
      "id": "section-1-11-28",
      "number": "1-11-28",
      "heading": "Fee for drug patch.",
      "text": "1-11-28. Fee for drug patch.\n\nA participant submitting to wear a drug patch shall pay a user fee of not more than seventy dollars for each drug patch attached.\n\nSource: SL 2011, ch 4, §7; SL 2014, ch 6, §4; SL 2024, ch 5, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-28/"
    },
    {
      "id": "section-1-11-29",
      "number": "1-11-29",
      "heading": "Fee for electronic alcohol monitoring device or mobile breath alcohol testing.",
      "text": "1-11-29. Fee for electronic alcohol monitoring device or mobile breath alcohol testing.\n\nA participant submitting to the wearing of the electronic alcohol monitoring device or the use of a mobile breath alcohol testing shall pay a user fee of not more than ten dollars per day.\n\nThe participant shall also pay an installation fee and a deactivation fee, in the amount of not more than fifty dollars each.\n\nThe participant is also financially responsible for the actual replacement cost for loss or breakage of the electronic alcohol monitoring device or mobile breath alcohol testing device and all associated equipment provided to the participant that is necessary to conduct electronic alcohol monitoring device testing or mobile breath alcohol testing.\n\nSource:SL 2011, ch 4, §8; SL 2014, ch 6, §5; SL 2017, ch 3, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-29/"
    },
    {
      "id": "section-1-11-30",
      "number": "1-11-30",
      "heading": "Fee for ignition interlock device.",
      "text": "1-11-30. Fee for ignition interlock device.\n\nA participant submitting to the installation of an ignition interlock device shall pay all costs and expenses associated with the installation and operation of the ignition interlock device directly to the authorized vendor pursuant to a contract between the vendor and participant.\n\nIn addition, the participant shall pay an enrollment fee in the amount of not more than fifty dollars at the time of enrollment and monitoring fees in the amount of not more than twenty dollars at intervals to be set by the attorney general.\n\nThe participant is also financially responsible for the actual replacement cost for loss or breakage of the ignition interlock device and all associated equipment provided to the participant that is necessary to conduct ignition interlock device testing.\n\nSource:SL 2011, ch 4, §9; SL 2014, ch 6, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-30/"
    },
    {
      "id": "section-1-11-31",
      "number": "1-11-31",
      "heading": "Time for payment of fees.",
      "text": "1-11-31. Time for payment of fees.\n\nA participant shall pay all electronic alcohol monitoring device or mobile breath alcohol testing device fees in advance or at the same time the device is activated. All other applicable fees shall be paid in advance or at the time of testing.\n\nSource:SL 2011, ch 4, §10; SL 2017, ch 3, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-31/"
    },
    {
      "id": "section-1-11-311",
      "number": "1-11-31.1",
      "heading": "Sanctions for failure to pay fees for electronic alcohol monitoring device, ignition interlock device, or mobile breath alcohol testing.",
      "text": "1-11-31.1. Sanctions for failure to pay fees for electronic alcohol monitoring device, ignition interlock device, or mobile breath alcohol testing.\n\nA sheriff, an entity designated by a sheriff, or a directing entity may, in addition to any other authorized sanction, remove a participant from electronic alcohol monitoring device testing, ignition interlock device testing, or mobile breath alcohol testing and place the participant on twice-a-day testing if the participant fails to pay the required fees and costs for testing.\n\nSource:SL 2014, ch 6, §12; SL 2017, ch 3, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-31-1/"
    },
    {
      "id": "section-1-11-32",
      "number": "1-11-32",
      "heading": "24/7 sobriety program participation fee.",
      "text": "1-11-32.24/7 sobriety program participation fee.\n\nEach participant in the 24/7 sobriety program shall pay a participation fee of not more than three dollars per day.\n\nSource:SL 2011, ch 4, §11; SL 2014, ch 6, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-32/"
    },
    {
      "id": "section-1-11-33",
      "number": "1-11-33",
      "heading": "Annual review of 24/7 sobriety program fees and collection procedures.",
      "text": "1-11-33. Annual review of 24/7 sobriety program fees and collection procedures.\n\nThe attorney general shall meet annually with participating agencies to review fees and collection procedures for the 24/7 sobriety program. The attorney general shall set and give notice of the time and place for the meeting. The attorney general shall set, by rules promulgated pursuant to chapter 1-26, the annual fees within the range established by this chapter.\n\nSource:SL 2011, ch 4, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-33/"
    },
    {
      "id": "section-1-11-34",
      "number": "1-11-34",
      "heading": "Insurance Fraud Prevention Unit transferred.",
      "text": "Insurance Fraud Prevention Unit transferred.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-11-35",
      "number": "1-11-35",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-11-36",
      "number": "1-11-36",
      "heading": "Internet crimes investigation fund.",
      "text": "1-11-36. Internet crimes investigation fund.\n\nThere is hereby established in the state treasury the internet crimes investigation fund. The fund consists of all fees imposed pursuant to §23A-27-25.9. The attorney general shall maintain and administer the fund. Interest on moneys credited to the fund must be deposited in the fund. Expenditures out of the fund must be appropriated through the General Appropriations Act. Expenditures from the fund must be used for operational expenses including computer hardware, software licensing, and training for the office of internet crimes investigation, established in §1-11-16, and the internet crimes against children unit.\n\nSource: SL 2024, ch 92, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-11/section-1-11-36/"
    }
  ]
}