{
  "state": "south-dakota",
  "path": "title-title-1-state-affairs-and-government/chapter-chapter-36a-department-of-human-services",
  "sections": [
    {
      "id": "section-1-36a-1",
      "number": "1-36A-1",
      "heading": "1-36A-1.Repealed by SL 1989, ch 21, §29",
      "text": "Section 1-36A-1.1 - Department created.Section 1-36A-1.2 - Secretary as head of department.Section 1-36A-1.3 - Agencies constituting department.Section 1-36A-1.4 - 1-36A-1.4.Repealed by SL 2011, ch 1 (Ex. Ord. 11-1), §101, eff. Apr. 12, 2011.Section 1-36A-1.5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-11",
      "number": "1-36A-1.1",
      "heading": "Department created.",
      "text": "1-36A-1.1. Department created.\n\nThere is created a Department of Human Services.\n\nSource:SL 1989, ch 21, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-1/"
    },
    {
      "id": "section-1-36a-12",
      "number": "1-36A-1.2",
      "heading": "Secretary as head of department.",
      "text": "1-36A-1.2.Secretary as head of department.\n\nThe head of the Department of Human Services is the secretary of human services. The secretary of human services shall be appointed by the Governor with the consent of the Senate and shall serve at the pleasure of the Governor pursuant to S. D. Const., Art. IV, §9. The secretary of human services shall be qualified by training and experience to administer the programs of the Department of Human Services and have such other qualification as may be specified by statute.\n\nSource:SL 1989, ch 21, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-2/"
    },
    {
      "id": "section-1-36a-13",
      "number": "1-36A-1.3",
      "heading": "Agencies constituting department.",
      "text": "1-36A-1.3. Agencies constituting department.\n\nThe Department of Human Services shall consist of the following agencies:\n\n(1)The Division of Developmental Disabilities;\n\n(2)South Dakota Developmental Center--Redfield;\n\n(3)The Division of Rehabilitation Services;\n\n(4)The Division of Service to the Blind and Visually Impaired; and\n\n(5)The Division of Long Term Services and Supports.\n\nSource:SL 1989, ch 21, §3; SL 1996, ch 16, §1; SL 2011, ch 1 (Ex. Ord. 11-1), §100, eff. Apr. 12, 2011; SL 2017, ch 230 (Ex. Ord. 17-1), §21, eff. Apr. 13, 2017; SL 2018, ch 16, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-3/"
    },
    {
      "id": "section-1-36a-14",
      "number": "1-36A-1.4",
      "heading": "1-36A-1.4.Repealed by SL 2011, ch 1 (Ex. Ord. 11-1), §101, eff. Apr. 12, 2011.",
      "text": "1-36A-1.4.Repealed by SL 2011, ch 1 (Ex. Ord. 11-1), §101, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-15",
      "number": "1-36A-1.5",
      "heading": "Boards and advisory councils transferred to department.",
      "text": "Boards and advisory councils transferred to department.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-16",
      "number": "1-36A-1.6",
      "heading": "Appointment and removal of division directors.",
      "text": "1-36A-1.6. Appointment and removal of division directors.\n\nThe secretary of human services shall appoint, and may at pleasure remove, subject to approval by the Governor, division directors in the Department of Human Services. The secretary of human services shall submit for approval to the commissioner of personnel minimum qualifications for the division director positions within the Department of Human Services.\n\nSource:SL 1989, ch 21, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-6/"
    },
    {
      "id": "section-1-36a-17",
      "number": "1-36A-1.7",
      "heading": "Repealed by SL 2012, ch 13, §§1 to 4.",
      "text": "Repealed by SL 2012, ch 13, §§1 to 4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-111",
      "number": "1-36A-1.11",
      "heading": "Department authorized to make certain contracts.",
      "text": "1-36A-1.11. Department authorized to make certain contracts.\n\nThe Department of Human Services may make contracts for service, the erection of buildings, the purchase and lease of lands, materials, and supplies needed, except such supplies as are under the supervision of the Bureau of Human Resources and Administration as prescribed by chapter 5-18B. The department may expend money, exact and collect penalties and may purchase, lease and sell property within the limitations of the state and national laws to carry out such contracts.\n\nSource: SL 1989, ch 21, §11; SL 2011, ch 2, §108; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-11/"
    },
    {
      "id": "section-1-36a-112",
      "number": "1-36A-1.12",
      "heading": "1-36A-1.12 to 1-36A-1.15.Transferred to §§1-36-21 to 1-36-24.",
      "text": "1-36A-1.12 to 1-36A-1.15.Transferred to §§1-36-21 to 1-36-24.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-116",
      "number": "1-36A-1.16",
      "heading": "Department acceptance and control of funds on behalf of state institutions.",
      "text": "1-36A-1.16. Department acceptance and control of funds on behalf of state institutions.\n\nThe Department of Human Services may, subject to chapter 4-8B, accept and control on behalf of the institutions of this state under its supervision:\n\n(1)Any federal funds, grants-in-aid, subventions, or other financial aids that may be made available to such institutions for grants, program expansion, establishing institutes or instructional centers or any other program made available to them;\n\n(2)Any federal funds which may become available for equipment, personnel or administrative salaries, educational services, buildings, building repairs and additions or any other institutional program, improvement, or expansion;\n\n(3)Any federal funds made available for medical or nursing care under the Social Security Act, as amended, and the secretary of human services may designate all or part of an institution as a provider of nursing care services for this purpose.\n\nThe state treasurer shall receive such sums as may be allotted to the Department of Human Services for institutions under its jurisdiction, for any purpose, from the United States government. Such donations and allotments shall be placed in a special fund available to the institution designated.\n\nThe state auditor shall draw warrants upon the fund herein provided for upon presentation of vouchers duly approved by the secretary of human services.\n\nSource:SL 1989, ch 21, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-16/"
    },
    {
      "id": "section-1-36a-117",
      "number": "1-36A-1.17",
      "heading": "Condemnation of private property authorized--Private property defined--Procedure.",
      "text": "1-36A-1.17. Condemnation of private property authorized--Private property defined--Procedure.\n\nThe Department of Human Services may condemn private property for public use. For the purposes of this section, private property includes that portion of any street, alley, or other public highway along both sides of which the land is owned by the state. If the Department of Human Services considers it necessary to condemn any private property for the purpose of erecting or repairing any building or extending grounds and premises of any of the institutions of the state of which the department has control, the secretary of human services shall, by proper resolution and order, declare such condemnation necessary, stating the purposes and extent thereof, and shall notify the attorney general. Thereupon, the condemnation shall proceed, in the name of the state as plaintiff, as provided in chapter 21-35.\n\nSource:SL 1989, ch 21, §17; SL 2012, ch 13, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-17/"
    },
    {
      "id": "section-1-36a-118",
      "number": "1-36A-1.18",
      "heading": "Purchase of fire insurance pending completion of buildings.",
      "text": "1-36A-1.18. Purchase of fire insurance pending completion of buildings.\n\nThe Department of Human Services and the Department of Social Services may expend from any appropriation of money for the construction of any public building that may lawfully be constructed under its supervision, or from any appropriation made for such purposes, sufficient funds to purchase and secure insurance protection from loss by fire during the erection of such building in an amount determined by the secretary of human services or the secretary of social services.\n\nSource:SL 1989, ch 21, §18; SL 2011, ch 1 (Ex. Ord. 11-1), §103, eff. Apr. 12, 2011; SL 2012, ch 13, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-18/"
    },
    {
      "id": "section-1-36a-119",
      "number": "1-36A-1.19",
      "heading": "Disposition of temporary buildings--Evaluation by Bureau of Human Resources and Administration.",
      "text": "1-36A-1.19. Disposition of temporary buildings--Evaluation by Bureau of Human Resources and Administration.\n\nThe Department of Human Services and the Department of Social Services may move, dismantle, destroy, or sell any temporary buildings or structures if the secretaries determine the action is in the best interests of the State of South Dakota, in order to make better use of the area, or because of extensive maintenance and repair costs or fire safety hazards. However, no such action may occur unless the Bureau of Human Resources and Administration evaluates the buildings or structures and subsequently determines that it is not economically feasible to repair, remodel, or redesign the structures for other use.\n\nReceipts from the sale of such structures shall be deposited in the state general fund.\n\nSource: SL 1989, ch 21, §19; SL 2011, ch 1 (Ex. Ord. 11-1), §104, eff. Apr. 12, 2011; SL 2012, ch 13, §7; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-19/"
    },
    {
      "id": "section-1-36a-120",
      "number": "1-36A-1.20",
      "heading": "Authority to use institutional personnel or inmates for certain projects.",
      "text": "1-36A-1.20. Authority to use institutional personnel or inmates for certain projects.\n\nThe Department of Human Services and the Department of Social Services may expend any moneys appropriated by the Legislature for maintenance, repair, remodeling, modernization, and replacement projects by using institutional personnel or inmates if the secretaries determine that such use is practicable.\n\nSource:SL 1989, ch 21, §20; SL 2011, ch 1 (Ex. Ord. 11-1), §104, eff. Apr. 12, 2011; SL 2012, ch 13, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-20/"
    },
    {
      "id": "section-1-36a-121",
      "number": "1-36A-1.21",
      "heading": "Secretary to prescribe management of institutions and manner of accounting.",
      "text": "1-36A-1.21. Secretary to prescribe management of institutions and manner of accounting.\n\nThe secretary of human services shall prescribe the management of the institutions under the department's control, and such manner of keeping the accounts thereof so that all property belonging to the state can be readily ascertained at any time from the books and accounts thereof, and shall provide a method of identification of all property belonging to the state in any of such institutions.\n\nSource:SL 1989, ch 21, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-21/"
    },
    {
      "id": "section-1-36a-122",
      "number": "1-36A-1.22",
      "heading": "Promulgation of rules for discipline and order of institutions and management.",
      "text": "1-36A-1.22. Promulgation of rules for discipline and order of institutions and management.\n\nThe Department of Human Services and the Department of Social Services may promulgate rules pursuant to chapter 1-26 for the discipline and order of any of its institutions and the management thereof, and the officers and employees of such institutions shall comply with all directions and rules of the departments.\n\nSource:SL 1989, ch 21, §22; SL 2011, ch 1 (Ex. Ord. 11-1), §104, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-22/"
    },
    {
      "id": "section-1-36a-123",
      "number": "1-36A-1.23",
      "heading": "Disbursements accruing to and for benefit of patients.",
      "text": "1-36A-1.23. Disbursements accruing to and for benefit of patients.\n\nThe Department of Human Services and the Department of Social Services may receive and disburse from social security benefits, retirement annuities, and such other funds as may accrue to patients in residence at institutions under jurisdiction of the departments. Such disbursement shall be made for the benefit of the patient.\n\nSource:SL 1989, ch 21, §23; SL 2011, ch 1 (Ex. Ord. 11-1), §104, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-23/"
    },
    {
      "id": "section-1-36a-124",
      "number": "1-36A-1.24",
      "heading": "Examination of institutions--Secretary to have free access.",
      "text": "1-36A-1.24. Examination of institutions--Secretary to have free access.\n\nThe secretary of human services may examine the condition of any institution under the department's control, financially or otherwise; examine the methods of instruction and treatment and management of patients, the official conduct of all officers and employees, the condition of the buildings, grounds and other property, and all other matters pertaining to the functioning and management of the institution. For these purposes the secretary shall have free access to the grounds, buildings, and all books and papers relating to the institution, and all persons connected with the institution shall give such information and open such facilities for inspection as the secretary may require, and any neglect or refusal on the part of any officer, employee, or person connected with an institution to comply with the requirements of this section is sufficient cause for removal. The secretary may administer oaths and examine any person in relation to any matter connected with the inquiries authorized by this chapter.\n\nSource:SL 1989, ch 21, §24; SL 2012, ch 13, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-24/"
    },
    {
      "id": "section-1-36a-125",
      "number": "1-36A-1.25",
      "heading": "Legal investigation or action by attorney general--Procedure.",
      "text": "1-36A-1.25. Legal investigation or action by attorney general--Procedure.\n\nIf, in the opinion of the secretary of human services, any matter in regard to the management of any institution under the department's control, or any matter in regard to any patient of any institution under the department's control, requires legal investigation or action of any kind, the secretary shall notify the attorney general, who shall investigate and take any actions the attorney general considers necessary and proper, and report any actions taken and the results thereof to the secretary without delay.\n\nSource:SL 1989, ch 21, §25; SL 2012, ch 13, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-1-25/"
    },
    {
      "id": "section-1-36a-126",
      "number": "1-36A-1.26",
      "heading": "1-36A-1.26.Transferred to §1-36-25.",
      "text": "1-36A-1.26.Transferred to §1-36-25.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-2",
      "number": "1-36A-2",
      "heading": "1-36A-2.Repealed by SL 1989, ch 21, §30.",
      "text": "1-36A-2.Repealed by SL 1989, ch 21, §30.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-3",
      "number": "1-36A-3",
      "heading": "Division of Rehabilitation Services--Division of Service to the Blind and Visually Impaired.",
      "text": "1-36A-3. Division of Rehabilitation Services--Division of Service to the Blind and Visually Impaired.\n\nThere is hereby created within the Department of Human Services the following divisions:\n\n(1)The Division of Rehabilitation Services, which is the state agency to administer the state vocational rehabilitation plan to provide rehabilitation services to individuals except persons who are blind or visually impaired; and\n\n(2)The Division of Service to the Blind and Visually Impaired, which is the state agency to administer the state vocational rehabilitation plan to provide rehabilitation services to persons who are blind or visually impaired.\n\nSource:SL 1977, ch 226, §2; SL 1989, ch 21, §31; SL 2012, ch 13, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-3/"
    },
    {
      "id": "section-1-36a-31",
      "number": "1-36A-3.1",
      "heading": "1-36A-3.1 to 1-36A-3.3.Repealed by SL 2011, ch 1 (Ex. Ord. 11-1), §§106 to 108, eff. Apr. 12, 2011.",
      "text": "1-36A-3.1 to 1-36A-3.3.Repealed by SL 2011, ch 1 (Ex. Ord. 11-1), §§106 to 108, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-4",
      "number": "1-36A-4",
      "heading": "Appointment of division directors.",
      "text": "1-36A-4. Appointment of division directors.\n\nThe head of the Division of Rehabilitation Services and the head of the Division of Service to the Blind and Visually Impaired are the directors of each and shall be appointed by the secretary of human services in accordance with §1-32-6.\n\nSource:SL 1977, ch 226, §4; SL 1989, ch 21, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-4/"
    },
    {
      "id": "section-1-36a-5",
      "number": "1-36A-5",
      "heading": "Board of Vocational Rehabilitation created.",
      "text": "1-36A-5. Board of Vocational Rehabilitation created.\n\nThere is hereby created a Board of Vocational Rehabilitation.\n\nSource:SL 1977, ch 226, §3; SL 1993, ch 20, §1; SL 2001, ch 15, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-5/"
    },
    {
      "id": "section-1-36a-6",
      "number": "1-36A-6",
      "heading": "Repealed by SL 2012, ch 13, §12.",
      "text": "Repealed by SL 2012, ch 13, §12.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-7",
      "number": "1-36A-7",
      "heading": "Performance of functions of certain former agencies.",
      "text": "1-36A-7. Performance of functions of certain former agencies.\n\nThe Department of Human Services shall, under the direction and control of the secretary of human services, perform all the functions of the following former agencies:\n\n(1)The Division of Service to the Blind and Visually Impaired, created by chapter 28-10;\n\n(2)The Division of Vocational Rehabilitation, created by chapter 28-9; and\n\n(3)The disability determination services program in chapter 28-11.\n\nSource:SL 1973, ch 2, §§74, 75, 77; SDCL Supp, §1-36-9; SL 1974, ch 3, §18; SL 1977, ch 226, §5; SL 1989, ch 21, §34; SL 2011, ch 2, §109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-7/"
    },
    {
      "id": "section-1-36a-8",
      "number": "1-36A-8",
      "heading": "Repealed by SL 2012, ch 14, §1.",
      "text": "Repealed by SL 2012, ch 14, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-9",
      "number": "1-36A-9",
      "heading": "1-36A-9.Repealed by SL 1990, ch 213, §4.",
      "text": "1-36A-9.Repealed by SL 1990, ch 213, §4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-10",
      "number": "1-36A-10",
      "heading": "Repealed by SL 2012, ch 14, §2.",
      "text": "Repealed by SL 2012, ch 14, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-101",
      "number": "1-36A-10.1",
      "heading": "Registration of certified interpreters--Annual renewal--Fees.",
      "text": "1-36A-10.1. Registration of certified interpreters--Annual renewal--Fees.\n\nThe Department of Human Services shall register and renew the registration annually of any person certified in accordance with §1-36A-10.4 or 1-36A-10.5 who demonstrates compliance with §§1-36A-10.1 to 1-36A-16, inclusive, and who pays the applicable fees unless good cause exists to deny the registration.\n\nSource:SL 1993, ch 21, §1; SL 1997, ch 14, §1; SL 2006, ch 6, §6; SL 2012, ch 13, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-10-1/"
    },
    {
      "id": "section-1-36a-102",
      "number": "1-36A-10.2",
      "heading": "Interpreting defined.",
      "text": "1-36A-10.2. Interpreting defined.\n\nFor the purposes of §§1-36A-10.1 to 1-36A-16, inclusive, the term, interpreting, means the process of providing accessible communication between and among persons who are deaf or hard-of-hearing and those who are hearing. This process includes communication between American Sign Language and English. Interpreting may involve various other modalities that involve visual, gestural, and tactile methods.\n\nSource:SL 2006, ch 6, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-10-2/"
    },
    {
      "id": "section-1-36a-103",
      "number": "1-36A-10.3",
      "heading": "Certification and registration required for interpreters receiving remuneration--Violation as misdemeanor.",
      "text": "1-36A-10.3. Certification and registration required for interpreters receiving remuneration--Violation as misdemeanor.\n\nNo person may do any of the following with respect to providing interpreting services for any person who is deaf or hard-of-hearing for a fee or other remuneration unless certified pursuant to §1-36A-10.4 or 1-36A-10.5 and registered with the Department of Human Services:\n\n(1)Engage in the practice of, or offer to engage in the practice of, interpreting;\n\n(2)Use the title, interpreter, in connection with the person's name; or\n\n(3)Use the title, interpreter, in advertisements or descriptions.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2006, ch 6, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-10-3/"
    },
    {
      "id": "section-1-36a-104",
      "number": "1-36A-10.4",
      "heading": "Provisional certification.",
      "text": "1-36A-10.4. Provisional certification.\n\nThe Department of Human Services may issue provisional certification to a person who:\n\n(1)Has graduated from a postsecondary degree program of two years or more accredited in interpreter preparation or interpreter education;\n\n(2)Participates in a department approved plan of up to five years in preparation for national testing that includes continuing education units and mentoring; and\n\n(3)Registers annually with the department.\n\nProvisional certification may be granted for no more than five years.\n\nSource:SL 2006, ch 6, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-10-4/"
    },
    {
      "id": "section-1-36a-105",
      "number": "1-36A-10.5",
      "heading": "Registered interpreters for the deaf--Certification--Promulgation of rules.",
      "text": "1-36A-10.5. Registered interpreters for the deaf--Certification--Promulgation of rules.\n\nA person may be registered as a certified interpreter for the deaf if:\n\n(1)The person is certified by and in good standing with:\n\n(a)The Registry of Interpreters for the Deaf;\n\n(b)The National Association of the Deaf;\n\n(c)The Educational Interpreter Performance Assessment Center, with a score of at least 3.5; or\n\n(d)Any other entity approved by the Department of Human Services; and\n\n(2)The department finds that the certification offered by an entity referenced in subdivision (1) of this section meets the minimum competency standards established by rules promulgated by the department, in accordance with chapter 1-26.\n\nA person may also be registered if the person was certified by the department, prior to July 1, 2006, provided the person maintains registration, completes eighty continuing education contact hours every four years and remains in good standing with the department.\n\nAny person certified pursuant to this section shall register annually with the department.\n\nSource: SL 2006, ch 6, §4; SL 2010, ch 11, §1; SL 2023, ch 7, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-10-5/"
    },
    {
      "id": "section-1-36a-106",
      "number": "1-36A-10.6",
      "heading": "Exception for interpreting during religious service.",
      "text": "1-36A-10.6. Exception for interpreting during religious service.\n\nAny person may engage in interpreting during the worship service of any religious organization without being certified pursuant to §1-36A-10.4 or 1-36A-10.5 and registered with the Department of Human Services.\n\nSource:SL 2006, ch 6, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-10-6/"
    },
    {
      "id": "section-1-36a-11",
      "number": "1-36A-11",
      "heading": "Registry of certified interpreters.",
      "text": "1-36A-11. Registry of certified interpreters.\n\nThe Department of Human Services shall maintain, and publish, and make available upon request a registry of all certified interpreters and their respective levels of qualification.\n\nSource:SL 1987, ch 25, §1; SL 1992, ch 17, §1; SL 1993, ch 21, §2; SL 1996, ch 17, §1; SL 1997, ch 14, §2; SL 2001, ch 14, §1; SL 2006, ch 6, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-11/"
    },
    {
      "id": "section-1-36a-12",
      "number": "1-36A-12",
      "heading": "Promulgation of rules concerning interpreters.",
      "text": "1-36A-12. Promulgation of rules concerning interpreters.\n\nThe Department of Human Services may promulgate rules pursuant to chapter 1-26 to establish continuing education requirements for individuals registered with the department pursuant to subdivision 1-36A-10.5(4), to establish qualifications, continuing education requirements, extension or exception options to continuing education requirements, mentoring requirements, and requirements for an approved plan for provisional certification pursuant to §1-36A-10.4, to establish qualifications for interpreters serving in medical, educational, or legal settings, to establish a code of professional conduct and standard of practice, and to establish a procedure for discipline.\n\nSource:SL 1987, ch 25, §2; SL 1992, ch 17, §2; SL 1993, ch 21, §3; SL 1997, ch 14, §3; SL 2006, ch 6, §8; SL 2010, ch 11, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-12/"
    },
    {
      "id": "section-1-36a-13",
      "number": "1-36A-13",
      "heading": "Fund for registration of interpreters for the deaf.",
      "text": "1-36A-13. Fund for registration of interpreters for the deaf.\n\nThe fund for certification of interpreters for the deaf in the state treasury is renamed the fund for registration of interpreters for the deaf. All fees received by the Department of Human Services and money collected under §1-36A-15 shall be deposited in the fund. Any money in the fund is continuously appropriated to the department for expenses incurred in the provisional certification and registration of interpreters for the deaf and may be expended by the secretary of human services.\n\nSource:SL 1993, ch 21, §4; SL 1997, ch 14, §4; SL 2006, ch 6, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-13/"
    },
    {
      "id": "section-1-36a-14",
      "number": "1-36A-14",
      "heading": "Expenditure of surplus funds.",
      "text": "1-36A-14. Expenditure of surplus funds.\n\nAny balance of fees received by the Department of Human Services after payment of compensation and expenditures may be expended by the secretary of human services only in administering §§1-36A-10.1 to 1-36A-16, inclusive.\n\nSource:SL 1993, ch 21, §5; SL 1997, ch 14, §5; SL 2006, ch 6, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-14/"
    },
    {
      "id": "section-1-36a-15",
      "number": "1-36A-15",
      "heading": "Fees for provisional certification and registration.",
      "text": "1-36A-15. Fees for provisional certification and registration.\n\nThe Department of Human Services shall promulgate rules pursuant to chapter 1-26 to establish the following nonrefundable fees for provisional certification and registration:\n\n(1)For provisional certification, not more than three hundred twenty-five dollars;\n\n(2)For initial registration, not more than fifty dollars;\n\n(3)For annual renewal of registration, not more than thirty-five dollars;\n\n(4)For effecting a name change upon the records of a registrant, not more than ten dollars;\n\n(5)For issuing a duplicate registration, not more than ten dollars; and\n\n(6)For initial registration and annual renewal of persons certified pursuant to subdivision 1-36A-10.5(4), not more than seventy-five dollars.\n\nSource: SL 1993, ch 21, §6; SL 1997, ch 14, §6; SL 2001, ch 16, §1; SL 2006, ch 6, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-15/"
    },
    {
      "id": "section-1-36a-16",
      "number": "1-36A-16",
      "heading": "Certain practices not prohibited.",
      "text": "1-36A-16. Certain practices not prohibited.\n\nThe provisions of §§1-36A-10.1 to 1-36A-15, inclusive, do not prohibit:\n\n(1)Any signing assistance in a medical emergency until the assistance of a certified interpreter is obtained;\n\n(2)The practice of interpreting, if directly supervised by a certified interpreter, included in a program of study by a student enrolled in an approved program for the preparation of interpreters for the deaf;\n\n(3)The practice of a legally qualified interpreter for the deaf from another state employed by the United States government and performing official duty in this state; and\n\n(4)The practice of interpreting in this state by an interpreter for the deaf currently licensed in another state, territory, or foreign country who is present in this state to lecture relative to the practice of interpreting for a period of not more than twenty days.\n\nSource:SL 1993, ch 21, §7; SL 2006, ch 6, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-16/"
    },
    {
      "id": "section-1-36a-17",
      "number": "1-36A-17",
      "heading": "1-36A-17.Repealed by SL 2000, ch 8.",
      "text": "1-36A-17.Repealed by SL 2000, ch 8.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-18",
      "number": "1-36A-18",
      "heading": "Establishment of interpreter mentoring program for interpreters for the deaf.",
      "text": "1-36A-18. Establishment of interpreter mentoring program for interpreters for the deaf.\n\nThe Department of Human Services shall establish and administer a state-wide interpreter mentoring program for interpreters for the deaf. The program may be implemented through contracts with public and private organizations that provide services to persons who are deaf or hard of hearing.\n\nSource:SL 1993, ch 22, §2; SL 2019, ch 8, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-18/"
    },
    {
      "id": "section-1-36a-19",
      "number": "1-36A-19",
      "heading": "1-36A-19.Repealed by SL 2006, ch 6, §13.",
      "text": "1-36A-19.Repealed by SL 2006, ch 6, §13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-20",
      "number": "1-36A-20",
      "heading": "1-36A-20 to 1-36A-24. Repealed by SL 2012, ch 23, §10.",
      "text": "1-36A-20 to 1-36A-24. Repealed by SL 2012, ch 23, §10.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-36a-25",
      "number": "1-36A-25",
      "heading": "Program for adults and elderly--Establishment--Purposes.",
      "text": "1-36A-25. Program for adults and elderly--Establishment--Purposes.\n\nThe Department of Human Services may establish a program of services for adults and the elderly to promote the development, coordination, and utilization of resources to meet the long-term needs of adults and the elderly and to provide services to assist them in their social and health problems. The program may include program planning and development, coordination of services for adults and the elderly, and administration of programs funded under the Older Americans Act, Social Security Act, and other federal programs which are available for health, social, transportation, nutrition, counseling, protective, and referral services for adults and the elderly.\n\nSource:SL 1981, ch 199, §16; SL 2004, ch 167, §29; SDCL §28-1-44; SL 2017, ch 230 (Ex. Ord. 17-1), §25, eff. Apr. 13, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-25/"
    },
    {
      "id": "section-1-36a-26",
      "number": "1-36A-26",
      "heading": "Promulgation of rules regarding services for adults and elderly.",
      "text": "1-36A-26. Promulgation of rules regarding services for adults and elderly.\n\nThe secretary may promulgate reasonable and necessary rules, pursuant to chapter 1-26, for the administration and operation of the program for adults and the elderly relating to the following areas:\n\n(1)Services to enable recipients to remain in their own home and services to older persons in institutional and noninstitutional care;\n\n(2)Legal services;\n\n(3)Transportation services;\n\n(4)Nutrition services;\n\n(5)Information and referral services to help the elderly gain access to programs for their benefit;\n\n(6)Eligibility for services;\n\n(7)Amount, scope, and duration of services;\n\n(8)The basis of payment to and the qualifications for providers of services;\n\n(9)Administration of public grants, record keeping, and audit requirements;\n\n(10)Requirements to obtain federal financial participation and ensure efficient operation and administration of the program;\n\n(11)Adult protective services;\n\n(12)Ombudsman services; and\n\n(13)Payments for elderly, blind, and disabled persons residing in the person's own home or in an institutional or noninstitutional setting; and\n\n(14)Preadmission Screening/Annual Resident Review (PASARR) as defined in §27B-1-17.\n\nSource:SL 1981, ch 199, §17; SL 1987, ch 200, §2; SL 1997, ch 167, §1; SL 2004, ch 167, §30; SDCL§28-1-45; SL 2017, ch 230 (Ex. Ord. 17-1), §26, eff. Apr. 13, 2017; SL 2018, ch 17, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-26/"
    },
    {
      "id": "section-1-36a-27",
      "number": "1-36A-27",
      "heading": "Records required--Improper use of names or information concerning persons applying for assistance.",
      "text": "1-36A-27. Records required--Improper use of names or information concerning persons applying for assistance.\n\nThe adult services and aging programs shall keep such records as may be required by law or federal regulations. All applications and records concerning any applicant or recipient are confidential. Except for purposes directly connected with the administration of the adult services and aging program and in accordance with the rules of the department, no person may solicit, disclose, or make use of, or authorize, knowingly permit, participate in, or acquiesce in the use of any lists or names of, or any information concerning, persons applying for or receiving public assistance, derived from the records, papers, files, or communications of the department acquired in the course of the performance of official duties.\n\nSource:SL 1987, ch 200, §3; SL 1988, ch 219; SL 2004, ch 167, §31; SDCL §28-1-45.1; SL 2017, ch 230 (Ex. Ord. 17-1), §27, eff. Apr. 13, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-27/"
    },
    {
      "id": "section-1-36a-28",
      "number": "1-36A-28",
      "heading": "Use of information--Publication of names of applicants and recipients prohibited.",
      "text": "1-36A-28. Use of information--Publication of names of applicants and recipients prohibited.\n\nThe use or disclosure of information concerning applicants and recipients is limited to:\n\n(1)Any person authorized by the secretary in connection with the secretary's official duties, if the official duties are directly connected with the administration of the adult services and aging program;\n\n(2)Any purpose directly connected with the adult services and aging program, including disclosure by the department of information and documents, alleged violator, police department, prosecutor's offices, the attorney general's office, or any other state, county, or federal agency engaged in the detection, investigation, or prosecution of violations of applicable state, county, and federal laws or regulations regarding all aspects of theft, fraud, deception, or overpayment in connection with any aspect of the adult services and aging program. However, disclosure by recipient agencies and personnel is permitted under this section to the extent reasonably necessary to carry out the functions for which the information was provided;\n\n(3)Federal agencies responsible for the administration of federally assisted programs, which provide assistance in cash or in kind.\n\nAny publication of lists or names of applicants and recipients is prohibited.\n\nSource:SL 1987, ch 200, §4; SL 2004, ch 167, §32; SDCL §28-1-45.2; SL 2017, ch 230 (Ex. Ord. 17-1), §28, eff. Apr. 13, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-28/"
    },
    {
      "id": "section-1-36a-29",
      "number": "1-36A-29",
      "heading": "Release of confidential information by written waiver-Exception.",
      "text": "1-36A-29. Release of confidential information by written waiver-Exception.\n\nExcept for adult protective services cases, confidential information shall be released if requested by specific written waiver of the applicant or recipient concerned.\n\nSource:SL 1987, ch 200, §7; SL 2004, ch 167, §34; SDCL §28-1-45.5; SL 2017, ch 230 (Ex. Ord. 17-1), §29, eff. Apr. 13, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-29/"
    },
    {
      "id": "section-1-36a-291",
      "number": "1-36A-29.1",
      "heading": "Records confidential--Exceptions.",
      "text": "1-36A-29.1. Records confidential--Exceptions.\n\nAll investigative case records and files relating to reports of abuse, neglect, or exploitation of adults and elderly are confidential, and no disclosure of any such records, files, or other information may be made except as authorized in this chapter. The Department of Human Services may release records, files, or other information to the following parties upon receipt of a request showing that it is necessary for the parties to have the information in the performance of official functions relating to abuse, neglect, or exploitation:\n\n(1)The attorney general, state's attorneys, law enforcement agencies, protective services workers, and courts investigating reports of known or suspected abuse, neglect, or exploitation;\n\n(2)The attorney, legal guardian, conservator, an agent under an advanced health care directive, or a health care decision maker pursuant to § 34-12C-3, of the adult who is the subject of the information;\n\n(3)Public officials or their authorized representatives who require the information in connection with the discharge of official duties;\n\n(4)Institutions and agencies that have legal responsibility or authorization to care for, treat, or supervise a person who is the subject of the information or report;\n\n(5)A family member of the person who is the subject of the information or report;\n\n(6)A state, regional, or national registry of adult and elderly abuse, neglect, or exploitation cases and courts of record of other states; or\n\n(7)A health care professional providing diagnosis or treatment for a person who is suspected or found to be abused, neglected, or exploited.\n\nA party receiving information pursuant to this section shall hold the information confidential except to the extent a court orders the release of the information for the determination of an issue before the court.\n\nSource:SL 2021, ch 12, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-29-1/"
    },
    {
      "id": "section-1-36a-292",
      "number": "1-36A-29.2",
      "heading": "Disclosure of information--Status of referral.",
      "text": "1-36A-29.2. Disclosure of information--Status of referral.\n\nExcept as otherwise provided for in §1-36A-29.1, the Department of Human Services may disclose information to referring individuals and entities, for the purpose of relaying the status of their referral.\n\nSource: SL 2024, ch 13, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-29-2/"
    },
    {
      "id": "section-1-36a-30",
      "number": "1-36A-30",
      "heading": "Retaliation against ombudsman program complainant or interference with program as misdemeanor.",
      "text": "1-36A-30. Retaliation against ombudsman program complainant or interference with program as misdemeanor.\n\nNo person, facility, or other entity may discriminate or retaliate in any manner against any resident or relative or legally appointed representative, any employee of a nursing facility, assisted living center, or other residential facility or any other person because of making a complaint or providing information in good faith to the ombudsman program. No person, facility, or other entity may willfully interfere with representatives of the ombudsman program in the performance of any official duty. Any person, facility, or other entity that violates this section is guilty of a Class 1 misdemeanor.\n\nSource:SL 1990, ch 206, §2; SL 1991, ch 272, §2; SL 2004, ch 167, §35; SDCL §28-1-45.7; SL 2017, ch 230 (Ex. Ord. 17-1), §30, eff. Apr. 13, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-36a/section-1-36a-30/"
    }
  ]
}