{
  "state": "south-dakota",
  "path": "title-title-1-state-affairs-and-government/chapter-chapter-27-public-records-and-files",
  "sections": [
    {
      "id": "section-1-27-1",
      "number": "1-27-1",
      "heading": "Public records open to inspection and copying",
      "text": "1-27-1. Public records open to inspection and copying.\n\nExcept as otherwise expressly provided by statute, all citizens of this state, and all other persons interested in the examination of the public records, as defined in §1-27-1.1, are hereby fully empowered and authorized to examine such public record, and make memoranda and abstracts therefrom during the hours the respective offices are open for the ordinary transaction of business and, unless federal copyright law otherwise provides, obtain copies of public records in accordance with this chapter.\n\nEach government entity or elected or appointed government official shall, during normal business hours, make available to the public for inspection and copying in the manner set forth in this chapter all public records held by that entity or official.\n\nSource:SDC 1939, §48.0701; SL 1977, ch 16, §2; SL 1982, ch 30, §1; SL 1987, ch 24; SL 1991, ch 13; SL 1992, ch 10; SL 1994, ch 21; SL 2003, ch 272 (Ex. Ord. 03-1), §82; SL 2004, ch 17, §2; SL 2009, ch 10, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1/"
    },
    {
      "id": "section-1-27-11",
      "number": "1-27-1.1",
      "heading": "Public records defined.",
      "text": "1-27-1.1. Public records defined.\n\nUnless any other statute, ordinance, or rule expressly provides that particular information or records may not be made public, public records include all records and documents, regardless of physical form, of or belonging to this state, any county, municipality, political subdivision, or tax-supported district in this state, or any agency, branch, department, board, bureau, commission, council, subunit, or committee of any of the foregoing. Data which is a public record in its original form remains a public record when maintained in any other form. For the purposes of §§1-27-1 to 1-27-1.15, inclusive, a tax-supported district includes any business improvement district created pursuant to chapter 9-55.\n\nSource:SL 2009, ch 10, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-1/"
    },
    {
      "id": "section-1-27-12",
      "number": "1-27-1.2",
      "heading": "Fees for specialized service.",
      "text": "1-27-1.2. Fees for specialized service.\n\nIf a custodian of a public record of a county, municipality, political subdivision, or tax-supported district provides to a member of the public, upon request, a copy of the public record, a reasonable fee may be charged for any specialized service. Such fee may include a reasonable amount representing a portion of the amortization of the cost of computer equipment, including software, necessarily added in order to provide such specialized service. This section does not require a governmental entity to acquire computer capability to generate public records in a new or different form if that new form would require additional computer equipment or software not already possessed by the governmental entity.\n\nNo fee may be charged for the electronic transfer of any minutes of open meeting actions of a political subdivision, board or agency of a political subdivision, or the governing board of an agency that levies property taxes that were recorded in the last three years.\n\nSource:SL 2009, ch 10, §3; SL 2012, ch 10, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-2/"
    },
    {
      "id": "section-1-27-13",
      "number": "1-27-1.3",
      "heading": "Liberal construction of public access to public records law--Certain criminal investigation and contract negotiation records exempt.",
      "text": "1-27-1.3. Liberal construction of public access to public records law--Certain criminal investigation and contract negotiation records exempt.\n\nThe provisions of §§1-27-1 to 1-27-1.15, inclusive, and 1-27-4 shall be liberally construed whenever any state, county, or political subdivision fiscal records, audit, warrant, voucher, invoice, purchase order, requisition, payroll, check, receipt, or other record of receipt, cash, or expenditure involving public funds is involved in order that the citizens of this state shall have the full right to know of and have full access to information on the public finances of the government and the public bodies and entities created to serve them. Use of funds as needed for criminal investigatory/confidential informant purposes is not subject to this section, but any budgetary information summarizing total sums used for such purposes is public. Records which, if disclosed, would impair present or pending contract awards or collective bargaining negotiations are exempt from disclosure.\n\nSource:SL 2009, ch 10, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-3/"
    },
    {
      "id": "section-1-27-14",
      "number": "1-27-1.4",
      "heading": "Denial letters to be kept on file.",
      "text": "1-27-1.4. Denial letters to be kept on file.\n\nEach public body shall maintain a file of all letters of denial of requests for records. This file shall be made available to any person on request.\n\nSource:SL 2009, ch 10, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-4/"
    },
    {
      "id": "section-1-27-15",
      "number": "1-27-1.5",
      "heading": "Certain records not open to inspection and copying.",
      "text": "1-27-1.5. Certain records not open to inspection and copying.\n\nThe following records are not subject to §§1-27-1, 1-27-1.1, 1-27-1.3, and §1-27-1.23:\n\n(1)Personal information in records regarding any student, prospective student, or former student of any educational institution if such records are maintained by and in the possession of a public entity, other than routine directory information specified and made public in accordance with 20 U.S.C. §1232g as the law existed on January 1, 2009;\n\n(2)Medical records, including all records of drug or alcohol testing, treatment, or counseling, other than records of births and deaths. This subdivision in no way abrogates or changes existing state and federal law pertaining to birth and death records;\n\n(3)Trade secrets, the specific details of bona fide research, applied research, or scholarly or creative artistic projects being conducted at a school, postsecondary institution, or laboratory funded in whole or in part by the state, and other proprietary or commercial information which if released would infringe intellectual property rights, give advantage to business competitors, or serve no material public purpose;\n\n(4)Records which consist of attorney work product or which are subject to any privilege recognized in article V of chapter 19-19;\n\n(5)Records developed or received by law enforcement agencies and other public bodies charged with duties of investigation or examination of persons, institutions, or businesses, if the records constitute a part of the examination, investigation, intelligence information, citizen complaint or inquiry, informant identification, or strategic or tactical information used in law enforcement training. This subdivision does not apply to records so developed or received relating to the presence of and amount or concentration of alcohol or drugs in any body fluid of any person, and this subdivision does not apply to a 911 recording or a transcript of a 911 recording if the agency or a court determines that the public interest in disclosure outweighs the interest in nondisclosure. This law in no way abrogates or changes §§23-5-7 and 23-5-11 or testimonial privileges applying to the use of information from confidential informants;\n\n(6)Appraisals or appraisal information and negotiation records concerning the purchase or sale, by a public body, of any interest in real or personal property;\n\n(7)Personnel information other than salaries and routine directory information. This subdivision does not apply to the public inspection or copying of any current or prior contract with any public employee and any related document that specifies the consideration to be paid to the employee;\n\n(8)Information pertaining to the protection of public or private property and any person on or within public or private property including:\n\n(a)Any vulnerability assessment or response plan intended to prevent or mitigate criminal acts;\n\n(b)Emergency management or response;\n\n(c)Public safety information that would create a substantial likelihood of endangering public safety or property, if disclosed;\n\n(d)Cyber security plans, computer or communications network schema, passwords, or user identification names;\n\n(e)Guard schedules;\n\n(f)Lock combinations; and\n\n(g)Any blueprint, building plan, or infrastructure record regarding any building or facility that would expose or create vulnerability through disclosure of the location, configuration, or security of critical systems of the building or facility;\n\n(9)The security standards, procedures, policies, plans, specifications, diagrams, access lists, and other security-related records of the Gaming Commission and those persons or entities with which the commission has entered into contractual relationships. Nothing in this subdivision allows the commission to withhold from the public any information relating to amounts paid persons or entities with which the commission has entered into contractual relationships, amounts of prizes paid, the name of the prize winner, and the municipality, or county where the prize winner resides;\n\n(10)Personally identified private citizen account payment information, credit information on others supplied in confidence, and customer lists;\n\n(11)Records or portions of records kept by a publicly funded library which, when examined with or without other records, reveal the identity of any library patron using the library's materials or services;\n\n(12)Correspondence, memoranda, calendars or logs of appointments, working papers, and records of telephone calls of public officials or employees;\n\n(13)Records or portions of records kept by public bodies which would reveal the location, character, or ownership of any known archaeological, historical, or paleontological site in South Dakota if necessary to protect the site from a reasonably held fear of theft, vandalism, or trespass. This subdivision does not apply to the release of information for the purpose of scholarly research, examination by other public bodies for the protection of the resource or by recognized tribes, or the federal Native American Graves Protection and Repatriation Act;\n\n(14)Records or portions of records kept by public bodies which maintain collections of archeological, historical, or paleontological significance which nongovernmental donors have requested to remain closed or which reveal the names and addresses of donors of such articles of archaeological, historical, or paleontological significance unless the donor approves disclosure, except as the records or portions thereof may be needed to carry out the purposes of the federal Native American Graves Protection and Repatriation Act and the Archeological Resources Protection Act;\n\n(15)Employment applications and related materials, except for applications and related materials submitted by individuals hired into executive or policymaking positions of any public body;\n\n(16)Social security numbers; credit card, charge card, or debit card numbers and expiration dates; passport numbers; driver license numbers; or other personally identifying numbers or codes; and financial account numbers supplied to state and local governments by citizens or held by state and local governments regarding employees or contractors;\n\n(17)Any emergency or disaster response plans or protocols, safety or security audits or reviews, or lists of emergency or disaster response personnel or material; any location or listing of weapons or ammunition; nuclear, chemical, or biological agents; or other military or law enforcement equipment or personnel;\n\n(18)Any test questions, scoring keys, results, or other examination data for any examination to obtain licensure, employment, promotion or reclassification, or academic credit;\n\n(19)Personal correspondence, memoranda, notes, calendars or appointment logs, or other personal records or documents of any public official or employee;\n\n(20)Any document declared closed or confidential by court order, contract, or stipulation of the parties to any civil or criminal action or proceeding, except as provided under §1-27-1.23;\n\n(21)Any list of names or other personally identifying data of occupants of camping or lodging facilities from the Department of Game, Fish and Parks;\n\n(22)Records which, if disclosed, would constitute an unreasonable release of personal information;\n\n(23)Records which, if released, could endanger the life or safety of any person;\n\n(24)Internal agency record or information received by agencies that are not required to be filed with such agencies, if the records do not constitute final statistical or factual tabulations, final instructions to staff that affect the public, or final agency policy or determinations, or any completed state or federal audit and if the information is not otherwise public under other state law, including chapter 15-15A and §1-26-21;\n\n(25)Records of individual children regarding commitment to the Department of Corrections pursuant to chapters 26-8B and 26-8C;\n\n(26)Records regarding inmate disciplinary matters pursuant to §1-15-20, and records regarding jail inmate disciplinary matters pursuant to §24-11-23;\n\n(27)Any other record made closed or confidential by state or federal statute or rule or as necessary to participate in federal programs and benefits;\n\n(28)A record of a settlement agreement or litigation regarding investment or bankruptcy and involving the South Dakota Investment Council or the South Dakota Retirement System, or both, unless the settlement or litigation results in a finding of liability against the council or system, or both; and\n\n(29)A record of a settlement agreement or litigation regarding medical services involving any county hospital established under chapter 34-8 or any municipal hospital established under chapter 34-9.\n\nSource: SL 2009, ch 10, §6; SL 2012, ch 11, §1; SL 2019, ch 5, §2; SL 2022, ch 4, §1; SL 2023, ch 6, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-5/"
    },
    {
      "id": "section-1-27-16",
      "number": "1-27-1.6",
      "heading": "Certain financial, commercial, and proprietary information exempt from disclosure.",
      "text": "1-27-1.6. Certain financial, commercial, and proprietary information exempt from disclosure.\n\nThe following financial, commercial, and proprietary information is specifically exempt from disclosure pursuant to §§1-27-1 to 1-27-1.15, inclusive:\n\n(1)Valuable formulae, designs, drawings, computer source code or object code, and research data invented, discovered, authored, developed, or obtained by any agency if disclosure would produce private gain or public loss;\n\n(2)Financial information supplied by or on behalf of a person, firm, or corporation for the purpose of qualifying to submit a bid or proposal;\n\n(3)Financial and commercial information and records supplied by private persons pertaining to export services;\n\n(4)Financial and commercial information and records supplied by businesses or individuals as part of an application for loans or program services or application for economic development loans or program services;\n\n(5)Financial and commercial information, including related legal assistance and advice, supplied to or developed by the state investment council or the division of investment if the information relates to investment strategies or research, potential investments, or existing investments of public funds;\n\n(6)Proprietary data, trade secrets, or other information that relates to:\n\n(a)A vendor's unique methods of conducting business;\n\n(b)Data unique to the product or services of the vendor; or\n\n(c)Determining prices or rates to be charged for services, submitted by any vendor to any public body;\n\n(7)Financial, commercial, and proprietary information supplied in conjunction with applications or proposals for funded scientific research, for participation in joint scientific research projects, for projects to commercialize scientific research results, or for use in conjunction with commercial or government testing;\n\n(8)Any production records, mineral assessments, and trade secrets submitted by a permit holder, mine operator, or landowner to any public body.\n\nSource:SL 2009, ch 10, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-6/"
    },
    {
      "id": "section-1-27-17",
      "number": "1-27-1.7",
      "heading": "Certain drafts, notes, and memoranda exempt from disclosure.",
      "text": "1-27-1.7. Certain drafts, notes, and memoranda exempt from disclosure.\n\nDrafts, notes, recommendations, and memoranda in which opinions are expressed or policies formulated or recommended are exempt from disclosure pursuant to §§1-27-1 to 1-27-1.15, inclusive.\n\nSource:SL 2009, ch 10, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-7/"
    },
    {
      "id": "section-1-27-18",
      "number": "1-27-1.8",
      "heading": "Certain records relevant to court actions exempt from disclosure.",
      "text": "1-27-1.8. Certain records relevant to court actions exempt from disclosure.\n\nAny record that is relevant to a controversy to which a public body is a party but which record would not be available to another party under the rules of pretrial discovery for causes pending in circuit court are exempt from disclosure pursuant to §§1-27-1 to 1-27-1.15, inclusive.\n\nSource:SL 2009, ch 10, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-8/"
    },
    {
      "id": "section-1-27-19",
      "number": "1-27-1.9",
      "heading": "Documents or communications used for decisional process arising from person's official duties not subject to compulsory disclosure.",
      "text": "1-27-1.9. Documents or communications used for decisional process arising from person's official duties not subject to compulsory disclosure.\n\nNo elected or appointed official or employee of the state or any political subdivision may be compelled to provide documents, records, or communications used for the purpose of the decisional or deliberative process relating to any decision arising from that person's official duties. Any document that is otherwise already public is not made confidential by reason of having been used in deliberations.\n\nSource:SL 2009, ch 10, §14; SL 2013, ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-9/"
    },
    {
      "id": "section-1-27-110",
      "number": "1-27-1.10",
      "heading": "Redaction of certain information.",
      "text": "1-27-1.10. Redaction of certain information.\n\nIn response to any request pursuant to §1-27-36 or 1-27-37, a public record officer may redact any portion of a document which contains information precluded from public disclosure by §1-27-3 or which would unreasonably invade personal privacy, threaten public safety and security, disclose proprietary information, or disrupt normal government operations. A redaction under this section is considered a partial denial for the application of §1-27-37.\n\nSource:SL 2009, ch 10, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-10/"
    },
    {
      "id": "section-1-27-111",
      "number": "1-27-1.11",
      "heading": "Subscription or license holder list of Department of Game, Fish and Parks and certain insurance applicant and policyholder information available for fee--Resale or redistribution prohibited--Misdemeanor",
      "text": "1-27-1.11. Subscription or license holder list of Department of Game, Fish and Parks and certain insurance applicant and policyholder information available for fee--Resale or redistribution prohibited--Misdemeanor.\n\nAny subscription or license holder list maintained by the Department of Game, Fish and Parks may be made available to the public for a reasonable fee. State agencies are exempt from payment of this fee for approved state use. The Game, Fish and Parks Commission may promulgate rules pursuant to chapter 1-26 to establish criteria for the sale and to establish the fee for the sale of such lists.\n\nAny automobile liability insurer licensed in the state, or its certified authorized agent, may have access to the name and address of any person licensed or permitted to drive a motor vehicle solely for the purpose of verifying insurance applicant and policyholder information. An insurer requesting any such name and address shall pay a reasonable fee to cover the costs of producing such name and address. The Department of Public Safety shall set such fee by rules promulgated pursuant to chapter 1-26.\n\nAny list released or distributed under this section may not be resold or redistributed. Violation of this section by the resale or redistribution of any such list is a Class 2 misdemeanor.\n\nSource:SL 2009, ch 10, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-11/"
    },
    {
      "id": "section-1-27-112",
      "number": "1-27-1.12",
      "heading": "Chapter inapplicable to Unified Judicial System.",
      "text": "1-27-1.12. Chapter inapplicable to Unified Judicial System.\n\nThe provisions of this chapter do not apply to records and documents of the Unified Judicial System.\n\nSource:SL 2009, ch 10, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-12/"
    },
    {
      "id": "section-1-27-113",
      "number": "1-27-1.13",
      "heading": "Certain records not available to inmates.",
      "text": "1-27-1.13. Certain records not available to inmates.\n\nThe secretary of corrections may prohibit the release of information to inmates or their agents regarding correctional operations, department policies and procedures, and inmate records of the requesting inmate or other inmates if the release would jeopardize the safety or security of a person, the operation of a correctional facility, or the safety of the public. This section does not apply to an inmate's attorney requesting information that is subject to disclosure under this chapter.\n\nSource:SL 2009, ch 10, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-13/"
    },
    {
      "id": "section-1-27-114",
      "number": "1-27-1.14",
      "heading": "Redaction of records in office of register of deeds not required.",
      "text": "1-27-1.14. Redaction of records in office of register of deeds not required.\n\nThis chapter does not require the redaction of any record, or any portion of a record, which is recorded in the office of the register of deeds.\n\nSource:SL 2009, ch 10, §21; SL 2010, ch 214, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-14/"
    },
    {
      "id": "section-1-27-115",
      "number": "1-27-1.15",
      "heading": "Immunity for good faith denial or provision of record.",
      "text": "1-27-1.15. Immunity for good faith denial or provision of record.\n\nNo civil or criminal liability may attach to a public official for the mistaken denial or provision of a record pursuant to this chapter if that action is taken in good faith.\n\nSource:SL 2009, ch 10, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-15/"
    },
    {
      "id": "section-1-27-116",
      "number": "1-27-1.16",
      "heading": "Material relating to open meeting agenda item to be available--Exceptions--Violation as misdemeanor.",
      "text": "1-27-1.16. Material relating to open meeting agenda item to be available--Exceptions--Violation as misdemeanor.\n\nIf a meeting is required to be open to the public pursuant to §1-25-1 and if any printed material relating to an agenda item of the meeting is prepared or distributed by or at the direction of the governing body or any of its employees and the printed material is distributed before the meeting to all members of the governing body, the material shall either be posted on the governing body's website or made available at the official business office of the governing body at least twenty-four hours prior to the meeting or at the time the material is distributed to the governing body, whichever is later. If the material is not posted to the governing body's website, at least one copy of the printed material shall be available in the meeting room for inspection by any person while the governing body is considering the printed material. However, the provisions of this section do not apply to any printed material or record that is specifically exempt from disclosure under the provisions of this chapter or to any printed material or record regarding the agenda item of an executive or closed meeting held in accordance with §1-25-2. A violation of this section is a Class 2 misdemeanor. However, the provisions of this section do not apply to printed material, records, or exhibits involving contested case proceedings held in accordance with the provisions of chapter 1-26.\n\nSource:SL 2010, ch 9, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-16/"
    },
    {
      "id": "section-1-27-117",
      "number": "1-27-1.17",
      "heading": "Draft minutes of public meeting to be available--Exceptions--Violation as misdemeanor.",
      "text": "1-27-1.17. Draft minutes of public meeting to be available--Exceptions--Violation as misdemeanor.\n\nThe unapproved, draft minutes of any public meeting held pursuant to §1-25-1 that are required to be kept by law shall be available for inspection by any person within ten business days after the meeting. However, this section does not apply if an audio or video recording of the meeting is available to the public on the governing body's website within five business days after the meeting. A violation of this section is a Class 2 misdemeanor. However, the provisions of this section do not apply to draft minutes of contested case proceedings held in accordance with the provisions of chapter 1-26.\n\nSource:SL 2010, ch 9, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-17/"
    },
    {
      "id": "section-1-27-118",
      "number": "1-27-1.18",
      "heading": "Recommendations, findings, and reports of appointed working groups to be reported in open meeting--Action by governing body.",
      "text": "1-27-1.18. Recommendations, findings, and reports of appointed working groups to be reported in open meeting--Action by governing body.\n\nAny final recommendations, findings, or reports that result from a meeting of a committee, subcommittee, task force, or other working group which does not meet the definition of a political subdivision or public body pursuant to §1-25-1, but was appointed by the governing body, shall be reported in open meeting to the governing body which appointed the committee, subcommittee, task force, or other working group. The governing body shall delay taking any official action on the recommendations, findings, or reports until the next meeting of the governing body.\n\nSource:SL 2010, ch 9, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-18/"
    },
    {
      "id": "section-1-27-119",
      "number": "1-27-1.19",
      "heading": "Public access to records of former Governors and lieutenant governors.",
      "text": "1-27-1.19. Public access to records of former Governors and lieutenant governors.\n\nThe records of any Governor and any lieutenant governor are the property of the state and shall be transferred to his or her successor or the state archivist upon leaving office. Once transferred, public access to such records is subject to the provisions of chapter 1-27.\n\nSource:SL 2012, ch 12, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-19/"
    },
    {
      "id": "section-1-27-120",
      "number": "1-27-1.20",
      "heading": "Governor and lieutenant governor records--Exempt records opened on death or five years after leaving office.",
      "text": "1-27-1.20. Governor and lieutenant governor records--Exempt records opened on death or five years after leaving office.\n\nUnless released to the public pursuant to §1-27-1.21, any record of an officer designated in §1-27-1.19, which is exempted from the provisions of §1-27-1, must be opened to the public upon either the death of the former officer or five years from the date the officer left office, whichever transpires last.\n\nSource: SL 2012, ch 12, §2; SL 2025, ch 10, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-20/"
    },
    {
      "id": "section-1-27-121",
      "number": "1-27-1.21",
      "heading": "Right of former Governor and lieutenant governor to approve or deny release of exempt records.",
      "text": "1-27-1.21. Right of former Governor and lieutenant governor to approve or deny release of exempt records.\n\nWhenever an officer designated in §1-27-1.19 leaves office and transfers his or her records to the state archivist, the former officer shall retain the right to approve or deny the release of any record exempted from the provisions of §1-27-1. The former officer may exercise that right either personally or may designate in writing a person to do so to the archivist.\n\nSource:SL 2012, ch 12, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-21/"
    },
    {
      "id": "section-1-27-122",
      "number": "1-27-1.22",
      "heading": "Agreement for transfer of records to suitable repository.",
      "text": "1-27-1.22. Agreement for transfer of records to suitable repository.\n\nThe state archivist may enter into agreements with any officer designated in §1-27-1.19 for the transfer of the former officer's records to a museum, institution of higher learning, or other suitable repository within South Dakota upon determining that such repository will allow for the preservation, study, and public access of such records consistent with §§1-27-1.19 to 1-27-1.21, inclusive. Such agreements shall be entered into only after a public hearing.\n\nSource:SL 2012, ch 12, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-22/"
    },
    {
      "id": "section-1-27-123",
      "number": "1-27-1.23",
      "heading": "Settlement agreements to be public records--Redaction of victim information--Temporary confidentiality for ongoing litigation.",
      "text": "1-27-1.23. Settlement agreements to be public records--Redaction of victim information--Temporary confidentiality for ongoing litigation.\n\nAn agency of the state or a political subdivision may not enter into a settlement agreement with a party to any civil action or proceeding involving a claim for monetary damages or equitable relief in which the settlement agreement requires nondisclosure or confidentiality of the terms of the settlement. A settlement agreement under this section is a public record as defined under §1-27-1.1. For good cause shown, the court may order the redaction of the name of any victim of crime within the settlement agreement under this section. Notwithstanding any other provision of law, an agency of the state or a political subdivision may temporarily maintain the confidentiality of the settlement agreement related to ongoing litigation. The settlement agreement shall become a public record as defined under §1-27-1.1 upon the final disposition and the exhaustion of any appeal from the related litigation.\n\nSource:SL 2019, ch 5, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-1-23/"
    },
    {
      "id": "section-1-27-2",
      "number": "1-27-2",
      "heading": "1-27-2.Repealed by SL 1977, ch 16, §3",
      "text": "1-27-2.Repealed by SL 1977, ch 16, §3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-3",
      "number": "1-27-3",
      "heading": "Records declared confidential or secret.",
      "text": "1-27-3. Records declared confidential or secret.\n\nSection 1-27-1 shall not apply to such records as are specifically enjoined to be held confidential or secret by the laws requiring them to be so kept.\n\nSource:SDC 1939, §48.0701; SL 1977, ch 16, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-3/"
    },
    {
      "id": "section-1-27-4",
      "number": "1-27-4",
      "heading": "Format of open record.",
      "text": "1-27-4. Format of open record.\n\nAny record made open to the public pursuant to this chapter shall be maintained in its original format or in any searchable and reproducible electronic or other format. This chapter does not mandate that any record or document be kept in a particular format nor does it require that a record be provided to the public in any format or media other than that in which it is stored.\n\nSource:SL 1963, ch 327, §1; SL 1971, ch 9; SL 2000, ch 6, §1; SL 2005, ch 19, §1; SL 2009, ch 10, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-4/"
    },
    {
      "id": "section-1-27-41",
      "number": "1-27-4.1",
      "heading": "Format of written contracts--Storage with records retention officer or designee--Duration.",
      "text": "1-27-4.1. Format of written contracts--Storage with records retention officer or designee--Duration.\n\nAny written contract entered by the state, a county, a municipality, or a political subdivision shall be retained in the contract's original format or a searchable and reproducible format. Each contract shall be stored with the records retention officer of that entity or with the designee of the records retention officer unless the contract is required by law to be retained by some other person. Each contract shall be stored during the term of the contract and for two years after the expiration of the contract term.\n\nSource:SL 2009, ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-4-1/"
    },
    {
      "id": "section-1-27-42",
      "number": "1-27-4.2",
      "heading": "Availability of contract through internet website or database.",
      "text": "1-27-4.2. Availability of contract through internet website or database.\n\nAny contract retained pursuant to §1-27-4.1 may be made available to the public through a publicly accessible internet website or database.\n\nSource:SL 2009, ch 11, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-4-2/"
    },
    {
      "id": "section-1-27-5",
      "number": "1-27-5",
      "heading": "1-27-5.Repealed by SL 1970, ch 10, §1",
      "text": "1-27-5.Repealed by SL 1970, ch 10, §1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-6",
      "number": "1-27-6",
      "heading": "1-27-6 to 1-27-8.Repealed by SL 2009, ch 10, §§11 to 13.",
      "text": "1-27-6 to 1-27-8.Repealed by SL 2009, ch 10, §§11 to 13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-9",
      "number": "1-27-9",
      "heading": "Records management programs--Definition of terms.",
      "text": "1-27-9. Records management programs--Definition of terms.\n\nTerms used in §§1-27-9 to 1-27-18, inclusive, mean:\n\n(1)\"Local record,\" a record of a county, municipality, township, district, authority, or any public corporation or political entity whether organized and existing under charter or under general law, unless the record is designated or treated as a state record under state law;\n\n(2)\"Record,\" a document, book, paper, photograph, sound recording, or other material, regardless of physical form or characteristics, made or received pursuant to law or ordinance or in connection with the transaction of official business. Library and museum material made or acquired and preserved solely for reference or exhibition purposes, extra copies of documents preserved only for convenience of reference, and stocks of publications and of processed documents are not included within the definition of records as used in §§1-27-9 to 1-27-18, inclusive;\n\n(3)\"State agency\" or \"agency\" or \"agencies,\" includes all state officers, boards, commissions, departments, institutions, and agencies of state government;\n\n(4)\"State record,\" :\n\n(a)A record of a department, office, commission, board, or other agency, however designated, of the state government;\n\n(b)A record of the State Legislature;\n\n(c)A record of any court of record, whether of state-wide or local jurisdiction;\n\n(d)Any other record designated or treated as a state record under state law.\n\nSource:SL 1967, ch 253, §1; SL 1992, ch 60, §2; SL 2011, ch 2, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-9/"
    },
    {
      "id": "section-1-27-10",
      "number": "1-27-10",
      "heading": "Records as property of state--Damage or disposal only as authorized by law.",
      "text": "1-27-10. Records as property of state--Damage or disposal only as authorized by law.\n\nAll records of public officials of this state required to be kept or maintained by law are the property of the state and may not be mutilated, destroyed, transferred, removed, or otherwise damaged or disposed of, in whole or in part, except as provided by law.\n\nSource:SL 1967, ch 253, §6; SL 1983, ch 154, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-10/"
    },
    {
      "id": "section-1-27-11",
      "number": "1-27-11",
      "heading": "Board to supervise destruction of records--State records manager as ex officio member--Permission required for destruction.",
      "text": "1-27-11. Board to supervise destruction of records--State records manager as ex officio member--Permission required for destruction.\n\nThere is hereby created a board consisting of the commissioner of human resources and administration, state auditor, attorney general, auditor-general, and state archivist to supervise and authorize the destruction of records. The state records manager shall also serve as an ex officio member in an advisory capacity only. No record may be destroyed or otherwise disposed of by any agency of the state unless it is determined by majority vote of the board that the record has no further administrative, legal, fiscal, research, or historical value.\n\nSource: SL 1967, ch 253, §7; SL 1975, ch 20; SL 1976, ch 19, §2; SL 2011, ch 2, §21; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-11/"
    },
    {
      "id": "section-1-27-111",
      "number": "1-27-11.1",
      "heading": "Direction and supervision of board by Bureau of Human Resources and Administration--Independent functions retained.",
      "text": "1-27-11.1. Direction and supervision of board by Bureau of Human Resources and Administration--Independent functions retained.\n\nThe board created by §1-27-11 shall be administered under the direction and supervision of the Bureau of Human Resources and Administration and the commissioner thereof. The board shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in §1-32-1) otherwise vested in the board. The board shall exercise those functions independently of the commissioner of human resources and administration.\n\nSource: SL 1974, ch 3, §5 (a); SL 2011, ch 2, §22; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-11-1/"
    },
    {
      "id": "section-1-27-12",
      "number": "1-27-12",
      "heading": "State records management program to be established.",
      "text": "1-27-12. State records management program to be established.\n\nThe commissioner of human resources and administration shall establish within the organizational structure of the Bureau of Human Resources and Administration a records management program, which will apply efficient and economical management methods to the creation, utilization, maintenance, retention, preservation, and disposal of state records.\n\nSource: SL 1967, ch 253, §2; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-12/"
    },
    {
      "id": "section-1-27-121",
      "number": "1-27-12.1",
      "heading": "Records management internal service fund.",
      "text": "1-27-12.1. Records management internal service fund.\n\nThere is hereby created in the state treasury a records management internal service fund. The commissioner of human resources and administration shall apportion all expenses incurred in the administration and operation of the records management program to all state departments, agencies, and institutions utilizing such program. All payments received by the Bureau of Human Resources and Administration pursuant to this section shall be deposited in the records management internal service fund.\n\nSource: SL 1992, ch 47, §6; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-12-1/"
    },
    {
      "id": "section-1-27-13",
      "number": "1-27-13",
      "heading": "Records management procedures proposed by state agencies.",
      "text": "1-27-13. Records management procedures proposed by state agencies.\n\nThe head of each agency shall submit to the commissioner of human resources and administration, in accordance with the rules, standards, and procedures established by the commission, schedules proposing the length of time each state record series warrants retention for administrative, legal, or fiscal purposes after it has been received by the agency. However, original invoices and vouchers submitted to the state auditor for payment shall be retained for at least seven years.\n\nSource: SL 1967, ch 253, §3; SL 2011, ch 2, §23; SL 2018, ch 44, §8; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-13/"
    },
    {
      "id": "section-1-27-14",
      "number": "1-27-14",
      "heading": "Obsolete records listed by state agencies.",
      "text": "Obsolete records listed by state agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-141",
      "number": "1-27-14.1",
      "heading": "Transfer of records by outgoing agency heads--Terminated agency records.",
      "text": "1-27-14.1. Transfer of records by outgoing agency heads--Terminated agency records.\n\nUpon termination of employment with the state, each agency head shall transfer his or her records to a successor or to the state archives for appraisal and permanent retention. The records of any state agency shall, upon termination of its existence or functions, be transferred to the custody of the archivist.\n\nSource:SL 1975, ch 24, §7; SL 1987, ch 393 (Ex. Ord. 87-4), §17; SL 2011, ch 2, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-14-1/"
    },
    {
      "id": "section-1-27-142",
      "number": "1-27-14.2",
      "heading": "Transfer of jeopardized nonessential agency material to state archivist.",
      "text": "1-27-14.2. Transfer of jeopardized nonessential agency material to state archivist.\n\nIf any material of actual or potential archival significance is determined by a state agency to be at risk of destruction or deterioration, and the material is not essential to the conduct of daily business in the agency of origin, the agency head may transfer the records to the physical and legal custody of the state archivist if the archivist is willing and able to receive the records.\n\nSource:SL 1975, ch 24, §10; SL 2011, ch 2, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-14-2/"
    },
    {
      "id": "section-1-27-143",
      "number": "1-27-14.3",
      "heading": "Title to transferred records pending formal transfer.",
      "text": "Title to transferred records pending formal transfer.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-15",
      "number": "1-27-15",
      "heading": "Destruction of nonrecord materials.",
      "text": "1-27-15. Destruction of nonrecord materials.\n\nAny nonrecord material not included within the definition of records as contained in §1-27-9 may be destroyed at any time by the agency in possession of such materials without the prior approval of the commissioner of human resources and administration.\n\nSource: SL 1967, ch 253, §8; SL 2011, ch 2, §28; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-15/"
    },
    {
      "id": "section-1-27-16",
      "number": "1-27-16",
      "heading": "Rules, standards, and procedures.",
      "text": "1-27-16. Rules, standards, and procedures.\n\nThe commissioner of human resources and administration shall promulgate such rules, standards, and procedures as are necessary or proper to effectuate the purposes of §§1-27-9 to 1-27-18, inclusive, except that rules, standards, and procedures relating to disposal of records pursuant to §1-27-11 shall be issued by the board created by §1-27-11.\n\nSource: SL 1967, ch 253, §9; SL 1976, ch 18; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-16/"
    },
    {
      "id": "section-1-27-17",
      "number": "1-27-17",
      "heading": "Legislative and judicial records management programs.",
      "text": "1-27-17. Legislative and judicial records management programs.\n\nUpon request, the commissioner of human resources and administration shall assist and advise in the establishment of records management programs in the legislative and judicial branches of state government. The commissioner may, as required by each branch, provide program services similar to those available to the executive branch of state government pursuant to the provisions of §§1-27-9 to 1-27-16, inclusive.\n\nSource: SL 1967, ch 253, §5; SL 2011, ch 2, §29; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-17/"
    },
    {
      "id": "section-1-27-18",
      "number": "1-27-18",
      "heading": "Local records management programs.",
      "text": "1-27-18. Local records management programs.\n\nThe governing body of each county, municipality, township, district, authority, or any public corporation or political entity, whether organized and existing under charter or under general law, shall promote and implement the principles of efficient records management for local records. The governing body may, as far as practical, follow the program established for the management of state records. The commissioner of human resources and administration may, upon the request of a governing body, provide advice and assistance in the establishment of a local records management program.\n\nSource: SL 1967, ch 253, §4; SL 1981, ch 10, §1; SL 1992, ch 60, §2; SL 2024, ch 1 (Ex. Ord. 24-1), §§13, 34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-18/"
    },
    {
      "id": "section-1-27-19",
      "number": "1-27-19",
      "heading": "Annual meeting to authorize destruction of political subdivision records--Record of disposition.",
      "text": "1-27-19. Annual meeting to authorize destruction of political subdivision records--Record of disposition.\n\nThe State Record Destruction Board shall meet at least once each year and consider requests of all political subdivisions for the destruction of records and to authorize their destruction as in the case of state records. However, in the case of any records recommended to be destroyed, the board shall require a record to be kept of the disposition of the documents.\n\nSource:SDC Supp 1960, §55.2012 as added by SL 1967, ch. 254; SL 1981, ch. 45, §24",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-19/"
    },
    {
      "id": "section-1-27-20",
      "number": "1-27-20",
      "heading": "Common language used in public documents, records, and meetings--Official indigenous language.",
      "text": "1-27-20. Common language used in public documents, records, and meetings--Official indigenous language.\n\nThe common language of the state is English. The common language is designated as the language of any official public document or record and any official public meeting. The official indigenous language of the state is the language of the O'ceti Sakowin, Seven Council Fires, also known by treaty as the Great Sioux Nation, comprised of three dialects, Lakota, Dakota, and Nakota.\n\nSource:SL 1995, ch 9, §1; SL 2019, ch 6, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-20/"
    },
    {
      "id": "section-1-27-21",
      "number": "1-27-21",
      "heading": "Public document or record defined--Public meeting.",
      "text": "1-27-21. Public document or record defined--Public meeting.\n\nFor the purposes of §§1-27-20 to 1-27-25, inclusive, an official public document or record is any document officially compiled, published, or recorded by the state including deeds, publicly probated wills, records of births, deaths, and marriages, and any other document or record required to be kept open for public inspection pursuant to chapter 1-27. An official public meeting is any meeting or proceeding required to be open to the public pursuant to chapter 1-25.\n\nSource:SL 1995, ch 9, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-21/"
    },
    {
      "id": "section-1-27-22",
      "number": "1-27-22",
      "heading": "Application of English as common language requirement.",
      "text": "1-27-22. Application of English as common language requirement.\n\nThe provisions of §§1-27-20 to 1-27-25, inclusive, do not apply:\n\n(1)To instruction in foreign language courses;\n\n(2)To instruction designed to aid students with limited English proficiency in a timely transition and integration into the general education system;\n\n(3)To the application, preparation materials, and examination for any noncommercial driver license or permit;\n\n(4)To the conduct of international commerce, tourism, and sporting events;\n\n(5)When deemed to interfere with needs of the justice system;\n\n(6)When the public safety, health, or emergency services require the use of other languages; and\n\n(7)When expert testimony, witnesses, or speakers require a language other than the common language. However, for purposes of deliberation, decision making, or record keeping, the official version of such testimony or commentary shall be the officially translated English language version.\n\nSource:SL 1995, ch 9, §3; SL 2016, ch 13, §1; SL 2020, ch 118, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-22/"
    },
    {
      "id": "section-1-27-23",
      "number": "1-27-23",
      "heading": "1-27-23.Repealed by SL 2016, ch 13, §2.",
      "text": "1-27-23.Repealed by SL 2016, ch 13, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-24",
      "number": "1-27-24",
      "heading": "Effect of common language requirement on state employment.",
      "text": "1-27-24. Effect of common language requirement on state employment.\n\nNo person may be denied employment with the state or any political subdivision of the state based solely upon that person's lack of facility in a foreign language, except where related to bona fide job needs reflected in the exemptions in §1-27-22.\n\nSource:SL 1995, ch 9, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-24/"
    },
    {
      "id": "section-1-27-25",
      "number": "1-27-25",
      "heading": "Common language requirements not applicable to private activities.",
      "text": "1-27-25. Common language requirements not applicable to private activities.\n\nSections 1-27-20 to 1-27-25, inclusive, may not be construed in any way to infringe upon the rights of citizens under the State Constitution or the Constitution of the United States in the use of language in any private activity. No agency or officer of the state nor any political subdivision of the state may place any restrictions or requirements regarding language usage in any business operating in the private sector other than official documents, forms, submissions, or other communications directed to government agencies and officers, which communications shall be in the common language as recognized in §§1-27-20 to 1-27-25, inclusive.\n\nSource:SL 1995, ch 9, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-25/"
    },
    {
      "id": "section-1-27-26",
      "number": "1-27-26",
      "heading": "1-27-26.Repealed by SL 2016, ch 13, §3.",
      "text": "1-27-26.Repealed by SL 2016, ch 13, §3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-27",
      "number": "1-27-27",
      "heading": "Requesting information or data from a state agency.",
      "text": "1-27-27. Requesting information or data from a state agency.\n\nBefore requesting or requiring that any local government provide information or data to a state agency, the state agency shall first determine whether the information or data is available from the Department of Legislative Audit. If the information or data is available from the Department of Legislative Audit, the state agency may not require the local government to provide the information or data.\n\nSource:SL 1995, ch 10",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-27/"
    },
    {
      "id": "section-1-27-28",
      "number": "1-27-28",
      "heading": "Definition of terms.",
      "text": "1-27-28. Definition of terms.\n\nTerms used in §§1-27-29 to 1-27-32, inclusive, mean:\n\n(1)\"Private entity,\" any person or entity that is not a public entity as defined by subdivision 3-21-1(2);\n\n(2)\"State agency,\" any association, authority, board, commission, committee, council, department, division, office, officer, task force, or other agent of the state vested with the authority to exercise any portion of the state's sovereignty. The term does not include the Legislature, the Unified Judicial System, the Public Utilities Commission, the Department of Agriculture and Natural Resources, any law enforcement agency, or any unit of local government, or joint venture comprised of local governments;\n\n(3)\"Financial investigation, examination, or audit,\" any examination conducted by a state agency of a private entity's proprietary information or trade secret information;\n\n(4)\"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, customers, and personnel held by private entities and used for that private entity's business purposes;\n\n(5)\"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique, process, marketing plan, or strategic planning information that:\n\n(a)Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and\n\n(b)Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy.\n\nSource: SL 1996, ch 12, §1; SL 2003, ch 20, §1; SL 2004, ch 25, §1; SL 2021, ch 1 (Ex. Ord.21-3), § 14, eff. Apr. 19, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-28/"
    },
    {
      "id": "section-1-27-29",
      "number": "1-27-29",
      "heading": "Disclosure of information concerning private entity restricted.",
      "text": "1-27-29. Disclosure of information concerning private entity restricted.\n\nNo state agency may disclose that it is conducting a financial investigation, examination, or audit of a private entity while the financial investigation, examination, or audit is ongoing, except as provided by §1-27-31.\n\nSource:SL 1996, ch 12, §2; SL 2004, ch 25, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-29/"
    },
    {
      "id": "section-1-27-30",
      "number": "1-27-30",
      "heading": "Confidentiality of proprietary or trade information of private entity.",
      "text": "1-27-30. Confidentiality of proprietary or trade information of private entity.\n\nAll proprietary or trade secret information obtained by a state agency from or concerning a private entity is confidential, except as provided by §1-27-31.\n\nSource:SL 1996, ch 12, §3; SL 2004, ch 25, §3",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-30/"
    },
    {
      "id": "section-1-27-31",
      "number": "1-27-31",
      "heading": "Circumstances allowing for disclosure of information concerning private entity.",
      "text": "1-27-31. Circumstances allowing for disclosure of information concerning private entity.\n\nA state agency may disclose that it is conducting a financial investigation, examination, or audit of a private entity and disclose the information obtained from such an investigation, examination, or audit as follows:\n\n(1)To the private entity being investigated, examined, or audited;\n\n(2)To those persons whom the private entity has authorized in writing to receive such information;\n\n(3)To the officers, employees, or legal representatives of any other state agency which requests the information in writing for the purpose of investigating and enforcing civil or criminal matters. The written request will specify the particular information desired and the purpose for which the information is requested;\n\n(4)To any administrative or judicial body if the information is directly related to the resolution of an issue in the proceeding, or pursuant to an administrative or judicial order. However, no person may use a subpoena, discovery, or other applicable statutes to obtain such information;\n\n(5)To another state pursuant to an agreement between the State of South Dakota and the other state, but only if the other state agrees to keep the information confidential as set forth in §§1-27-28 to 1-27-32, inclusive;\n\n(6)To the attorney general, state's attorney, or any state, federal, or local law enforcement officer;\n\n(7)To a federal agency pursuant to the provisions of federal law;\n\n(8)To the extent necessary to submit any final reports or filings which are otherwise required by law to be prepared or filed;\n\n(9)Repealed by SL 2004, ch 25, §4.\n\n(10)To comply with federal law, rules, or program delegation requirements ; or\n\n(11)To the extent necessary to protect the health or welfare of the citizens of this state or nation pursuant to a court order obtained under the same process as orders issued pursuant to §15-6-65(b).\n\nSource:SL 1996, ch 12, §4; SL 1997, ch 13, §1; SL 2004, ch 25, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-31/"
    },
    {
      "id": "section-1-27-32",
      "number": "1-27-32",
      "heading": "Disclosure of confidential information as misdemeanor.",
      "text": "1-27-32. Disclosure of confidential information as misdemeanor.\n\nDisclosure of information made confidential by §§1-27-28 to 1-27-32, inclusive, except as provided in §1-27-31, is a Class 1 misdemeanor.\n\nSource:SL 1996, ch 12, §5; SL 2004, ch 25, §5",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-32/"
    },
    {
      "id": "section-1-27-33",
      "number": "1-27-33",
      "heading": "Specific public access or confidentiality provisions not superseded by chapter provisions.",
      "text": "Specific public access or confidentiality provisions not superseded by chapter provisions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-27-34",
      "number": "1-27-34",
      "heading": "Unified Judicial System and Public Utilities Commission exempt from certain records procedures.",
      "text": "1-27-34. Unified Judicial System and Public Utilities Commission exempt from certain records procedures.\n\nThe provisions of §§1-27-35 to 1-27-43, inclusive, do not apply to the Unified Judicial System or Public Utilities Commission.\n\nSource:SL 2008, ch 14, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-34/"
    },
    {
      "id": "section-1-27-35",
      "number": "1-27-35",
      "heading": "Informal requests for disclosure of records--Costs of retrieval or reproduction.",
      "text": "1-27-35. Informal requests for disclosure of records--Costs of retrieval or reproduction.\n\nAny informal request for disclosure of documents or records shall be made to the custodian of the record. The custodian of the record may then provide the requestor with the document or record upon payment of the actual cost of mailing or transmittal, the actual cost of reproduction, or other fee established by statute or administrative rule. A requestor that makes an informal request requiring the dedication of staff time in excess of one hour may be required to pay the cost of the staff time necessary for the location, assembly, or reproduction of the public record. If any records are required or permitted to be made public upon request and no other rate is prescribed for reproduction or retrieval of such records, the Bureau of Human Resources and Administration shall establish, by rules promulgated pursuant to chapter 1-26, the maximum rate, or the formula for calculating rates, for reproduction and retrieval.\n\nSource: SL 2008, ch 14, §3; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-35/"
    },
    {
      "id": "section-1-27-36",
      "number": "1-27-36",
      "heading": "Estimate of retrieval and reproduction cost--Waiver or reduction of fee.",
      "text": "1-27-36. Estimate of retrieval and reproduction cost--Waiver or reduction of fee.\n\nFor any informal request reasonably likely to involve a fee in excess of fifty dollars, the custodian shall provide an estimate of cost to the requestor prior to assembling the documents or records and the requestor shall confirm in writing his or her acceptance of the cost estimate and agreement to pay. The custodian may exercise discretion to waive or reduce any fee required under this section if the waiver or reduction of the fee would be in the public interest.\n\nSource:SL 2008, ch 14, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-36/"
    },
    {
      "id": "section-1-27-37",
      "number": "1-27-37",
      "heading": "Written request for disclosure of records.",
      "text": "1-27-37. Written request for disclosure of records.\n\nIf an informal request is denied in whole or in part by the custodian of a document or record, a written request may be made by the requestor pursuant to this section:\n\n(1)A written request may be made to the public record officer of the public entity involved. The public record officer shall promptly respond to the written request but in no event later than ten business days from receipt of the request. The public record officer shall respond to the request by:\n\n(a)Providing the record in whole or in part to the requestor upon payment of any applicable fees pursuant to §§1-27-35 and 1-27-36;\n\n(b)Denying the request for the record; or\n\n(c)Acknowledging that the public record officer has received the request and providing an estimate of the time reasonably required to further respond thereto;\n\n(2)Additional time to respond to the written request under subsection (1)(c) of this section may be based upon the need to clarify the nature and scope of the written request, to locate and assemble the information requested, to notify any third persons or government agencies affected by the written request, or to determine whether any of the information requested is not subject to disclosure and whether a denial should be made as to all or part of the written request;\n\n(3)If a written request is unclear, the public record officer may require the requestor to clarify which records are being sought. If the requestor fails to provide a written response to the public record officer's request for clarification within ten business days, the request shall be deemed withdrawn and no further action by the public records officer is required;\n\n(4)If the public record officer denies a written request in whole or in part, the denial shall be accompanied by a written statement of the reasons for the denial;\n\n(5)If the public record officer fails to respond to a written request within ten business days, or fails to comply with the estimate provided under subsection (1)(3) of this section without provision of a revised estimate, the request shall be deemed denied.\n\nSource:SL 2008, ch 14, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-37/"
    },
    {
      "id": "section-1-27-38",
      "number": "1-27-38",
      "heading": "Civil action or administrative review of denial of written request or estimate of fees.",
      "text": "1-27-38. Civil action or administrative review of denial of written request or estimate of fees.\n\nIf a public record officer denies a written request in whole or in part, or if the requestor objects to the public record officer's estimate of fees or time to respond to the request, a requestor may within ninety days of the denial commence a civil action by summons or, in the alternative, file a written notice of review with the Office of Hearing Examiners. The notice of review shall be mailed, via registered or certified mail, to the Office of Hearing Examiners and shall contain:\n\n(1)The name, address, and telephone number of the requestor;\n\n(2)The name and business address of the public record officer denying the request;\n\n(3)The name and business address of the agency, political subdivision, municipal corporation, or other entity from which the request has been denied;\n\n(4)A copy of the written request;\n\n(5)A copy of any denial or response from the public record officer; and\n\n(6)Any other information relevant to the request that the requestor desires to be considered.\n\nSource:SL 2008, ch 14, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-38/"
    },
    {
      "id": "section-1-27-39",
      "number": "1-27-39",
      "heading": "Response to notice of review.",
      "text": "1-27-39. Response to notice of review.\n\nUpon receipt, the Office of Hearing Examiners shall promptly mail a copy of the notice of review filed pursuant to §1-27-38 and all information submitted by the requestor to the public record officer named in the notice of review. The entity denying the written request may then file a written response to the Office of Hearing Examiners within ten business days. If the entity does not file a written response within ten business days, the Office of Hearing Examiners shall act on the information provided. The Office of Hearing Examiners shall provide a reasonable extension of time to file a written response upon written request or agreement of parties.\n\nSource:SL 2008, ch 14, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-39/"
    },
    {
      "id": "section-1-27-40",
      "number": "1-27-40",
      "heading": "Findings and decision of Office of Hearing Examiners.",
      "text": "1-27-40. Findings and decision of Office of Hearing Examiners.\n\nUpon receipt and review of the submissions of the parties, the Office of Hearing Examiners shall make written findings of fact and conclusions of law, and a decision as to the issue presented. Before issuing a decision, the Office of Hearing Examiners may hold a hearing pursuant to chapter 1-26 if good cause is shown.\n\nSource:SL 2008, ch 14, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-40/"
    },
    {
      "id": "section-1-27-401",
      "number": "1-27-40.1",
      "heading": "Time for compliance with decision or appeal.",
      "text": "1-27-40.1. Time for compliance with decision or appeal.\n\nIf the office of hearing examiners enters a decision pursuant to §1-27-40 concluding that certain records shall be released or that the fee charged pursuant to §§1-27-35 and 1-27-36 was excessive, the public entity has thirty days after the opinion is issued to comply with the order or to file an appeal pursuant to §1-27-41.\n\nSource:SL 2011, ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-40-1/"
    },
    {
      "id": "section-1-27-402",
      "number": "1-27-40.2",
      "heading": "Costs, disbursements, and civil penalty for unreasonable, bad faith denial of access.",
      "text": "1-27-40.2. Costs, disbursements, and civil penalty for unreasonable, bad faith denial of access.\n\nIn a civil action filed pursuant to §1-27-38 or upon an appeal filed pursuant to §1-27-41, if the court determines that the public entity acted unreasonably and in bad faith the court may award costs, disbursements, and a civil penalty not to exceed fifty dollars for each day that the record or records were delayed through the fault of the public entity. Any civil penalty collected pursuant to this section shall be deposited into the state general fund.\n\nSource:SL 2011, ch 11, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-40-2/"
    },
    {
      "id": "section-1-27-41",
      "number": "1-27-41",
      "heading": "Appeal.",
      "text": "1-27-41. Appeal.\n\nThe aggrieved party may appeal the decision of the Office of Hearing Examiners to the circuit court pursuant to chapter 1-26. In any action or proceeding under §§1-27-35 to 1-27-43, inclusive, no document or record may be publicly released until a final decision or judgment is entered ordering its release.\n\nSource:SL 2008, ch 14, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-41/"
    },
    {
      "id": "section-1-27-42",
      "number": "1-27-42",
      "heading": "Public record officer for the state, county, municipality, township, school district, special district, or other entity.",
      "text": "1-27-42. Public record officer for the state, county, municipality, township, school district, special district, or other entity.\n\nThe public record officer for the state is the secretary, constitutional officer, elected official, or commissioner of the department, office, or other division to which a request is directed. The public record officer for a county is the county auditor or the custodian of the record for law enforcement records. The public record officer for a first or second class municipality is the finance officer or the clerk or the custodian of the record for law enforcement records. The public record officer for a third class municipality is the president of the board of trustees or the custodian of the record for law enforcement records. The public record officer for an organized township is the township clerk. The public record officer for a school district is the district superintendent or CEO. The public record officer for a special district is the chairperson of the board of directors. The public record officer for any other entity not otherwise designated is the person who acts in the capacity of the chief financial officer or individual as designated by the entity.\n\nSource:SL 2008, ch 14, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-42/"
    },
    {
      "id": "section-1-27-43",
      "number": "1-27-43",
      "heading": "Form of notice of review--Office of Hearing Examiners' notice.",
      "text": "1-27-43. Form of notice of review--Office of Hearing Examiners' notice.\n\nThe following forms are prescribed for use in the procedures provided for in §§1-27-35 to 1-27-42, inclusive, but failure to use or fill out completely or accurately any of the forms does not void acts done pursuant to those sections provided compliance with the information required by those sections is provided in writing.\n\nNOTICE OF REVIEW\n\nREQUEST FOR DISCLOSURE OF PUBLIC RECORDS\n\nDate of Request: ________________________________________\n\nName of Requestor: ________________________________________\n\nAddress of Requestor: ________________________________________\n\nTelephone Number of Requestor: ________________________________________\n\nType of Review Being Sought:\n\n______ Request for Specific Record\n\n______ Estimate of Fees\n\n______ Estimate of Time to Respond\n\nShort Explanation of Review Being Sought Including Specific Records Requested:\n\n____________________________________________________________________\n\n____________________________________________________________________\n\n____________________________________________________________________\n\nName of Public Record Officer: ________________________________________\n\nAddress of Public Record Officer: ________________________________________\n\nName of Governmental Entity: ________________________________________\n\nAddress of Governmental Entity: ________________________________________\n\nYou must include with the submission of this Notice of Review--Request for Disclosure of Public Records form the following information: (1) A copy of your written request to the public record officer; (2) A copy of the public record officer's denial or response to your written request, if any; and (3) Any other information relevant to the request that you desire to be considered.\n\nI hereby certify that the above information is true and correct to the best of my knowledge.\n\nSignature of Requestor: _____________________________________________________\n\nThe Notice of Review--Request for Disclosure of Public Records form shall be completed and submitted, via registered or certified mail, return receipt, to the following address:\n\nOffice of Hearing Examiners\n\n500 E. Capitol Avenue\n\nPierre, South Dakota 57501\n\n605-773-6811\n\nSOUTH DAKOTA OFFICE OF HEARING EXAMINERS\n\nNOTICE OF REQUEST FOR DISCLOSURE\n\nOF PUBLIC RECORDS\n\nTO: (Public Record Officer & Governmental Entity) ______________________________ has filed a Notice of Review--Request for Disclosure of Public Records. A copy of the Notice of Review--Request for Disclosure of Public Records is attached for your review.\n\nYou may file a written response to the Notice of Review--Request for Disclosure of Public Records within ten (10) business days of receiving this notice, exclusive of the day of service, at the following address:Office of Hearing Examiners500 E. Capitol AvenuePierre, South Dakota 57501605-773-6811The Office of Hearing Examiners may issue its written decision on the information provided and will only hold a hearing if it deems a hearing necessary.If you have any questions, please contact the Office of Hearing Examiners.Dated this ____ day of ________________, 20____.___________________________Office of Hearing ExaminersSource:SL 2008, ch 14, §11.\n\nYou may file a written response to the Notice of Review--Request for Disclosure of Public Records within ten (10) business days of receiving this notice, exclusive of the day of service, at the following address:\n\nOffice of Hearing Examiners\n\n500 E. Capitol Avenue\n\nPierre, South Dakota 57501\n\n605-773-6811\n\nThe Office of Hearing Examiners may issue its written decision on the information provided and will only hold a hearing if it deems a hearing necessary.\n\nIf you have any questions, please contact the Office of Hearing Examiners.\n\nDated this ____ day of ________________, 20____.\n\n___________________________\n\nOffice of Hearing Examiners\n\nSource:SL 2008, ch 14, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-43/"
    },
    {
      "id": "section-1-27-44",
      "number": "1-27-44",
      "heading": "Restriction on internet use of social security numbers by state agencies and political subdivisions.",
      "text": "1-27-44. Restriction on internet use of social security numbers by state agencies and political subdivisions.\n\nNo state agency or any of its political subdivisions or any official, agent, or employee of any state agency or political subdivision may:\n\n(1)Knowingly release or post any person's social security number on the internet; or\n\n(2)Require any person to transmit the person's social security number over the internet, unless the connection is secure or the social security number is encrypted; or\n\n(3)Require any person to use the person's social security number to access an internet website, unless a password or unique personal identification number or other authentication device is also required to access the internet website.\n\nSource:SL 2008, ch 15, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-44/"
    },
    {
      "id": "section-1-27-45",
      "number": "1-27-45",
      "heading": "Searchable internet website for posting and access of public records and financial information.",
      "text": "1-27-45. Searchable internet website for posting and access of public records and financial information.\n\nThe state shall maintain a searchable internet website for the posting and access of public records and financial information of the state, municipalities, counties, school districts, and other political subdivisions. The content and operation of the website shall be administered jointly by the Bureau of Human Resources and Administration, Bureau of Finance and Management, and Bureau of Information and Telecommunications.\n\nSource: SL 2009, ch 12, §1; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-45/"
    },
    {
      "id": "section-1-27-46",
      "number": "1-27-46",
      "heading": "Contracts to be displayed on searchable internet website.",
      "text": "1-27-46. Contracts to be displayed on searchable internet website.\n\nThe state shall display on the searchable internet website created pursuant to §1-27-45 copies of each written contract for supplies, services, or professional services of ten thousand dollars or more, each written contract filed with the state auditor pursuant to §1-24A-1, and each written contract filed with the attorney general pursuant to §1-11-15. Each contract shall be displayed electronically not less than sixty days after commencement of the contract term and for not less than the retention period prescribed by §1-27-4.1.\n\nSource:SL 2010, ch 10, §1; SL 2018, ch 44, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-46/"
    },
    {
      "id": "section-1-27-47",
      "number": "1-27-47",
      "heading": "Affordability of public access to electronic records database.",
      "text": "1-27-47. Affordability of public access to electronic records database.\n\nA public entity that creates or maintains an electronic public records database or that enters into a contract for an electronic public records database shall consider the cost and affordability of public access.\n\nSource:SL 2013, ch 12, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-47/"
    },
    {
      "id": "section-1-27-48",
      "number": "1-27-48",
      "heading": "Documentation regarding information stored in electronic records system.",
      "text": "1-27-48. Documentation regarding information stored in electronic records system.\n\nA public entity shall make available, upon request, the following documentation for each electronic records system:\n\n(1)A narrative description of the system purpose and functionality; and\n\n(2)Such information as may be reasonably necessary for a member of the public to request the public information that is stored in the electronic records system.\n\nSource:SL 2013, ch 12, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-27/section-1-27-48/"
    }
  ]
}