{
  "state": "south-dakota",
  "path": "title-title-1-state-affairs-and-government/chapter-chapter-33b-energy-performance-contracts",
  "sections": [
    {
      "id": "section-1-33b-1",
      "number": "1-33B-1",
      "heading": "Definition of terms.Section 1-33B-2 - Energy conservation measure defined--Inclusions--Limitation",
      "text": "1-33B-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Cost-effective\" or \"cost-effectiveness,\" that the sum of guaranteed cost savings are equal to or exceed any financing repayment obligation each year of a finance term;\n\n(2)\"Cost-saving measure,\" a cost-effective improvement, repair, or alteration of equipment fixtures, or furnishings added to or used in a facility that is designed to reduce energy consumption, water consumption, or operation and maintenance costs. The term also includes vehicle acquisitions, changes to utility rate or tariff schedules, or fuel source changes that result in costs savings;\n\n(3)\"Energy performance contract,\" a contract between a governmental unit and a qualified energy service provider for evaluation, recommendation, and implementation of one or more cost-saving measures, evaluation of cost-effectiveness, and guaranteed cost savings;\n\n(4)\"Finance term,\" the length of time for repayment of funds borrowed for an energy performance contract;\n\n(5)\"Governmental unit,\" state government or any political subdivision of the state;\n\n(6)\"Guarantee period,\" the period of time from the effective date of a contract until guaranteed cost savings are achieved;\n\n(7)\"Operation and maintenance cost savings,\" a measurable decrease in operation and maintenance costs as a direct result of cost-saving measures, calculated using baseline operation and maintenance costs. The term does not include the shifting of personnel costs or similar short-term cost savings that cannot be definitively measured;\n\n(8)\"Qualified energy service provider\" or \"provider,\" a person, business, or state agency with experience in the design, implementation, or installation of cost saving measures, who can demonstrate the financial capabilities of completing the obligations stipulated to in an energy performance contract;\n\n(9)\"Utility cost savings,\" expenses for utilities that are eliminated or avoided on a long-term basis as a result of equipment installed or modified, or services performed by a qualified energy service provider. The term includes expenses for natural gas, propane or similar fuels, electricity, water, waste water, and waste disposal.\n\nSource:SL 1992, ch 14, §1; SL 2016, ch 14, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-1/"
    },
    {
      "id": "section-1-33b-2",
      "number": "1-33B-2",
      "heading": "Energy conservation measure defined--Inclusions--Limitation.",
      "text": "1-33B-2. Energy conservation measure defined--Inclusions--Limitation.\n\nFor the purposes of this chapter, the term, energy conservation measure, means a training program or facility alteration intended to reduce either energy consumption or operating costs, or both, or increase operating revenues through the generation of energy, renewable energy, or improved metering technology, including the following:\n\n(1)Insulation of the building or any structure associated with the building;\n\n(2)Window or door replacement, weather stripping, or modifications that reduce energy consumption;\n\n(3)Automated or computerized energy control systems;\n\n(4)Replacement or modification to increase the energy efficiency of the lighting, heating, air conditioning, or ventilating systems;\n\n(5)Energy recovery or cogeneration systems;\n\n(6)Repair or maintenance items, when included in energy efficiency improvements of the building, if overall measures meet the fifteen-year payback as provided in § 1-33B-3.11;\n\n(7)Energy source conversions which provide either operational or energy cost savings, or both; and\n\n(8)Other energy or utility-related improvements in facilities, systems, or technology that improve energy or metering efficiency or increase operating revenues through the generation of energy, renewable energy, or improved metering technology.\n\nNothing in this section addresses the relationship between an electric utility and its customer under a proposed energy exchange contract, where the customer seeks status as a qualifying facility under the Public Utility Regulatory Policies Act of 1978, as defined by 18 CFR Part 292, Subpart B, as it existed on January 1, 2005.\n\nSource:SL 1992, ch 14, §2; SL 2005, ch 20, §1; SL 2021, ch 11, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-2/"
    },
    {
      "id": "section-1-33b-3",
      "number": "1-33B-3",
      "heading": "Request for proposal defined.",
      "text": "1-33B-3. Request for proposal defined.\n\nFor the purposes of this chapter, the term, request for proposal, means a procurement announcement through a public notice, from a governmental unit which administers the program. The request for proposal shall include the following:\n\n(1)The name and address of the governmental unit;\n\n(2)The name, address, title, and phone number of contact person;\n\n(3)The response due date and time deadline;\n\n(4)The location and scope of the project;\n\n(5)The project completion deadline;\n\n(6)The evaluation criteria for awarding a contract; and\n\n(7)Any other stipulations and clarifications the governmental unit may require.\n\nSource:SL 1992, ch 14, §3; SL 2009, ch 1, §121; SL 2016, ch 14, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3/"
    },
    {
      "id": "section-1-33b-31",
      "number": "1-33B-3.1",
      "heading": "Guaranteed cost savings defined.",
      "text": "1-33B-3.1. Guaranteed cost savings defined.\n\nFor the purposes of this chapter, the term, guaranteed cost savings, means a guaranteed annual measurable monetary reduction in utility, operating, and maintenance costs for each year of a guarantee period as a result of cost-saving measures. Guaranteed cost savings for utility savings shall be calculated using the mutually agreed upon baseline utility rates in use at the time of an investment-grade energy audit. Guaranteed cost savings for operation and maintenance cost savings shall be calculated using mutually agreed upon baseline operation and maintenance costs at the time of an investment-grade energy audit.\n\nSource:SL 2016, ch 14, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-1/"
    },
    {
      "id": "section-1-33b-32",
      "number": "1-33B-3.2",
      "heading": "Investment-grade energy audit defined.",
      "text": "1-33B-3.2. Investment-grade energy audit defined.\n\nFor the purposes of this chapter, the term, investment-grade energy audit, means a study of energy or water usage of a public building, including a detailed description of the improvements recommended for the project, the estimated cost of the improvements, and the utility, operation, and maintenance cost savings projected to result from the recommended improvements. The study shall contain all of the information required pursuant to §1-33B-3.\n\nSource:SL 2016, ch 14, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-2/"
    },
    {
      "id": "section-1-33b-33",
      "number": "1-33B-3.3",
      "heading": "Measurement and verification defined.",
      "text": "1-33B-3.3. Measurement and verification defined.\n\nFor the purposes of this chapter, the term, measurement and verification, means the methodology, measurements, inspections, and mathematical calculations to determine utility consumption before and after an energy performance contract is implemented. The measurement and verification report may be for an individual cost-saving measure or an entire project. The governmental unit shall determine which measurement and verification method to utilize.\n\nSource:SL 2016, ch 14, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-3/"
    },
    {
      "id": "section-1-33b-34",
      "number": "1-33B-3.4",
      "heading": "Notice inviting qualified energy service providers to submit qualifications and proposals for energy performance contract.",
      "text": "1-33B-3.4. Notice inviting qualified energy service providers to submit qualifications and proposals for energy performance contract.\n\nA governmental unit may solicit submissions of qualifications to enter into an energy performance contract by providing public notice to qualified energy service providers. The notice shall invite qualified energy service providers to submit qualifications and proposals for investment grade energy audits. Governmental units shall utilize chapter 36-18A to determine the minimum educational qualifications of a qualified energy service provider. The governmental unit shall comply with procurement procedures for professional services provided under §§5-18D-17 to 5-18D-22, inclusive.\n\nSource:SL 2016, ch 14, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-4/"
    },
    {
      "id": "section-1-33b-35",
      "number": "1-33B-3.5",
      "heading": "Evaluation of qualifications and proposals.",
      "text": "1-33B-3.5. Evaluation of qualifications and proposals.\n\nThe governmental unit shall evaluate the qualifications and proposals of qualified energy service providers according to the quality of the provider's technical approach and the provider's experience with:\n\n(1)Design, engineering, and installation of cost-saving measures;\n\n(2)Overall project management;\n\n(3)Projects of similar size and scope;\n\n(4)Post installation measurement and verification of guaranteed cost savings;\n\n(5)Project commissioning;\n\n(6)Training of building operators; and\n\n(7)Conversions to a different fuel source.\n\nSource:SL 2016, ch 14, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-5/"
    },
    {
      "id": "section-1-33b-36",
      "number": "1-33B-3.6",
      "heading": "Contract negotiation.",
      "text": "1-33B-3.6. Contract negotiation.\n\nThe governmental unit may negotiate a contract with the most qualified energy service provider at a price that the governmental unit determines fair and reasonable, taking into account the scope of the services rendered. The provider selected is not required to have submitted the proposal with the lowest cost. If the governmental unit is unable to negotiate a satisfactory contract with the provider, negotiations with that provider shall be formally terminated, and the governmental unit may select the next provider until an agreement is reached or the process is terminated. The governmental unit may choose to reject all proposals.\n\nSource:SL 2016, ch 14, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-6/"
    },
    {
      "id": "section-1-33b-37",
      "number": "1-33B-3.7",
      "heading": "Preparation of investment-grade energy audit.",
      "text": "1-33B-3.7. Preparation of investment-grade energy audit.\n\nA qualified energy service provider, selected by a governmental unit pursuant to §§1-33B-3 and 1-33B-3.4 to 1-33B-3.6, inclusive, shall prepare an investment-grade energy audit. The audit shall be incorporated into the energy performance contract.\n\nSource:SL 2016, ch 14, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-7/"
    },
    {
      "id": "section-1-33b-38",
      "number": "1-33B-3.8",
      "heading": "Contents of investment-grade energy audit.",
      "text": "1-33B-3.8. Contents of investment-grade energy audit.\n\nAn investment-grade energy audit shall include estimates of all costs and guaranteed cost savings for the proposed energy performance contract, including cost of design, engineering, equipment, materials, installation, maintenance, repairs, monitoring and verification, commissioning, training, and debt service.\n\nSource:SL 2016, ch 14, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-8/"
    },
    {
      "id": "section-1-33b-39",
      "number": "1-33B-3.9",
      "heading": "Costs of the investment-grade energy audit.",
      "text": "1-33B-3.9. Costs of the investment-grade energy audit.\n\nA qualified energy service provider and the governmental unit shall agree on the cost of an investment-grade energy audit before it is conducted. If an investment-grade energy audit is completed, and the governmental unit does not execute an energy performance contract, the governmental unit shall pay the full costs of the investment-grade energy audit. If the governmental unit executes the energy performance contract, the cost of the investment-grade energy audit may be included in the costs of an energy performance contract or, at the discretion of the governmental unit, paid for by the governmental unit.\n\nSource:SL 2016, ch 14, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-9/"
    },
    {
      "id": "section-1-33b-310",
      "number": "1-33B-3.10",
      "heading": "Funds for payment of energy performance contract.",
      "text": "1-33B-3.10. Funds for payment of energy performance contract.\n\nA governmental unit may pay for an energy performance contract with funds designated for operating costs, capital expenditures, utility costs, lease payments, installment payment contracts, lease purchase agreements, or bonds issued pursuant to law.\n\nSource:SL 2016, ch 14, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-10/"
    },
    {
      "id": "section-1-33b-311",
      "number": "1-33B-3.11",
      "heading": "Reduction in amount of financing--Contract term--Measurement and verification report.",
      "text": "1-33B-3.11. Reduction in amount of financing--Contract term--Measurement and verification report.\n\nAll permissible sources, including utility incentives, grants, operating costs, or capital budgets, may be used to reduce the amount of financing.\n\nAn energy performance contract may extend beyond the current fiscal year, but may not exceed fifteen years, the cost-weighted average useful life of the cost-saving measure, or the term of financing, whichever is shortest.\n\nDuring the guarantee period, a qualified energy service provider shall measure and verify reductions in energy consumption and costs attributable to cost-saving measures implemented pursuant to an energy performance contract and prepare and provide a measurement and verification report to the governmental unit at least once a year.\n\nSource:SL 2016, ch 14, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-11/"
    },
    {
      "id": "section-1-33b-312",
      "number": "1-33B-3.12",
      "heading": "Costs for measurement and verification.",
      "text": "1-33B-3.12. Costs for measurement and verification.\n\nCosts for measurement and verification shall be included in an energy performance contract and paid by the governmental unit during an initial monitoring period of no less than three years.\n\nThe energy performance contract shall provide that, if guaranteed cost savings are not achieved during any year in the initial monitoring period, the qualified energy service provider shall pay the costs for measurement and verification reports until guaranteed cost savings are achieved for all consecutive years equal to the initial monitoring period.\n\nSource:SL 2016, ch 14, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-12/"
    },
    {
      "id": "section-1-33b-313",
      "number": "1-33B-3.13",
      "heading": "Annual guaranteed cost savings--Shortfall.",
      "text": "1-33B-3.13. Annual guaranteed cost savings--Shortfall.\n\nExcept as provided in this section, the qualified energy service provider shall pay the governmental unit the amount of any verified annual guaranteed cost savings shortfall each year until guaranteed cost savings are achieved for each year in an initial monitoring period as established in §1-33B-3.12. The amount of cost savings achieved during a year shall be determined using the baseline rates used in guaranteed cost savings.\n\nIn the case of a shortfall, the governmental unit and qualified energy service provider may negotiate the terms of measurement and verification reports and the shortfall payment for the remainder of the energy performance contract finance term.\n\nIf there is an excess in cost savings in any year of the guarantee period, the guaranteed cost savings remain with the governmental unit. Guaranteed cost savings may not be used to cover potential shortfalls in subsequent years or actual guaranteed cost savings shortages in previous years of a guarantee period.\n\nSource:SL 2016, ch 14, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-3-13/"
    },
    {
      "id": "section-1-33b-4",
      "number": "1-33B-4",
      "heading": "1-33B-4.Repealed by SL 2016, ch 14, §16.",
      "text": "1-33B-4.Repealed by SL 2016, ch 14, §16.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-33b-41",
      "number": "1-33B-4.1",
      "heading": "Loans, leases, or grants to municipality or county--Agreement upon terms and conditions.",
      "text": "1-33B-4.1. Loans, leases, or grants to municipality or county--Agreement upon terms and conditions.\n\nNotwithstanding §9-25-16 or any other provision of law, the Governor's Office of Energy Policy may make loans, leases, or grants to any municipality or county from the energy conservation loan special revenue fund. The terms and conditions of loans, leases, or grants made pursuant to this section shall be agreed to by the municipality or county by resolution and the Governor's Office of Energy Policy.\n\nSource:SL 1990, ch 62, §1; SL 1991, ch 16, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-4-1/"
    },
    {
      "id": "section-1-33b-5",
      "number": "1-33B-5",
      "heading": "Copy of evaluation and proposed contract forwarded to Governor's Office of Economic Development.",
      "text": "1-33B-5. Copy of evaluation and proposed contract forwarded to Governor's Office of Economic Development.\n\nThe governmental unit shall forward a copy of the evaluation and proposed guaranteed energy savings contract to the Governor's Office of Economic Development for inclusion in the documentation of the Governor's Office of Economic Development energy conservation report.\n\nSource:SL 1992, ch 14, §5; SL 1994, ch 410 (Ex. Ord. 93-9), §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-5/"
    },
    {
      "id": "section-1-33b-6",
      "number": "1-33B-6",
      "heading": "Proposed improvements to state-owned buildings--Review by Bureau of Human Resources and Administration.",
      "text": "1-33B-6. Proposed improvements to state-owned buildings--Review by Bureau of Human Resources and Administration.\n\nFor state owned buildings, the governmental unit shall receive permission from the Bureau of Human Resources and Administration and conform to all state laws and rules as they apply to renovating or retrofitting state-owned buildings before submitting a request for proposals under §§1-33B-3 and 1-33B-3.4 to 1-33B-3.6, inclusive. The Bureau of Human Resources and Administration shall review the proposal and notify the governmental unit of its findings within thirty days.\n\nSource: SL 1992, ch 14, §6; SL 2016, ch 14, §17; SL 2024, ch 1 (Ex. Ord. 24-1), §34, eff. Apr. 8, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-6/"
    },
    {
      "id": "section-1-33b-7",
      "number": "1-33B-7",
      "heading": "1-33B-7.Repealed by SL 2016, ch 14, §18.",
      "text": "1-33B-7.Repealed by SL 2016, ch 14, §18.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-33b-8",
      "number": "1-33B-8",
      "heading": "Written guarantee--Bond--Payment period not to exceed fifteen years.",
      "text": "1-33B-8. Written guarantee--Bond--Payment period not to exceed fifteen years.\n\nThe contract shall include a written guarantee of the qualified provider that either the energy or operating cost savings, or both, will meet or exceed the costs of the energy efficiency measure within fifteen years. A qualified provider shall provide a sufficient bond to the governmental unit for the installation and the faithful performance of all the measures included in the contract covering the first two years of the contract. The guaranteed energy savings, projected for any additional year of the contract, shall be guaranteed by the qualified provider. The qualified provider shall reimburse the governmental entity for any shortfall of guaranteed energy savings projected in the contract. The guaranteed energy savings contract may provide for payments over a period not exceeding fifteen years.\n\nSource:SL 1992, ch 14, §8; SL 2003, ch 21, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-8/"
    },
    {
      "id": "section-1-33b-9",
      "number": "1-33B-9",
      "heading": "Contracts not subject to chapter 5-18A.",
      "text": "1-33B-9. Contracts not subject to chapter 5-18A.\n\nGuaranteed energy savings contracts are not subject to the requirements of chapter 5-18A.\n\nSource:SL 1992, ch 14, §9; SL 2011, ch 2, §107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-9/"
    },
    {
      "id": "section-1-33b-10",
      "number": "1-33B-10",
      "heading": "Documentation of guaranteed savings--Deficiency paid by qualified provider.",
      "text": "1-33B-10. Documentation of guaranteed savings--Deficiency paid by qualified provider.\n\nThe governmental unit shall document the operational and energy cost savings specified in the guaranteed energy savings contract and designate and appropriate that amount for an annual payment of the contract. If the annual energy savings are less than projected under the guaranteed energy savings contract the qualified provider shall pay the difference as provided in §1-33B-8.\n\nSource:SL 1992, ch 14, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-10/"
    },
    {
      "id": "section-1-33b-11",
      "number": "1-33B-11",
      "heading": "Executory contract clause--Liability of governmental unit.",
      "text": "1-33B-11. Executory contract clause--Liability of governmental unit.\n\nAny guaranteed energy savings contract entered into by a governmental unit shall contain the following clause: \"This contract shall be deemed executory only to the extent of the moneys appropriated and available for the purpose of the contract, and no liability on account therefor may be incurred beyond the amount of such moneys. It is understood that neither this contract nor any representation by any public employee or officer creates any legal or moral obligation to request, appropriate, or make available moneys for the purpose of this contract.\"\n\nSource:SL 1992, ch 14, §11; SL 2009, ch 1, §122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-11/"
    },
    {
      "id": "section-1-33b-12",
      "number": "1-33B-12",
      "heading": "Continuance of contract--Payments.",
      "text": "1-33B-12. Continuance of contract--Payments.\n\nIf the governmental unit reasonably believes that legally available funds of an amount sufficient to make all contractual payments during the original term and each of the renewal terms can be obtained either through projected operational or energy savings, or both, or a performance bond guaranteeing such savings, the governmental entity shall continue the contract through the original term and all of the renewal terms and pay the contracted payments.\n\nSource:SL 1992, ch 14, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-12/"
    },
    {
      "id": "section-1-33b-13",
      "number": "1-33B-13",
      "heading": "Termination of contract--Notice--Return of equipment or improvement.",
      "text": "1-33B-13. Termination of contract--Notice--Return of equipment or improvement.\n\nIf the governmental entity, determines not to appropriate funds for contract payments for any contractual term, the governmental entity may terminate the contract at the end of the term in effect. After giving notice of termination, no governmental entity is obligated to make payments under the contract beyond those agreed to for the contractual term in effect. The governmental entity shall deliver notice to terminate the contract to the qualified provider at least ninety days prior to the end of the term. The governmental entity shall peaceably deliver any equipment or improvement purchased under the contract to the qualified provider subject to reasonable terms and conditions agreed upon by both parties.\n\nSource:SL 1992, ch 14, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-13/"
    },
    {
      "id": "section-1-33b-14",
      "number": "1-33B-14",
      "heading": "Functions of Governor's Office of Economic Development.",
      "text": "1-33B-14. Functions of Governor's Office of Economic Development.\n\nThe Governor's Office of Economic Development may perform the following functions:\n\n(1)Advise the Governor on policy matters related to production, allocation, planning, research, development and conservation of energy;\n\n(2)Act as the representative for the State of South Dakota in coordination with federal agencies concerned with energy;\n\n(3)Implement federal energy programs sponsored by the State of South Dakota;\n\n(4)Formulate energy policies and programs to guide the management of energy resources and use within the State of South Dakota;\n\n(5)Coordinate with other agencies and departments of state government concerned with the effects of energy policies and programs;\n\n(6)Collect, analyze, and disseminate information on energy policies and programs;\n\n(7)Promote, through the development and implementation of plans, the conservation of energy resources by all energy consumers, including state and local government;\n\n(8)Evaluate and recommend public policies relative to energy development and distribution which have an impact on South Dakota;\n\n(9)Represent the Governor and the State of South Dakota in regard to national, regional, and state organizations concerned with energy consumption, development, and distribution;\n\n(10)Establish plans and programs, within the established federal guidelines, concerning the use and distribution of the petroleum violation escrow funds, federal funds, or other funds;\n\n(11)Implement energy conservation loan, lease, and grant programs utilizing the petroleum violation escrow funds, federal funds, or other funds; and\n\n(12)Perform such other duties as may be delegated by the Governor.\n\nSource:SL 1991, ch 16, §3; SL 1994, ch 410 (Ex. Ord. 93-9), §17; SL 2009, ch 1, §123; SL 2011, ch 1 (Ex. Ord. 11-1), §95, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-14/"
    },
    {
      "id": "section-1-33b-15",
      "number": "1-33B-15",
      "heading": "Promulgation of rules.",
      "text": "1-33B-15. Promulgation of rules.\n\nThe Governor's Office of Economic Development may adopt rules, pursuant to chapter 1-26, to establish procedures to implement loan, lease, and grant programs, including programs developed pursuant to the Institutional Conservation Program as authorized by P.L. 95-691, 92 Stat 3238, 42 U.S.C. 6371, and 10 CFR 455 and for the acceptance and expenditure of any other funds obtained from federal sources, gifts, contributions, or any other source. However, no such funds may be expended until appropriated by the Legislature. The rules may:\n\n(1)Establish the procedures for applicants to apply for loans, leases, or grants under this section;\n\n(2)Establish the criteria for determining which applicants will receive such loans, leases, or grants;\n\n(3)Establish the use of proceeds of such loans, leases, or grants;\n\n(4)Establish the criteria for the terms and conditions upon which such loans, leases, or grants shall be made, including the terms of security given, if any, to secure loans or leases;\n\n(5)Establish the use of proceeds by lenders of funds advanced to such lenders under this section, including the terms and conditions upon which such proceeds shall be loaned to borrowers for the purposes described in this section;\n\n(6)Establish the criteria for the lease and purchase plans, determining the type of equipment and the terms under which it may be leased;\n\n(7)Establish the criteria and procedures for the repayment and redeposit of loan and lease payments;\n\n(8)Establish the criteria and procedures for monitoring use of loan or grant funds and leased equipment, including on-site review; and\n\n(9)Establish the criteria and procedures for terminating the loan, lease, or grant in case of violations of rules established under this section governing the use of funds loaned or granted or equipment leased.\n\nSource:SL 1991, ch 16, §5; SL 1994, ch 410 (Ex. Ord. 93-9), §17; SL 2009, ch 1, §124; SL 2011, ch 1 (Ex. Ord. 11-1), §95, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-15/"
    },
    {
      "id": "section-1-33b-16",
      "number": "1-33B-16",
      "heading": "Powers of Governor's Office of Economic Development.",
      "text": "1-33B-16. Powers of Governor's Office of Economic Development.\n\nThe Governor's Office of Economic Development, in order to implement §1-33B-14, may:\n\n(1)Make contracts and execute all instruments;\n\n(2)Establish interest rates within the bounds as otherwise statutorily provided;\n\n(3)Collect fees and charges, as are determined to be necessary, reasonable and proper in connection with its loans, advances, leases, grants, servicing, and other activities;\n\n(4)Provide for the repayment and redeposit of loan and lease payments;\n\n(5)Sue or be sued;\n\n(6)Foreclose any mortgages, deed of trust, notes, debentures, bonds, and other security interests held by it, either by action or by exercise of a power of sale, and sell the equity of redemption in the security interests in accordance with the terms of the instruments and applicable state law, and take any other actions necessary to enforce any obligation held by it;\n\n(7)Perform any act and execute any instrument which is necessary or convenient to the exercise of the powers granted by this chapter or reasonably implied from it;\n\n(8)Make, and undertake commitments to make, loans or deposits of funds or lease equipment under terms and conditions for the purposes as stated in this chapter; and\n\n(9)Make, and undertake commitments to make, loans or deposits of funds or equipment with lenders under terms and conditions which shall require the lenders to make loans of funds or lease equipment for the purposes as stated in this chapter.\n\nSource:SL 1991, ch 16, §6; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-16/"
    },
    {
      "id": "section-1-33b-17",
      "number": "1-33B-17",
      "heading": "Establishment of accounts from which loans to be made--Petroleum violation escrow fund--Legislative approval.",
      "text": "1-33B-17. Establishment of accounts from which loans to be made--Petroleum violation escrow fund--Legislative approval.\n\nThe Governor's Office of Economic Development may establish in the state treasury such accounts as may be necessary to deposit the petroleum violation escrow funds and other funds from which to make the loans and grants authorized under §1-33B-14. However, no such funds may be expended until appropriated by the Legislature. All funds may be invested by the state investment officer pursuant to chapter 4-5.\n\nSource:SL 1991, ch 16, §7; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-17/"
    },
    {
      "id": "section-1-33b-18",
      "number": "1-33B-18",
      "heading": "Energy conservation loan special revenue fund established--Purposes--Continuous appropriation.",
      "text": "1-33B-18. Energy conservation loan special revenue fund established--Purposes--Continuous appropriation.\n\nThere is established in the state treasury a special revenue fund known as the energy conservation loan special revenue fund for the purposes of making loans, leases, or grants for energy conservation. Any money in the conservation loan special revenue fund is continuously appropriated.\n\nSource:SL 1988, ch 22, §4; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-18/"
    },
    {
      "id": "section-1-33b-19",
      "number": "1-33B-19",
      "heading": "Loans, leases or grants to municipality or county--Agreement upon terms and conditions.",
      "text": "1-33B-19. Loans, leases or grants to municipality or county--Agreement upon terms and conditions.\n\nNotwithstanding §9-25-16 or any other provision of law, the Governor's Office of Economic Development may make loans, leases, or grants to any municipality or county from the energy conservation loan special revenue fund. The terms and conditions of loans, leases, or grants made pursuant to this section shall be agreed to by the municipality or county by resolution and the Governor's Office of Economic Development.\n\nSource:SL 1990, ch 62, §1; SL 1991 ch 16, §13; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-19/"
    },
    {
      "id": "section-1-33b-20",
      "number": "1-33B-20",
      "heading": "Loans for analysis and installation of energy conservation measures.",
      "text": "1-33B-20. Loans for analysis and installation of energy conservation measures.\n\nThe Governor's Office of Economic Development may make loans, leases, or grants for the purposes of conducting technical analyses of facilities to determine appropriate energy conservation measures and to install such energy conservation measures and leased equipment as are approved under applicability rules as may be established for the program.\n\nSource:SL 1991, ch 16, §8; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-20/"
    },
    {
      "id": "section-1-33b-21",
      "number": "1-33B-21",
      "heading": "Foreclosure to protect loans.",
      "text": "1-33B-21. Foreclosure to protect loans.\n\nThe Governor's Office of Economic Development may take title by foreclosure to any property given as security if such acquisition is necessary to protect any loan made under this chapter, and may sell, transfer, or convey any such property to any responsible buyer. If such sale, transfer, or conveyance cannot be effected with reasonable promptness, the office may, in order to minimize financial loss, and sustain employment, lease such property to a responsible tenant or tenants.\n\nSource:SL 1991, ch 16, §9; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-21/"
    },
    {
      "id": "section-1-33b-22",
      "number": "1-33B-22",
      "heading": "Disbursements from energy conservation special revenue fund.",
      "text": "1-33B-22. Disbursements from energy conservation special revenue fund.\n\nDisbursements from the energy conservation special revenue fund shall be paid on warrants drawn by the state auditor on vouchers approved by the commissioner of the Governor's Office of Economic Development.\n\nSource:SL 1988, ch 22, §7; SL 1991, ch 16, §14; SL 1994, ch 410 (Ex. Ord. 93-9), §17; SL 2009, ch 1, §125; SL 2011, ch 1 (Ex. Ord. 11-1), §97, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-22/"
    },
    {
      "id": "section-1-33b-23",
      "number": "1-33B-23",
      "heading": "Parties to whom loans authorized.",
      "text": "1-33B-23. Parties to whom loans authorized.\n\nThe Governor's Office of Economic Development may make loans, leases, or grants to other state agencies or institutions, local units of government, public and private nonprofit organizations, commercial enterprises, and individuals.\n\nSource:SL 1991, ch 16, §10; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-23/"
    },
    {
      "id": "section-1-33b-24",
      "number": "1-33B-24",
      "heading": "Acquisition, lease, and sale of energy saving equipment.",
      "text": "1-33B-24. Acquisition, lease, and sale of energy saving equipment.\n\nThe Governor's Office of Economic Development may acquire, lease, or sell such energy saving devices and equipment as are appropriate to carry out the programs authorized by this chapter.\n\nSource:SL 1991, ch 16, §11; SL 1994, ch 410 (Ex. Ord. 93-9), §§17, 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-24/"
    },
    {
      "id": "section-1-33b-25",
      "number": "1-33B-25",
      "heading": "Acceptance of aid or contributions.",
      "text": "1-33B-25. Acceptance of aid or contributions.\n\nThe Governor's Office of Economic Development may receive and accept from any source, aid, or contribution of moneys, property, labor, or other things of value to be held, used, and applied to carry out the purposes of this chapter, subject to the conditions upon which the grants or contributions are made, including, gifts or grants from any department, agency, or instrumentality of the United States for any purpose consistent with the provisions of this chapter.\n\nSource:SL 1991, ch 16, §12; SL 1994, ch 410 (Ex. Ord. 93-9), §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-25/"
    },
    {
      "id": "section-1-33b-26",
      "number": "1-33B-26",
      "heading": "Transfer of functions, responsibility, and authority of former Office of Energy Policy.",
      "text": "1-33B-26. Transfer of functions, responsibility, and authority of former Office of Energy Policy.\n\nAll statutory and other functions, administrative responsibilities, and rule-making authority, including quasi-legislative, quasi-judicial, advisory, and special budgetary functions, of the former Office of Energy Policy shall be transferred to the Governor's Office of Economic Development.\n\nAll of the functions, programs, personnel, and property of the former Governor's Office of Energy Policy are transferred to the Governor's Office of Economic Development.\n\nSource:SL 1991, ch 16, §15; SL 1994, ch 410 (Ex. Ord. 93-9), §§17, 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-26/"
    },
    {
      "id": "section-1-33b-27",
      "number": "1-33B-27",
      "heading": "School district authorized to deposit proceeds related to energy savings contract into certain funds--Repayment from certain funds.",
      "text": "1-33B-27. School district authorized to deposit proceeds related to energy savings contract into certain funds--Repayment from certain funds.\n\nIf a school district enters into an energy savings contract pursuant to chapter 1-33B, the school district may deposit the proceeds from any loan related to the energy savings contract into its general fund or its capital outlay fund. The school district may deposit money resulting from energy savings pursuant to an energy savings contract into its general fund or its capital outlay fund. The school district may repay the loan pursuant to an energy savings contract out of money in its general fund or its capital outlay fund.\n\nSource:SL 2001, ch 13, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-1/chapter-33b/section-1-33b-27/"
    }
  ]
}