{
  "state": "pennsylvania",
  "path": "title-title-67/chapter-chapter-75",
  "sections": [
    {
      "id": "section-7502",
      "number": "7502",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Accept for service.\"Decide on the basis of the needs and problems of an individual to admit or receive the individual as a client of the county agency or as required by a court order entered under 42 Pa.C.S. Ch. 63 (relating to juvenile matters).\n\n\"Child.\"An individual who:\n\n(1) is under 18 years of age; or\n\n(2) is under 21 years of age and attained 13 years of age before the subsidized permanent legal custodianship agreement became effective and is:\n\n(i) completing secondary education or an equivalent credential;\n\n(ii) enrolled in an institution that provides postsecondary or vocational education;\n\n(iii) participating in a program actively designed to promote or remove barriers to employment;\n\n(iv) employed for at least 80 hours per month; or\n\n(v) incapable of doing any of the activities described in subparagraph (i), (ii), (iii) or (iv) due to a medical or behavioral health condition, which is supported by regularly updated information in the permanency plan of the child.\n\n\"County agency.\"The county children and youth social service agency exercising the power and duties provided for in section 405 of the act of June 24, 1937 (P.L.2017, No.396), known as the County Institution District Law, or its successor, and supervised by the department under Article IX of the act of June 13, 1967 (P.L.31, No.21), known as the Human Services Code.\n\n\"Eligible child.\"A child who meets all of the following:\n\n(1) Has a court-ordered disposition of placement with a permanent legal custodian under 42 Pa.C.S. § 6351(a)(2.1) (relating to disposition of dependent child).\n\n(2) Has lived with an eligible permanent legal custodian for at least six months, which need not be consecutive.\n\n(3) Is a citizen or an alien lawfully residing in this Commonwealth.\n\n\"Eligible permanent legal custodian.\"A relative or kin who meets all of the following:\n\n(1) Whose home is approved pursuant to applicable regulations for placement of foster children.\n\n(2) With whom an eligible child has resided for at least six months, which need not be consecutive.\n\n(3) The requirements to be approved as a foster parent under 23 Pa.C.S. § 6344 (relating to employees having contact with children; adoptive and foster parents).\n\n\"Family finding.\"The ongoing process of identifying and engaging extended family members and adults who have or could have significant, positive connections with a child or family that has been accepted for services in order to:\n\n(1) Build a network of support for the child and the child's family.\n\n(2) Promote positive, long-term connections for the child.\n\n(3) Include relatives and kin in social service planning and delivery.\n\n(4) When necessary, identify a safe and familiar placement for the child.\n\n\"Foster parent.\"An individual approved by a public or private foster family care agency to provide foster family care services to a child who is temporarily separated from the child's legal family and placed in the legal custody of an agency.\n\n\"Kin.\"An individual 21 years of age or older who is one of the following:\n\n(1) A godparent of the child as recognized by an organized church.\n\n(2) A member of the child's tribe, nation or tribal organization.\n\n(3) An individual with a significant, positive relationship with the child or family.\n\n\"Permanency plan.\"A comprehensive plan for a child in out-of-home placement that is intended to result in a permanent home and family relationships for the child.\n\n\"Permanent legal custodian.\"A person to whom legal custody of the child has been given by order of a court under 42 Pa.C.S. § 6351(a)(2.1).\n\n\"Relative.\"An individual who is:\n\n(1) Related within the fifth degree of consanguinity or affinity to the parent or stepparent of a child.\n\n(2) At least 21 years of age.\n\n\"Sibling.\"An individual who has at least one parent in common with another individual, whether by blood, marriage or adoption, regardless of whether or not there is a termination of parental rights or parental death. The term includes biological, adoptive, stepsiblings and half-siblings.\n\n\"Subsidized permanent legal custodianship.\"A court-ordered disposition of a dependent child under 42 Pa.C.S. § 6351(a)(2.1) for which the child's permanent legal custodian receives a monetary payment from the county agency pursuant to a subsidized permanent legal custodianship agreement.\n\n\"Subsidized permanent legal custodianship agreement.\"A written agreement signed by the director of the county agency, or a designee, and a permanent legal custodian that sets forth the terms and subsidy payments for a subsidized permanent legal custodianship.\n\n\"Successor permanent legal custodian.\"A relative or kin who meets all of the following:\n\n(1) With whom an eligible child resides for any period of time.\n\n(2) Who has been named as a successor in a permanent legal custodianship agreement executed by an eligible child's previous eligible permanent legal custodian.\n\n(3) The requirements for employment in child-care services and approval as a foster or adoptive parent under 23 Pa.C.S. § 6344.\n\n\"Transition plan.\"A comprehensive plan for leaving foster care or another out-of-home placement and successfully transitioning to independent adulthood.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-67/chapter-75/section-7502/"
    }
  ]
}