{
  "state": "pennsylvania",
  "path": "title-title-42/chapter-chapter-89",
  "sections": [
    {
      "id": "section-8901",
      "number": "8901",
      "heading": "",
      "text": "§ 8901. Intrastate hot pursuit (Repealed).\n\n1982 Repeal.\n\nSection 8901 was repealed June 15, 1982, P.L.512, No.141, effective in 60 days.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8901/"
    },
    {
      "id": "section-8902",
      "number": "8902",
      "heading": "",
      "text": "(a) General rule.--For any of the following offenses, a police officer shall, upon view, have the right of arrest without warrant upon probable cause when there is ongoing conduct that imperils the personal security of any person or endangers public or private property:\n\n(1) Under Title 18 (relating to crimes and offenses) when such offense constitutes a summary offense:\n\n18 Pa.C.S. § 5503 (relating to disorderly conduct).\n\n18 Pa.C.S. § 5505 (relating to public drunkenness).\n\n18 Pa.C.S. § 5507 (relating to obstructing highways and other public passages).\n\n18 Pa.C.S. § 6308 (relating to purchase, consumption, possession or transportation of liquor or malt or brewed beverages).\n\n(2) Violation of an ordinance of a city of the second class.\n\n(b) Guidelines by governmental body.--The right of arrest without warrant under this section shall be permitted only after the governmental body employing the police officer promulgates guidelines to be followed by a police officer when making a warrantless arrest under this section.\n\n(Nov. 17, 1995, 1st Sp.Sess., P.L.1090, No.25, eff. 60 days)\n\n1995 Amendment.Act 25, 1st Sp.Sess., added section 8902.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8902/"
    },
    {
      "id": "section-8921",
      "number": "8921",
      "heading": "",
      "text": "(a) General rule.--This subchapter shall apply only to peace officers of any state or political subdivision thereof which by its laws has made similar provision for the arrest and custody of persons closely pursued within the territory thereof.\n\n(b) Transmission of subchapter.--The Department of State shall certify and deliver a copy of this subchapter to the executive authority of each state.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8921/"
    },
    {
      "id": "section-8922",
      "number": "8922",
      "heading": "",
      "text": "Any peace officer of another state who enters this Commonwealth in close pursuit of a person, and continues within this Commonwealth in such close pursuit, in order to arrest him, shall have the same authority to arrest and hold in custody such person on the ground that he has committed a crime in such state which is an indictable offense in this Commonwealth as peace officers of this Commonwealth have to arrest and hold in custody a person on the ground that he has committed a crime in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8922/"
    },
    {
      "id": "section-8923",
      "number": "8923",
      "heading": "",
      "text": "If an arrest is made in this Commonwealth by an officer of another state, in accordance with the provisions of this subchapter, he shall, without unnecessary delay, take the person arrested before an issuing authority, who shall conduct a hearing for the sole purpose of determining if the arrest was in accordance with the provisions of this subchapter and not of determining the guilt or innocence of the arrested person. If such issuing authority determines that the arrest was in accordance with this subchapter, he shall commit the person arrested to the custody of the officer making the arrest, who shall without unnecessary delay take him to the state from which he fled. If such issuing authority determines that the arrest was unlawful, he shall discharge the person arrested.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8923/"
    },
    {
      "id": "section-8924",
      "number": "8924",
      "heading": "",
      "text": "This subchapter shall not be construed so as to make unlawful any arrest in this Commonwealth which would otherwise be lawful.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8924/"
    },
    {
      "id": "section-8931",
      "number": "8931",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), no person shall, for any indictable offense, be proceeded against criminally by information, except in cases arising in the land or naval forces, or in the militia, when in actual service, in time of war or public danger or by leave of court for oppression or misdemeanor in office.\n\n(b) Criminal information.--Each of the courts of common pleas may, with the approval of the Supreme Court, provide for the initiation of criminal proceedings therein by information filed in the manner provided or prescribed by law. The Administrative Office shall cause all orders of the Supreme Court entered under this subsection to be codified in the Pennsylvania Code.\n\n(c) Jurisdiction and duties of courts.--The several courts of common pleas which have obtained the approval of the Supreme Court to provide for the initiation of criminal proceedings by informations instead of by grand jury indictments, shall possess and exercise the same power and jurisdiction as they heretofore possessed in cases of prosecutions upon indictments.\n\n(d) Duties of prosecuting attorneys.--Whenever a transcript of proceedings, complaint and all related papers in a criminal proceeding where the defendant has been held for court have been transmitted to the clerk of court or the officer designated by the court, such officer, after recording the same, shall immediately transmit the documents or a copy thereof to the district attorney. The district attorney or his designee shall have the duty to inquire into and make full examination of all the facts and circumstances connected with each such case to determine if the facts and circumstances warrant the filing of an information or informations premised upon the transcript. No information shall be filed by the district attorney concerning alleged criminal violations where a preliminary hearing has not been held or properly waived except as prescribed by general rules.\n\n(e) Disposition of cases.--The district attorney shall sign all informations. The information shall be filed in the form prescribed by general rules.\n\n(f) Investigating grand juries unaffected.--No grand jury shall be impaneled in any judicial district where this section is applicable for the purpose of considering bills of indictment. This section shall not prohibit the impaneling of grand juries under and with the powers provided in Subchapter D of Chapter 45 (relating to investigating grand juries) or for any other purpose as provided or prescribed by law.\n\n(g) Certain proceedings and statutes unaffected.--This section shall not affect criminal proceedings held before the minor judiciary as now provided or prescribed by law nor, except as provided in this section, shall it affect criminal proceedings subsequent to the filing of the information by a district attorney. Except as otherwise provided in this section or to the extent that they are specifically inconsistent with prosecutions initiated by information, existing statutes applicable to criminal prosecutions initiated by indictment shall be applicable to the information filed under this section by a district attorney.\n\n(h) Applicability of section.--Subsections (c) through (g) shall be applicable only in those judicial districts which have obtained the approval of the Supreme Court to substitute informations for grand jury indictments as the method for initiating criminal prosecutions. Thereafter, all statutes and parts of statutes inconsistent with such subsections shall not apply in such judicial districts.\n\n(i) Definition.--As used in this section \"district attorney\" includes a special attorney appointed by the Attorney General in the manner provided by statute, an acting district attorney and any assistant district attorney whose authority to act for the district attorney under this section is evidenced by a written designation executed by the district attorney or acting district attorney and filed with the clerk of the courts.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days)\n\n1980 Amendment.Act 142 amended subsec. (f).\n\n1978 Amendment.Act 53 amended subsec. (e).\n\nCross References.Section 8931 is referred to in section 5552 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8931/"
    },
    {
      "id": "section-8932",
      "number": "8932",
      "heading": "",
      "text": "After the commencement of a criminal matter by the filing of an information or otherwise, the district attorney shall not enter a nolle prosequi or dispose of the matter or discharge a prisoner from custody by means of a proceeding in lieu of a plea or trial without having obtained the approval of the court.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)\n\n1978 Amendment.Act 53 added section 8932.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8932/"
    },
    {
      "id": "section-8933",
      "number": "8933",
      "heading": "",
      "text": "(a) General rule.--In a felony case where no attorney appears on behalf of the Commonwealth at a preliminary hearing or where the victim fails to appear, the issuing authority shall not discharge the defendant for this reason until the issuing authority makes a reasonable attempt to locate the attorney or victim and provides him an opportunity to appear.\n\n(b) Definition.--As used in this section, the term \"reasonable attempt\" means requiring court personnel to attempt to locate the attorney or victim within the courthouse, office or place of residence.\n\n(Apr. 13, 1988, P.L.336, No.47, eff. imd.)\n\n1988 Amendment.Act 47 added section 8933.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8933/"
    },
    {
      "id": "section-8934",
      "number": "8934",
      "heading": "",
      "text": "Upon a sufficient showing by the attorney for the Commonwealth at an ex parte hearing before a common pleas court judge, the court shall order the district attorney to seal the affidavit or affidavits setting forth probable cause for the issuance of a search warrant until the date of common pleas court arraignment, unless the period is extended by the court for good cause shown. If the case is to be tried in the Philadelphia Municipal Court, the affidavit or affidavits shall be sealed until the time of discovery, unless the period is extended for good cause shown.\n\n(Nov. 21, 1990, P.L.558, No.138, eff. 60 days)\n\n1990 Amendment.Act 138 added section 8934.\n\nSuspension by Court Rule.Section 8934 was suspended by Pennsylvania Rule of Juvenile Court Procedure No. 800(1), amended December 30, 2005, insofar as it is inconsistent with Pennsylvania Rules of Criminal Procedure 205, 206 and 211 relating to contents of search warrant, contents of application for search warrant and sealing search warrant affidavits.\n\nSection 8934 was suspended by Pennsylvania Rule of Criminal Procedure No. 1101(7), adopted March 1, 2000, insofar as it is inconsistent with Rules 205, 206 and 211 relating to contents of search warrant, contents of application for search warrant and sealing search warrant affidavits.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8934/"
    },
    {
      "id": "section-8951",
      "number": "8951",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Chief law enforcement officer.\"The head of a duly constituted municipal law enforcement agency which regularly provides primary police services to a political subdivision or, in the absence of any such municipal law enforcement agency, the commanding officer of the Pennsylvania State Police installation which regularly provides primary police services to the political subdivision.\n\n\"Municipal police officer.\"Any natural person who is properly employed by a municipality, including a home rule municipality, as a regular full-time or part-time police officer.\n\n\"Nonmunicipal police department.\"The term shall have the same meaning as paragraphs (2), (3), (4), (5) and (6) in the definition of \"police department\" in 53 Pa.C.S. § 2162 (relating to definitions) and shall include the Office of Attorney General.\n\n\"Nonmunicipal police officer.\"A police officer employed by a nonmunicipal police department as a regular full-time or part-time police officer and an agent of the Office of Attorney General as defined in paragraph (2) of the definition of \"enforcement officer\" in 71 Pa.C.S. § 5102 (relating to definitions).\n\n\"Primary jurisdiction.\"The geographical area within the territorial limits of a municipality or any lawful combination of municipalities which employs a municipal police officer and, in the case of a county of the third class that has established a county park police force in accordance with the provisions of section 2511 of the act of August 9, 1955 (P.L.323, No.130), known as The County Code, the geographical area designated by ordinance of its board of county commissioners as the jurisdictional area for the county park police.\n\n\"Training law.\"The act of June 18, 1974 (P.L.359, No.120), referred to as the Municipal Police Education and Training Law.\n\n(Nov. 24, 2004, P.L.1243, No.152, eff. 60 days; Mar. 14, 2014, P.L.38, No.18, eff. imd.; June 28, 2018, P.L.415, No.57, eff. 60 days)\n\n2018 Amendment.Act 57 added the defs. of \"nonmunicipal police department\" and \"nonmunicipal police officer.\"\n\n2014 Amendment.Act 18 reenacted the def. of \"primary jurisdiction.\" See section 1 of Act 18 in the appendix to this title for special provisions relating to legislative findings and declarations.\n\n2013 Unconstitutionality.Act 152 of 2004 was declared unconstitutional. Commonwealth v. Neiman, 84 A.3d 603 (Pa. 2013). The unconstitutionality took effect March 17, 2014.\n\nReferences in Text.The act of June 18, 1974, P.L.359, No.120, referred to as the Municipal Police Education and Training Law, referred to in the def. of \"training law,\" was repealed by the act of December 19, 1996, P.L.1158, No.177. The subject matter is now contained in Subchapter D of Chapter 21 of Title 53 (Municipalities Generally).\n\nThe act of August 9, 1955, P.L.323, No.130, known as The County Code, referred to in the def. of \"primary jurisdiction,\" was repealed by the act of May 8, 2024, P.L.50, No.14. The subject matter is now contained in section 16511 of Title 16 (Counties).\n\nCross References.Section 8951 is referred to in sections 9799.36, 9799.70 of this title; section 1115 of Title 3 (Agriculture); section 6109 of Title 18 (Crimes and Offenses).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8951/"
    },
    {
      "id": "section-8952",
      "number": "8952",
      "heading": "",
      "text": "Any duly employed municipal police officer shall have the power and authority to enforce the laws of this Commonwealth or otherwise perform the functions of that office anywhere within his primary jurisdiction as to:\n\n(1) Any offense which the officer views or otherwise has probable cause to believe was committed within his jurisdiction.\n\n(2) Any other event that occurs within his primary jurisdiction and which reasonably requires action on the part of the police in order to preserve, protect or defend persons or property or to otherwise maintain the peace and dignity of this Commonwealth.\n\nCross References.Section 8952 is referred to in section 12005 of Title 11 (Cities).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8952/"
    },
    {
      "id": "section-8953",
      "number": "8953",
      "heading": "",
      "text": "(a) General rule.--Any duly employed municipal police officer who is within this Commonwealth, but beyond the territorial limits of his primary jurisdiction, shall have the power and authority to enforce the laws of this Commonwealth or otherwise perform the functions of that office as if enforcing those laws or performing those functions within the territorial limits of his primary jurisdiction in the following cases:\n\n(1) Where the officer is acting pursuant to an order issued by a court of record or an order issued by a district magistrate whose magisterial district is located within the judicial district wherein the officer's primary jurisdiction is situated, or where the officer is otherwise acting pursuant to the requirements of the Pennsylvania Rules of Criminal Procedure, except that the service of an arrest or search warrant shall require the consent of the chief law enforcement officer, or a person authorized by him to give consent, of the organized law enforcement agency which regularly provides primary police services in the municipality wherein the warrant is to be served.\n\n(2) Where the officer is in hot pursuit of any person for any offense which was committed, or which he has probable cause to believe was committed, within his primary jurisdiction and for which offense the officer continues in fresh pursuit of the person after the commission of the offense.\n\n(3) Where the officer:\n\n(i) has been requested to aid or assist a Federal, State or local law enforcement officer or park police officer;\n\n(ii) has probable cause to believe that a Federal, State or local law enforcement officer or park police officer is in need of aid or assistance; or\n\n(iii) has been requested to participate in a Federal, State or local task force and participation has been approved by the police department of the municipality which employs the officer.\n\n(4) Where the officer has obtained the prior consent of the chief law enforcement officer, or a person authorized by him to give consent, of the organized law enforcement agency which provides primary police services to a political subdivision which is beyond that officer's primary jurisdiction to enter the other jurisdiction for the purpose of conducting official duties which arise from official matters within his primary jurisdiction.\n\n(5) Where the officer is on official business and views an offense, or has probable cause to believe that an offense has been committed, and makes a reasonable effort to identify himself as a police officer and which offense is a felony, misdemeanor, breach of the peace or other act which presents an immediate clear and present danger to persons or property.\n\n(6) Where the officer views an offense which is a felony, or has probable cause to believe that an offense which is a felony has been committed, and makes a reasonable effort to identify himself as a police officer.\n\n(b) Limitation.--Nothing contained in subsection (a) shall be deemed to extend or otherwise enlarge a municipal police officer's power and authority to arrest any person for an offense unless specifically authorized by law.\n\n(c) Relinquishing authority.--Whenever a municipal police officer exercises any power or authority over any person or event pursuant to the provisions of subsection (a)(3), (4), (5) or (6), the officer shall relinquish authority and control over any such person or event upon the request of the chief law enforcement officer, or a person authorized by him to make the request, of the organized law enforcement agency which regularly provides primary police services in the municipality.\n\n(d) Immunities and benefits preserved.--Any municipal police officer who exercises any power or authority granted under this section, and the employing municipality of the police officer, shall have the same immunities from liability as would be applicable if the actions were performed within the territorial boundaries of the officer's primary jurisdiction and the police officer shall be entitled to the same benefits of employment as the officer would possess if acting solely within his primary jurisdiction. However, when any municipal police officer is responding to a request for aid or assistance from a State law enforcement officer pursuant to subsection (a)(3) for purposes of workers' compensation and allocation of liability for any death, injury or damage he may cause in the performance of his requested duties, he shall be considered to be an employee of the Commonwealth. All costs incurred by any municipality in the defense of lawsuits arising from the performance of any requested duties shall be borne by the Commonwealth. The Commonwealth shall provide attorneys to defend any lawsuits arising under this section. For purposes of compensation, pension or indemnity fund rights and other rights and benefits to which he may be entitled, the municipal officer shall be considered to be performing his duties in his normal capacity as a municipal law enforcement officer. Nothing in this section shall be construed to restrict the authority of any municipality to limit the exercise of any power or authority conferred on its police by this section.\n\n(e) Existing and future municipal police service agreements preserved.--Nothing in this section shall be construed to restrict the authority of any municipality to maintain current or to enter into new cooperative police service agreements with another municipality or municipalities for purposes including, but not limited to, describing conditions of mutual aid, assigning liability and determining appropriate costs of these cooperative efforts.\n\n(July 1, 1987, P.L.180, No.21, eff. imd.; Dec. 22, 1989, P.L.730, No.100, eff. 60 days; July 2, 2019, P.L.375, No.58, eff. imd.)\n\n2019 Amendment.Act 58 amended subsec. (a)(3). See sections 4 and 5 of Act 58 in the appendix to this title for special provisions relating to applicability and General Assembly.\n\n1989 Amendment.Act 100 amended subsec. (d).\n\nCross References.Section 8953 is referred to in sections 8953.1, 8953.2 of this title; section 10A06 of Title 8 (Boroughs and Incorporated Towns); section 12005 of Title 11 (Cities); section 711 of Title 51 (Military and Veterans Affairs); sections 102, 4571 of Title 75 (Vehicles).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8953/"
    },
    {
      "id": "section-8953-1",
      "number": "8953.1",
      "heading": "",
      "text": "(a) Power and authority.--In addition to a power and authority vested by law, a nonmunicipal police officer who is within this Commonwealth, but beyond the territorial limit of the jurisdiction established for the officer's nonmunicipal police department by law, shall have the power and authority to enforce the laws of this Commonwealth or to perform a function of a municipal police officer in the following circumstances:\n\n(1) If the officer is in hot pursuit of a person for an offense which was committed, or which the officer has probable cause to believe was committed, within the officer's jurisdiction and for which the officer continues in fresh pursuit of the person after the commission of the offense.\n\n(2) If the officer:\n\n(i) has been requested to immediately aid or assist a Federal, State or local law enforcement officer or park police officer;\n\n(ii) has probable cause to believe that a Federal, State or local law enforcement officer or park police officer is in need of aid or assistance; or\n\n(iii) has been requested to participate in a Federal, State or local task force and participation has been approved by the officer's nonmunicipal police department.\n\n(3) If, while on official business, the officer views an offense and makes a reasonable effort to identify himself or herself as a police officer and the offense is:\n\n(i) A felony.\n\n(ii) A misdemeanor.\n\n(iii) A breach of the peace or other act that presents an immediate clear and present danger to a person or property.\n\n(4) If the officer views an offense that is a felony and makes a reasonable effort to identify himself or herself as a police officer.\n\n(b) Applicability.--A nonmunicipal police officer acting in accordance with the authority granted under this section shall be subject to section 8953(b), (c) and (d) (relating to Statewide municipal police jurisdiction) to the same extent as would a municipal police officer.\n\n(June 28, 2018, P.L.415, No.57, eff. 60 days; July 2, 2019, P.L.375, No.58, eff. imd.)\n\n2019 Amendment.Act 58 amended subsec. (a)(2). See sections 4 and 5 of Act 58 in the appendix to this title for special provisions relating to applicability and General Assembly.\n\n2018 Amendment.Act 57 added section 8953.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8953-1/"
    },
    {
      "id": "section-8953-2",
      "number": "8953.2",
      "heading": "",
      "text": "(a) Power and authority.--An agent of the Office of Attorney General as defined in paragraph (2) of the definition of \"enforcement officer\" in 71 Pa.C.S. § 5102 (relating to definitions), in addition to the power and authority vested by law, shall have the power and authority to enforce the laws of this Commonwealth or to perform a function of a municipal police officer in the following circumstances:\n\n(1) If the officer:\n\n(i) has been requested to immediately aid or assist a Federal, State or local law enforcement officer or park police officer;\n\n(ii) has probable cause to believe that a Federal, State or local law enforcement officer or park police officer is in need of aid or assistance; or\n\n(iii) has been requested to participate in a Federal, State or local task force and participation has been approved by the Office of Attorney General.\n\n(2) If, while on official business, the officer views an offense and makes a reasonable effort to identify himself or herself as a police officer and the offense is:\n\n(i) A felony.\n\n(ii) A misdemeanor.\n\n(iii) A breach of the peace or other act that presents an immediate clear and present danger to a person or property.\n\n(3) If the officer views an offense that is a felony and makes a reasonable effort to identify himself or herself as a police officer.\n\n(b) Applicability.--An agent of the Office of Attorney General acting in accordance with the authority granted under this section shall be subject to section 8953(b), (c) and (d) (relating to Statewide municipal police jurisdiction) to the same extent as would a municipal police officer.\n\n(June 28, 2018, P.L.415, No.57, eff. 60 days; July 2, 2019, P.L.375, No.58, eff. imd.)\n\n2019 Amendment.Act 58 amended subsec. (a)(1). See sections 4 and 5 of Act 58 in the appendix to this title for special provisions relating to applicability and General Assembly.\n\n2018 Amendment.Act 57 added section 8953.2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8953-2/"
    },
    {
      "id": "section-8954",
      "number": "8954",
      "heading": "",
      "text": "Any person employed as a municipal police officer who is subject to the mandatory certification requirements of the training law and fails to obtain the required certification from the Commissioner of the Pennsylvania State Police within the time limits provided by law shall cease to be empowered or authorized to function as a municipal police officer for any purpose whatsoever.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8954/"
    },
    {
      "id": "section-8955",
      "number": "8955",
      "heading": "",
      "text": "The powers, authorities, duties, obligations and jurisdiction under this subchapter shall not be subject to the requirements of 53 Pa.C.S. Ch. 23 Subch. A (relating to intergovernmental cooperation).\n\n(July 2, 2019, P.L.375, No.58, eff. imd.)\n\n2019 Amendment.Act 58 added section 8955. See sections 4 and 5 of Act 58 in the appendix to this title for special provisions relating to applicability and General Assembly.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-89/section-8955/"
    }
  ]
}