{
  "state": "pennsylvania",
  "path": "title-title-42/chapter-chapter-59",
  "sections": [
    {
      "id": "section-5901",
      "number": "5901",
      "heading": "",
      "text": "(a) General rule.--Every witness, before giving any testimony shall take an oath in the usual or common form, by laying the hand upon an open copy of the Holy Bible, or by lifting up the right hand and pronouncing or assenting to the following words: \"I, A. B., do swear by Almighty God, the searcher of all hearts, that I will , and that as I shall answer to God at the last great day.\" Which oath so taken by persons who conscientiously refuse to take an oath in the common form shall be deemed and taken in law to have the same effect as an oath taken in common form.\n\n(b) Right to affirm.--The affirmation may be administered in any judicial proceeding instead of the oath, and shall have the same effect and consequences, and any witness who desires to affirm shall be permitted to do so.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5901/"
    },
    {
      "id": "section-5902",
      "number": "5902",
      "heading": "",
      "text": "(a) Religious opinions not to disqualify.--The capacity of any person to testify in any judicial proceeding shall not be affected by his opinions on matters of religion.\n\n(b) Religious belief may not be shown.--No witness shall be questioned, in any judicial proceeding, concerning his religious belief; nor shall any evidence be heard upon the subject, for the purpose of affecting either his competency or credibility.\n\n(c) Definitions.--As used in this section the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Judicial proceedings.\" Includes all matters of whatever nature, relating to practice in or authorized by any tribunal whether of record or not of record, within this Commonwealth.\n\n\"Witness.\" Includes every person who shall make statements, either oral or written, in any judicial proceeding.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5902/"
    },
    {
      "id": "section-5903",
      "number": "5903",
      "heading": "",
      "text": "(a) Scope.--The provisions of this section apply to a witness served with a subpoena to testify before any government unit (except the minor judiciary) or before the Philadelphia Municipal Court, but do not affect:\n\n(1) The right of a witness who gives expert testimony to receive additional per diem compensation therefor.\n\n(2) The compensation of a witness from another jurisdiction who appears to testify in a criminal proceeding in this Commonwealth by virtue of process issued under the authority of such other jurisdiction.\n\n(b) Compensation.--Every witness, except a salaried police officer attending a coroner's inquest during working hours, shall be paid at the rate of $5 per day during the necessary period of attendance. A witness under the act of March 30, 1937 (P.L.115, No.40), known as \"The First Class City Permanent Registration Act\" shall be paid at the rate of $20 per day.\n\n(c) Travel.--Every witness, except a salaried police officer attending a coroner's inquest during working hours, shall be paid mileage at the rate of 7¢ for each mile circular actually and necessarily travelled between the place named in the subpoena and the place of residence of the witness.\n\n(d) Lodging and subsistence.--When a matter is prolonged from one day to the next a witness necessarily present on both days who resides more than 50 miles by the usually-travelled route from the place named in the subpoena and who remains there overnight shall be paid commutation of lodging and subsistence for each such night in an additional amount equal to the per diem witness fee.\n\n(e) Adjournments and postponements.--When a matter is adjourned, continued or postponed for more than one day, or is prolonged from one week to the next, a witness necessarily present both before and after such interval and who returns to the place of residence of the witness during such interval shall be paid one additional travel allowance for each such interval.\n\n(f) Multiple matters.--A witness necessarily present for more than one matter at the same place during any day shall receive only one payment for compensation and expenses under this section.\n\n(g) Witness not called.--A witness who attends any matter under subpoena, but who is not called to testify therein, shall receive the same compensation and expenses as if actually called to testify.\n\n(h) Payment at time of service of subpoena.--At the time a witness is served with a subpoena for any civil matter the witness shall, upon demand, be paid the witness fee for one day and travel expense provided in this section.\n\n(i) Certification.--The person disbursing compensation and expenses to a witness under this section may require that the witness first certify under 18 Pa.C.S. § 4904(b) (relating to statements \"under penalty\") that the compensation and expenses paid do not exceed the amount specified by this section.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days)\n\n1980 Amendment.Act 142 amended subsec. (a).\n\n1978 Amendment.Act 53 added section 5903.\n\nReferences in Text.The act of March 30, 1937, P.L.115, No.40, known as The First Class City Permanent Registration Act, referred to in subsec. (b), was repealed by the act of June 30, 1995, P.L.170, No.25, known as the Pennsylvania Voter Registration Act, which was repealed by the act of January 31, 2002, P.L.18, No.3. The subject matter is now contained in Title 25 (Elections).\n\nCross References.Section 5903 is referred to in sections 6158, 7309 of this title; section 1601 of Title 25 (Elections); section 1108 of Title 65 (Public Officers).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5903/"
    },
    {
      "id": "section-5904",
      "number": "5904",
      "heading": "",
      "text": "(a) Method of service.--In addition to any other method of service provided by law, a subpoena may be served upon a witness in a criminal proceeding by registered or certified mail, return receipt requested, or by first class mail.\n\n(b) Proof of service.--A completed return receipt shall be prima facie evidence of service of the subpoena.\n\n(c) Duration.--A subpoena shall remain in force until the termination of the criminal proceeding.\n\n(d) Bench warrants.--Upon proof of service of a subpoena, the court may issue a bench warrant for any witness who fails to appear in response to a subpoena. However, such warrant cannot be issued if service has been by first class mail.\n\n(Nov. 26, 1978, P.L.1264, No.301, eff. imd.)\n\n1978 Amendment.Act 301 added section 5904.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5904/"
    },
    {
      "id": "section-5905",
      "number": "5905",
      "heading": "",
      "text": "Every court of record shall have power in any civil or criminal matter to issue subpoenas to testify, with or without a clause of duces tecum, into any county of this Commonwealth to witnesses to appear before the court or any appointive judicial officer. Subpoenas shall be in the form prescribed by general rules.\n\n(Oct. 5, 1980, P.L.693, No.142, eff. 60 days)\n\n1980 Amendment.Act 142 added section 5905.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5905/"
    },
    {
      "id": "section-5911",
      "number": "5911",
      "heading": "",
      "text": "Except as otherwise provided in this subchapter, all persons shall be fully competent witnesses in any criminal proceeding before any tribunal.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5911/"
    },
    {
      "id": "section-5912",
      "number": "5912",
      "heading": "",
      "text": "No person shall be deemed incompetent or otherwise disqualified as a witness in any criminal proceeding by reason of the person's having been convicted of perjury or subornation of or solicitation to commit perjury, but such conviction may be shown for the purpose of affecting the person's credibility.\n\n(Apr. 22, 1993, P.L.2, No.2, eff. imd.)\n\n1993 Amendment.Section 2 of Act 2 provided that the amendment of section 5912 shall apply to all criminal cases pending on the effective date of Act 2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5912/"
    },
    {
      "id": "section-5913",
      "number": "5913",
      "heading": "",
      "text": "Except as otherwise provided in this subchapter, in a criminal proceeding a person shall have the privilege, which he or she may waive, not to testify against his or her then lawful spouse except that there shall be no such privilege:\n\n(1) in proceedings for desertion and maintenance;\n\n(2) in any criminal proceeding against either for bodily injury or violence attempted, done or threatened upon the other, or upon the minor children of said husband and wife, or the minor children of either of them, or any minor child in their care or custody, or in the care or custody of either of them;\n\n(3) applicable to proof of the fact of marriage, in support of a criminal charge of bigamy alleged to have been committed by or with the other; or\n\n(4) in any criminal proceeding in which one of the charges pending against the defendant includes murder, involuntary deviate sexual intercourse or rape.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; June 29, 1989, P.L.69, No.16, eff. imd.)\n\n1989 Amendment.Section 2 of Act 16 provided that Act 16 shall apply to all criminal cases pending on the effective date of Act 16.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5913/"
    },
    {
      "id": "section-5914",
      "number": "5914",
      "heading": "",
      "text": "Except as otherwise provided in this subchapter, in a criminal proceeding neither husband nor wife shall be competent or permitted to testify to confidential communications made by one to the other, unless this privilege is waived upon the trial.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5914/"
    },
    {
      "id": "section-5915",
      "number": "5915",
      "heading": "",
      "text": "In any criminal proceeding brought against the husband or wife, if the defendant makes defense at the trial upon any ground which attacks the character or conduct of his or her spouse, the spouse attacked shall be a competent witness in rebuttal for the Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5915/"
    },
    {
      "id": "section-5916",
      "number": "5916",
      "heading": "",
      "text": "In a criminal proceeding counsel shall not be competent or permitted to testify to confidential communications made to him by his client, nor shall the client be compelled to disclose the same, unless in either case this privilege is waived upon the trial by the client.\n\nCross References.Section 5916 is referred to in sections 4415, 4436 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure); section 6311.1 of Title 23 (Domestic Relations).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5916/"
    },
    {
      "id": "section-5917",
      "number": "5917",
      "heading": "",
      "text": "Whenever any person has been examined as a witness, either for the Commonwealth or for the defense, in any criminal proceeding conducted in or before a court of record, and the defendant has been present and has had an opportunity to examine or cross-examine, if such witness afterwards dies, or is out of the jurisdiction so that he cannot be effectively served with a subpoena, or if he cannot be found, or if he becomes incompetent to testify for any legally sufficient reason properly proven, notes of his examination shall be competent evidence upon a subsequent trial of the same criminal issue. For the purpose of contradicting a witness the testimony given by him in another or in a former proceeding may be orally proved.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5917/"
    },
    {
      "id": "section-5918",
      "number": "5918",
      "heading": "",
      "text": "No person charged with any crime and called as a witness in his own behalf, shall be asked, or if asked, shall be required to answer, any question tending to show that he has committed, or been charged with, or been convicted of any offense other than the one wherewith he shall then be charged, or tending to show that he has been of bad character or reputation unless:\n\n(1) he shall have at such trial, personally or by counsel, asked questions of the witness for the prosecution with a view to establish his own good reputation or character, or has given evidence tending to prove his own good character or reputation; or\n\n(2) he shall have testified at such trial against a co-defendant, charged with the same offense.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5918/"
    },
    {
      "id": "section-5919",
      "number": "5919",
      "heading": "",
      "text": "The testimony of witnesses taken in accordance with section 5325 (relating to when and how a deposition may be taken outside this Commonwealth) may be read in evidence upon the trial of any criminal matter unless it shall appear at the trial that the witness whose deposition has been taken is in attendance, or has been or can be served with a subpoena to testify, or his attendance otherwise procured, in which case the deposition shall not be admissible.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5919/"
    },
    {
      "id": "section-5920",
      "number": "5920",
      "heading": "",
      "text": "(a) Scope.--This section applies to all of the following:\n\n(1) A criminal proceeding for any crime listed under Subchapter H (relating to registration of sexual offenders) or I (relating to continued registration of sexual offenders) of Chapter 97.\n\n(2) A criminal proceeding for an offense, including attempt, solicitation or conspiracy, under any of the following provisions of 18 Pa.C.S. (relating to crimes and offenses):\n\n(i) Chapter 30 (relating to human trafficking), if the offense involved sexual servitude.\n\n(ii) Chapter 31 (relating to sexual offenses).\n\n(iii) Section 4302 (relating to incest).\n\n(iv) Section 4304 (relating to endangering welfare of children), if the offense involved sexual contact with the victim.\n\n(v) Section 5902(b) or (b.1) (relating to prostitution and related offenses).\n\n(vi) Section 6301(a)(1)(i) (relating to corruption of minors), if the offense involved sexual contact with the victim.\n\n(vii) Section 6301(a)(1)(ii).\n\n(viii) Section 6312 (relating to sexual abuse of children).\n\n(ix) Section 6318 (relating to unlawful contact with minor).\n\n(x) Section 6320 (relating to sexual exploitation of children).\n\n(3) A criminal proceeding for a domestic violence offense.\n\n(b) Qualifications and use of experts.--\n\n(1) In a criminal proceeding subject to this section, a witness may be qualified by the court as an expert if the witness has specialized knowledge beyond that possessed by the average layperson based on the witness's experience with, or specialized training or education in, criminal justice, behavioral sciences or victim services issues, related to sexual violence or domestic violence, that will assist the trier of fact in understanding the dynamics of sexual violence or domestic violence, victim responses to sexual violence or domestic violence and the impact of sexual violence or domestic violence on victims during and after being assaulted.\n\n(2) If qualified as an expert, the witness may testify to facts and opinions regarding specific types of victim responses and victim behaviors.\n\n(3) The witness's opinion regarding the credibility of any other witness, including the victim, shall not be admissible.\n\n(4) A witness qualified by the court as an expert under this section may be called by the attorney for the Commonwealth or the defendant to provide the expert testimony.\n\n(c) Definitions.--As used in this section, the term \"domestic violence\" means an offense under 18 Pa.C.S. § 2701 (relating to simple assault), 2702 (relating to aggravated assault), 2709.1 (relating to stalking) or 2718 (relating to strangulation) perpetrated against a family or household member, as that term is defined in 23 Pa.C.S. § 6102 (relating to definitions).\n\n(June 29, 2012, P.L.656, No.75, eff. 60 days; June 30, 2021, P.L.247, No.52, eff. 60 days)\n\n2021 Amendment.Act 53 amended subsecs. (a) and (b)(1) and added subsec. (c).\n\n2012 Amendment.Act 75 added section 5920. Section 2 of Act 75 provided that section 5920 shall apply to actions initiated on or after the effective date of section 2.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5920/"
    },
    {
      "id": "section-5921",
      "number": "5921",
      "heading": "",
      "text": "In any civil matter before any tribunal of this Commonwealth, or conducted by virtue of its order or direction, no liability merely for costs nor the right to compensation possessed by an executor, administrator or other trustee, nor any interest merely in the question on trial, nor any other interest, or policy of law, except as is provided in this subchapter, shall make any person incompetent as a witness.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5921/"
    },
    {
      "id": "section-5922",
      "number": "5922",
      "heading": "",
      "text": "In a civil matter, a person who has been convicted in a court of this Commonwealth of perjury, which term is hereby declared to include subornation of or solicitation to commit perjury, shall not be a competent witness for any purpose, although his sentence may have been fully complied with, unless the judgment of conviction be judicially set aside or reversed, or unless the matter is one to redress or prevent injury or violence attempted, done or threatened to his person or property, in which cases he shall be permitted to testify.\n\nCross References.Section 5922 is referred to in section 5931 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5922/"
    },
    {
      "id": "section-5923",
      "number": "5923",
      "heading": "",
      "text": "Except as otherwise provided in this subchapter, in a civil matter neither husband nor wife shall be competent or permitted to testify to confidential communications made by one to the other, unless this privilege is waived upon the trial.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)\n\nCross References.Section 5923 is referred to in section 5931 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5923/"
    },
    {
      "id": "section-5924",
      "number": "5924",
      "heading": "",
      "text": "(a) General rule.--In a civil matter neither husband nor wife shall be competent or permitted to testify against each other.\n\n(b) Exception.--Subsection (a) shall not apply in an action or proceeding:\n\n(1) For divorce, including ancillary proceedings for the partition or division of property.\n\n(2) For support or relating to the protection or recovery of marital or separate property.\n\n(3) For custody or care of children, including actions or proceedings relating to visitation rights and similar matters.\n\n(4) Arising under 23 Pa.C.S. Ch. 61 (relating to protection from abuse).\n\n(5) When a statute heretofore or hereafter enacted applicable to the action or proceeding provides either expressly or by necessary implication that spouses may testify therein against each other.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Dec. 19, 1990, P.L.1240, No.206, eff. 90 days)\n\nCross References.Section 5924 is referred to in section 5931 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5924/"
    },
    {
      "id": "section-5925",
      "number": "5925",
      "heading": "",
      "text": "In any civil action brought against a married person, if the defendant makes defense at the trial upon any ground which attacks the character or conduct of the spouse, the spouse shall be a competent witness in rebuttal for the plaintiff.\n\n(Oct. 4, 1978, P.L.909, No.173, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5925/"
    },
    {
      "id": "section-5926",
      "number": "5926",
      "heading": "",
      "text": "In all civil actions brought by either the husband or wife, either the husband or the wife shall be a competent witness in rebuttal, when his or her character or conduct is attacked upon the trial thereof, but only in regard to the matter of his or her character or conduct.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5926/"
    },
    {
      "id": "section-5927",
      "number": "5927",
      "heading": "",
      "text": "In any action brought by either the husband or wife to protect and recover the separate property of either, both shall be fully competent witnesses, except that neither may testify to confidential communications made by one or the other, unless this privilege is waived upon the trial.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5927/"
    },
    {
      "id": "section-5928",
      "number": "5928",
      "heading": "",
      "text": "In a civil matter counsel shall not be competent or permitted to testify to confidential communications made to him by his client, nor shall the client be compelled to disclose the same, unless in either case this privilege is waived upon the trial by the client.\n\nCross References.Section 5928 is referred to in sections 4415, 4436, 5931 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure); section 6311.1 of Title 23 (Domestic Relations).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5928/"
    },
    {
      "id": "section-5929",
      "number": "5929",
      "heading": "",
      "text": "No physician shall be allowed, in any civil matter, to disclose any information which he acquired in attending the patient in a professional capacity, and which was necessary to enable him to act in that capacity, which shall tend to blacken the character of the patient, without consent of said patient, except in civil matters brought by such patient, for damages on account of personal injuries.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5929/"
    },
    {
      "id": "section-5930",
      "number": "5930",
      "heading": "",
      "text": "Except as otherwise provided in this subchapter, in any civil action or proceeding, where any party to a thing or contract in action is dead, or has been adjudged a lunatic and his right thereto or therein has passed, either by his own act or by the act of the law, to a party on the record who represents his interest in the subject in controversy, neither any surviving or remaining party to such thing or contract, nor any other person whose interest shall be adverse to the said right of such deceased or lunatic party, shall be a competent witness to any matter occurring before the death of said party or the adjudication of his lunacy, unless the action or proceeding is by or against the surviving or remaining partners, joint promisors or joint promisees, of such deceased or lunatic party, and the matter occurred between such surviving or remaining partners, joint promisors or joint promisees and the other party on the record, or between such surviving or remaining partners, promisors or promisees and the person having an interest adverse to them, in which case any person may testify to such matters; or, unless the action is a possessory action against several defendants, and one or more of said defendants disclaims of record any title to the premises in controversy at the time the suit was brought and also pays into court the costs accrued at the time of his disclaimer, or gives security therefor as the court in its discretion may direct, in which case such disclaiming defendant shall be a fully competent witness; or, unless the issue or inquiry be devisavit vel non, or be any other issue or inquiry respecting the property of a deceased owner, and the controversy is between parties respectively claiming such property by devolution on the death of such owner, in which case all persons shall be fully competent witnesses.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)\n\nCross References.Section 5930 is referred to in sections 5931, 5932 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5930/"
    },
    {
      "id": "section-5931",
      "number": "5931",
      "heading": "",
      "text": "No person who is incompetent under section 5922 (relating to disqualification by perjury), section 5923 (relating to confidential communications between spouses), section 5924 (relating to spouses as witnesses against each other) and section 5928 (relating to confidential communications to attorney) shall become competent by the general language of section 5930 (relating to surviving party as witness, in case of death, mental incapacity, etc.).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5931/"
    },
    {
      "id": "section-5932",
      "number": "5932",
      "heading": "",
      "text": "Any person who is incompetent under section 5930 (relating to surviving party as witness, in case of death, mental incapacity, etc.) by reason of interest may nevertheless be called to testify against his own interest, and in that event he shall become a fully competent witness for either party. Such person shall also become fully competent for either party by filing of record a release or extinguishment of his interest.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5932/"
    },
    {
      "id": "section-5933",
      "number": "5933",
      "heading": "",
      "text": "(a) General rule.--In any civil action or proceeding before any tribunal of this Commonwealth, or conducted by virtue of its order or direction, although a party to the thing or contract in action may be dead or may have been adjudged a lunatic, and his right thereto or therein may have passed, either by his own act or by the act of the law, to a party on record who represents his interest in the subject in controversy, nevertheless any surviving or remaining party to such thing or contract or any other person whose interest is adverse to the said right of such deceased or lunatic party, shall be a competent witness to any relevant matter, although it may have occurred before the death of said party or the adjudication of his lunacy, if and only if such relevant matter occurred between himself and another person who may be living at the time of the trial and may be competent to testify, and who does so testify upon the trial against such surviving or remaining party or against the person whose interest may be thus adverse, or if such relevant matter occurred in the presence or hearing of such other living or competent person.\n\n(b) Testimony by deposition.--The testimony now made competent by subsection (a) may also be taken by commission or deposition in accordance with law, and, in that event, the deposition thus taken shall be competent evidence at the trial or hearing, although the person with whom or in whose presence or hearing such relevant matter occurred, may die or become incompetent after the taking of such deposition.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5933/"
    },
    {
      "id": "section-5934",
      "number": "5934",
      "heading": "",
      "text": "Whenever any person has been examined as a witness in any civil matter before any tribunal of this Commonwealth or conducted by virtue of its order or direction, if such witness afterwards dies, or is out of the jurisdiction so that he cannot be effectively served with a subpoena, or if he cannot be found, or if he becomes incompetent to testify for any legally sufficient reason, and if the party, against whom notes of the testimony of such witness are offered, had actual or constructive notice of the examination and an opportunity to be present and examine or cross-examine, properly proven notes of the examination of such witness shall be competent evidence in any civil issue which may exist at the time of his examination, or which may be afterwards formed between the same parties and involving the same subject-matter as that upon which such witness was so examined. For the purpose of contradicting a witness, the testimony given by him in another or in a former proceeding may be orally proved.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5934/"
    },
    {
      "id": "section-5935",
      "number": "5935",
      "heading": "",
      "text": "In any civil action or proceeding, whether or not it is brought or defended by a person representing the interests of a deceased or lunatic assignor of any thing or contract in action, a party to the record, or a person for whose immediate benefit such proceeding is prosecuted or defended, or any director or other officer of a person which is a party to the record, or for the immediate benefit of which such action or proceeding is prosecuted or defended, or any other person whose interest is adverse to the party calling him as a witness, may be compelled by the adverse party to testify as if under cross-examination, subject to the rules of evidence applicable to witnesses under cross-examination, and the adverse party calling such witnesses shall not be concluded by his testimony, but such person so cross-examined shall become thereby a fully competent witness for the other party as to all relevant matters whether or not these matters were touched upon in his cross-examination, and also, where one of the several plaintiffs or defendants, or the person for whose immediate benefit such proceeding is prosecuted or defended, or such director or officer, or such other person having an adverse interest, is cross-examined under this section, his coplaintiffs or codefendants, or fellow directors or officers, shall thereby become fully competent witnesses on their own behalf, or on behalf of the person of which they shall be directors or officers, as to all relevant matters, whether or not these matters were touched upon in such cross-examination.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5935/"
    },
    {
      "id": "section-5936",
      "number": "5936",
      "heading": "",
      "text": "(a) General rule.--The testimony of any physician licensed to practice medicine may be taken by oral interrogation in the manner prescribed by general rule for the taking of depositions.\n\n(b) Admissibility.--A deposition taken under subsection (a) shall be admissible in a civil matter.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)\n\n1978 Amendment.Act 53 added section 5936.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5936/"
    },
    {
      "id": "section-5941",
      "number": "5941",
      "heading": "",
      "text": "(a) General rule.--Except defendants actually upon trial in a criminal proceeding, any competent witness may be compelled to testify in any matter, civil or criminal; but he may not be compelled to answer any question which, in the opinion of the trial judge, would tend to incriminate him; nor may the neglect or refusal of any defendant, actually upon trial in a criminal proceeding, to offer himself as a witness, be treated as creating any presumption against him, or be adversely referred to by court or counsel during the trial.\n\n(b) Judgment debtor.--A judgment debtor may be compelled to answer all pertinent questions at any examination concerning his property, but he shall not be prosecuted, or subjected to any penalty or forfeiture, for or on account of any transaction, matter or thing concerning which he may so testify or produce evidence, documentary or otherwise, except for perjury in giving such testimony.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5941/"
    },
    {
      "id": "section-5942",
      "number": "5942",
      "heading": "",
      "text": "(a) General rule.--No person engaged on, connected with, or employed by any newspaper of general circulation or any press association or any radio or television station, or any magazine of general circulation, for the purpose of gathering, procuring, compiling, editing or publishing news, shall be required to disclose the source of any information procured or obtained by such person, in any legal proceeding, trial or investigation before any government unit.\n\n(b) Exception.--The provisions of subsection (a) insofar as they relate to radio or television stations shall not apply unless the radio or television station maintains and keeps open for inspection, for a period of at least one year from the date of the actual broadcast or telecast, an exact recording, transcription, kinescopic film or certified written transcript of the actual broadcast or telecast.\n\nCross References.Section 5942 is referred to in sections 4415, 4436 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5942/"
    },
    {
      "id": "section-5943",
      "number": "5943",
      "heading": "",
      "text": "No clergyman, priest, rabbi or minister of the gospel of any regularly established church or religious organization, except clergymen or ministers, who are self-ordained or who are members of religious organizations in which members other than the leader thereof are deemed clergymen or ministers, who while in the course of his duties has acquired information from any person secretly and in confidence shall be compelled, or allowed without consent of such person, to disclose that information in any legal proceeding, trial or investigation before any government unit.\n\nCross References.Section 5943 is referred to in sections 4415, 4436 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure); section 6311.1 of Title 23 (Domestic Relations).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5943/"
    },
    {
      "id": "section-5944",
      "number": "5944",
      "heading": "",
      "text": "No psychiatrist or person who has been licensed under the act of March 23, 1972 (P.L.136, No.52), to practice psychology shall be, without the written consent of his client, examined in any civil or criminal matter as to any information acquired in the course of his professional services in behalf of such client. The confidential relations and communications between a psychologist or psychiatrist and his client shall be on the same basis as those provided or prescribed by law between an attorney and client.\n\n(Dec. 22, 1989, P.L.722, No.96, eff. 60 days)\n\nCross References.Section 5944 is referred to in sections 4415, 4436, 6352.2 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5944/"
    },
    {
      "id": "section-5945",
      "number": "5945",
      "heading": "",
      "text": "(a) General rule.--No guidance counselor, school nurse, school psychologist, or home and school visitor in the public schools or in private or parochial schools or other educational institutions providing elementary or secondary education, including any clerical worker of such schools and institutions, who, while in the course of his professional or clerical duties for a guidance counselor, home and school visitor, school nurse or school psychologist, has acquired information from a student in confidence shall be compelled or allowed:\n\n(1) without the consent of the student, if the student is 18 years of age or over; or\n\n(2) without the consent of his parent or guardian, if the student is under the age of 18 years;\n\nto disclose such information in any legal proceeding, trial, or investigation before any government unit.\n\n(b) Exemption.--Notwithstanding subsection (a), no such person shall be excused or prevented from complying with 23 Pa.C.S. Ch. 63 (relating to child protective services).\n\n(Dec. 19, 1990, P.L.1240, No.206, eff. 90 days)\n\nCross References.Section 5945 is referred to in sections 4415, 4436 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5945/"
    },
    {
      "id": "section-5945-1",
      "number": "5945.1",
      "heading": "",
      "text": "(a) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Confidential communication.\" All information, oral or written, transmitted between a victim of sexual assault and a sexual assault counselor in the course of their relationship, including, but not limited to, any advice, reports, statistical data, memoranda, working papers, records or the like, given or made during that relationship, including matters transmitted between the sexual assault counselor and the victim through the use of an interpreter.\n\n\"Coparticipant.\" A victim participating in group counseling.\n\n\"Interpreter.\" A person who translates communications between a sexual assault counselor and a victim through the use of sign language, visual, oral or written translation.\n\n\"Rape crisis center.\" Any office, institution or center offering assistance to victims of sexual assault and their families through crisis intervention, medical and legal accompaniment and follow-up counseling.\n\n\"Sexual assault counselor.\" A person who is engaged in any office, institution or center defined as a rape crisis center under this section, who has undergone 40 hours of sexual assault training and is under the control of a direct services supervisor of a rape crisis center, whose primary purpose is the rendering of advice, counseling or assistance to victims of sexual assault.\n\n\"Victim.\" A person who consults a sexual assault counselor for the purpose of securing advice, counseling or assistance concerning a mental, physical or emotional condition caused or reasonably believed to be caused by a sexual assault. The term shall also include those persons who have a significant relationship with a victim of sexual assault and who seek advice, counseling or assistance from a sexual assault counselor concerning a mental, physical or emotional condition caused or reasonably believed to be caused by a sexual assault of a victim.\n\n(b) Privilege.--\n\n(1) No sexual assault counselor or an interpreter translating the communication between a sexual assault counselor and a victim may, without the written consent of the victim, disclose the victim's confidential oral or written communications to the counselor nor consent to be examined in any court or criminal proceeding.\n\n(2) No coparticipant who is present during counseling may disclose a victim's confidential communication made during the counseling session nor consent to be examined in any civil or criminal proceeding without the written consent of the victim.\n\n(Dec. 23, 1981, P.L.585, No.169, eff. 60 days; Dec. 17, 1990, P.L.737, No.183, eff. imd.; Dec. 20, 2000, P.L.742, No.105, eff. 60 days)\n\nCross References.Section 5945.1 is referred to in sections 4415, 4436, 5945.3, 62A03 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5945-1/"
    },
    {
      "id": "section-5945-2",
      "number": "5945.2",
      "heading": "",
      "text": "(a) General rule.--No person engaged in, connected with or employed by any crime stopper or similar anticrime program shall be required in any manner to disclose the source of any information received, procured or obtained by such person or crime stopper or similar anticrime program in any legal proceeding, trial or investigation before any government unit.\n\n(b) Definition.--As used in this section, \"crime stopper or similar anticrime program\" means a private, nonprofit organization that accepts and expends donations for rewards to persons who report to the organization information concerning criminal activity and that forwards the information to the appropriate law enforcement agency.\n\n(Dec. 20, 2000, P.L.742, No.105, eff. 60 days)\n\n2000 Amendment.Act 105 added section 5945.2.\n\nCross References.Section 5945.2 is referred to in sections 4415, 4436 of this title; sections 566, 586 of Title 2 (Administrative Law and Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5945-2/"
    },
    {
      "id": "section-5945-3",
      "number": "5945.3",
      "heading": "",
      "text": "(a) Sexual assault counselors.--An individual qualified as a sexual assault counselor under section 5945.1(a) (relating to confidential communications with sexual assault counselors) may serve as a human trafficking counselor under this section.\n\n(b) Privilege.--\n\n(1) This subsection applies to all of the following:\n\n(i) A human trafficking caseworker.\n\n(ii) An interpreter.\n\n(2) An individual designated in paragraph (1) may not disclose a confidential communication without the written consent of the victim of human trafficking who made the confidential communication.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Confidential communication.\"All information, oral or written, transmitted between a victim of human trafficking and a human trafficking caseworker in the course of their relationship. The term includes advice, reports, statistical data, memoranda, working papers and records, given or made during that relationship, including matters transmitted between the human trafficking caseworker and the victim through the use of an interpreter.\n\n\"Human trafficking caseworker.\"An individual:\n\n(1) who is engaged by any organization whether financially compensated or not;\n\n(2) whose primary purpose is the rendering of advice or assistance to a victim of human trafficking, as defined in 18 Pa.C.S. § 3001 (relating to definitions); and\n\n(i) holds a master's degree or higher in counseling or a related field;\n\n(ii) has an undergraduate degree or equivalent in a human services profession; or\n\n(iii) is supervised by an individual qualified under subparagraph (i) or (ii) and has at least 80 hours of training received under that supervision in:\n\n(A) the history of human trafficking;\n\n(B) civil law and criminal law as they relate to human trafficking;\n\n(C) societal attitudes toward human trafficking;\n\n(D) peer counseling techniques;\n\n(E) housing, public assistance and other financial resources available to meet the needs of victims of human trafficking;\n\n(F) referral services available to victims of human trafficking;\n\n(G) privileged communications; or\n\n(H) human trauma therapy counseling.\n\n\"Interpreter.\" An individual who translates communications between a human trafficking caseworker and a victim of human trafficking through the use of sign language, visual, oral or written translation.\n\n(July 2, 2014, P.L.945, No.105, eff. 60 days)\n\n2014 Amendment.Act 105 added section 5945.3.\n\nCross References.Section 5945.3 is referred to in sections 4415, 4436 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5945-3/"
    },
    {
      "id": "section-5946",
      "number": "5946",
      "heading": "",
      "text": "A person shall not be excluded from being a witness in any action or proceeding in which a political subdivision is a party or is interested because such person is or was an officer, rated citizen or inhabitant in such political subdivision or owns assessed or taxable property or is liable to the assessment or payment of taxes in such political subdivision.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Dec. 20, 1982, P.L.1409, No.326, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5946/"
    },
    {
      "id": "section-5947",
      "number": "5947",
      "heading": "",
      "text": "(a) General rule.--Immunity orders shall be available under this section in all proceedings before:\n\n(1) Courts.\n\n(2) Grand juries.\n\n(3) Investigating grand juries.\n\n(4) The minor judiciary or coroners.\n\n(b) Request and issuance.--The Attorney General or a district attorney may request an immunity order from any judge of a designated court, and that judge shall issue such an order, when in the judgment of the Attorney General or district attorney:\n\n(1) the testimony or other information from a witness may be necessary to the public interest; and\n\n(2) a witness has refused or is likely to refuse to testify or provide other information on the basis of his privilege against self-incrimination.\n\n(c) Order to testify.--Whenever a witness refuses, on the basis of his privilege against self-incrimination, to testify or provide other information in a proceeding specified in subsection (a), and the person presiding at such proceeding communicates to the witness an immunity order, that witness may not refuse to testify based on his privilege against self-incrimination.\n\n(d) Limitation on use.--No testimony or other information compelled under an immunity order, or any information directly or indirectly derived from such testimony or other information, may be used against a witness in any criminal case, except that such information may be used:\n\n(1) in a prosecution under 18 Pa.C.S. § 4902 (relating to perjury) or under 18 Pa.C.S. § 4903 (relating to false swearing);\n\n(2) in a contempt proceeding for failure to comply with an immunity order; or\n\n(3) as evidence, where otherwise admissible, in any proceeding where the witness is not a criminal defendant.\n\n(e) Civil contempt.--Any person who shall fail to comply with an immunity order may be adjudged in civil contempt and committed to the county jail until such time as he purges himself of contempt by complying with the order, except that with regard to proceedings before grand juries or investigating grand juries, if the grand jury before which a person has been ordered to testify has been dissolved, he may then purge himself of contempt by complying before the designated court which issued the order.\n\n(f) Criminal contempt.--In addition to civil contempt as provided in subsection (e), any person who shall fail to comply with an immunity order shall be guilty of criminal contempt, and upon conviction thereof, shall be sentenced to pay a fine of not more than $1,000 or to undergo imprisonment for a period of not more than one year, or both.\n\n(g) Definitions.--The following words and phrases when used in this section shall have, unless the context clearly indicates otherwise, the meanings given to them in this subsection:\n\n\"Designated court.\"\n\n(1) In the case of proceedings before courts, countywide grand juries, countywide investigating grand juries, the minor judiciary or coroners: the court of common pleas of the judicial district in which the proceeding is taking place.\n\n(2) In the case of proceedings before multicounty investigating grand juries: the judge of the court of common pleas designated as supervising judge of that grand jury.\n\n\"Immunity order.\" An order issued under this section by a designated court, directing a witness to testify or produce other information over a claim of privilege against self-incrimination.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 4, 1978, P.L.873, No.168, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days)\n\nCross References.Section 5947 is referred to in section 911 of Title 18 (Crimes and Offenses).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5947/"
    },
    {
      "id": "section-5948",
      "number": "5948",
      "heading": "",
      "text": "Communications of a confidential character made by a spouse to a qualified professional as defined in 23 Pa.C.S. § 3103 (relating to definitions) shall be privileged and inadmissible in evidence in any matter under 23 Pa.C.S. Pt. IV (relating to divorce) or VI (relating to children and minors) unless the party concerned waives this privilege.\n\n(Dec. 19, 1990, P.L.1240, No.206, eff. 90 days)\n\n1990 Amendment.Act 206 added section 5948.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5948/"
    },
    {
      "id": "section-5949",
      "number": "5949",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), all mediation communications and mediation documents are privileged. Disclosure of mediation communications and mediation documents may not be required or compelled through discovery or any other process. Mediation communications and mediation documents shall not be admissible as evidence in any action or proceeding, including, but not limited to, a judicial, administrative or arbitration action or proceeding.\n\n(b) Exceptions.--\n\n(1) A settlement document may be introduced in an action or proceeding to enforce the settlement agreement expressed in the document, unless the settlement document by its terms states that it is unenforceable or not intended to be legally binding.\n\n(2) To the extent that the communication or conduct is relevant evidence in a criminal matter, the privilege and limitation set forth in subsection (a) does not apply to:\n\n(i) a communication of a threat that bodily injury may be inflicted on a person;\n\n(ii) a communication of a threat that damage may be inflicted on real or personal property under circumstances constituting a felony; or\n\n(iii) conduct during a mediation session causing direct bodily injury to a person.\n\n(3) The privilege and limitation set forth under subsection (a) does not apply to a fraudulent communication during mediation that is relevant evidence in an action to enforce or set aside a mediated agreement reached as a result of that fraudulent communication.\n\n(4) Any document which otherwise exists, or existed independent of the mediation and is not otherwise covered by this section, is not subject to this privilege.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Mediation.\" The deliberate and knowing use of a third person by disputing parties to help them reach a resolution of their dispute. For purposes of this section, mediation commences at the time of initial contact with a mediator or mediation program.\n\n\"Mediation communication.\" A communication, verbal or nonverbal, oral or written, made by, between or among a party, mediator, mediation program or any other person present to further the mediation process when the communication occurs during a mediation session or outside a session when made to or by the mediator or mediation program.\n\n\"Mediation document.\" Written material, including copies, prepared for the purpose of, in the course of or pursuant to mediation. The term includes, but is not limited to, memoranda, notes, files, records and work product of a mediator, mediation program or party.\n\n\"Mediation program.\" A plan or organization through which mediators or mediation may be provided.\n\n\"Mediator.\" A person who performs mediation.\n\n\"Settlement document.\" A written agreement signed by the parties to the agreement.\n\n(Feb. 7, 1996, P.L.7, No.3, eff. 60 days)\n\n1996 Amendment.Act 3 added section 5949.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5949/"
    },
    {
      "id": "section-5950",
      "number": "5950",
      "heading": "",
      "text": "(a) Disclosure.--Except as provided under subsection (c), a critical incident stress management team member who, while in the course of duty, has acquired information from any law enforcement officer in confidence may not be compelled or allowed without the consent of the law enforcement officer to disclose that information in a legal proceeding, trial or investigation before any government unit.\n\n(b) Coparticipants.--Except as provided under subsection (c), a coparticipant who is present during the course of a critical incident stress management team intervention may not be compelled or allowed, without the consent of the affected law enforcement officer, to disclose any communication made during the intervention in a legal proceeding, trial or investigation before a government unit.\n\n(c) Exceptions.--The privilege established under subsections (a) and (b) shall not apply if any of the following apply:\n\n(1) The communication indicates clear and present danger to the law enforcement officer who received critical incident stress management services or to other individuals.\n\n(2) The law enforcement officer who received critical incident stress management services gives express consent to the disclosure.\n\n(3) The law enforcement officer who received critical incident stress management services is deceased and the surviving spouse or the executor or administrator of the estate of the deceased law enforcement officer gives express consent.\n\n(d) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Coparticipant.\"An individual who participates in a group critical incident stress management team intervention.\n\n\"Critical incident.\"A situation responded to by a law enforcement officer which presents or involves either the death or serious bodily injury of an individual or the imminent potential of such death or serious bodily injury, or any situation faced by a law enforcement officer in the course of duty which causes or may cause the law enforcement officer to experience unusually strong negative emotional reactions.\n\n\"Critical Incident Stress Management Network.\"A network that meets the requirements of membership with the Pennsylvania Voluntary Critical Incident Stress Management Network as administered by the Department of Health and is registered with the International Critical Incident Stress Foundation.\n\n\"Critical incident stress management services.\"Consultation, risk assessment, education, intervention, briefing, defusing, debriefing, onsite services, referral and other crisis intervention services provided by a critical incident stress management team to a law enforcement officer prior to, during or after a critical incident.\n\n\"Critical incident stress management team member.\"An individual who is specially trained to provide critical incident stress management services as a member of a police agency or organization critical incident stress management team that holds membership in the Commonwealth's critical incident stress management network.\n\n\"Government unit.\"The General Assembly and its officers and agencies; the Governor and the departments, boards, commissions, authorities and officers and agencies of the Commonwealth or other instrumentalities thereof; any political subdivision, municipality, school district or other local authority and the departments, boards, commissions, authorities and officers and agencies of such political subdivisions or other instrumentalities thereof; and any court or other officer or agency of the unified judicial system or instrumentality thereof.\n\n\"Law enforcement officer.\"Any of the following:\n\n(1) A member of the Pennsylvania State Police.\n\n(2) Any enforcement officer or investigator employed by the Pennsylvania Liquor Control Board.\n\n(3) A parole agent of the Department of Corrections.\n\n(4) A Capitol Police officer.\n\n(5) A Department of Conservation and Natural Resources ranger.\n\n(6) A drug enforcement agent of the Office of Attorney General whose principal duty is the enforcement of the drug laws of this Commonwealth and a special agent of the Office of Attorney General whose principal duty is the enforcement of the criminal laws of this Commonwealth.\n\n(7) Any member of a port authority or other authority police department.\n\n(8) Any police officer of a county, region, city, borough, town or township.\n\n(9) Any sheriff or deputy sheriff.\n\n(10) A member of the Pennsylvania Fish Commission.\n\n(11) A Pennsylvania Wildlife Conservation Officer.\n\n(12) A member of a campus police force with the power to arrest under section 2416 of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929. As used in this paragraph, the term \"campus police\" has the meaning given in section 302 of the act of November 29, 2004 (P.L.1383, No.180), known as the Uniform Crime Reporting Act.\n\n(13) A member of the Fort Indiantown Gap Police Force.\n\n(July 9, 2010, P.L.381, No.53, eff. 60 days; June 30, 2021, P.L.260, No.59, eff. imd.)\n\n2021 Amendment.Act 59 amended subsec. (d). See section 28 of Act 59 in the appendix to this title for special provisions relating to reference in law.\n\n2010 Amendment.Act 53 added section 5950.\n\nReferences in Text. The Pennsylvania Fish Commission, referred to in the def. of \"law enforcement officer,\" was designated the Fish and Boat Commission by the act of December 12, 1991 (P.L.368, No.39).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5950/"
    },
    {
      "id": "section-5951",
      "number": "5951",
      "heading": "",
      "text": "(a) Disclosure.--Except as provided under subsection (c), a critical incident stress management team member who, while in the course of duty, has acquired information from any public safety responder or corrections officer in confidence may not be compelled or allowed without the consent of the public safety responder or corrections officer to disclose that information in a legal proceeding, trial or investigation before any government unit.\n\n(b) Coparticipants.--Except as provided under subsection (c), a coparticipant who is present during the course of a critical incident stress management team intervention may not be compelled or allowed, without the consent of the affected public safety responder or corrections officer, to disclose any communication made during the intervention in a legal proceeding, trial or investigation before a government unit.\n\n(c) Exceptions.--The privilege established under subsections (a) and (b) shall not apply if any of the following apply:\n\n(1) The communication indicates clear and present danger to the public safety responder or corrections officer who received critical incident stress management services or to other individuals.\n\n(2) The public safety responder or corrections officer who received critical incident stress management services gives express consent to the testimony.\n\n(3) The public safety responder or corrections officer who received critical incident stress management services is deceased and the surviving spouse or the executor or administrator of the estate of the deceased public safety responder or corrections officer gives express consent.\n\n(d) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Coparticipant.\" An individual who is participating in a group critical incident stress management team intervention.\n\n\"Corrections officer.\" A corrections officer of the Commonwealth or of a political subdivision.\n\n\"Critical incident.\" A situation responded to by a public safety responder or corrections officer which presents or involves either the death or serious bodily injury of an individual or the imminent potential of such death or serious bodily injury, or any situation faced by a public safety responder or corrections officer in the course of duty which causes or may cause the public safety responder or corrections officer to experience unusually strong negative emotional reactions.\n\n\"Critical Incident Stress Management Network.\" A network that meets the requirements of membership with the Pennsylvania Voluntary Critical Incident Stress Management Network as administered by the Department of Health and is registered with the International Critical Incident Stress Foundation.\n\n\"Critical incident stress management services.\" Consultation, risk assessment, education, intervention, briefing, defusing, debriefing, onsite services, referral and other crisis intervention services provided by a critical incident stress management team to a public safety responder or corrections officer prior to, during or after a critical incident.\n\n\"Critical incident stress management team member.\" An individual who is specially trained to provide critical incident stress management services as a member of a critical incident stress management team that holds membership in the Commonwealth's critical incident stress management network.\n\n\"Firefighter.\" A member of a municipal or volunteer fire company.\n\n\"First responder.\" An individual who is certified by the Department of Health as a first responder.\n\n\"Government unit.\" The General Assembly and its officers and agencies; the Governor and the departments, boards, commissions, authorities and officers and agencies of the Commonwealth or other instrumentalities thereof; any political subdivision, municipality, school district, local authority and the departments, boards, commissions, authorities and officers and agencies of such political subdivisions or other instrumentalities thereof; and any court or other officer or agency of the unified judicial system or instrumentality thereof.\n\n\"Public safety responder.\" Any firefighter, emergency medical service personnel, ambulance service personnel or emergency telecommunicator, who in a critical incident is responsible for the protection and preservation of life, property, evidence and the environment, including an emergency response provider as defined in section 2 of the Homeland Security Act of 2002 (Public Law 107-296, 116 Stat. 2135), and emergency management and other skilled support personnel who provide immediate support services during prevention, response and recovery operations.\n\n(July 9, 2010, P.L.381, No.53, eff. 60 days)\n\n2010 Amendment.Act 53 added section 5951.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5951/"
    },
    {
      "id": "section-5952",
      "number": "5952",
      "heading": "",
      "text": "(a) Disclosure.--Except as provided under subsection (c), a peer support member who, while in the course of duty, has acquired information from a law enforcement officer in confidence may not be compelled or allowed without the consent of the law enforcement officer to disclose that information in any legal proceeding, trial or investigation before any government unit.\n\n(b) Coparticipants.--Except as provided under subsection (c), a coparticipant who is present during the provision of peer support services may not be compelled or allowed, without the consent of the affected law enforcement officer, to disclose any communication made during the provision of peer support services in a legal proceeding, trial or investigation before a government unit.\n\n(c) Exceptions.--The privilege established under subsections (a) and (b) shall not apply if any of the following apply:\n\n(1) The communication indicates clear and present danger to the law enforcement officer who received peer support services or to other individuals.\n\n(2) The law enforcement officer who received peer support services gives express consent to the disclosure.\n\n(3) The law enforcement officer who received peer support services is deceased and the surviving spouse or the executor or administrator of the estate of the deceased law enforcement officer gives express consent.\n\n(d) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Coparticipant.\"An individual who participates in the provision of peer support services.\n\n\"Government unit.\"The General Assembly and its officers and agencies; the Governor and the departments, boards, commissions, authorities and officers and agencies of the Commonwealth or other instrumentalities thereof; any political subdivision, municipality, school district, local authority and the departments, boards, commissions, authorities and officers and agencies of such political subdivisions or other instrumentalities thereof; and any court or other officer or agency of the unified judicial system or instrumentality thereof.\n\n\"Law enforcement officer.\"Any of the following:\n\n(1) A member of the Pennsylvania State Police.\n\n(2) Any enforcement officer or investigator employed by the Pennsylvania Liquor Control Board.\n\n(3) A parole agent of the Department of Corrections.\n\n(4) A Capitol Police officer.\n\n(5) A Department of Conservation and Natural Resources ranger.\n\n(6) A drug enforcement agent of the Office of Attorney General whose principal duty is the enforcement of the drug laws of this Commonwealth and a special agent of the Office of Attorney General whose principal duty is the enforcement of the criminal laws of this Commonwealth.\n\n(7) Any member of a port authority or other authority police department.\n\n(8) Any police officer of a county, region, city, borough, town or township.\n\n(9) Any sheriff or deputy sheriff.\n\n(10) A member of the Pennsylvania Fish and Boat Commission.\n\n(11) A Pennsylvania Wildlife Conservation Officer.\n\n(12) A member of a campus police force with the power to arrest under section 2416 of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929. As used in this paragraph, the term \"campus police\" has the meaning given in section 302 of the act of November 29, 2004 (P.L.1383, No.180), known as the Uniform Crime Reporting Act.\n\n(13) A member of the Fort Indiantown Gap Police Force.\n\n\"Peer support member.\"A law enforcement officer who:\n\n(1) Is assigned by a law enforcement agency.\n\n(2) Receives a minimum of 24 hours of basic training in peer services, including listening, assessment and referral skills and basic critical incident stress management.\n\n(3) Receives eight hours of continuing training each year.\n\n(4) May be supervised by licensed psychologists.\n\n(July 9, 2010, P.L.381, No.53, eff. 60 days; June 30, 2021, P.L.260, No.59, eff. imd.)\n\n2021 Amendment.Act 59 amended subsec. (d). See section 28 of Act 59 in the appendix to this title for special provisions relating to reference in law.\n\n2010 Amendment.Act 53 added section 5952.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5952/"
    },
    {
      "id": "section-5961",
      "number": "5961",
      "heading": "",
      "text": "This subchapter shall be known and may be cited as the \"Uniform Act to Secure the Attendance of Witnesses from Within or Without a State in Criminal Proceedings.\"",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5961/"
    },
    {
      "id": "section-5962",
      "number": "5962",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Summons.\"Includes a subpoena, order or other notice requiring the appearance of a witness.\n\n\"Witness.\"Includes a person whose testimony is desired in any proceeding or investigation by a grand jury or in a criminal action, prosecution or proceeding.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5962/"
    },
    {
      "id": "section-5963",
      "number": "5963",
      "heading": "",
      "text": "(a) General rule.--If a judge of a court of record in any state which by its laws has made provision for commanding persons within that state to attend and testify in this Commonwealth certifies under the seal of such court that there is a criminal prosecution pending in such court, or that a grand jury investigation has commenced, or is about to commence, that a person being within this Commonwealth is a material witness in such prosecution or grand jury investigation and his presence will be required for a specified number of days, upon presentation of such certificate to any judge of a court of record in the county in which such person is, such judge shall fix a time and place for a hearing and shall make an order directing the witness to appear at a time and place certain for the hearing.\n\n(b) Hearing.--If at a hearing the judge determines that the witness is material and necessary, that it will not cause undue hardship to the witness to be compelled to attend and testify in the prosecution or a grand jury investigation in the other state and that the laws of the state in which the prosecution is pending or grand jury investigation has commenced or is about to commence and of any other state through which the witness may be required to pass by ordinary course of travel will give to him protection from arrest and the service of civil and criminal process, he shall issue a summons with a copy of the certificate attached directing the witness to attend and testify in the court where the prosecution is pending or where a grand jury investigation has commenced or is about to commence, at a time and place specified in the summons. In any such hearing the certificate shall be prima facie evidence of all the facts stated therein.\n\n(c) Immediate custody.--If said certificate recommends that the witness be taken into immediate custody and delivered to an officer of the requesting state to assure his attendance in the requesting state, such judge may in lieu of notification of the hearing direct that such witness be forthwith brought before him for said hearing, and the judge at the hearing, being satisfied of the desirability of such custody and delivery, for which determination the certificate shall be prima facie proof of such desirability, may, in lieu of issuing subpoena or summons, order that said witness be forthwith taken into custody and delivered to an officer of the requesting state. Such judge may admit the witness to bail by bond with sufficient sureties and in such sum as he deems proper, conditioned for his appearance before him at a time specified in such bond and for his surrender to an officer of the requesting state.\n\n(d) Enforcement.--If the witness who is summoned as provided in this section, after being paid or tendered by some properly authorized person the sum of ten cents a mile for each mile by the ordinary traveled route to and from the court where the prosecution or investigation is pending and $5 for each day that he is required to travel and attend as a witness, or the mileage and witness fees and expenses to which witnesses in the courts of this Commonwealth are then entitled, whichever is greater, fails without good cause to attend and testify as directed in the summons, he shall be punished in the manner provided for the punishment of any witness who disobeys a summons issued from a court of record in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5963/"
    },
    {
      "id": "section-5964",
      "number": "5964",
      "heading": "",
      "text": "(a) General rule.--If a person in any state which by its laws has made provision for commanding persons within its borders to attend and testify in criminal prosecutions or grand jury investigations commenced or about to commence in this Commonwealth is a material witness in a prosecution pending in a court of record in this Commonwealth or in a grand jury investigation which has commenced or is about to commence, a judge of such court may issue a certificate under the seal of the court stating these facts and specifying the number of days the witness will be required. Said certificate may include a recommendation that the witness be taken into immediate custody and delivered to an officer of this Commonwealth to assure his attendance in this Commonwealth. This certificate shall be presented to a judge of a court of record in the county or parish in which the witness is found.\n\n(b) Enforcement.--If the witness is summoned to attend and testify in this Commonwealth he shall be tendered the sum of ten cents a mile for each mile by the ordinary traveled route to and from the court where the prosecution or investigation is pending and $5 for each day that he is required to travel and attend as a witness, or the mileage and witness fees and expenses to which witnesses in the courts of this Commonwealth are entitled, whichever is greater. A witness who has appeared in accordance with the provisions of the summons shall not be required to remain within this Commonwealth a longer period of time than the period mentioned in the certificate unless otherwise ordered by the court. The court may admit the witness to bail by bond with or without surety and in such sum as it deems proper, conditioned for his appearance before it at a time specified in such bond. If such witness after coming into this Commonwealth fails without good cause to attend and testify as directed in the summons he shall be punished in the manner provided for the punishment of any witness who disobeys a summons issued from a court of record in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5964/"
    },
    {
      "id": "section-5965",
      "number": "5965",
      "heading": "",
      "text": "(a) Incoming witnesses.--If a person comes into this Commonwealth in obedience to a summons directing him to attend and testify in this Commonwealth he shall not while in this Commonwealth pursuant to such summons be subject to arrest or the service of process, civil or criminal, in connection with matters which arose before his entrance into this Commonwealth under the summons.\n\n(b) Witnesses in transit.--If a person passes through this Commonwealth while going to another state in obedience to a summons to attend and testify in that state, or while returning therefrom, he shall not while so passing through this Commonwealth be subject to arrest or the service of process, civil or criminal, in connection with matters which arose before his entrance into this Commonwealth under the summons.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5965/"
    },
    {
      "id": "section-5971",
      "number": "5971",
      "heading": "",
      "text": "This subchapter shall be known and may be cited as the \"Uniform Rendition of Prisoners as Witnesses in Criminal Proceedings Act.\"",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5971/"
    },
    {
      "id": "section-5972",
      "number": "5972",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Penal institution.\"Includes a jail, prison, penitentiary, house of correction, correctional institution or other place of penal detention.\n\n\"Witness.\"A person who is confined in a penal institution in any state and whose testimony is desired in another state in any criminal proceeding or investigation by a grand jury or in any criminal proceeding before a court.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5972/"
    },
    {
      "id": "section-5973",
      "number": "5973",
      "heading": "",
      "text": "This subchapter does not apply to any person in this Commonwealth confined as insane or mentally ill or as a defective delinquent or under sentence of death.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5973/"
    },
    {
      "id": "section-5974",
      "number": "5974",
      "heading": "",
      "text": "(a) Certification.--A judge of a state court of record in another state, which by its laws has made provision for commanding persons confined in penal institutions within that state to attend and testify in this Commonwealth, may certify:\n\n(1) that there is a criminal proceeding or investigation by a grand jury or a criminal action pending in the court;\n\n(2) that a person who is confined in a penal institution in this Commonwealth may be a material witness in the proceeding, investigation or action; and\n\n(3) that his presence will be required during a specified time.\n\n(b) Hearing.--Upon presentation of the certificate to any court having jurisdiction over the person confined and upon notice to the Bureau of Correction, the court in this Commonwealth shall fix a time and place for a hearing and shall make an order, directed to the person having custody of the prisoner, requiring that the prisoner be produced before it at the hearing.\n\n(Oct. 5, 1980, P.L.693, No.142, eff. 60 days; Dec. 20, 1982, P.L.1409, No.326, eff. 60 days)\n\nReferences in Text.The Bureau of Correction, referred to in subsecs. (c) and (e), was abolished by the act of December 30, 1984 (P.L.1299, No.245) and is now the Department of Corrections.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5974/"
    },
    {
      "id": "section-5975",
      "number": "5975",
      "heading": "",
      "text": "(a) General rule.--If at the hearing the court determines:\n\n(1) that the witness may be material and necessary;\n\n(2) that his attending and testifying are not adverse to the interests of this Commonwealth or to the health or legal rights of the witness;\n\n(3) that the laws of the state in which he is requested to testify will give him protection from arrest and the service of civil and criminal process because of any act committed prior to his arrival in the state under the order; and\n\n(4) that as a practical matter the possibility is negligible that the witness may be subject to arrest or to the service of civil or criminal process in any state through which he will be required to pass;\n\nthe court shall issue an order as provided in subsection (b).\n\n(b) Contents of order.--The order issued under subsection (a) shall have a copy of the certificate attached and shall contain language:\n\n(1) directing the witness to attend and testify;\n\n(2) directing the person having custody of the witness to produce him in the court where the criminal action is pending, or where the grand jury investigation is pending, at a time and place specified in the order; and\n\n(3) prescribing such conditions as the court shall determine.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5975/"
    },
    {
      "id": "section-5976",
      "number": "5976",
      "heading": "",
      "text": "The order to the witness and to the person having custody of the witness shall provide for the return of the witness at the conclusion of his testimony, proper safeguards on his custody, and proper financial reimbursement or prepayment by the requesting jurisdiction for all expenses incurred in the production and return of the witness, and may prescribe such other conditions as the court thinks proper or necessary. The order shall not become effective until the judge of the state requesting the witness enters an order directing compliance with the conditions prescribed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5976/"
    },
    {
      "id": "section-5977",
      "number": "5977",
      "heading": "",
      "text": "If a person confined in a penal institution in any other state may be a material witness in a criminal action pending in a court of record or in a grand jury investigation in this Commonwealth, a judge of the court may certify:\n\n(1) that there is a criminal proceeding or investigation by a grand jury or a criminal action pending in the court;\n\n(2) that a person who is confined in a penal institution in the other state may be a material witness in the proceeding, investigation or action; and\n\n(3) that the presence of the person will be required during a specified time.\n\nThe certificate shall be presented to a judge of a court of record in the other state having jurisdiction over the prisoner confined and a notice shall be given to the Attorney General of the state in which the prisoner is confined.\n\nTransfer of Functions.The powers and duties of the Attorney General and/or the Department of Justice contained in section 5977 were transferred to the Office of General Counsel by section 502 of the act of October 15, 1980, P.L.950, No.164, known as the Commonwealth Attorneys Act, effective January 20, 1981.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5977/"
    },
    {
      "id": "section-5978",
      "number": "5978",
      "heading": "",
      "text": "The court in this Commonwealth may enter an order directing compliance with the terms and conditions prescribed by the judge of the state in which the witness is confined.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5978/"
    },
    {
      "id": "section-5979",
      "number": "5979",
      "heading": "",
      "text": "If a witness from another state comes into or passes through this Commonwealth under an order directing him to attend and testify in this or another state, he shall not, while in this Commonwealth pursuant to the order, be subject to arrest or the service of process, civil or criminal, because of any act committed prior to his arrival in this Commonwealth under the order.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5979/"
    },
    {
      "id": "section-5981",
      "number": "5981",
      "heading": "",
      "text": "In order to promote the best interests of the residents of this Commonwealth who are under 18 years of age, especially those who are material witnesses to or victims of crimes, the General Assembly declares its intent, in this subchapter, to provide, where necessity is shown, procedures which will protect them during their involvement with the criminal justice system. The General Assembly urges the news media to use significant restraint and caution in revealing the identity or address of children who are victims of or witnesses to crimes or other information that would reveal the name or address of the child victim or witness.\n\n(Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; Oct. 17, 2002, P.L.880, No.127, eff. 60 days; July 15, 2004, P.L.736, No.87, eff. imd.; Dec. 18, 2013, P.L.1181, No.109, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5981/"
    },
    {
      "id": "section-5982",
      "number": "5982",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Child\"or\"children.\"An individual or individuals under 18 years of age.\n\n\"Contemporaneous alternative method.\"Any method of capturing the visual images, oral communications and other information presented during a prosecution or adjudication involving a child victim or a child material witness and transmitting and receiving such images, communications and other information at or about the time of their creation, including, but not limited to, closed-circuit television, streaming image sent via the Internet or an intranet and any other devices or systems used to accomplish such ends.\n\n\"Minor.\"An individual who, at the time of the commission of the offense involving sexual or physical abuse, is under 18 years of age.\n\n\"Qualified shorthand reporter.\"An individual engaged in the active practice of general shorthand reporting who is skilled in the art of verbatim reporting by the use of a written shorthand system, whether manual or machine; or any individual who is an official court or legislative reporter; or any individual who is the holder of a certified shorthand reporter certificate mandated by State or Federal law.\n\n(Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; July 15, 2004, P.L.736, No.87, eff. imd.; Dec. 18, 2013, P.L.1181, No.109, eff. 60 days; Feb. 5, 2020, P.L.1, No.1, eff. 60 days)\n\nCross References.Section 5982 is referred to in section 593 of Title 2 (Administrative Law and Procedure).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5982/"
    },
    {
      "id": "section-5983",
      "number": "5983",
      "heading": "",
      "text": "(a) Designation of persons to act on behalf of children.--Courts of common pleas may designate one or more persons as a child advocate to provide the following services on behalf of children who are involved in criminal proceedings as victims or material witnesses:\n\n(1) To explain, in language understood by the child, all legal proceedings in which the child will be involved.\n\n(2) As a friend of the court, to advise the judge, whenever appropriate, of the child's ability to understand and cooperate with any court proceedings.\n\n(3) To assist or secure assistance for the child and the child's family in coping with the emotional impact of the crime and subsequent criminal proceedings in which the child is involved.\n\n(b) Qualifications.--Persons designated under subsection (a) may be attorneys at law or other persons who, by virtue of service as rape crisis or domestic violence counselors or by virtue of membership in a community service organization or of other experience acceptable to the court, possess education, experience or training in child or sexual abuse and a basic understanding of the criminal justice system.\n\nCross References.Section 5983 is referred to in sections 5984.1, 5985 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5983/"
    },
    {
      "id": "section-5984",
      "number": "5984",
      "heading": "",
      "text": "§ 5984. Videotaped depositions (Repealed).\n\n2004 Repeal.\n\nSection 5984 was repealed July 15, 2004, P.L.736, No.87, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5984/"
    },
    {
      "id": "section-5984-1",
      "number": "5984.1",
      "heading": "",
      "text": "(a) Recording.--Subject to subsection (b), in any prosecution or adjudication involving a child victim or child material witness, the court may order that the child victim's or child material witness's testimony be recorded for presentation in court by any method that accurately captures and preserves the visual images, oral communications and other information presented during such testimony. The testimony shall be taken under oath or affirmation before the court in chambers or in a special facility designed for taking the recorded testimony of children. Only the attorneys for the defendant and for the Commonwealth, persons necessary to operate the equipment, a qualified shorthand reporter and any person whose presence would contribute to the welfare and well-being of the child victim or child material witness, including persons designated under section 5983 (relating to rights and services), may be present in the room with the child during testimony. The court shall permit the defendant to observe and hear the testimony of the child victim or child material witness but shall ensure that the child victim or material witness cannot hear or see the defendant. Examination and cross-examination of the child victim or child material witness shall proceed in the same manner as normally permitted. The court shall make certain that the defendant and defense counsel have adequate opportunity to communicate for the purpose of providing an effective defense.\n\n(b) Determination.--Before the court orders the child victim or the child material witness to testify by recorded testimony, the court must determine, based on evidence presented to it, that testifying either in an open forum in the presence and full view of the finder of fact or in the defendant's presence will result in the child victim or child material witness suffering serious emotional distress that would substantially impair the child victim's or child material witness's ability to reasonably communicate. In making this determination, the court may do any of the following:\n\n(1) Observe and question the child victim or child material witness, either inside or outside the courtroom.\n\n(2) Hear testimony of a parent or custodian or any other person, such as a person who has dealt with the child victim or child material witness in a medical or therapeutic setting.\n\n(c) Counsel and confrontation.--\n\n(1) If the court observes or questions the child victim or child material witness under subsection (b)(1), the attorney for the defendant and the attorney for the Commonwealth have the right to be present, but the court shall not permit the defendant to be present.\n\n(2) If the court hears testimony under subsection (b)(2), the defendant, the attorney for the defendant and the attorney for the Commonwealth have the right to be present.\n\n(d) Effect of order.--(Deleted by amendment).\n\n(Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; July 15, 2004, P.L.736, No.87, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5984-1/"
    },
    {
      "id": "section-5985",
      "number": "5985",
      "heading": "",
      "text": "(a) Contemporaneous alternative method.--Subject to subsection (a.1), in any prosecution or adjudication involving a child victim or a child material witness, the court may order that the testimony of the child victim or child material witness be taken under oath or affirmation in a room other than the courtroom and transmitted by a contemporaneous alternative method. Only the attorneys for the defendant and for the Commonwealth, the court reporter, the judge, persons necessary to operate the equipment and any person whose presence would contribute to the welfare and well-being of the child victim or child material witness, including persons designated under section 5983 (relating to rights and services), may be present in the room with the child during his testimony. The court shall permit the defendant to observe and hear the testimony of the child victim or child material witness but shall ensure that the child cannot hear or see the defendant. The court shall make certain that the defendant and defense counsel have adequate opportunity to communicate for the purposes of providing an effective defense. Examination and cross-examination of the child victim or child material witness shall proceed in the same manner as normally permitted.\n\n(a.1) Determination.--Before the court orders the child victim or the child material witness to testify by a contemporaneous alternative method, the court must determine, based on evidence presented to it, that testifying either in an open forum in the presence and full view of the finder of fact or in the defendant's presence will result in the child victim or child material witness suffering serious emotional distress that would substantially impair the child victim's or child material witness's ability to reasonably communicate. In making this determination, the court may do all of the following:\n\n(1) Observe and question the child victim or child material witness, either inside or outside the courtroom.\n\n(2) Hear testimony of a parent or custodian or any other person, such as a person who has dealt with the child victim or child material witness in a medical or therapeutic setting.\n\n(a.2) Counsel and confrontation.--\n\n(1) If the court observes or questions the child victim or child material witness under subsection (a.1)(1), the attorney for the defendant and the attorney for the Commonwealth have the right to be present, but the court shall not permit the defendant to be present.\n\n(2) If the court hears testimony under subsection (a.1)(2), the defendant, the attorney for the defendant and the attorney for the Commonwealth have the right to be present.\n\n(b) Effect of order.--(Deleted by amendment).\n\n(Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; July 15, 2004, P.L.736, No.87, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5985/"
    },
    {
      "id": "section-5985-1",
      "number": "5985.1",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) An out-of-court statement made by a child victim or witness, who at the time the statement was made was 16 years of age or younger, describing any of the offenses enumerated in paragraph (2), not otherwise admissible by statute or rule of evidence, is admissible in evidence in any criminal or civil proceeding if:\n\n(i) the court finds, in an in camera hearing, that the evidence is relevant and that the time, content and circumstances of the statement provide sufficient indicia of reliability; and\n\n(ii) the child either:\n\n(A) testifies at the proceeding; or\n\n(B) is unavailable as a witness.\n\n(2) The following offenses under 18 Pa.C.S. (relating to crimes and offenses) shall apply to paragraph (1):\n\nChapter 25 (relating to criminal homicide).\n\nChapter 27 (relating to assault).\n\nChapter 29 (relating to kidnapping).\n\nChapter 30 (relating to human trafficking).\n\nChapter 31 (relating to sexual offenses).\n\nChapter 35 (relating to burglary and other criminal intrusion).\n\nChapter 37 (relating to robbery).\n\nSection 4302 (relating to incest).\n\nSection 4304 (relating to endangering welfare of children), if the offense involved sexual contact with the victim.\n\nSection 6301(a)(1)(ii) (relating to corruption of minors).\n\nSection 6312(b) (relating to sexual abuse of children).\n\nSection 6318 (relating to unlawful contact with minor).\n\nSection 6320 (relating to sexual exploitation of children).\n\n(a.1) Emotional distress.--In order to make a finding under subsection (a)(1)(ii)(B) that the child is unavailable as a witness, the court must determine, based on evidence presented to it, that testimony by the child as a witness will result in the child suffering serious emotional distress that would substantially impair the child's ability to reasonably communicate. In making this determination, the court may do all of the following:\n\n(1) Observe and question the child, either inside or outside the courtroom.\n\n(2) Hear testimony of a parent or custodian or any other person, such as a person who has dealt with the child in a medical or therapeutic setting.\n\n(a.2) Counsel and confrontation.--If the court hears testimony in connection with making a finding under subsection (a)(1)(ii)(B), all of the following apply:\n\n(1) Except as provided in paragraph (2), the defendant, the attorney for the defendant and the attorney for the Commonwealth or, in the case of a civil proceeding, the attorney for the plaintiff has the right to be present.\n\n(2) If the court observes or questions the child, the court shall not permit the defendant to be present.\n\n(b) Notice required.--A statement otherwise admissible under subsection (a) shall not be received into evidence unless the proponent of the statement notifies the adverse party of the proponent's intention to offer the statement and the particulars of the statement sufficiently in advance of the proceeding at which the proponent intends to offer the statement into evidence to provide the adverse party with a fair opportunity to prepare to meet the statement.\n\n(Dec. 22, 1989, P.L.730, No.100, eff. 60 days; Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; Oct. 18, 2000, P.L.615, No.84, eff. imd.; July 15, 2004, P.L.736, No.87, eff. imd.; June 28, 2019, P.L.231, No.31, eff. 60 days; June 30, 2021, P.L.172, No.29, eff. 60 days)\n\n2021 Amendment. Act 29 amended subsec. (a)(1) intro. par.\n\n2019 Amendment. Act 31 amended subsecs. (a), (a.1) and (a.2).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5985-1/"
    },
    {
      "id": "section-5986",
      "number": "5986",
      "heading": "",
      "text": "(a) General rule.--A statement made by a child describing acts and attempted acts of indecent contact, sexual intercourse or deviate sexual intercourse performed with or on the child by another, not otherwise admissible by statute or court ruling, is admissible in evidence in a dependency proceeding initiated under Chapter 63 (relating to juvenile matters), involving that child or other members of that child's family, if:\n\n(1) the court finds, in an in camera hearing, that the evidence is relevant and that the time, content and circumstances of the statement provide sufficient indicia of reliability; and\n\n(2) the child either:\n\n(i) testifies at the proceeding; or\n\n(ii) is found by the court to be unavailable as a witness.\n\n(b) Emotional distress.--In order to make a finding under subsection (a)(2)(ii) that the child is unavailable as a witness, the court must determine, based on evidence presented to it, that testimony by the child as a witness will result in the child suffering serious emotional distress that would substantially impair the child's ability to reasonably communicate. In making this determination, the court may do all of the following:\n\n(1) Observe and question the child, either inside or outside the courtroom.\n\n(2) Hear testimony of a parent or custodian or any other person, such as a person who has dealt with the child in a medical or therapeutic setting.\n\n(c) Counsel and confrontation.--If the court hears testimony in connection with making a finding under subsection (a)(2)(ii), all of the following apply:\n\n(1) Except as provided in paragraph (2), the defendant, the attorney for the defendant and the attorney for the Commonwealth have the right to be present.\n\n(2) If the court observes or questions the child, the court shall not permit the defendant to be present.\n\n(Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; July 15, 2004, P.L.736, No.87, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5986/"
    },
    {
      "id": "section-5987",
      "number": "5987",
      "heading": "",
      "text": "In any criminal proceeding charging physical abuse, indecent contact or any of the offenses enumerated in 18 Pa.C.S. Ch. 31 (relating to sexual offenses), the court shall permit the use of anatomically correct dolls or mannequins to assist a child in testifying on direct examination and cross-examination.\n\n(Dec. 18, 1996, P.L.1077, No.161, eff. 60 days; July 15, 2004, P.L.736, No.87, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5987/"
    },
    {
      "id": "section-5988",
      "number": "5988",
      "heading": "",
      "text": "(a) Release of name prohibited.--Notwithstanding any other provision of law to the contrary, in a prosecution involving a minor victim of sexual or physical abuse, the name of the minor victim shall not be disclosed by officers or employees of the court to the public, and any records revealing the name of the minor victim shall not be open to public inspection.\n\n(a.1) Application of section.--The provisions of this section shall apply to a prosecution involving a minor victim regardless of the date of the commencement of the prosecution.\n\n(a.2) Waiver.--A minor victim who is 18 years of age or older at the time of the commencement of the prosecution may waive the provisions of this section and allow the court to release the name of the minor victim. The court shall develop procedures to implement the provisions of this subsection.\n\n(b) Penalty.--Any person who violates this section commits a misdemeanor of the third degree.\n\n(July 15, 2004, P.L.736, No.87, eff. imd.; Dec. 18, 2013, P.L.1181, No.109, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5988/"
    },
    {
      "id": "section-5991",
      "number": "5991",
      "heading": "",
      "text": "In order to promote the best interests of residents of this Commonwealth with intellectual disabilities or autism who are material witnesses or victims of crime, the General Assembly declares its intent, in this subchapter, to provide, where necessity is shown, procedures that will protect material witnesses or victims of crime with intellectual disabilities or autism during their involvement with the criminal justice system.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5991/"
    },
    {
      "id": "section-5992",
      "number": "5992",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Autism spectrum disorder.\"Any of the pervasive developmental disorders defined by the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), including autistic disorder, Asperger's disorder and pervasive developmental disorder not otherwise specified.\n\n\"Individual with an intellectual disability or autism.\"As follows:\n\n(1) Regardless of the age of the individual, an individual with significantly subaverage general intellectual functioning that is accompanied by significant limitations in adaptive functioning in at least two of the following skill areas:\n\n(i) Communication.\n\n(ii) Self-care.\n\n(iii) Home living.\n\n(iv) Social and interpersonal.\n\n(v) Use of community resources.\n\n(vi) Self-direction.\n\n(vii) Functional academic.\n\n(viii) Work.\n\n(ix) Health and safety.\n\n(2) The term also includes an individual, regardless of age, who has an autism spectrum disorder.\n\n(Sept. 30, 2021, P.L.400, No.71, eff. 60 days)\n\n2021 Amendment.Act 71 amended the def. of \"autism spectrum disorder.\"\n\nCross References.Section 5992 is referred to in section 2505 of Title 18 (Crimes and Offenses).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5992/"
    },
    {
      "id": "section-5993",
      "number": "5993",
      "heading": "",
      "text": "(a) General rule.--An out-of-court statement made by an individual with an intellectual disability or autism who is a victim or witness describing any of the offenses enumerated in subsection (b), not otherwise admissible by statute or rule of evidence, is admissible in evidence in any criminal or civil proceeding if:\n\n(1) the court finds, in an in camera hearing, that the evidence is relevant and that the time, content and circumstances of the statement provide sufficient indicia of reliability; and\n\n(2) the individual either:\n\n(i) testifies at the proceeding; or\n\n(ii) is unavailable as a witness.\n\n(b) Enumerated offenses.--The following offenses under Title 18 (relating to crimes and offenses) shall apply to subsection (a):\n\nChapter 25 (relating to criminal homicide).\n\nChapter 27 (relating to assault).\n\nChapter 29 (relating to kidnapping).\n\nChapter 30 (relating to human trafficking).\n\nChapter 31 (relating to sexual offenses).\n\nChapter 35 (relating to burglary and other criminal intrusion).\n\nChapter 37 (relating to robbery).\n\nSection 4302 (relating to incest).\n\nSection 4304 (relating to endangering welfare of children) if the offense involved sexual contact with the victim.\n\nSection 6301(a)(1)(ii) (relating to corruption of minors).\n\nSection 6312(b) (relating to sexual abuse of children).\n\nSection 6318 (relating to unlawful contact with minor).\n\nSection 6320 (relating to sexual exploitation of children).\n\n(c) Emotional distress.--In order to make a finding under subsection (a)(2)(ii) that the individual is unavailable as a witness, the court must determine, based on evidence presented to it, that testimony by the individual as a witness will result in the individual suffering serious emotional distress that would substantially impact the individual's ability to reasonably communicate.\n\n(d) Determination by court.--In making a determination under subsection (c), the court may do all of the following:\n\n(1) Observe and question the individual, either inside or outside the courtroom.\n\n(2) Hear testimony of a parent or custodian or any other person, such as a person who has dealt with the individual in a medical or therapeutic setting.\n\n(e) Counsel and confrontation.--If the court hears testimony in connection with making a finding under subsection (c), all of the following apply:\n\n(1) Except as provided in paragraph (2), the defendant, the attorney for the defendant and the attorney for the Commonwealth or, in the case of a civil proceeding, the attorney for the plaintiff, have the right to be present.\n\n(2) If the court observes or questions the individual, the court shall not permit the defendant to be present.\n\n(f) Notice required.--A statement otherwise admissible under subsection (a) shall not be received into evidence unless the proponent of the statement notifies the adverse party of the proponent's intention to offer the statement and the particulars of the statement sufficiently in advance of the proceeding at which the proponent intends to offer the statement into evidence to provide the adverse party with a fair opportunity to prepare to meet the statement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-59/section-5993/"
    }
  ]
}