{
  "state": "pennsylvania",
  "path": "title-title-42/chapter-chapter-51",
  "sections": [
    {
      "id": "section-5101",
      "number": "5101",
      "heading": "",
      "text": "Every person for a legal injury done him in his lands, goods, person, or reputation shall have remedy by due course of law, and right and justice administered without sale, denial or delay.\n\n(Sept. 28, 1978, P.L.788, No.152, eff. imd.; Oct. 5, 1980, P.L.693, No.142, eff. 60 days)\n\nCross References.Section 5101 is referred to in section 5102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5101/"
    },
    {
      "id": "section-5101-1",
      "number": "5101.1",
      "heading": "",
      "text": "(a) Declaration of policy.--In accordance with section 514(a) of the act of March 20, 2002 (P.L.154, No.13), known as the Medical Care Availability and Reduction of Error (Mcare) Act, and as a matter of public policy, the General Assembly further declares the need to change the venue requirements for medical professional liability actions.\n\n(b) General rule.--Notwithstanding any other provision to the contrary, a medical professional liability action may be brought against a health care provider for a medical professional liability claim only in the county in which the cause of action arose.\n\n(c) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Birth center.\" An entity licensed as a birth center under the act of July 19, 1979 (P.L.130, No.48), known as the Health Care Facilities Act.\n\n\"Health care provider.\" A primary health care center, a personal care home licensed by the Department of Public Welfare pursuant to the act of June 13, 1967 (P.L.31, No.21), known as the Public Welfare Code, or a person, including a corporation, university or other educational institution licensed or approved by the Commonwealth to provide health care or professional medical services as a physician, a certified nurse midwife, a podiatrist, hospital, nursing home, birth center, and an officer, employee or agent of any of them acting in the course and scope of employment.\n\n\"Hospital.\" An entity licensed as a hospital under the act of June 13, 1967 (P.L.31, No.21), known as the Public Welfare Code, or the act of July 19, 1979 (P.L.130, No.48), known as the Health Care Facilities Act.\n\n\"Medical professional liability action.\" Any proceeding in which a medical professional liability claim is asserted, including an action in a court of law or an arbitration proceeding.\n\n\"Medical professional liability claim.\" Any claim seeking the recovery of damages or loss from a health care provider arising out of any tort or breach of contract causing injury or death resulting from the furnishing of health care services which were or should have been provided.\n\n\"Nursing home.\" An entity licensed as a nursing home under the act of July 19, 1979 (P.L.130, No.48), known as the Health Care Facilities Act.\n\n\"Primary health care center.\" A community-based nonprofit corporation meeting standards prescribed by the Department of Health which provides preventive, diagnostic, therapeutic and basic emergency health care by licensed practitioners who are employees of the corporation or under contract to the corporation.\n\n(Oct. 17, 2002, P.L.880, No.127, eff. 60 days; Dec. 9, 2002, P.L.1705, No.215, eff. 60 days)\n\n2002 Amendments.Act 127 added section 5101.1 and Act 215 amended the def. of \"health care provider\" in subsec. (c). Section 5 of Act 127 provided that section 5101.1 shall apply to all medical professional liability actions filed on or after the effective date of section 5.\n\nReferencesin Text.The Department of Public Welfare, referred to in this section, was redesignated as the Department of Human Services by Act 132 of 2014.\n\nThe short title of the act of June 13, 1967, P.L.31, No.21, known as the Public Welfare Code, referred to in subsection (c), was amended by the act of December 28, 2015, P.L.500, No.92. The amended short title is now the Human Services Code.\n\nCross References.Section 5101.1 is referred to in section 931 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5101-1/"
    },
    {
      "id": "section-5102",
      "number": "5102",
      "heading": "",
      "text": "Applications for relief to any court under section 5101 (relating to remedy to exist for legal injury) or under any other provision of law, or documents relating to a matter before a magisterial district judge, shall be filed in such office and in such form as may be prescribed by general rule or rule of court.\n\n(Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5102/"
    },
    {
      "id": "section-5103",
      "number": "5103",
      "heading": "",
      "text": "(a) General rule.--If an appeal or other matter is taken to or brought in a court or magisterial district of this Commonwealth which does not have jurisdiction of the appeal or other matter, the court or magisterial district judge shall not quash such appeal or dismiss the matter, but shall transfer the record thereof to the proper tribunal of this Commonwealth, where the appeal or other matter shall be treated as if originally filed in the transferee tribunal on the date when the appeal or other matter was first filed in a court or magisterial district of this Commonwealth. A matter which is within the exclusive jurisdiction of a court or magisterial district judge of this Commonwealth but which is commenced in any other tribunal of this Commonwealth shall be transferred by the other tribunal to the proper court or magisterial district of this Commonwealth where it shall be treated as if originally filed in the transferee court or magisterial district of this Commonwealth on the date when first filed in the other tribunal.\n\n(b) Federal cases.--\n\n(1) Subsection (a) shall also apply to any matter transferred or remanded by any United States court for a district embracing any part of this Commonwealth. In order to preserve a claim under Chapter 55 (relating to limitation of time), a litigant who timely commences an action or proceeding in any United States court for a district embracing any part of this Commonwealth is not required to commence a protective action in a court or before a magisterial district judge of this Commonwealth. Where a matter is filed in any United States court for a district embracing any part of this Commonwealth and the matter is dismissed by the United States court for lack of jurisdiction, any litigant in the matter filed may transfer the matter to a court or magisterial district of this Commonwealth by complying with the transfer provisions set forth in paragraph (2).\n\n(2) Except as otherwise prescribed by general rules, or by order of the United States court, such transfer may be effected by filing a certified transcript of the final judgment of the United States court and the related pleadings in a court or magisterial district of this Commonwealth. The pleadings shall have the same effect as under the practice in the United States court, but the transferee court or magisterial district judge may require that they be amended to conform to the practice in this Commonwealth. Section 5535(a)(2)(i) (relating to termination of prior matter) shall not be applicable to a matter transferred under this subsection.\n\n(c) Interdivisional transfers.--If an appeal or other matter is taken to, brought in, or transferred to a division of a court to which such matter is not allocated by law, the court shall not quash such appeal or dismiss the matter, but shall transfer the record thereof to the proper division of the court, where the appeal or other matter shall be treated as if originally filed in the transferee division on the date first filed in a court or magisterial district.\n\n(d) Definition.--As used in this section \"tribunal\" means a court or magisterial district judge or other judicial officer of this Commonwealth vested with the power to enter an order in a matter, the Board of Claims, the Board of Property, the Office of Administrator for Arbitration Panels for Health Care and any other similar agency.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Dec. 20, 1982, P.L.1409, No.326, eff. 60 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.Act 207 amended subsecs. (a), (b) and (d). See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\nSaved from Suspension.Pennsylvania Rule of Civil Procedure for District Justices No. 1082, as amended April 25, 1979, provided that section 5103(a) shall not be deemed suspended or affected. Rules 1001 through 1082 relate to appellate proceedings with respect to judgments and other decisions of district justices in civil matters. Act 207 of 2004 changed justices of the peace to magisterial district judges. Rule 1082 can now be found in the Rules of Conduct, Office Standards and Civil Procedure for Magisterial District Judges.\n\nCross References.Section 5103 is referred to in sections 708, 5503 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5103/"
    },
    {
      "id": "section-5104",
      "number": "5104",
      "heading": "",
      "text": "(a) General rule.--Except where the right to trial by jury is enlarged by statute, trial by jury shall be as heretofore, and the right thereof shall remain inviolate. Trial by jury may be waived in the manner prescribed by general rules.\n\n(b) Civil verdicts.--In any civil case a verdict rendered by at least five-sixths of the jury shall be the verdict of the jury and shall have the same effect as a unanimous verdict of the jury.\n\n(c) Criminal matters.--In criminal cases the Commonwealth shall have the same right to trial by jury as does the accused.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)\n\n1978 Amendment.Act 53 amended subsec. (a) and added subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5104/"
    },
    {
      "id": "section-5105",
      "number": "5105",
      "heading": "",
      "text": "(a) General rule.--There is a right of appeal under this subsection from the final order (including an order defined as a final order by general rule) of every:\n\n(1) Court or magisterial district judge of this Commonwealth to the court having jurisdiction of such appeals.\n\n(2) Government unit which is an administrative agency within the meaning of section 9 of Article V of the Constitution of Pennsylvania to the court having jurisdiction of such appeals. An order is appealable under this paragraph notwithstanding the fact that it is not appealable under Chapter 7 of Title 2 (relating to judicial review).\n\n(3) Appointive judicial officer to the court by which such officer was appointed.\n\n(b) Successive appeals.--Except as otherwise provided in this subsection, the rights conferred by subsection (a) are cumulative, so that a litigant may as a matter of right cause a final order of any tribunal in any matter which itself constitutes an appeal to such tribunal, to be further reviewed by the court having jurisdiction of appeals from such tribunal. Except as provided in section 723 (relating to appeals from the Commonwealth Court) there shall be no right of appeal from the Superior Court or the Commonwealth Court to the Supreme Court under this section or otherwise.\n\n(c) Interlocutory appeals.--There shall be a right of appeal from such interlocutory orders of tribunals and other government units as may be specified by law. The governing authority shall be responsible for a continuous review of the operation of section 702(b) (relating to interlocutory appeals by permission) and shall from time to time establish by general rule rights to appeal from such classes of interlocutory orders, if any, from which appeals are regularly permitted pursuant to section 702(b).\n\n(d) Scope of appeal.--\n\n(1) Except as otherwise provided in this subsection an appeal under this section shall extend to the whole record, with like effect as upon an appeal from a judgment entered upon the verdict of a jury in an action at law and the scope of review of the order shall not be limited as on broad or narrow certiorari.\n\n(2) An order which is appealable by reason of subsection (a)(2), but which would not be appealable under Chapter 7 of Title 2 or under any other corresponding provision of law, shall not be reversed or modified on appeal unless the appellant would be entitled to equivalent relief upon an action in the nature of equity, replevin, mandamus or quo warranto or for declaratory judgment or for a writ of certiorari or prohibition or otherwise objecting to such order.\n\n(3) Nothing in this subsection shall supersede any general rule or rule of court or any unsuspended statute authorizing or requiring an appellate court to receive additional evidence or to hear the appeal de novo.\n\n(4) Except as otherwise prescribed by general rule and section 1123(a.1) (relating to jurisdiction and venue), an appeal from a final order of the minor judiciary shall be de novo under procedures established by general rule.\n\n(e) Supersedeas.--An appeal shall operate as a supersedeas to the extent and upon the conditions provided or prescribed by law. Unless a supersedeas is entered no appeal from an order concerning the validity of a will or other instrument or the right to the possession of or to administer any real or personal property shall suspend the powers or prejudice the acts of the appointive judicial officer, personal representative or other person acting thereunder.\n\n(f) Effect of reversal or modification.--The reversal or modification of any order of a court or any determination of any other government unit in a matter in which the court or government unit has jurisdiction of the sale, mortgage, exchange or conveyance of real or personal property shall not impair or divest any estate or interest acquired thereunder by a person not a party to the appeal.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Oct. 5, 1980, P.L.693, No.142, eff. 60 days; Dec. 20, 1982, P.L.1409, No.326, eff. 60 days; Oct. 12, 1984, P.L.959, No.187, eff. 60 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.Act 207 amended subsec. (a)(1). See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\n1984 Amendment.Act 187 amended subsec. (d).\n\n1982 Amendment.Act 326 amended subsec. (f).\n\n1980 Amendment.Act 142 amended subsecs. (c) and (d).\n\n1978 Amendment.Act 53 amended subsecs. (a), (d) and (e) and added subsec. (f).\n\nSaved from Suspension.Pennsylvania Rule of Civil Procedure No. 3159(b)(7), adopted April 20, 1998, provided that section 5105(f) shall not be deemed suspended or affected by Rules 3101 through 3149 relating to enforcement of money judgments for the payment of money.\n\nCross References.Section 5105 is referred to in sections 724, 9730 of this title; section 2547 of Title 15 (Corporations and Unincorporated Associations); section 902 of Title 66 (Public Utilities).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5105/"
    },
    {
      "id": "section-5106",
      "number": "5106",
      "heading": "",
      "text": "The power to change the venue in civil and criminal cases shall be vested in the courts, to be exercised in such manner as shall be provided or prescribed by law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5106/"
    },
    {
      "id": "section-5107",
      "number": "5107",
      "heading": "",
      "text": "Process may be served or executed on any day of the week except at any church, synagogue, meetinghouse or any place of worship.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Dec. 19, 1984, P.L.1089, No.218, eff. imd.; June 25, 1997, P.L.293, No.28, eff. imd.; June 18, 1998, P.L.640, No.84, eff. 120 days)\n\n1998 Amendment.Act 84 overlooked the amendment by Act 28 of 1997, but the amendments do not conflict in substance and have both been given effect in setting forth the text of section 5107.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5107/"
    },
    {
      "id": "section-5108",
      "number": "5108",
      "heading": "",
      "text": "(a) Constitutional restriction.--The person of a debtor, where there is not strong presumption of fraud, shall not be continued in prison after delivering up his estate for the benefit of his creditors in such manner as shall be provided or prescribed by law.\n\n(b) Statutory restriction.--Except in an action for fines and penalties, or as punishment for contempt, or to prevent departure from the Commonwealth, a defendant may not be arrested in any civil matter.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days)\n\n1978 Amendment.Act 53 added section 5108.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5108/"
    },
    {
      "id": "section-5110",
      "number": "5110",
      "heading": "",
      "text": "1980 Repeal.Section 5110 was repealed October 5, 1980, P.L.693, No.142, effective in 60 days. The subject matter is now contained in Chapter 85 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5110/"
    },
    {
      "id": "section-5111",
      "number": "5111",
      "heading": "",
      "text": "1980 Repeal.Section 5111 was repealed October 5, 1980, P.L.693, No.142, effective in 60 days. The subject matter is now contained in Chapter 85 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-51/section-5111/"
    }
  ]
}