{
  "state": "pennsylvania",
  "path": "title-title-42/chapter-chapter-3",
  "sections": [
    {
      "id": "section-301",
      "number": "301",
      "heading": "",
      "text": "The judicial power of the Commonwealth shall be vested in a unified judicial system consisting of the:\n\n(1) Supreme Court.\n\n(2) Superior Court.\n\n(3) Commonwealth Court.\n\n(4) Courts of common pleas.\n\n(5) Community courts.\n\n(6) Philadelphia Municipal Court.\n\n(7) Pittsburgh Magistrates Court.\n\n(8) Traffic Court of Philadelphia.\n\n(9) Magisterial district judges.\n\nAll courts and magisterial district judges and their jurisdiction shall be in this unified judicial system.\n\n(Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\nReferences in Text. The Traffic Court of Philadelphia, referred to in this section, was abolished by Joint Resolution No.2 of 2016.\n\nCross References.Section 301 is referred to in section 102 of this title; section 3717 of Title 22 (Detectives and Private Police).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-301/"
    },
    {
      "id": "section-321",
      "number": "321",
      "heading": "",
      "text": "Except as otherwise provided in this subpart every court of this Commonwealth shall be a court of record with all the qualities and incidents of a court of record at common law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-321/"
    },
    {
      "id": "section-322",
      "number": "322",
      "heading": "",
      "text": "Each court of this Commonwealth shall have a seal engraved with the name of the court and such other inscription as may be specified by general rule or rule of court. A facsimile or preprinted seal may be used for all purposes in lieu of the original seal.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-322/"
    },
    {
      "id": "section-323",
      "number": "323",
      "heading": "",
      "text": "Every court shall have power to issue, under its judicial seal, every lawful writ and process necessary or suitable for the exercise of its jurisdiction and for the enforcement of any order which it may make and all legal and equitable powers required for or incidental to the exercise of its jurisdiction, and, except as otherwise prescribed by general rules, every court shall have power to make such rules and orders of court as the interest of justice or the business of the court may require.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-323/"
    },
    {
      "id": "section-324",
      "number": "324",
      "heading": "",
      "text": "Except as otherwise prescribed by general rule or rule of court each court shall be in session as often as its judges shall deem necessary or proper and there shall be no terms of court. Each court shall always be open for the transaction of judicial business and the court or any judge shall have the same power in vacation to issue injunctions, grant stays and enter other orders as they have while the court is in session. The continued existence or expiration of a session of a court in no way affects the power of a court to do any act or take any proceeding.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-324/"
    },
    {
      "id": "section-325",
      "number": "325",
      "heading": "",
      "text": "(a) General rule.--The Chief Justice of Pennsylvania and the president judges of all courts with seven or less judges shall be the judge longest in continuous service on their respective courts. In the event of his resignation from this position the judge next longest in continuous service shall be the Chief Justice of Pennsylvania or the president judge. Should any two or more judges of the same court assume office at the same time, they shall cast lots forthwith for priority of commission, and certify the results to the Governor who shall issue their commissions accordingly.\n\n(b) Courts of eight or more judges.--The president judges of all courts with eight or more judges shall be selected for five-year terms by the members of their respective courts. In the event of a tie vote for the office of president judge, the Supreme Court shall appoint as president judge one of the judges receiving the highest number of votes.\n\n(c) Traffic Court of Philadelphia.--(Deleted by amendment).\n\n(d) Resignation and temporary inability.--The Chief Justice of Pennsylvania or a president judge may resign such position and remain a member of the court.\n\n(e) Powers of president judge.--Except as otherwise provided or prescribed by this title, by general rule or by order of the governing authority, the president judge of a court shall:\n\n(1) Be the executive and administrative head of the court, supervise the judicial business of the court, promulgate all administrative rules and regulations, make all judicial assignments, and assign and reassign among the personnel of the court available chambers and other physical facilities.\n\n(2) Exercise the powers of the court under section 2301(a)(2) (relating to appointment of personnel).\n\n(June 19, 2013, P.L.55, No.17, eff. imd.)\n\n2013 Amendment.Act 17 deleted subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-325/"
    },
    {
      "id": "section-326",
      "number": "326",
      "heading": "",
      "text": "(a) Supreme Court.--A majority of the Supreme Court shall be a quorum of the court.\n\n(b) Other courts.--The quorum requisite to hold a session of any other court shall be specified by general rule.\n\n(c) Inability to assemble quorum.--Where by reason of vacancy, illness, disqualification or otherwise it is impossible to assemble a quorum of a court at the time and place appropriate therefor, sufficient judges shall be temporarily assigned to the court to permit the court to hold a duly convened session and transact the business of the court.\n\n(d) Court en banc.--The composition of a court en banc shall be as specified by general rules.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-326/"
    },
    {
      "id": "section-327",
      "number": "327",
      "heading": "",
      "text": "(a) General ability.--Each judicial officer, each clerk of court, each retired or senior judge and such other personnel of the system and jurors as may be designated by or pursuant to general rules may administer oaths and affirmations and take acknowledgments. An acknowledgment may be taken by a member of the bar of the Supreme Court of Pennsylvania if the document is thereafter certified to an officer authorized to administer oaths. Certification by an attorney shall be in accordance with 57 Pa.C.S. Ch. 3 (relating to Revised Uniform Law on Notarial Acts) and shall include the attorney's Supreme Court identification number.\n\n(b) Retired or senior judges.--A retired or senior judge may administer oaths and affirmations and take acknowledgments so long as all of the following criteria are met:\n\n(1) The retired or senior judge has served as a magisterial district judge, judge or justice, whether or not continuously or on the same court, by election or appointment, for an aggregate period equaling a full term of office.\n\n(2) The retired or senior judge has not been defeated for reelection or retention.\n\n(3) The retired or senior judge has not been convicted of or pleaded nolo contendere to any misdemeanor or felony offense under the laws of this Commonwealth or an equivalent offense under the laws of the United States or one of its territories or possessions, another state, the District of Columbia, the Commonwealth of Puerto Rico or a foreign nation.\n\n(4) The retired or senior judge has not resigned a judicial commission to avoid having charges filed or to avoid prosecution by Federal, State or local law enforcement agencies or by the Judicial Conduct Board.\n\n(5) The retired or senior judge has not been removed from office by the Court of Judicial Discipline.\n\n(6) The retired or senior judge is a resident of this Commonwealth.\n\n(July 1, 1987, P.L.180, No.21, eff. imd.; June 30, 2012, P.L.666, No.79, eff. 60 days; Oct. 9, 2013, P.L.609, No.73)\n\n2013 Amendment. Act 73 amended subsec. (a). Section 5(3) of Act 73 provided that section 327 shall take effect 180 days after publication of the notice under section 4 of Act 73.\n\nCross References.Section 327 is referred to in sections 2737, 2757, 2777 of this title; section 5601 of Title 20 (Decedents, Estates and Fiduciaries); section 316 of Title 57 (Notaries Public).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-3/section-327/"
    }
  ]
}