{
  "state": "pennsylvania",
  "path": "title-title-42/chapter-chapter-73",
  "sections": [
    {
      "id": "section-7301",
      "number": "7301",
      "heading": "",
      "text": "ยง 7301. Short title of subchapter.\n\nThis subchapter shall be known and may be cited as the \"Uniform Arbitration Act.\"",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7301/"
    },
    {
      "id": "section-7302",
      "number": "7302",
      "heading": "",
      "text": "(a) General rule.--An agreement to arbitrate a controversy on a nonjudicial basis shall be conclusively presumed to be an agreement to arbitrate pursuant to Subchapter B (relating to common law arbitration) unless the agreement to arbitrate is in writing and expressly provides for arbitration pursuant to this subchapter or any other similar statute, in which case the arbitration shall be governed by this subchapter.\n\n(b) Collective bargaining agreements.--This subchapter shall apply to a collective bargaining agreement to arbitrate controversies between employers and employees or their respective representatives only where the arbitration pursuant to this subchapter is consistent with any statute regulating labor and management relations.\n\n(c) Government contracts.--This subchapter shall apply to any written contract to which a government unit of this Commonwealth is a party to the same extent as if the government unit were a private person, except that where a contract to which the Commonwealth government is a party provides for arbitration of controversies but does not provide for arbitration pursuant to any specified statutory provision, the arbitration shall be governed by this subchapter.\n\n(d) Special application.--\n\n(1) Paragraph (2) shall be applicable where:\n\n(i) The Commonwealth government submits a controversy to arbitration.\n\n(ii) A political subdivision submits a controversy with an employee or a representative of employees to arbitration.\n\n(iii) Any person has been required by law to submit or to agree to submit a controversy to arbitration pursuant to this subchapter.\n\n(2) Where this paragraph is applicable a court in reviewing an arbitration award pursuant to this subchapter shall, notwithstanding any other provision of this subchapter, modify or correct the award where the award is contrary to law and is such that had it been a verdict of a jury the court would have entered a different judgment or a judgment notwithstanding the verdict.\n\nApplicability.Section 501(b) of Act 142 of 1980 provided that the provisions of 42 Pa.C.S. ยง 7302(d)(2) shall be applicable to any nonjudicial arbitration pursuant to:\n\n(1) An agreement made prior to the effective date of this act which expressly provides that it shall be interpreted pursuant to the law of this Commonwealth and which expressly provides for statutory arbitration.\n\n(2) An agreement heretofore or hereafter made which expressly provides for arbitration pursuant to the former provisions of the act of April 25, 1927, P.L.381, No.248, relating to statutory arbitration.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7302/"
    },
    {
      "id": "section-7303",
      "number": "7303",
      "heading": "",
      "text": "A written agreement to subject any existing controversy to arbitration or a provision in a written agreement to submit to arbitration any controversy thereafter arising between the parties is valid, enforceable and irrevocable, save upon such grounds as exist at law or in equity relating to the validity, enforceability or revocation of any contract.\n\nCross References.Section 7303 is referred to in sections 7304, 7318 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7303/"
    },
    {
      "id": "section-7304",
      "number": "7304",
      "heading": "",
      "text": "(a) Compelling arbitration.--On application to a court to compel arbitration made by a party showing an agreement described in section 7303 (relating to validity of agreement to arbitrate) and a showing that an opposing party refused to arbitrate, the court shall order the parties to proceed with arbitration. If the opposing party denies the existence of an agreement to arbitrate, the court shall proceed summarily to determine the issue so raised and shall order the parties to proceed with arbitration if it finds for the moving party. Otherwise, the application shall be denied.\n\n(b) Stay of arbitration.--On application of a party to a court to stay an arbitration proceeding threatened or commenced the court may stay an arbitration on a showing that there is no agreement to arbitrate. When in substantial and bona fide dispute, such an issue shall be forthwith and summarily tried and determined and a stay of the arbitration proceedings shall be ordered if the court finds for the moving party. If the court finds for the opposing party, the court shall order the parties to proceed with arbitration.\n\n(c) Venue.--If a controversy alleged to be or not to be referable to arbitration under the agreement is also involved in an action or proceeding pending in a court having jurisdiction to hear applications to compel or stay arbitration, the application shall be made to that court. Otherwise, subject to section 7319 (relating to venue of court proceedings), the application may be made in any court of competent jurisdiction.\n\n(d) Stay of judicial proceedings.--An action or proceeding, allegedly involving an issue subject to arbitration, shall be stayed if a court order to proceed with arbitration has been made or an application for such an order has been made under this section. If the issue allegedly subject to arbitration is severable, the stay of the court action or proceeding may be made with respect to the severable issue only. If the application for an order to proceed with arbitration is made in such action or proceeding and is granted, the court order to proceed with arbitration shall include a stay of the action or proceeding.\n\n(e) No examination of merits.--An application for a court order to proceed with arbitration shall not be refused, nor shall an application to stay arbitration be granted, by the court on the ground that the controversy lacks merit or bona fides or on the ground that no fault or basis for the controversy sought to be arbitrated has been shown.\n\nCross References.Section 7304 is referred to in sections 7314, 7320 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7304/"
    },
    {
      "id": "section-7305",
      "number": "7305",
      "heading": "",
      "text": "If the agreement to arbitrate prescribes a method of appointment of arbitrators, the prescribed method shall be followed. In the absence of a prescribed method or if the prescribed method fails or for any reason cannot be followed, or when an arbitrator appointed fails to act or is unable to act and his successor has not been appointed, the court on application of a party shall appoint one or more arbitrators. An arbitrator so appointed has all the powers of an arbitrator specifically named in the agreement.\n\nCross References.Section 7305 is referred to in section 7314 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7305/"
    },
    {
      "id": "section-7306",
      "number": "7306",
      "heading": "",
      "text": "The powers of the arbitrators shall be exercised by a majority unless otherwise prescribed by the agreement or provided by this subchapter.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7306/"
    },
    {
      "id": "section-7307",
      "number": "7307",
      "heading": "",
      "text": "(a) General rule.--Unless otherwise prescribed by the agreement:\n\n(1) The arbitrators shall appoint a time and place for the arbitration hearing and cause written notice thereof to be served personally or by registered or certified mail on all parties not less than ten days before the hearing. Appearance at the hearing constitutes a waiver of such notice.\n\n(2) The arbitrators may adjourn the hearing from time to time as necessary and, on request of a party and for good cause, or upon their own motion, may postpone the hearing to a time not later than the date fixed by the agreement for making the award unless the parties consent to a later date.\n\n(3) The arbitrators may hear and determine the controversy upon the evidence produced at the arbitration hearing notwithstanding the failure of a duly notified party to appear. On application by a party the court may direct the arbitrators to proceed promptly with the hearing and determination of the controversy.\n\n(4) The parties and their attorneys have the right to be heard, to present evidence material to the controversy and to cross-examine witnesses appearing at the hearing.\n\n(5) The hearing shall be conducted by all the arbitrators but a majority may determine any issue and render a final award. If, during the course of the hearing, an arbitrator for any reason ceases to act, the remaining arbitrator or arbitrators appointed to act as neutrals may continue with the hearing and determine the controversy.\n\n(b) Record.--On request of a party who shall pay the fees therefor all testimony shall be taken stenographically and a transcript thereof made a part of the record.\n\nCross References.Section 7307 is referred to in section 7314 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7307/"
    },
    {
      "id": "section-7308",
      "number": "7308",
      "heading": "",
      "text": "A party has the right to be represented by an attorney at any proceeding or hearing under this subchapter. A waiver thereof prior to the proceeding or hearing is ineffective.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7308/"
    },
    {
      "id": "section-7309",
      "number": "7309",
      "heading": "",
      "text": "(a) General rule.--The arbitrators may issue subpoenas in the form prescribed by general rules for the attendance of witnesses and for the production of books, records, documents and other evidence. Subpoenas so issued shall be served and, upon application to the court by a party or by the arbitrators, shall be enforced in the manner provided or prescribed by law for the service and enforcement of subpoenas in a civil action.\n\n(b) Depositions.--On application of a party and for use as evidence the arbitrators, in the manner and upon the terms designated by them, may permit a deposition to be taken of a witness who cannot be served with a subpoena or who is unable to attend the hearing.\n\n(c) Compulsory testimony.--The arbitrators shall have power to administer oaths. All provisions of law compelling a person under subpoena to testify are applicable.\n\n(d) Fees.--Fees and expenses for attendance as a witness shall be governed by the provisions of section 5903 (relating to compensation and expenses of witnesses).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7309/"
    },
    {
      "id": "section-7310",
      "number": "7310",
      "heading": "",
      "text": "(a) General rule.--The award of the arbitrators shall be in writing and signed by the arbitrators joining in the award. The arbitrators shall deliver a copy of the award to each party personally or by registered or certified mail, or as prescribed in the agreement to arbitrate.\n\n(b) Time limitation.--The award shall be made within the time fixed by the agreement or, if not fixed by the agreement, within such time as is ordered by the court on application of a party. The parties by written stipulation may extend the time either before or after the expiration thereof. A party waives the objection that an award was not made within the time required unless he notifies the arbitrators of his objection prior to delivery of the award to him.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7310/"
    },
    {
      "id": "section-7311",
      "number": "7311",
      "heading": "",
      "text": "(a) General rule.--On application of a party to the arbitrators, or on submission to the arbitrators by the court under such conditions as the court may order if an application to the court is pending under section 7313 (relating to confirmation of award by court), section 7314 (relating to vacating award by court) or section 7315 (relating to modification or correction of award by court), the arbitrators may modify or correct the award upon the grounds stated in section 7315(a)(1) and (2), or for the purpose of clarifying the award.\n\n(b) Time limitation.--An application to the arbitrators under subsection (a) shall be made within ten days after delivery of the award to the applicant. Written notice of presentation of the application shall be given forthwith by the applicant to all other parties stating that they must serve objections thereto within ten days from the date of the notice. The award as modified or corrected is subject to the provisions of sections 7313, 7314 and 7315.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7311/"
    },
    {
      "id": "section-7312",
      "number": "7312",
      "heading": "",
      "text": "Unless otherwise prescribed in the agreement to arbitrate, the expenses and fees of the arbitrators and other expenses (but not including counsel fees) incurred in the conduct of the arbitration shall be paid as prescribed in the award.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7312/"
    },
    {
      "id": "section-7313",
      "number": "7313",
      "heading": "",
      "text": "On application of a party, the court shall confirm an award, unless within the time limits imposed by this subchapter, grounds are urged for vacating or modifying or correcting the award, in which case the court shall proceed as provided in section 7314 (relating to vacating award by court) or section 7315 (relating to modification or correction of award by court).\n\nCross References.Section 7313 is referred to in section 7311 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7313/"
    },
    {
      "id": "section-7314",
      "number": "7314",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) On application of a party, the court shall vacate an award where:\n\n(i) the court would vacate the award under section 7341 (relating to common law arbitration) if this subchapter were not applicable;\n\n(ii) there was evident partiality by an arbitrator appointed as a neutral or corruption or misconduct in any of the arbitrators prejudicing the rights of any party;\n\n(iii) the arbitrators exceeded their powers;\n\n(iv) the arbitrators refused to postpone the hearing upon good cause being shown therefor or refused to hear evidence material to the controversy or otherwise so conducted the hearing, contrary to the provisions of section 7307 (relating to hearing before arbitrators), as to prejudice substantially the rights of a party; or\n\n(v) there was no agreement to arbitrate and the issue of the existence of an agreement to arbitrate was not adversely determined in proceedings under section 7304 (relating to court proceedings to compel or stay arbitration) and the applicant-party raised the issue of the existence of an agreement to arbitrate at the hearing.\n\n(2) The fact that the relief awarded by the arbitrators was such that it could not or would not be granted by a court of law or equity is not a ground for vacating or refusing to confirm the award.\n\n(b) Time limitation.--An application under this section shall be made within 30 days after delivery of a copy of the award to the applicant, except that, if predicated upon corruption, fraud, misconduct or other improper means, it shall be made within 30 days after such grounds are known or should have been known to the applicant.\n\n(c) Further hearing.--If the court vacates the award on grounds other than stated in subsection (a)(1)(v), the court may order a rehearing before new arbitrators chosen as prescribed in the agreement to arbitrate. Absent a method prescribed in the agreement to arbitrate, the court shall choose new arbitrators in accordance with section 7305 (relating to appointment of arbitrators by court). If the award is vacated on grounds not affecting the competency of the arbitrators under subsection (a)(1)(i) through (iv), the court may order a rehearing before the arbitrators who made the award or their successors appointed in accordance with section 7305. The time period within which the agreement requires the original award to be made is applicable to the rehearing and commences from the date of the court order directing a rehearing.\n\n(d) Confirmation of award.--If an application to vacate the award is denied and no application to modify or correct the award is pending, the court shall confirm the award.\n\nCross References.Section 7314 is referred to in sections 7311, 7313 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7314/"
    },
    {
      "id": "section-7315",
      "number": "7315",
      "heading": "",
      "text": "(a) General rule.--On application to the court made within 30 days after delivery of a copy of the award to the applicant, the court shall modify or correct the award where:\n\n(1) there was an evident miscalculation of figures or an evident mistake in the description of any person, thing or property referred to in the award;\n\n(2) the arbitrators awarded upon a matter not submitted to them and the award may be corrected without affecting the merits of the decision upon the issues submitted; or\n\n(3) the award is deficient in a matter of form, not affecting the merits of the controversy.\n\n(b) Confirmation of award.--If an application to modify or correct the award is granted, the court shall modify and correct the award so as to effect its intent and shall confirm the award as so modified and corrected. Otherwise, the court shall confirm the award as made by the arbitrators.\n\n(c) Alternative applications.--An application to modify or correct an award may be joined in the alternative with an application to vacate the award.\n\nCross References.Section 7315 is referred to in sections 7311, 7313 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7315/"
    },
    {
      "id": "section-7316",
      "number": "7316",
      "heading": "",
      "text": "Upon the granting of an order of court confirming, modifying or correcting an award, a judgment or decree shall be entered in conformity with the order. The judgment or decree may be enforced as any other judgment or decree. Subject to general rules, costs of any application to the court and of the proceedings subsequent thereto, and disbursements may be imposed by the court.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7316/"
    },
    {
      "id": "section-7317",
      "number": "7317",
      "heading": "",
      "text": "Except as otherwise prescribed by general rules, an application to the court under this subchapter shall be by petition and shall be heard in the manner and upon the notice provided or prescribed by law for the making and hearing of petitions in civil matters. Unless the parties otherwise agree, notice of an initial application for an order of court shall be served in the manner provided or prescribed by law for the service of a writ of summons in a civil action.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7317/"
    },
    {
      "id": "section-7318",
      "number": "7318",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Court.\" As used in this subchapter means any court of competent jurisdiction of this Commonwealth.\n\n\"Jurisdiction.\" The making of an agreement described in section 7303 (relating to validity of agreement to arbitrate) providing for arbitration in this Commonwealth confers jurisdiction on the courts of this Commonwealth to enforce the agreement under this subchapter and to enter judgment on an award made thereunder.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7318/"
    },
    {
      "id": "section-7319",
      "number": "7319",
      "heading": "",
      "text": "Except as otherwise prescribed by general rules:\n\n(1) An initial application to a court under this subchapter shall be made to the court of the county in which the agreement prescribes that the arbitration hearing shall be held or, if the hearing has been held, in the county in which the hearing was held.\n\n(2) If an application to a court cannot be made under paragraph (1) the application shall be made to the court in the county where the adverse party resides or has a place of business or, if he has no residence or place of business in this Commonwealth, to the court of any county.\n\n(3) All subsequent applications to a court shall be made to the court hearing the initial application unless that court otherwise directs.\n\nCross References.Section 7319 is referred to in section 7304 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7319/"
    },
    {
      "id": "section-7320",
      "number": "7320",
      "heading": "",
      "text": "(a) General rule.--An appeal may be taken from:\n\n(1) A court order denying an application to compel arbitration made under section 7304 (relating to proceedings to compel or stay arbitration).\n\n(2) A court order granting an application to stay arbitration made under section 7304(b).\n\n(3) A court order confirming or denying confirmation of an award.\n\n(4) A court order modifying or correcting an award.\n\n(5) A court order vacating an award without directing a rehearing.\n\n(6) A final judgment or decree of a court entered pursuant to the provisions of this subchapter.\n\n(b) Procedure.--The appeal shall be taken in the manner, within the time and to the same extent as an appeal from a final order of court in a civil action.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7320/"
    },
    {
      "id": "section-7321-1",
      "number": "7321.1",
      "heading": "",
      "text": "ยง 7321.1. Short title of subchapter.\n\nThis subchapter shall be known and may be cited as the Revised Statutory Arbitration Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-1/"
    },
    {
      "id": "section-7321-2",
      "number": "7321.2",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Arbitration organization.\"Any association, agency, board, commission or other entity that is neutral and initiates, sponsors or administers an arbitration proceeding or is involved in the appointment of an arbitrator.\n\n\"Arbitrator.\"An individual appointed to render an award, alone or with others, in a controversy that is subject to an agreement to arbitrate.\n\n\"Consumer.\"An individual who incurs an obligation in an agreement with a merchant for personal, family or household purposes.\n\n\"Consumer transaction.\"A transaction between a consumer domiciled in this Commonwealth and a merchant, including all personal injury claims arising out of such a transaction.\n\n\"Court.\"A court of competent jurisdiction in this Commonwealth.\n\n\"Knowledge.\"Actual knowledge.\n\n\"Merchant.\"A person in the ordinary course of business that offers or sells goods or services to consumers or holds itself out as having knowledge or skill peculiar to such transactions, including a manufacturer, supplier or distributor of goods, or a supplier of personal or professional services.\n\n\"Person.\"Any individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture; a government; a governmental subdivision, agency or instrumentality; a public corporation; or any other legal or commercial entity.\n\n\"Record.\"Information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-2/"
    },
    {
      "id": "section-7321-3",
      "number": "7321.3",
      "heading": "",
      "text": "(a) Giving notice.--Except as otherwise provided in this subchapter, a person gives notice to another person by taking action that is reasonably necessary to inform the other person in ordinary course whether or not the other person acquires knowledge of the notice.\n\n(b) Having notice.--A person has notice if the person has knowledge of the notice or has received notice.\n\n(c) Receiving notice.--A person receives notice when it comes to the person's attention or the notice is delivered at:\n\n(1) the person's place of residence or business; or\n\n(2) another location held out by the person as a place of delivery of such communications.\n\nCross References.Section 7321.3 is referred to in sections 7376, 7380, 7385 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-3/"
    },
    {
      "id": "section-7321-4",
      "number": "7321.4",
      "heading": "",
      "text": "(a) Subsequent agreements.--This subchapter governs an agreement to arbitrate made on or after the effective date of this subchapter.\n\n(b) Prior agreements.--For an agreement to arbitrate made before the effective date of this subchapter, except as set forth in subsection (c):\n\n(1) If all the parties to the agreement or to the arbitration proceeding agree in a record that this subchapter governs the agreement, this subchapter governs the agreement.\n\n(2) If paragraph (1) does not apply, Subchapter A (relating to statutory arbitration) governs the agreement.\n\n(c) Collective bargaining agreements.--This subchapter shall apply to collective bargaining agreements to arbitrate controversies between employers and employees or their respective representatives only to the extent that the arbitration under this subchapter is consistent with any other statute regulating labor and management relations.\n\nCross References.Section 7321.4 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-4/"
    },
    {
      "id": "section-7321-5",
      "number": "7321.5",
      "heading": "",
      "text": "(a) Waiver or variance.--Except as otherwise provided in subsections (b) and (c), a party to an agreement to arbitrate or to an arbitration proceeding may waive, or the parties may vary the effect of, the requirements of this subchapter to the extent permitted by law.\n\n(b) Prior to controversy.--Before a controversy arises that is subject to an agreement to arbitrate, a party to the agreement may not do any of the following:\n\n(1) Waive or agree to vary the effect of the requirements of any of the following:\n\n(i) Section 7321.6(a) (relating to application for judicial relief).\n\n(ii) Section 7321.7(a) (relating to validity of agreement to arbitrate).\n\n(iii) Section 7321.9 (relating to provisional remedies).\n\n(iv) Section 7321.18(a) or (b) (relating to witnesses; subpoenas; depositions; discovery).\n\n(v) Section 7321.27 (relating to jurisdiction).\n\n(vi) Section 7321.29 (relating to appeals).\n\n(2) Agree to unreasonably restrict the right under section 7321.10 (relating to initiation of arbitration) to notice of the initiation of an arbitration proceeding.\n\n(3) Agree to unreasonably restrict the right under section 7321.13 (relating to disclosure by arbitrator) to disclosure of any facts by a neutral arbitrator.\n\n(4) Waive the right under section 7321.17 (relating to representation by attorney) of a party to an agreement to arbitrate to be represented by an attorney at any proceeding or hearing under this subchapter, but an employer and a labor organization may waive the right to representation by an attorney in a labor arbitration.\n\n(c) Absolute prohibition.--A party to an agreement to arbitrate or an arbitration proceeding may not waive, or the parties may not vary the effect of, the requirements of any of the following:\n\n(1) This section.\n\n(2) Section 7321.4(a) (relating to when subchapter applies).\n\n(3) Section 7321.8 (relating to motion to compel or stay arbitration).\n\n(4) Section 7321.15 (relating to immunity of arbitrator; competency to testify; attorney fees and costs).\n\n(5) Section 7321.19 (relating to judicial enforcement of preaward ruling by arbitrator).\n\n(6) Section 7321.21(d) or (e) (relating to change of award by arbitrator).\n\n(7) Section 7321.23 (relating to confirmation of award).\n\n(8) Section 7321.24 (relating to vacating award).\n\n(9) Section 7321.25 (relating to modification or correction of award).\n\n(10) Section 7321.26(a) or (b) (relating to judgment on award; attorney fees and litigation expenses).\n\n(11) Section 7321.30 (relating to uniformity of application and construction).\n\n(12) Section 7321.31 (relating to relationship to Electronic Signatures in Global and National Commerce Act).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-5/"
    },
    {
      "id": "section-7321-6",
      "number": "7321.6",
      "heading": "",
      "text": "(a) Procedure.--Except as otherwise provided in section 7321.29 (relating to appeals), an application for judicial relief under this subchapter must be made by motion to the court and heard in the manner provided by law or rule of court for making and hearing motions.\n\n(b) Service.--Unless a civil action involving the agreement to arbitrate is pending, notice of an initial motion to the court under this subchapter must be served in the manner provided by law for the service of a summons in a civil action. Otherwise, notice of the motion must be given in the manner provided by law or rule of court for serving motions in pending cases.\n\nCross References.Section 7321.6 is referred to in sections 7321.5, 7321.28, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-6/"
    },
    {
      "id": "section-7321-7",
      "number": "7321.7",
      "heading": "",
      "text": "(a) General rule.--An agreement contained in a record to submit to arbitration any existing or subsequent controversy arising between the parties to the agreement is valid, enforceable and irrevocable except upon a ground that exists at law or in equity for the revocation of a contract.\n\n(b) Court decision.--The court shall decide whether an agreement to arbitrate exists or a controversy is subject to an agreement to arbitrate.\n\n(c) Arbitrator decision.--An arbitrator shall decide whether a condition precedent to arbitrability has been fulfilled and whether a contract containing a valid agreement to arbitrate is enforceable.\n\n(d) Challenge to arbitration.--If a party to a judicial proceeding challenges the existence of, or claims that a controversy is not subject to, an agreement to arbitrate, the arbitration proceeding may continue pending final resolution of the issue by the court, unless the court otherwise orders.\n\n(e) Grounds for validity and enforceability.--\n\n(1) Subject to paragraph (2), in determining the validity and enforceability of an agreement to arbitrate, a court may consider any grounds that exist at law or in equity for the revocation of a contract, regardless of whether arising out of Federal or State law or as a matter of public policy, that are applicable to other contracts, including fraud, duress, coercion, unconscionability or the imposition by a contract of adhesion of any requirement that unreasonably favors the party that imposed the provision.\n\n(2) Paragraph (1) shall not apply in any manner prohibited by 9 U.S.C. (relating to arbitration) or other Federal law.\n\nCross References.Section 7321.7 is referred to in sections 7321.5, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-7/"
    },
    {
      "id": "section-7321-8",
      "number": "7321.8",
      "heading": "",
      "text": "(a) Refusal to arbitrate under agreement.--On motion of a person showing an agreement to arbitrate and alleging another person's refusal to arbitrate under the agreement:\n\n(1) if the refusing party does not appear or does not oppose the motion, the court shall order the parties to arbitrate; and\n\n(2) if the refusing party opposes the motion, the court shall proceed summarily to decide the issue and order the parties to arbitrate unless it finds that there is no enforceable agreement to arbitrate.\n\n(b) Agreement challenged.--On motion of a person alleging that an arbitration proceeding has been initiated or threatened but that there is no agreement to arbitrate, the court shall proceed summarily to decide the issue. If the court finds that there is an enforceable agreement to arbitrate, the court shall order the parties to arbitrate.\n\n(c) Enforceable agreement required.--If the court finds that there is no enforceable agreement, the court may not, under subsection (a) or (b), order the parties to arbitrate.\n\n(d) Court refusal.--The court may not refuse to order arbitration because the claim subject to arbitration lacks merit or grounds for the claim have not been established.\n\n(e) Appropriate court.--If a proceeding involving a claim referable to arbitration under an alleged agreement to arbitrate is pending in court, a motion under this section must be made in that court. Otherwise, a motion under this section may be made in any court as provided in section 7321.28 (relating to venue).\n\n(f) Stay of judicial proceedings.--An action or proceeding allegedly involving an issue subject to arbitration shall be stayed if a court order to proceed with arbitration has been made or a motion for such an order has been made under this section. If the issue allegedly subject to arbitration is severable, the stay of the court action or proceeding may be made with respect to the severable issue only. If a motion for an order to proceed with arbitration is made in the action or proceeding and is granted, the court order to proceed with arbitration shall include a stay of the action or proceeding.\n\nCross References.Section 7321.8 is referred to in sections 7321.5, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-8/"
    },
    {
      "id": "section-7321-9",
      "number": "7321.9",
      "heading": "",
      "text": "(a) Court.--Before an arbitrator is appointed and is authorized and able to act, the court, upon motion of a party to an arbitration proceeding and for good cause shown, may enter an order for provisional remedies to protect the effectiveness of the arbitration proceeding to the same extent and under the same conditions as if the controversy were the subject of a civil action.\n\n(b) Arbitrator.--After an arbitrator is appointed and is authorized and able to act:\n\n(1) the arbitrator may issue orders for provisional remedies, including interim awards, as the arbitrator finds necessary to protect the effectiveness of the arbitration proceeding and to promote the fair and expeditious resolution of the controversy, to the same extent and under the same conditions as if the controversy were the subject of a civil action; and\n\n(2) a party to an arbitration proceeding may move the court for a provisional remedy only if the matter is urgent and the arbitrator is not able to act timely or the arbitrator cannot provide an adequate remedy.\n\n(c) Effect.--A party does not waive a right of arbitration by making a motion under subsection (a) or (b).\n\nCross References.Section 7321.9 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-9/"
    },
    {
      "id": "section-7321-10",
      "number": "7321.10",
      "heading": "",
      "text": "(a) Notice.--A person initiates an arbitration proceeding by giving notice in a record to the other parties to the agreement to arbitrate in the agreed manner between the parties or, in the absence of agreement, by certified or registered mail, return receipt requested and obtained, or by service as authorized for the commencement of a civil action. The notice must describe the nature of the controversy and the remedy sought.\n\n(b) Lack of notice.--Unless a person objects for lack or insufficiency of notice under section 7321.16 (relating to arbitration process) not later than at the beginning of the arbitration hearing, the person by appearing at the hearing waives any objection to lack of or insufficiency of notice.\n\nCross References.Section 7321.10 is referred to in sections 7321.5, 7321.24 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-10/"
    },
    {
      "id": "section-7321-11",
      "number": "7321.11",
      "heading": "",
      "text": "(a) Conditions.--Except as otherwise provided in subsection (c), upon motion of a party to an agreement to arbitrate or to an arbitration proceeding, the court may order consolidation of separate arbitration proceedings as to all or some of the claims if:\n\n(1) there are separate agreements to arbitrate or separate arbitration proceedings between the same persons, or one of them is a party to a separate agreement to arbitrate or a separate arbitration proceeding with a third person;\n\n(2) the claims subject to the agreements to arbitrate arise in substantial part from the same transaction or series of related transactions;\n\n(3) the existence of a common issue of law or fact creates the possibility of conflicting decisions in the separate arbitration proceedings; and\n\n(4) prejudice resulting from a failure to consolidate is not outweighed by the risk of undue delay or prejudice to the rights of or hardship to parties opposing consolidation.\n\n(b) Partial consolidation.--The court may order consolidation of separate arbitration proceedings as to some claims and allow other claims to be resolved in separate arbitration proceedings.\n\n(c) Agreement governs.--The court may not order consolidation of the claims of a party to an agreement to arbitrate if the agreement prohibits consolidation.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-11/"
    },
    {
      "id": "section-7321-12",
      "number": "7321.12",
      "heading": "",
      "text": "(a) Appointment.--If the parties to an agreement to arbitrate agree on a method for appointing an arbitrator, that method must be followed unless the method fails. If the parties have not agreed on a method, the agreed method fails or an arbitrator appointed fails or is unable to act and a successor has not been appointed, the court, on motion of a party to the arbitration proceeding, shall appoint the arbitrator. An arbitrator appointed by the court has all the powers of an arbitrator designated in the agreement to arbitrate or appointed under the agreed method.\n\n(b) Neutral service.--An individual may not serve as an arbitrator required by an agreement to be neutral under the standards under which a judge would be required to disqualify himself or herself from participation in a proceeding under 207 Pa. Code Ch. 33 Canon 2 Rule 2.11 (relating to disqualification).\n\nCross References.Section 7321.12 is referred to in sections 7321.16, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-12/"
    },
    {
      "id": "section-7321-13",
      "number": "7321.13",
      "heading": "",
      "text": "(a) Preappointment.--Before accepting appointment, an individual who is requested to serve as an arbitrator, after making a reasonable inquiry, shall disclose to all parties to the agreement to arbitrate and the arbitration proceeding and to any other arbitrators any known facts that a reasonable person would consider likely to affect the impartiality of the arbitrator in the arbitration proceeding, including:\n\n(1) a financial or personal interest in the outcome of the arbitration proceeding; and\n\n(2) an existing or past relationship with any of the parties to the agreement to arbitrate or the arbitration proceeding, their counsel or representatives, a witness or another arbitrator.\n\n(b) Continuing.--An arbitrator has a continuing obligation to disclose to all parties to the agreement to arbitrate and the arbitration proceeding and to other arbitrators facts that the arbitrator learns after accepting appointment that a reasonable person would consider likely to affect the impartiality of the arbitrator.\n\n(c) Objection.--If an arbitrator discloses a fact required by subsection (a) or (b) to be disclosed and a party timely objects to the appointment or continued service of the arbitrator based upon the fact disclosed, the objection may be a ground under section 7321.24(a)(2) (relating to vacating award) for vacating an award made by the arbitrator.\n\n(d) Nondisclosure.--If the arbitrator does not disclose a fact as required by subsection (a) or (b), upon timely objection by a party, the court under section 7321.24(a)(2) may vacate an award.\n\n(e) Presumption of neutrality.--An arbitrator appointed as a neutral arbitrator who does not disclose a known, direct and material interest in the outcome of the arbitration proceeding or a known, existing and substantial relationship with a party is presumed to act with evident partiality under section 7321.24(a)(2).\n\n(f) Procedure to challenge arbitrator.--If the parties to an arbitration proceeding agree to the procedures of an arbitration organization or other procedures for challenges to arbitrators before an award is made, substantial compliance with those procedures is a condition precedent to a motion to vacate an award on that ground under section 7321.24(a)(2).\n\nCross References.Section 7321.13 is referred to in sections 7321.5, 7321.15 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-13/"
    },
    {
      "id": "section-7321-14",
      "number": "7321.14",
      "heading": "",
      "text": "If there is more than one arbitrator, the powers of an arbitrator must be exercised by a majority of the arbitrators but all of them shall conduct the hearing under section 7321.16(c) (relating to arbitration process).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-14/"
    },
    {
      "id": "section-7321-15",
      "number": "7321.15",
      "heading": "",
      "text": "(a) Immunity.--An arbitrator or an arbitration organization acting in that capacity is immune from civil liability to the same extent as a judge of a court of this Commonwealth acting in a judicial capacity.\n\n(b) Other immunity.--The immunity afforded by this section supplements any immunity under other law.\n\n(c) Failure to disclose.--The failure of an arbitrator to make a disclosure required by section 7321.13 (relating to disclosure by arbitrator) does not cause a loss of immunity under this section.\n\n(d) Competency to testify.--In a judicial, administrative or similar proceeding, an arbitrator or representative of an arbitration organization is not competent to testify and may not be required to produce records as to any statement, conduct, decision or ruling occurring during the arbitration proceeding, to the same extent as a judge of a court of this Commonwealth acting in a judicial capacity. This subsection does not apply:\n\n(1) to the extent necessary to determine the claim of an arbitrator, arbitration organization or representative of the arbitration organization against a party to the arbitration proceeding; or\n\n(2) to a hearing on a motion to vacate an award under section 7321.24(a)(1) or (2) (relating to vacating award) if the movant establishes prima facie that a ground for vacating the award exists.\n\n(e) Attorney fees and costs.--If a person commences a civil action against an arbitrator, arbitration organization or representative of an arbitration organization arising from the services of the arbitrator, organization or representative, or if a person seeks to compel an arbitrator or a representative of an arbitration organization to testify or produce records in violation of subsection (d) and the court upon deciding whether the arbitrator, arbitration organization or representative of an arbitration organization is immune from civil liability or whether the arbitrator or representative of the organization is competent to testify, the court may award to the prevailing party, including the arbitrator, organization or representative, reasonable attorney fees and other reasonable expenses of litigation.\n\nCross References.Section 7321.15 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-15/"
    },
    {
      "id": "section-7321-16",
      "number": "7321.16",
      "heading": "",
      "text": "(a) Discretion of arbitrator.--An arbitrator may conduct an arbitration in a manner appropriate for a fair and expeditious disposition of the proceeding. The authority conferred upon the arbitrator includes the power to hold conferences with the parties to the arbitration proceeding before the hearing and, among other matters, determine the admissibility, relevance, materiality and weight of any evidence.\n\n(b) Summary disposition.--An arbitrator may decide a request for summary disposition of a claim or particular issue:\n\n(1) if all interested parties agree; or\n\n(2) upon request of one party to the arbitration proceeding if that party gives notice to all other parties to the proceeding and if the other parties have a reasonable opportunity to respond.\n\n(c) Notice and hearing.--If an arbitrator orders a hearing, the arbitrator shall set a time and place and give notice of the hearing not less than five days before the hearing begins. Unless a party to the arbitration proceeding makes an objection to lack or insufficiency of notice not later than the beginning of the hearing, the party's appearance at the hearing waives the objection. Upon request of a party to the arbitration proceeding and for good cause shown, or upon the arbitrator's own initiative, the arbitrator may adjourn the hearing as necessary but may not postpone the hearing to a time later than that fixed by the agreement to arbitrate for making the award unless the parties to the arbitration proceeding consent to a later date. The arbitrator may hear and decide the controversy upon the evidence produced although a party who was notified of the arbitration proceeding did not appear. The court, on request, may direct the arbitrator to conduct the hearing promptly and render a timely decision.\n\n(d) Procedure.--At a hearing under subsection (c), a party to the arbitration proceeding has a right to be heard, to present evidence material to the controversy and to cross-examine witnesses appearing at the hearing.\n\n(e) Replacement.--If an arbitrator ceases or is unable to act during the arbitration proceeding, a replacement arbitrator must be appointed in accordance with section 7321.12 (relating to appointment of arbitrator; service as a neutral arbitrator) to continue the proceeding and to resolve the controversy.\n\n(f) Location for arbitration hearing for consumer transactions.--A hearing conducted under an arbitration agreement applicable to a consumer transaction shall be held at a location reasonably convenient to the consumer.\n\nCross References.Section 7321.16 is referred to in sections 7321.10, 7321.14, 7321.24, 7321.28, 7380 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-16/"
    },
    {
      "id": "section-7321-17",
      "number": "7321.17",
      "heading": "",
      "text": "A party to an arbitration proceeding may be represented by an attorney.\n\nCross References.Section 7321.17 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-17/"
    },
    {
      "id": "section-7321-18",
      "number": "7321.18",
      "heading": "",
      "text": "(a) Subpoenas.--An arbitrator may issue a subpoena for the attendance of a witness and for the production of records and other evidence at a hearing and may administer oaths. A subpoena must be served in the manner for service of subpoenas in a civil action and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, may be enforced in the manner for enforcement of subpoenas in a civil action.\n\n(b) Depositions.--In order to make the proceedings fair, expeditious and cost effective, upon request of a party to or a witness in an arbitration proceeding, an arbitrator may permit a deposition of a witness to be taken for use as evidence at the hearing, including a witness who cannot be subpoenaed for or is unable to attend a hearing. The arbitrator shall determine the conditions under which the deposition is taken.\n\n(c) Discovery.--An arbitrator may permit discovery as the arbitrator decides is appropriate in the circumstances, taking into account the needs of the parties to the arbitration proceeding and other affected persons and the desirability of making the proceeding fair, expeditious and cost effective.\n\n(d) Compliance with discovery.--If an arbitrator permits discovery under subsection (c), the arbitrator may order a party to the arbitration proceeding to comply with the arbitrator's discovery-related orders, issue subpoenas for the attendance of a witness and for the production of records and other evidence at a discovery proceeding and take action against a noncomplying party to the extent a court could if the controversy were the subject of a civil action in this Commonwealth.\n\n(e) Protective orders.--An arbitrator may issue a protective order to prevent the disclosure of privileged information, confidential information, trade secrets and other information protected from disclosure to the extent a court could if the controversy were the subject of a civil action in this Commonwealth.\n\n(f) Compulsory laws.--All laws compelling a person under subpoena to testify and all fees for attending a judicial proceeding, a deposition or a discovery proceeding as a witness apply to an arbitration proceeding as if the controversy were the subject of a civil action in this Commonwealth.\n\n(g) Enforcement.--The court may enforce a subpoena or discovery-related order for the attendance of a witness within this Commonwealth and for the production of records and other evidence issued by an arbitrator in connection with an arbitration proceeding in another state upon conditions determined by the court so as to make the arbitration proceeding fair, expeditious and cost effective. A subpoena or discovery-related order issued by an arbitrator in another state must be served in the manner provided by law for service of subpoenas in a civil action in this Commonwealth and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, may be enforced in the manner provided by law for enforcement of subpoenas in a civil action in this Commonwealth.\n\nCross References.Section 7321.18 is referred to in sections 7321.5, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-18/"
    },
    {
      "id": "section-7321-19",
      "number": "7321.19",
      "heading": "",
      "text": "If an arbitrator makes a preaward ruling in favor of a party to the arbitration proceeding, the party may request the arbitrator to incorporate the ruling into an award under section 7321.20 (relating to award). A prevailing party may make a motion to the court for an expedited order to confirm the award under section 7321.23 (relating to confirmation of award), in which case the court shall summarily decide the motion. The court shall issue an order to confirm the award unless the court vacates, modifies or corrects the award under section 7321.24 (relating to vacating award) or 7321.25 (relating to modification or correction of award).\n\nCross References.Section 7321.19 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-19/"
    },
    {
      "id": "section-7321-20",
      "number": "7321.20",
      "heading": "",
      "text": "(a) Record.--An arbitrator shall make a record of an award. The record must be signed or otherwise authenticated by an arbitrator who concurs with the award. The arbitrator or the arbitration organization shall give notice of the award, including a copy of the award, to each party to the arbitration proceeding.\n\n(b) Time.--An award must be made within the time specified by the agreement to arbitrate or, if not specified in the agreement, within the time ordered by the court. The court may extend or the parties to the arbitration proceeding may agree in a record to extend the time. The court or the parties may do so within or after the time specified or ordered. A party waives an objection that an award was not timely made unless the party gives notice of the objection to the arbitrator before receiving notice of the award.\n\nCross References.Section 7321.20 is referred to in sections 7321.19, 7321.21, 7321.24, 7321.25 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-20/"
    },
    {
      "id": "section-7321-21",
      "number": "7321.21",
      "heading": "",
      "text": "(a) Motion.--On motion to an arbitrator by a party to an arbitration proceeding, the arbitrator may modify or correct an award:\n\n(1) upon a ground stated in section 7321.25(a)(1) or (3) (relating to modification or correction of award);\n\n(2) because the arbitrator has not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or\n\n(3) to clarify the award.\n\n(b) Time for motion.--A motion under subsection (a) must be made and notice given to all parties within 20 days after the movant receives notice of the award.\n\n(c) Time for objection to motion.--A party to the arbitration proceeding must give notice of an objection to the motion within 10 days after receipt of the notice.\n\n(d) Pending motion to court.--If a motion to the court is pending under section 7321.23 (relating to confirmation of award), 7321.24 (relating to vacating award) or 7321.25, the court may submit the claim to the arbitrator to consider whether to modify or correct the award:\n\n(1) upon a ground stated in section 7321.25(a)(1) or (3);\n\n(2) because the arbitrator has not made a final and definite award upon a claim submitted by the parties to the arbitration proceeding; or\n\n(3) to clarify the award.\n\n(e) Other provisions applicable.--An award modified or corrected under this section is subject to sections 7321.20(a) (relating to award), 7321.23, 7321.24 and 7321.25.\n\nCross References.Section 7321.21 is referred to in sections 7321.5, 7321.23, 7321.24, 7321.25 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-21/"
    },
    {
      "id": "section-7321-22",
      "number": "7321.22",
      "heading": "",
      "text": "(a) Punitive damages.--An arbitrator may award punitive damages or other exemplary relief if such an award is authorized by law in a civil action involving the same claim and the evidence produced at the hearing justifies the award under the legal standards otherwise applicable to the claim.\n\n(b) Attorney fees and costs.--An arbitrator may award reasonable attorney fees and other reasonable expenses of arbitration if the award is authorized by law in a civil action involving the same claim, by the agreement of the parties to the arbitration proceeding or by the terms of an agreement subject to arbitration.\n\n(c) Additional remedies.--As to all remedies other than those authorized by subsections (a) and (b), an arbitrator may order remedies as the arbitrator considers just and appropriate under the circumstances of the arbitration proceeding. The fact that a remedy could not or would not be granted by the court is not a ground for refusing to confirm an award under section 7321.23 (relating to confirmation of award) or for vacating an award under section 7321.24 (relating to vacating award).\n\n(d) Arbitrator costs and fees.--An arbitrator's expenses and fees, together with other expenses, must be paid as provided in the award.\n\n(e) Justification for punitive damages.--If an arbitrator awards punitive damages or other exemplary relief under subsection (a), the arbitrator shall specify in the award the basis in fact justifying and the basis in law authorizing the award and state separately the amount of the punitive damages or other exemplary relief.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-22/"
    },
    {
      "id": "section-7321-23",
      "number": "7321.23",
      "heading": "",
      "text": "After a party to an arbitration proceeding receives notice of an award, the party must make a motion to the court for an order confirming the award. The court shall then issue a confirming order unless the award is modified or corrected under section 7321.21 (relating to change of award by arbitrator) or 7321.25 (relating to modification or correction of award) or is vacated under section 7321.24 (relating to vacating award).\n\nCross References.Section 7321.23 is referred to in sections 7321.5, 7321.19, 7321.21, 7321.22, 7321.26 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-23/"
    },
    {
      "id": "section-7321-24",
      "number": "7321.24",
      "heading": "",
      "text": "(a) Grounds.--Upon motion to the court by a party to an arbitration proceeding, the court shall vacate an award made in the arbitration proceeding if:\n\n(1) the award was procured by corruption, fraud or other undue means;\n\n(2) there was:\n\n(i) evident partiality by an arbitrator appointed as a neutral arbitrator;\n\n(ii) corruption by an arbitrator; or\n\n(iii) misconduct by an arbitrator prejudicing the rights of a party to the arbitration proceeding;\n\n(3) an arbitrator refused to postpone the hearing upon showing of sufficient cause for postponement, refused to consider evidence material to the controversy or otherwise conducted the hearing contrary to section 7321.16 (relating to arbitration process), so as to prejudice the rights of a party to the arbitration proceeding;\n\n(4) an arbitrator exceeded the arbitrator's powers;\n\n(5) there was no agreement to arbitrate, unless the person participated in the arbitration proceeding without raising the objection under section 7321.16(c) not later than the beginning of the arbitration hearing; or\n\n(6) the arbitration was conducted without proper notice of the initiation of an arbitration as required in section 7321.10 (relating to initiation of arbitration) so as to prejudice substantially the rights of a party to the arbitration proceeding.\n\n(b) Time.--A motion under this section must be filed within 30 days after the movant receives notice of the award under section 7321.20 (relating to award) or within 30 days after the movant receives notice of a modified or corrected award under section 7321.21 (relating to change of award by arbitrator), unless the movant alleges that the award was procured by corruption, fraud or other undue means, in which case the motion must be made within 30 days after the ground is known or by the exercise of reasonable care would have been known by the movant.\n\n(c) Rehearing.--If the court vacates an award on a ground other than that set forth in subsection (a)(5), it may order a rehearing. If the award is vacated on a ground stated in subsection (a)(1) or (2), the rehearing shall be before a new arbitrator. If the award is vacated on a ground stated in subsection (a)(3), (4) or (6), the rehearing may be before the arbitrator who made the award or the arbitrator's successor. The arbitrator shall render the decision in the rehearing within the same time as that provided in section 7321.20(b) for an award.\n\n(d) Confirmation.--If the court denies a motion to vacate an award, the court shall confirm the award unless a motion to modify or correct the award is pending.\n\nCross References.Section 7321.24 is referred to in sections 7321.5, 7321.13, 7321.15, 7321.19, 7321.21, 7321.22, 7321.23, 7321.25, 7321.26 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-24/"
    },
    {
      "id": "section-7321-25",
      "number": "7321.25",
      "heading": "",
      "text": "(a) Grounds.--Upon motion made within 90 days after the movant receives notice of the award under section 7321.20 (relating to award) or within 90 days after the movant receives notice of a modified or corrected award under section 7321.21 (relating to change of award by arbitrator), the court shall modify or correct the award if:\n\n(1) there was an evident mathematical miscalculation or an evident mistake in the description of a person, thing or property referred to in the award;\n\n(2) the arbitrator has made an award on a claim not submitted to the arbitrator and the award may be corrected without affecting the merits of the decision upon the claims submitted; or\n\n(3) the award is imperfect in a matter of form not affecting the merits of the decision on the claims submitted.\n\n(b) Court action.--If a motion made under subsection (a) is granted, the court shall modify or correct and confirm the award as modified or corrected. Otherwise, unless a motion to vacate is pending, the court shall confirm the award.\n\n(c) Joinder.--A motion to modify or correct an award under this section may be joined with a motion to vacate the award under section 7321.24 (relating to vacating award).\n\nCross References.Section 7321.25 is referred to in sections 7321.5, 7321.19, 7321.21, 7321.23, 7321.26 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-25/"
    },
    {
      "id": "section-7321-26",
      "number": "7321.26",
      "heading": "",
      "text": "(a) Judgment.--Upon granting an order confirming, vacating without directing a rehearing, modifying or correcting an award, the court shall enter a judgment in conformity with the order. The judgment may be recorded, docketed and enforced as any other judgment in a civil action.\n\n(b) Court costs.--A court may allow reasonable costs of the motion and subsequent judicial proceedings.\n\n(c) Attorney fees and costs.--On application of a prevailing party to a contested judicial proceeding under section 7321.23 (relating to confirmation of award), 7321.24 (relating to vacating award) or 7321.25 (relating to modification or correction of award), the court may add reasonable attorney fees and other reasonable expenses of litigation incurred in a judicial proceeding after the award is made to a judgment confirming, vacating without directing a rehearing, modifying or correcting an award if attorney fees and other expenses are authorized by law to be added to an award in a civil action involving the same claim as the arbitration award.\n\nCross References.Section 7321.26 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-26/"
    },
    {
      "id": "section-7321-27",
      "number": "7321.27",
      "heading": "",
      "text": "(a) Enforcement.--A court having jurisdiction over the controversy and the parties may enforce an agreement to arbitrate.\n\n(b) Exclusivity.--An agreement to arbitrate providing for arbitration in this Commonwealth confers exclusive jurisdiction on the court to enter judgment on an award under this subchapter.\n\nCross References.Section 7321.27 is referred to in sections 7321.5, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-27/"
    },
    {
      "id": "section-7321-28",
      "number": "7321.28",
      "heading": "",
      "text": "A motion under section 7321.6 (relating to application for judicial relief) must be made in the court of the county in which the agreement to arbitrate or section 7321.16(f) (relating to arbitration process) specifies the arbitration hearing is to be held or, if the hearing has been held, in the court of the county in which the hearing was held. Otherwise, the motion may be made in the court of the county in this Commonwealth as provided by the Pennsylvania Rules of Civil Procedure. All subsequent motions must be made in the court hearing the initial motion unless the court otherwise directs.\n\nCross References.Section 7321.28 is referred to in sections 7321.8, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-28/"
    },
    {
      "id": "section-7321-29",
      "number": "7321.29",
      "heading": "",
      "text": "(a) Appealable orders.--An appeal may be taken from:\n\n(1) an order denying a motion to compel arbitration;\n\n(2) an order granting a motion to stay arbitration;\n\n(3) an order confirming or denying confirmation of an award;\n\n(4) an order modifying or correcting an award;\n\n(5) an order vacating an award without directing a rehearing; or\n\n(6) a final judgment entered under this subchapter.\n\n(b) Procedure.--An appeal under this section must be taken as from an order or a judgment in a civil action and must be taken within 30 days of the order or judgment.\n\nCross References.Section 7321.29 is referred to in sections 7321.5, 7321.6, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-29/"
    },
    {
      "id": "section-7321-30",
      "number": "7321.30",
      "heading": "",
      "text": "(a) General rule.--In applying and construing this subchapter, consideration shall be given to the need to promote uniformity of the law with respect to the subject matter among states that enact it.\n\n(b) Right to trial by jury.--Except as provided by an agreement to arbitrate, nothing in this subchapter is intended to require a party to waive the right to trial by jury to the extent provided by the Constitution of the United States and the Constitution of Pennsylvania.\n\n(c) Severability.--If any provision of this subchapter or the application thereof to any person or circumstance is held invalid, the remainder of this subchapter and the application of such provisions to other persons or circumstances shall not be affected.\n\nCross References.Section 7321.30 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-30/"
    },
    {
      "id": "section-7321-31",
      "number": "7321.31",
      "heading": "",
      "text": "The provisions of this subchapter governing the legal effect, validity and enforceability of electronic records or electronic signatures and of contracts performed with the use of such records or signatures conform to the requirements of section 102 of the Electronic Signatures in Global and National Commerce Act (Public Law 106-229, 15 U.S.C. ยง 7002).\n\nCross References.Section 7321.31 is referred to in section 7321.5 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7321-31/"
    },
    {
      "id": "section-7341",
      "number": "7341",
      "heading": "",
      "text": "The award of an arbitrator in a nonjudicial arbitration which is not subject to Subchapter A (relating to statutory arbitration), A.1 (relating to revised statutory arbitration) or a similar statute regulating nonjudicial arbitration proceedings is binding and may not be vacated or modified unless it is clearly shown that a party was denied a hearing or that fraud, misconduct, corruption or other irregularity caused the rendition of an unjust, inequitable or unconscionable award.\n\n(Oct. 5, 1980, P.L.693, No.142, eff. 60 days; June 28, 2018, P.L.381, No.55, eff. July 1, 2019)\n\n2018 Amendment.See section 1 of Act 55 of 2018 in the appendix to this title for special provisions relating to findings and declarations. Section 4(2) of Act 55 provided that the amendment of section 7341 shall not be construed to affect an action or proceeding commenced or right accrued before the effective date of section 4.\n\nCross References.Section 7341 is referred to in sections 7314, 7342 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7341/"
    },
    {
      "id": "section-7342",
      "number": "7342",
      "heading": "",
      "text": "(a) General rule.--The following provisions of Subchapter A.1 (relating to revised statutory arbitration) shall be applicable to arbitration conducted pursuant to this subchapter:\n\nSection 7321.6 (relating to application for judicial relief).\n\nSection 7321.7(a) (relating to validity of agreement to arbitrate).\n\nSection 7321.8 (relating to motion to compel or stay arbitration).\n\nSection 7321.12(a) (relating to appointment of arbitrator; service as a neutral arbitrator).\n\nSection 7321.18 (relating to witnesses; subpoenas; depositions; discovery).\n\nSection 7321.27 (relating to jurisdiction).\n\nSection 7321.28 (relating to venue).\n\nSection 7321.29 (relating to appeals), except section 7321.29(a)(4).\n\n(b) Confirmation and judgment.--On application of a party made more than 30 days after an award is made by an arbitrator under section 7341 (relating to common law arbitration), the court shall enter an order confirming the award and shall enter a judgment or decree in conformity with the order.\n\n(Dec. 20, 1982, P.L.1409, No.326, eff. 60 days; June 28, 2018, P.L.381, No.55, eff. July 1, 2019)\n\n2018 Amendment.See section 1 of Act 55 of 2018 in the appendix to this title for special provisions relating to findings and declarations. Section 4(3) of Act 55 provided that the amendment of section 7342 shall not be construed to affect an action or proceeding commenced or right accrued before the effective date of section 4.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7342/"
    },
    {
      "id": "section-7361",
      "number": "7361",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), when prescribed by general rule or rule of court such civil matters or issues therein as shall be specified by rule shall first be submitted to and heard by a board of three members of the bar of the court.\n\n(b) Limitations.--No matter shall be referred under subsection (a):\n\n(1) which involves title to real property; or\n\n(2) where the amount in controversy, exclusive of interest and costs, exceeds $50,000.\n\n(c) Procedure.--The arbitrators appointed pursuant to this section shall have such powers and shall proceed in such manner as shall be prescribed by general rules.\n\n(d) Appeal for trial de novo.--Any party to a matter shall have the right to appeal for trial de novo in the court. The party who takes the appeal shall pay such amount or proportion of fees and costs and shall comply with such other procedures as shall be prescribed by general rules. In the absence of appeal the judgment entered on the award of the arbitrators shall be enforced as any other judgment of the court. For the purposes of this section and section 5571 (relating to appeals generally) an award of arbitrators constitutes an order of a tribunal.\n\n(Apr. 6, 1980, P.L.100, No.38; Apr. 16, 1992, P.L.146, No.25, eff. 60 days; Nov. 30, 2004, P.L.1703, No.217, eff. imd.; May 11, 2006, P.L.166, No.41, eff. 60 days)\n\n2006 Amendment.Act 41 amended subsec. (b).\n\n1980 Amendment.Act 38 amended subsec. (d), effective immediately and retroactive to June 27, 1978, and amended the remainder of section 7361, effective in 60 days and applicable to actions filed on and after that date.\n\n1984 Partial Repeal.Section 8 of the act of February 12, 1984, P.L.26, No.11, relating to motor vehicle financial responsibility, repealed section 7361(b)(2)(i) insofar as it is inconsistent with Act 11.\n\nCross References.Section 7361 is referred to in section 1794 of Title 75 (Vehicles).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7361/"
    },
    {
      "id": "section-7362",
      "number": "7362",
      "heading": "",
      "text": "(a) General rule.--A civil matter or issue therein may be referred by consent of the parties to one or more appointive judicial officers or other persons for hearing or hearing and disposition.\n\n(b) Government units.--Any government unit of this Commonwealth, with the consent of the solicitor or other official counsel of the unit, may agree to the reference of a civil matter pursuant to this section.\n\n(c) Procedure.--The appointive judicial officers or other persons appointed or designated pursuant to this section shall have such powers and shall proceed in such manner as shall be prescribed by general rules.\n\n(d) Appeal.--Any party to a matter referred under this section shall have such rights of appeal, if any, as shall be prescribed by general rules. Where no right to appeal is prescribed by general rule, all parties shall be deemed to have waived any right to appeal which they might otherwise enjoy under the Constitution of Pennsylvania or otherwise in mutual consideration of an expeditious final disposition of the matter, but no such waiver shall apply if it is clearly shown that a party was denied a hearing or that fraud, misconduct, corruption or other irregularity caused the rendition of an unjust, inequitable or unconscionable award.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7362/"
    },
    {
      "id": "section-7371",
      "number": "7371",
      "heading": "",
      "text": "ยง 7371. Short title of subchapter.\n\nThis subchapter shall be known and may be cited as the Uniform Family Law Arbitration Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7371/"
    },
    {
      "id": "section-7372",
      "number": "7372",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Arbitration agreement.\"An agreement which subjects a family law dispute to arbitration.\n\n\"Arbitration organization.\"An association, agency, board, commission or other entity which is neutral and initiates, sponsors or administers an arbitration or is involved in the selection of an arbitrator.\n\n\"Arbitrator.\"An individual selected or appointed, alone or with others, to make an award in a family law dispute which is subject to an arbitration agreement.\n\n\"Award.\"Any interim award, temporary order or final disposition of a family law dispute by an arbitrator.\n\n\"Child custody dispute.\"A family law dispute regarding legal custody, physical custody, parenting plans, parental duties, relocation or supervised physical custody of a child.\n\n\"Child support dispute.\"A family law dispute regarding financial support of a child.\n\n\"Court.\"A court of common pleas which has jurisdiction over a family law dispute.\n\n\"Family law dispute.\"A contested issue arising under 23 Pa.C.S. (relating to domestic relations). The term does not include an issue under section 7373(b) (relating to scope of subchapter).\n\n\"Party.\"An individual who signs an arbitration agreement and whose rights will be determined by an award.\n\n\"Person.\"An individual, estate, business or nonprofit entity, public corporation, government or governmental subdivision, agency or instrumentality or any other legal entity.\n\n\"Protection order.\"An injunction or other order, issued under the domestic-violence, family-violence or stalking laws of the issuing jurisdiction, to prevent an individual from engaging in a violent or threatening act against, harassment of, contact or communication with or being in physical proximity to, another individual who is a party or a child under the custodial responsibility of a party.\n\n\"Record.\"Information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\n\"Sign.\"With present intent to authenticate or adopt a record:\n\n(1) to execute or adopt a tangible symbol; or\n\n(2) to attach to or logically associate with the record an electronic symbol, sound or process.\n\n\"State.\"A state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands or any territory or insular possession subject to the jurisdiction of the United States. The term includes a federally recognized Indian tribe.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7372/"
    },
    {
      "id": "section-7373",
      "number": "7373",
      "heading": "",
      "text": "(a) Coverage.--Except as set forth in subsection (b), this subchapter governs arbitration of a family law dispute.\n\n(b) Exceptions.--This subchapter does not authorize an arbitrator to make an award which:\n\n(1) grants a divorce or annulment;\n\n(2) terminates parental rights;\n\n(3) grants an adoption or a guardianship of a child or incapacitated individual; or\n\n(4) determines the status of a child under Ch. 63 (relating to juvenile matters).\n\nCross References.Section 7373 is referred to in section 7372 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7373/"
    },
    {
      "id": "section-7374",
      "number": "7374",
      "heading": "",
      "text": "(a) Revised Statutory Arbitration Act.--\n\n(1) Subject to paragraph (2), the law applicable to arbitration is Subchapter A.1 (relating to revised statutory arbitration).\n\n(2) If there is a conflict between Subchapter A.1 and this subchapter, this subchapter controls.\n\n(b) Choice of law.--In determining the merits of a family law dispute, an arbitrator shall apply the law of this Commonwealth, including its choice of law rules.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7374/"
    },
    {
      "id": "section-7375",
      "number": "7375",
      "heading": "",
      "text": "(a) Requirements.--An arbitration agreement must:\n\n(1) be in a record signed by the parties;\n\n(2) identify the arbitrator, an arbitration organization or a method of selecting an arbitrator; and\n\n(3) identify the family law dispute the parties intend to arbitrate.\n\n(b) Effect.--Except as set forth in subsection (c), an agreement in a record to arbitrate a family law dispute which arises between the parties is:\n\n(1) valid and enforceable as any other contract; and\n\n(2) irrevocable, except on a ground that exists at law or in equity for the revocation of a contract.\n\n(c) Unenforceable agreements.--An agreement to arbitrate a child custody dispute or child support dispute, which arises between the parties after the agreement is made is unenforceable unless:\n\n(1) the parties affirm the agreement in a record after the child custody dispute or child support dispute arises; or\n\n(2) the agreement was entered during a family law proceeding, and the court approved or incorporated the agreement in an order issued in the proceeding.\n\n(d) Objection to arbitration.--If a party objects to arbitration on the grounds that the arbitration agreement is unenforceable or that the agreement does not include a family law dispute, the court shall decide whether the agreement is enforceable or includes the family law dispute.\n\nCross References.Section 7375 is referred to in section 7377 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7375/"
    },
    {
      "id": "section-7376",
      "number": "7376",
      "heading": "",
      "text": "A party must initiate arbitration by giving notice to arbitrate to the other party:\n\n(1) in the manner specified in the arbitration agreement; or\n\n(2) in the absence of a specified manner, under section 7321.3 (relating to notice).\n\nCross References.Section 7376 is referred to in section 7389 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7376/"
    },
    {
      "id": "section-7377",
      "number": "7377",
      "heading": "",
      "text": "(a) Forum.--A motion for judicial relief under this subchapter must be made to:\n\n(1) the court in which a proceeding is pending involving a family law dispute subject to arbitration; or\n\n(2) if no proceeding is pending, a court with jurisdiction over the parties and the subject matter.\n\n(b) Compulsion.--On motion of a party, the court may compel arbitration if the parties have entered into an arbitration agreement which complies with section 7375 (relating to arbitration agreement) unless the court determines under section 7382 (relating to protection of party or child) that the arbitration should not proceed.\n\n(c) Termination.--On motion of a party, the court shall terminate arbitration if the court determines that:\n\n(1) the agreement to arbitrate is unenforceable;\n\n(2) the family law dispute is not subject to arbitration; or\n\n(3) under section 7382 the arbitration should not proceed.\n\n(d) Consolidation.--Unless prohibited by an arbitration agreement, on motion of a party, the court may order consolidation of separate arbitrations involving the same parties and a common issue of law or fact if consolidation is necessary for the fair and expeditious resolution of the family law dispute.\n\nCross References.Section 7377 is referred to in sections 7379, 7389 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7377/"
    },
    {
      "id": "section-7378",
      "number": "7378",
      "heading": "",
      "text": "(a) Qualifications.--Except as set forth in subsection (b) and unless waived in a record by the parties, an arbitrator must:\n\n(1) be an attorney at law, a former attorney at law on inactive status or a senior judge; and\n\n(2) have successfully completed a combined five hours of instruction, approved by the Pennsylvania Supreme Court Continuing Legal Education Board, in domestic violence and child abuse.\n\n(b) Arbitration agreement.--The identification in the arbitration agreement of an arbitrator, arbitration organization or method of selection of the arbitrator controls.\n\n(c) Court selection.--If an arbitrator is unable or unwilling to act or if the agreed-on method of selecting an arbitrator fails, on motion of a party, the court shall select an arbitrator.\n\nCross References.Section 7378 is referred to in section 7379 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7378/"
    },
    {
      "id": "section-7379",
      "number": "7379",
      "heading": "",
      "text": "(a) Initial obligation.--Before agreeing to serve as an arbitrator, an individual, after making reasonable inquiry, shall disclose to all parties any known fact a reasonable person would believe is likely to affect:\n\n(1) the impartiality of the arbitrator in the arbitration, including:\n\n(ii) a financial or personal interest in the outcome of the arbitration; or\n\n(iii) an existing or past relationship with a party, attorney representing a party or witness; or\n\n(2) the arbitrator's ability to make a timely award.\n\n(b) Continuing obligation.--The arbitrator shall disclose, and provide in writing to the parties, the amount of initial fee, any hourly rate to be charged, the process for invoices and payment for services and information on the arbitration process, specifically including how to terminate the arbitration. An arbitrator, the parties and the attorneys representing the parties have a continuing obligation to disclose to all parties any known fact a reasonable person would believe is likely to affect the impartiality of the arbitrator or the arbitrator's ability to make a timely award.\n\n(c) Objection.--An objection to the selection or continued service of an arbitrator and a motion for a stay of arbitration and disqualification of the arbitrator must be made under section 7377 (relating to motion for judicial relief).\n\n(d) Failure to disclose.--If a disclosure required by subsection (a)(1) or (b) is not made, the court may:\n\n(1) on motion of a party not later than 15 days after the failure to disclose is known or, by the exercise of reasonable care, should be known by the party, suspend the arbitration;\n\n(2) on timely motion of a party, vacate an award under section 7389(a)(2) (relating to vacation, amendment or confirmation by court of unconfirmed award); or\n\n(3) if an award has been confirmed, grant other appropriate relief under the laws of this Commonwealth other than this subchapter.\n\n(e) Replacing arbitrator.--If the parties agree to discharge an arbitrator or the arbitrator is disqualified, the parties by agreement may select a new arbitrator or request the court to select another arbitrator under section 7378 (relating to qualification and selection of arbitrator).\n\nCross References.Section 7379 is referred to in section 7395 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7379/"
    },
    {
      "id": "section-7380",
      "number": "7380",
      "heading": "",
      "text": "(a) Representation.--A party may:\n\n(1) be represented in an arbitration by counsel;\n\n(2) be accompanied by an individual who will not be called as a witness or act as an advocate; and\n\n(3) participate in the arbitration to the full extent permitted under sections 7321.16 (relating to arbitration process) and 7383 (relating to powers and duties of arbitrator).\n\n(b) Ex-parte communications.--A party or representative of a party may not communicate ex parte with the arbitrator except to the extent allowed in a family law proceeding for communication with a judge.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7380/"
    },
    {
      "id": "section-7381",
      "number": "7381",
      "heading": "",
      "text": "(a) Before selection of arbitrator.--Before an arbitrator is selected and able to act, on motion of a party, the court may enter a temporary order under 23 Pa.C.S. (relating to domestic relations) and the applicable Pennsylvania Rules of Civil Procedure.\n\n(b) After selection of arbitrator.--After an arbitrator is selected:\n\n(1) the arbitrator may make a temporary award under 23 Pa.C.S. and the applicable Pennsylvania Rules of Civil Procedure; and\n\n(2) if the matter is urgent and the arbitrator is not able to act in a timely manner or provide an adequate remedy, on motion of a party, the court may enter a temporary order.\n\n(c) Modification.--On motion of a party, before the court confirms a final award, the court, under section 7386 (relating to confirmation of award), 7388 (relating to correction or confirmation by court of unconfirmed award) or 7389 (relating to vacation, amendment or confirmation by court of unconfirmed award), may confirm, correct, vacate or amend a temporary award made under subsection (b)(1).\n\n(d) Enforcement.--On motion of a party, the court may enforce a subpoena or interim award issued by an arbitrator for the fair and expeditious disposition of the arbitration.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7381/"
    },
    {
      "id": "section-7382",
      "number": "7382",
      "heading": "",
      "text": "(a) (Reserved).\n\n(b) Stay.--\n\n(1) This subsection applies if all of the following subparagraphs apply:\n\n(i) (Reserved).\n\n(ii) Any of the following clauses apply:\n\n(A) A party is subject to a protection order.\n\n(B) The arbitrator determines there is a reasonable basis to believe a party is the victim of domestic violence or a party's safety or ability to participate effectively in arbitration is otherwise at risk.\n\n(2) If paragraph (1) applies, the arbitrator shall stay the arbitration and refer the parties to court. The arbitration may not proceed unless the party at risk affirms the arbitration agreement in a record and the court determines:\n\n(i) the affirmation is informed and voluntary;\n\n(ii) arbitration is not inconsistent with the protection order; and\n\n(iii) reasonable procedures are in place to protect the party from risk of harm, harassment or intimidation.\n\n(c) Termination.--If the arbitrator determines that there is a reasonable basis to believe a child who is the subject of a child custody dispute is abused or neglected, the arbitrator shall terminate the arbitration of the child custody dispute and report the abuse or neglect to the court, the Statewide toll-free telephone number established under 23 Pa.C.S. ยง 6332 (relating to establishment of Statewide toll-free telephone number) or to another appropriate authority.\n\n(d) Temporary protection.--An arbitrator may make a temporary award to protect a party or child from harm, harassment or intimidation.\n\n(e) Judicial review.--On motion of a party, the court may stay arbitration and review a determination or temporary award under this section.\n\n(f) Other law applicable.--This section supplements remedies available under the laws of this Commonwealth other than this subchapter for the protection of victims of domestic violence, family violence, stalking, harassment and similar abuse.\n\nCross References.Section 7382 is referred to in section 7377 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7382/"
    },
    {
      "id": "section-7383",
      "number": "7383",
      "heading": "",
      "text": "(a) Fairness and expediency.--An arbitrator shall conduct an arbitration in a manner the arbitrator considers appropriate for a fair and expeditious disposition of the family law dispute.\n\n(b) Procedural due process.--An arbitrator shall provide each party a right to be heard, to present evidence material to the family law dispute and to cross-examine witnesses.\n\n(c) Powers.--Unless the parties otherwise agree in a record, an arbitrator may:\n\n(1) select the rules for conducting the arbitration;\n\n(2) hold a conference with the parties before a hearing;\n\n(3) determine the date, time and place of a hearing;\n\n(4) require a party to provide:\n\n(i) a copy of a relevant court order;\n\n(ii) information required to be disclosed in a family law proceeding under 23 Pa.C.S. (relating to domestic relations) and the applicable Pennsylvania Rules of Civil Procedure; and\n\n(iii) a proposed award which addresses each issue in arbitration;\n\n(5) interview a child who is the subject of a child custody dispute;\n\n(6) appoint a private expert at the expense of the parties;\n\n(7) administer an oath or affirmation and issue a subpoena for the attendance of a witness or the production of documents and other evidence at a hearing;\n\n(8) permit and compel discovery concerning the family law dispute and determine the date, time and place of discovery;\n\n(9) determine the admissibility and weight of evidence;\n\n(10) permit deposition of a witness for use as evidence at a hearing;\n\n(11) for good cause, prohibit a party from disclosing information;\n\n(12) appoint an attorney, guardian ad litem or other representative for a child at the expense of the parties;\n\n(13) impose a procedure to protect a party or child from risk of harm, harassment or intimidation;\n\n(14) allocate arbitration fees, attorney fees, expert witness fees and other costs to the parties; and\n\n(15) impose a sanction on a party for bad faith or misconduct during the arbitration according to standards governing imposition of a sanction for litigant misconduct in a family law proceeding.\n\n(d) Ex-parte communications.--An arbitrator may not allow ex parte communication except to the extent allowed in a family law proceeding for communication with a judge.\n\nCross References.Section 7383 is referred to in sections 7380, 7389 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7383/"
    },
    {
      "id": "section-7384",
      "number": "7384",
      "heading": "",
      "text": "An arbitration hearing need not be recorded unless required by the arbitrator, provided by the arbitration agreement or requested by a party.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7384/"
    },
    {
      "id": "section-7385",
      "number": "7385",
      "heading": "",
      "text": "(a) Manner.--An arbitrator shall make an award in a record, dated and signed by the arbitrator. The arbitrator shall give notice of the award to each party by a method agreed on by the parties or, if the parties have not agreed on a method, under section 7321.3 (relating to notice).\n\n(b) Rationale.--\n\n(1) Except as set forth in paragraph (2), the arbitrator shall make written findings explaining an award.\n\n(2) Except as set forth in subsection (c), the parties, by agreement, may stipulate that paragraph (1) does not apply.\n\n(c) Child custody or support.--Notwithstanding subsection (b)(2), for an award determining a child custody dispute or a child support dispute, the arbitrator shall state the reasons on which the award is based as required by 23 Pa.C.S. (relating to domestic relations).\n\n(d) Confirmation required.--An award is not enforceable as a judgment until confirmed under section 7386 (relating to confirmation of award).\n\nCross References.Section 7385 is referred to in sections 7386, 7387, 7388, 7389 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7385/"
    },
    {
      "id": "section-7386",
      "number": "7386",
      "heading": "",
      "text": "(a) Motion.--After an arbitrator gives notice under section 7385(a) (relating to award) or makes a correction under section 7387 (relating to correction by arbitrator of unconfirmed award), a party may move the court for an order confirming the award or, when applicable, entry of the divorce decree incorporating the award.\n\n(b) Grounds.--Except as set forth in subsection (c), the court shall confirm an award if any of the following paragraphs apply:\n\n(1) The parties agree in a record to confirmation.\n\n(2) All of the following apply:\n\n(i) The time period under section 7388 (relating to correction or confirmation by court of unconfirmed award) has expired, and no motion is pending under section 7388.\n\n(ii) The time period under section 7389(e) (relating to vacation, amendment or confirmation by court of unconfirmed award) has expired, and no motion is pending under section 7389.\n\n(c) Child custody or child support.--If an award determines a child custody dispute or a child support dispute, the court shall confirm the award under subsection (b) if the court finds, after a review of the record if necessary, that the award on its face:\n\n(1) complies with section 7385 and 23 Pa.C.S. (relating to domestic relations); and\n\n(2) is in the best interests of the child.\n\n(d) Effect.--On confirmation, an award is enforceable as a judgment.\n\n(e) Confidentiality.--Unless the parties otherwise agree, the arbitration proceedings and the arbitration award are confidential. If either party includes, in the motion under subsection (a), a request that the arbitration award be filed under seal, the court shall file the award under seal.\n\nCross References.Section 7386 is referred to in sections 7381, 7385, 7386, 7388, 7389, 7390, 7392, 7393 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7386/"
    },
    {
      "id": "section-7387",
      "number": "7387",
      "heading": "",
      "text": "On motion of a party made not later than 20 days after an arbitrator gives notice under section 7385(a) (relating to award), the arbitrator may correct the award:\n\n(1) if the award has an evident mathematical miscalculation or an evident mistake in the description of a person, thing or property;\n\n(2) (Reserved); or\n\n(3) to clarify the award.\n\nCross References.Section 7387 is referred to in sections 7386, 7388, 7389 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7387/"
    },
    {
      "id": "section-7388",
      "number": "7388",
      "heading": "",
      "text": "(a) Grounds.--On motion of a party made not later than 30 days after an arbitrator gives notice under section 7385(a) (relating to award) or makes a correction under section 7387 (relating to correction by arbitrator of unconfirmed award), the court shall correct the award if:\n\n(1) the award has an evident mathematical miscalculation or an evident mistake in the description of a person, thing or property;\n\n(2) (Reserved); or\n\n(3) the arbitrator made an award on a family law dispute not submitted to the arbitrator, and the award may be corrected without affecting the merits of the issues submitted.\n\n(b) Joinder.--A motion under this section to correct an award may be joined with a motion to vacate or amend the award under section 7389 (relating to vacation, amendment or confirmation by court of unconfirmed award).\n\n(c) Confirmation.--Unless a motion under section 7389 is pending, the court may confirm a corrected award under section 7386 (relating to confirmation of award).\n\nCross References.Section 7388 is referred to in sections 7381, 7386, 7389 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7388/"
    },
    {
      "id": "section-7389",
      "number": "7389",
      "heading": "",
      "text": "(a) Grounds for amendment.--Subject to subsection (b), on motion of a party, the court shall vacate an unconfirmed award if the moving party establishes that:\n\n(1) the award was procured by corruption, fraud or other undue means;\n\n(2) there was:\n\n(i) evident partiality by the arbitrator;\n\n(ii) corruption by the arbitrator; or\n\n(iii) misconduct by the arbitrator substantially prejudicing the rights of a party;\n\n(3) the arbitrator refused to postpone a hearing on showing of sufficient cause for postponement, refused to consider evidence material to the controversy or otherwise conducted the hearing contrary to section 7383 (relating to powers and duties of arbitrator), so as to prejudice substantially the rights of a party;\n\n(4) the arbitrator exceeded the arbitrator's powers;\n\n(5) no arbitration agreement exists, unless the moving party participated in the arbitration without making a motion under section 7377 (relating to motion for judicial relief) not later than the beginning of the first arbitration hearing; or\n\n(6) the arbitration was conducted without proper notice under section 7376 (relating to notice of arbitration), so as to prejudice substantially the rights of a party.\n\n(b) Child custody or child support.--Subject to subsection (c), on motion of a party, the court shall vacate an unconfirmed award which determines a child custody dispute or a child support dispute if the moving party establishes that:\n\n(1) the award:\n\n(i) does not comply with section 7385 (relating to award) or 23 Pa.C.S. (relating to domestic relations); or\n\n(ii) is contrary to the best interests of the child;\n\n(2) the statement of reasons in the award is inadequate for the court to review the award; or\n\n(3) a ground for vacating the award under subsection (a) exists.\n\n(c) Grounds for amendment.--If an award is subject to vacation under subsection (b)(1), on motion of a party, the court may amend the award, if amending rather than vacating is in the best interests of the child.\n\n(d) Standard of review.--The court may determine a motion under subsection (b) or (c):\n\n(1) based on the record of the arbitration hearing, if the hearing was recorded, and facts occurring after the hearing; or\n\n(2) if there is no record, de novo.\n\n(e) Time.--A motion under this section to vacate or amend an award must be filed not later than 30 days:\n\n(1) except as set forth in paragraph (2), after an arbitrator gives notice under section 7385(a) or makes a correction under section 7387 (relating to correction by arbitrator of unconfirmed award); or\n\n(2) for a motion under subsection (a)(1), the ground of corruption, fraud or other undue means is known or, by the exercise of reasonable care, should be known to the party filing the motion.\n\n(f) Rehearing.--If the court under this section vacates an award for a reason other than the absence of an enforceable arbitration agreement, the court may order a rehearing before an arbitrator. The rehearing shall be before another arbitrator if the reason for vacating the award is that:\n\n(1) the award was procured by corruption, fraud or other undue means; or\n\n(2) there was evident partiality, corruption or misconduct by the arbitrator.\n\n(g) Confirmation.--If the court under this section denies a motion to vacate or amend an award, unless a motion is pending under section 7388 (relating to correction or confirmation by court of unconfirmed award), the court may confirm the award under section 7386 (relating to confirmation of award).\n\nCross References.Section 7389 is referred to in sections 7379, 7381, 7386, 7388, 7395 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7389/"
    },
    {
      "id": "section-7390",
      "number": "7390",
      "heading": "",
      "text": "If the meaning or effect of an award confirmed under section 7386 (relating to confirmation of award) is in dispute, the parties may:\n\n(1) agree to arbitrate the family law dispute before the original arbitrator or another arbitrator; or\n\n(2) proceed under Subchapter C of Chapter 75 (relating to declaratory judgments) and Pa.R.C.P. Ch. 1600 (relating to action for declaratory judgments).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7390/"
    },
    {
      "id": "section-7391",
      "number": "7391",
      "heading": "",
      "text": "(a) Entry.--On granting an order confirming, vacating without directing a rehearing or amending an award under this subchapter, the court shall enter judgment in conformity with the order.\n\n(b) Sealing and redaction.--On motion of a party, the court shall order that a document or part of the arbitration record be sealed or redacted to prevent public disclosure of all or part of the record or award.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7391/"
    },
    {
      "id": "section-7392",
      "number": "7392",
      "heading": "",
      "text": "If a party requests under the laws of this Commonwealth other than this subchapter modification of an award confirmed under section 7386 (relating to confirmation of award) or of a judgment on an award, based on a fact occurring after confirmation:\n\n(1) the parties shall proceed under the dispute-resolution method specified in the award or judgment; or\n\n(2) if the award or judgment does not specify a dispute-resolution method, the parties may:\n\n(i) agree to arbitrate the modification before the original arbitrator or another arbitrator; or\n\n(ii) absent agreement proceedings under 23 Pa.C.S. (relating to domestic relations) and the applicable Pennsylvania Rules of Civil Procedure.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7392/"
    },
    {
      "id": "section-7393",
      "number": "7393",
      "heading": "",
      "text": "(a) This Commonwealth.--A court shall enforce an award confirmed under section 7386 (relating to confirmation of award), including a temporary award, in the manner and to the same extent as any other order or judgment of a court.\n\n(b) Other states.--A court shall enforce an arbitration award in a family law dispute confirmed by a court in another state in the manner and to the same extent as any other order or judgment from another state.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7393/"
    },
    {
      "id": "section-7394",
      "number": "7394",
      "heading": "",
      "text": "(a) Matters.--An appeal may be taken under this subchapter from:\n\n(1) an order granting or denying a motion to compel arbitration;\n\n(2) an order granting or denying a motion to stay arbitration;\n\n(3) an order confirming or denying confirmation of an award;\n\n(4) an order correcting an award;\n\n(5) an order vacating an award without directing a rehearing; and\n\n(6) a final judgment.\n\n(b) Procedure.--An appeal under this section may be taken as from an order or a judgment in a civil action.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7394/"
    },
    {
      "id": "section-7395",
      "number": "7395",
      "heading": "",
      "text": "(a) Civil liability.--An arbitrator or arbitration organization acting in that capacity in a family law dispute is immune from civil liability to the same extent as a judge of a court of this Commonwealth acting in a judicial capacity.\n\n(b) Sovereign immunity.--The immunity provided by this section supplements immunity under:\n\n(1) 1 Pa.C.S. ยง 2310 (relating to sovereign immunity reaffirmed; specific waiver); and\n\n(2) Subchapter B of Chapter 85 (relating to actions against Commonwealth parties).\n\n(c) Nondisclosure.--An arbitrator's failure to make a disclosure under section 7379 (relating to disclosure by arbitrator and disqualification) does not cause the arbitrator to lose immunity under this section.\n\n(d) Testimony.--\n\n(1) Except as set forth in paragraph (2), an arbitrator is not competent to testify, and may not be required to produce records, in a judicial, administrative or similar proceeding about a statement, conduct, decision or ruling occurring during an arbitration, to the same extent as a judge of a court of this Commonwealth acting in a judicial capacity.\n\n(2) This subsection does not apply:\n\n(i) to the extent disclosure is necessary to determine a claim by the arbitrator or arbitration organization against a party to the arbitration; or\n\n(ii) to a hearing on a motion under section 7389(a)(1) or (2) (relating to vacation, amendment or confirmation by court of unconfirmed award) if there is prima facie evidence that a ground for vacating the award exists.\n\n(e) Attorney fees and costs.--If a person commences a civil action against an arbitrator arising from the services of the arbitrator or seeks to compel the arbitrator to testify or produce records in violation of subsection (d) and the court determines that the arbitrator is immune from civil liability or is not competent to testify or required to produce the records, the court shall award the arbitrator reasonable attorney fees and costs.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7395/"
    },
    {
      "id": "section-7396",
      "number": "7396",
      "heading": "",
      "text": "In applying and construing this uniform act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7396/"
    },
    {
      "id": "section-7397",
      "number": "7397",
      "heading": "",
      "text": "To the extent permitted by section 102 of the Electronic Signatures in Global and National Commerce Act (Public Law 106-229, 15 U.S.C. ยง 7002), this subchapter may supersede provisions of that act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7397/"
    },
    {
      "id": "section-7398",
      "number": "7398",
      "heading": "",
      "text": "(a) Prospective.--This subchapter applies to arbitration of a family law dispute under an arbitration agreement made on or after the effective date of this section.\n\n(b) Retroactive.--If an arbitration agreement was made before the effective date of this section, the parties may agree in a record that this subchapter applies to the arbitration.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-73/section-7398/"
    }
  ]
}