{
  "state": "pennsylvania",
  "path": "title-title-42/chapter-chapter-15",
  "sections": [
    {
      "id": "section-1501",
      "number": "1501",
      "heading": "",
      "text": "The following words and phrases when used in this subchapter shall have, unless the context clearly indicates otherwise, the meanings given to them in this section:\n\n\"Court.\"The Supreme Court or the court of common pleas of each judicial district under the direction of the Supreme Court.\n\n\"Political subdivision.\"Any municipality except the City and County of Philadelphia.\n\n\"Population.\"The number of persons residing within a political subdivision or part thereof as determined by the then current Federal decennial or Federal special census.\n\n\"Population density.\"The number of persons residing within a political subdivision or part thereof as determined by dividing such number by the land area expressed in square miles as determined in the official publication of the Bureau of Statistics of the Department of Commerce.\n\nReferences in Text.The Department of Commerce, referred to in the def. of \"population density,\" was renamed the Department of Community and Economic Development by Act 58 of 1996.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1501/"
    },
    {
      "id": "section-1502",
      "number": "1502",
      "heading": "",
      "text": "(a) Second class counties.--The classes of magisterial districts in judicial districts coextensive with counties of the second class shall be determined as follows:\n\n(1) Magisterial districts of the first class shall have a population density of more than 5,000 persons per square mile and a population of not less than 65,000 persons.\n\n(2) Magisterial districts of the second class shall have a population density of more than 500 persons per square mile and a population of between 22,500 and 65,000 persons.\n\n(3) Magisterial districts of the third class shall have a population density of more than 200 persons per square mile and a population of between 12,000 and 22,500 persons.\n\n(4) Magisterial districts of the fourth class shall have a population density of more than 70 persons per square mile and a population of between 7,500 and 12,000 persons.\n\n(5) Magisterial districts of the fifth class shall have a population density of less than 70 persons per square mile and a population of between 4,000 and 7,500 persons.\n\n(b) Other counties.--The classes of magisterial districts in judicial districts not coextensive with counties of the first class or counties of the second class shall be determined as follows:\n\n(1) Magisterial districts of the first class shall have a population density of more than 1,000 persons per square mile and a population of not less than 15,000 persons.\n\n(2) Magisterial districts of the second class shall have a population density of more than 400 persons per square mile and a population of not less than 4,000 persons.\n\n(3) Magisterial districts of the third class shall have a population density of less than 400 persons per square mile and a population of not less than 4,000 persons.\n\n(4) Magisterial districts of the fourth class shall have a population density of less than 400 persons per square mile and a population of between 2,000 and 4,000 persons. The number of magisterial districts of the fourth class within a judicial district shall not be increased.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1502/"
    },
    {
      "id": "section-1503",
      "number": "1503",
      "heading": "",
      "text": "(a) General rule.--In each year following that in which the Federal decennial census is officially reported as required by Federal law the court shall reestablish the number, boundaries and classes of magisterial districts within each judicial district except:\n\n(1) The first judicial district.\n\n(2) Any judicial district where a community court has been established and not discontinued.\n\nThe number, boundaries and classes of magisterial districts within each judicial district may be revised from time to time as required for the efficient administration of justice within each magisterial district.\n\n(b) Discontinuance of community court.--The court upon the discontinuance of a community court shall establish the number, boundaries and classes of magisterial districts within the judicial district embracing such discontinued community court. Such action shall be completed prior to the first Monday of January of the odd-numbered year next following the primary election at which the discontinuance of the community court is approved.\n\n(c) Standards for establishment of magisterial districts.--In the case of a political subdivision containing within its boundaries two or more magisterial districts, the court shall divide the political subdivision into magisterial districts as nearly equal as possible in population and area, and the court may presume that the population density of each part of a political subdivision is the same population density as for the whole political subdivision. The court in establishing the number and boundaries of magisterial districts shall not subdivide political subdivisions unless either:\n\n(1) the political subdivision contains two or more noncontiguous parts; or\n\n(2) the political subdivision contains within its boundaries two or more magisterial districts, in which case wards or other election districts of the political subdivision shall not be subdivided.\n\n(d) Compensation of magisterial district judge.--When a magisterial district is reestablished the compensation of a magisterial district judge serving therein shall not be diminished for any reason during the magisterial district judge's term or during any term to which the magisterial district judge is reelected while serving in such reestablished district.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; Dec. 5, 1980, P.L.1104, No.189, eff. imd.; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.Act 207 amended subsec. (d). See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\n1978 Amendment.Act 53 amended subsec. (a).\n\nCross References.Section 1503 is referred to in sections 1102, 3152 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1503/"
    },
    {
      "id": "section-1511",
      "number": "1511",
      "heading": "",
      "text": "There shall be one magisterial district judge in each magisterial district.\n\n(Aug. 11, 2009, P.L.147, No.33, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1511/"
    },
    {
      "id": "section-1512",
      "number": "1512",
      "heading": "",
      "text": "Each magisterial district shall have a seal, which shall be in the custody of the magisterial district judge elected or appointed for such district. The official acts of the magisterial district judge shall be authenticated therewith. There shall be engraved on the seal such inscription as may be specified by general rule. A facsimile or preprinted seal may be used for all purposes in lieu of the original seal.\n\n(June 28, 2002, P.L.518, No.86, eff. 60 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1512/"
    },
    {
      "id": "section-1513",
      "number": "1513",
      "heading": "",
      "text": "Every magisterial district judge shall have power to issue every lawful process to or to be served or enforced by system and related personnel and to make such lawful orders as his official business may require. A magisterial district judge may take affidavits and acknowledgments outside his magisterial district but within this Commonwealth.\n\n(Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1513/"
    },
    {
      "id": "section-1514",
      "number": "1514",
      "heading": "",
      "text": "The governing body of the county shall establish an office or offices for each magisterial district judge at such locations within the county as may be approved by the president judge of the court of common pleas of the judicial district in compliance with general rules.\n\n(Apr. 28, 1978, P.L.202, No.53, eff 60 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1514/"
    },
    {
      "id": "section-1515",
      "number": "1515",
      "heading": "",
      "text": "(a) Jurisdiction.--Except as otherwise prescribed by general rule adopted pursuant to section 503 (relating to reassignment of matters), magisterial district judges shall, under procedures prescribed by general rule, have jurisdiction of all of the following matters:\n\n(1) Summary offenses, except those arising out of the same episode or transaction involving a delinquent act for which a petition alleging delinquency is filed under Chapter 63 (relating to juvenile matters).\n\n(2) Matters arising under the act of April 6, 1951 (P.L.69, No.20), known as The Landlord and Tenant Act of 1951, which are stated therein to be within the jurisdiction of a magisterial district judge.\n\n(3) Civil claims, except claims against a Commonwealth party as defined by section 8501 (relating to definitions), wherein the sum demanded does not exceed $12,000, exclusive of interest and costs, in the following classes of actions:\n\n(i) In assumpsit, except cases of real contract where the title to real estate may be in question.\n\n(ii) In trespass, including all forms of trespass and trespass on the case.\n\n(iii) For fines and penalties by any government agency.\n\nA plaintiff may waive a portion of his claim of more than $12,000 so as to bring the matter within the monetary jurisdiction of a magisterial district judge. Such waiver shall be revoked automatically if the defendant appeals the final order of the magisterial district judge or when the judgment is set aside upon certiorari.\n\n(4) As commissioners to preside at arraignments, fix and accept bail, except for offenses under 18 Pa.C.S. §§ 2502 (relating to murder) and 2503 (relating to voluntary manslaughter) for which the fixing and accepting of bail shall be performed by any judge of any court of common pleas, and to issue warrants and perform duties of a similar nature, including the jurisdiction of a committing magistrate in all criminal proceedings.\n\n(5) Offenses under 75 Pa.C.S. § 3802 (relating to driving under influence of alcohol or controlled substance), if the following criteria are met:\n\n(i) The offense is the first offense by the defendant under such provision in this Commonwealth.\n\n(ii) No personal injury (other than to the defendant) resulted from the offense.\n\n(iii) The defendant pleads guilty.\n\n(iv) No property damage in excess of $500 other than to the defendant's property resulted from the violation.\n\n(v) The defendant is not subject to the provisions of Chapter 63 (relating to juvenile matters).\n\n(vi) The arresting authority shall cause to be transmitted a copy of the charge of any violation of 75 Pa.C.S. § 3802 to the office of the clerk of the court of common pleas within five days after the preliminary arraignment.\n\nIn determining that the above criteria are met the magisterial district judge shall rely on the certification of the arresting authority. Certification that the criteria are met need not be in writing. Within ten days after the disposition, the magisterial district judge shall certify the disposition to the office of the clerk of the court of common pleas in writing.\n\n(5.1) Offenses under 75 Pa.C.S. § 3808 (relating to illegally operating a motor vehicle not equipped with ignition interlock).\n\n(6) (i) Offenses under Title 18 (crimes and offenses), Title 30 (fish) and Title 35 (health and safety) which are classified as misdemeanors of the third degree, if the following criteria are met:\n\n(A) The misdemeanor is not the result of a reduced charge.\n\n(B) Any personal injury or property damage is less than $500.\n\n(C) The defendant pleads guilty.\n\n(D) The defendant is not subject to the provisions of Chapter 63.\n\n(ii) Subparagraph (i) shall not apply to any offense under the following provisions of Title 18:\n\nSection 4303 (relating to concealing death of child born out of wedlock).\n\nSection 4321 (relating to willful separation or nonsupport).\n\nSection 5103 (relating to unlawfully listening into deliberations of jury).\n\n(6.1) All offenses under Title 34 (relating to game).\n\n(7) Matters jurisdiction of which is vested in magisterial district judges by any statute.\n\n(b) Venue and process.--The venue of a magisterial district judge concerning matters over which jurisdiction is conferred by subsection (a) shall be as prescribed by general rule. The process of the magisterial district judge shall extend beyond the territorial limits of the magisterial district to the extent prescribed by general rule.\n\n(Apr. 28, 1978, P.L.202, No.53, eff. 60 days; July 20, 1979, P.L.157, No.52, eff. 60 days; Oct. 1, 1981, P.L.282, No.95, eff. imd.; Dec. 13, 1982, P.L.1141, No.260, eff. Jan. 1, 1983; Dec. 20, 1982, P.L.1409, No.326, eff. 60 days; Dec. 19, 1984, P.L.1089, No.218, eff. imd.; July 8, 1986, P.L.442, No.93, eff. July 1, 1987; Dec. 18, 1992, P.L.1269, No.167, eff. imd.; Mar. 31, 1995, 1st Sp.Sess., P.L.983, No.9, eff. 60 days; Sept. 30, 2003, P.L.120, No.24, eff. Feb. 1, 2004; Nov. 29, 2004, P.L.1369, No.177, eff. imd.; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days; Aug. 11, 2009, P.L.147, No.33, eff. 60 days; Nov. 23, 2010, P.L.1137, No.114, eff. 60 days)\n\n2010 Amendment.Act 114 amended subsec. (a).\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\n1985 Partial Repeal.Section 3 of Act 60 of 1985 provided that subsec. (a)(5)(iii) and (6)(i)(C) is repealed insofar as it is inconsistent with Act 60.\n\nReferences in Text.Section 4321 of Title 18 (Crimes and Offenses), referred to in subsec. (a)(6)(ii), is repealed.\n\nCross References.Section 1515 is referred to in sections 1522, 9702 of this title; section 3321 of Title 8 (Boroughs and Incorporated Towns); sections 103, 1106 of Title 18 (Crimes and Offenses); sections 102, 1619 of Title 75 (Vehicles).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1515/"
    },
    {
      "id": "section-1516",
      "number": "1516",
      "heading": "",
      "text": "A judgment of a magisterial district judge shall not operate as a lien on real property until a transcript of the record showing a final judgment of a magisterial district judge has been filed in the manner prescribed by general rules in the office of the clerk of the court of common pleas of the county where the property is situated, or in the office of the clerk of the branch of the court of common pleas embracing such county. After such entry the judgment shall, from the date of such entry, be a lien upon real property to the same extent that judgment recovered in the court of common pleas is a lien. No such transcript shall be filed until after 30 days after the entry of final judgment by the magisterial district judge. No execution against real estate shall be issued by a magisterial district judge.\n\n(Nov. 30, 2004, P.L.1618, No.207, eff. 60 days; Aug. 11, 2009, P.L.147, No.33, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\nSaved from Suspension.Pennsylvania Rule of Civil Procedure for District Justices No. 482, as amended June 30, 1982, provided that section 1516 shall not be deemed suspended or affected. Rules 401 through 482 relate to execution of judgments for the payment of money rendered by district justices. Act 207 of 2004 changed justices of the peace to magisterial district judges. Rule 482 can now be found in the Rules of Conduct, Office Standards and Civil Procedure for Magisterial District Judges.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1516/"
    },
    {
      "id": "section-1517",
      "number": "1517",
      "heading": "",
      "text": "§ 1517. Salary (Repealed).\n\n1987 Repeal.\n\nSection 1517 was repealed July 3, 1987, P.L.193, No.28, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1517/"
    },
    {
      "id": "section-1518",
      "number": "1518",
      "heading": "",
      "text": "§ 1518. Philadelphia Municipal Court (Repealed).\n\n1987 Repeal.\n\nSection 1518 was repealed July 3, 1987, P.L.193, No.28, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1518/"
    },
    {
      "id": "section-1519",
      "number": "1519",
      "heading": "",
      "text": "§ 1519. Philadelphia Traffic Court (Repealed).\n\n1987 Repeal.\n\nSection 1519 was repealed July 3, 1987, P.L.193, No.28, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1519/"
    },
    {
      "id": "section-1520",
      "number": "1520",
      "heading": "",
      "text": "(a) General rule.--Except for cases charging offenses under 34 Pa.C.S. (relating to game), the magisterial district judge may, upon hearing the facts of a case, admit to an appropriate adjudication alternative authorized by this section persons charged with summary offenses. The defendant shall not be required to plead guilty to be accepted by the magisterial district judge into the program. Acceptance of participation in an alternative authorized by this section shall be considered a first conviction for the purpose of computing whether a subsequent conviction of an offense shall be considered a second or subsequent conviction.\n\n(b) Public service programs and other adjudication alternatives.--A magisterial district judge may, in lieu of making a disposition, place an offender in an appropriate program in which a public service or charitable agency or organization or political subdivision agrees to assume supervisory responsibility for the offender. The program in general shall be approved by the court of common pleas having supervision over that magisterial district. This program may include work, counseling, public service, job training, education or other appropriate community service or self-improvement. The placement authorized by the magisterial district judge shall be appropriate to the offense charged and in the best interests of the community and the offender. The conditions of the program may include the imposition of costs and restitution, the imposition of a reasonable charge relating to the expense of administering the program and any other conditions agreed to by the offender.\n\n(c) Completion of program.--The magisterial district judge shall provide written notice to the public service or charitable agency or organization or political subdivision of the placement of the offender. Upon notification, the public service or charitable agency or organization or political subdivision shall, as a condition to agreeing to accept responsibility for supervision of the offender, make periodic reports on the fulfillment of the conditions and a final report upon the completion of the appropriate adjudication alternative as required by the supervising magisterial district judge. The magisterial district judge shall dismiss the charges and shall relieve the offender of the obligation to pay any fine or serve any sentence of imprisonment upon the successful completion of the program.\n\n(d) Refusal to accept or complete program.--If the offender refuses to accept the conditions required by the magisterial district judge or fails to complete the program without good cause or violates any condition of the program without good cause, the magisterial district judge shall proceed on the charges as provided by law.\n\n(e) Immunity.--A magisterial district judge and any public service or charitable agency or organization or political subdivision supervising or administering a public service program under this section shall be immune from any civil action for damages brought by a person admitted to this program. Nothing in this section shall be construed to limit or otherwise affect or preclude liability resulting from gross negligence or intentional misconduct. Reckless, willful or wanton misconduct constitutes gross negligence.\n\n(f) Definition.--As used in this section, the term \"magisterial district judge\" includes a judge of the Pittsburgh Magistrates Court.\n\n(July 1, 1987, P.L.180, No.21, eff. imd.; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days; Aug. 11, 2009, P.L.147, No.33, eff. 60 days; Oct. 31, 2024, P.L.1143, No.138, eff. 18 mos.)\n\n2024 Amendment.Act 138 amended subsec. (a). See section 6(1) of Act 138 in the appendix to this title for special provisions relating to applicability.\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\nPrior Provisions.Former section 1520, which related to community public service programs, was added September 27, 1985, P.L.238, No.60, and repealed December 11, 1986, P.L.1521, No.165, effective immediately.\n\nSuspension by Court Rule.Section 1520 was suspended by Pennsylvania Rule of Criminal Procedure No. 1101(3), adopted March 1, 2000, insofar as it is inconsistent with Rules 300, 301, 302 and 310 through 320 relating to Accelerated Rehabilitative Disposition.\n\nCross References.Section 1520 is referred to in section 6336 of this title; sections 6305, 6306.1, 6307, 6308, 6310.3, 6321, 9123 of Title 18 (Crimes and Offenses); section 925 of Title 34 (Game).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1520/"
    },
    {
      "id": "section-1521",
      "number": "1521",
      "heading": "",
      "text": "§ 1521. Accelerated Rehabilitative Disposition for summary offenders (Repealed).\n\n1987 Repeal.\n\nSection 1521 was repealed July 1, 1987, P.L.180, No.21, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1521/"
    },
    {
      "id": "section-1522",
      "number": "1522",
      "heading": "",
      "text": "(a) General rule.--Whenever an individual who is under 18 years of age and is not emancipated is charged with a summary offense for which jurisdiction is vested in a magisterial district judge under section 1515 (relating to jurisdiction and venue), the magisterial district judge shall mail a copy of the citation, or other appropriate written notification, to the parents or legal guardians of the individual at the time of the filing of the citation if the parents or legal guardians have not been previously notified by the police. Where the individual is not residing with a parent or legal guardian, the copy of the citation, or other appropriate written notification, shall be sent to the person with whom the individual resides if a verifiable address is available. In such cases a magisterial district judge shall not accept a plea or schedule a hearing before 72 hours has lapsed from the time of the mailing of the notice as required under this section. Failure to provide notice under this section shall not constitute grounds for dismissal of the summary offense.\n\n(b) Vehicle offenses.--Nothing in this section shall apply to violations of Title 75 (relating to vehicles), except for 75 Pa.C.S. § 1543 (relating to driving while operating privilege is suspended or revoked).\n\n(c) Identification of juveniles.--Pennsylvania State Police and local police shall assist magisterial district judges in complying with the requirements of this section by indicating, through conspicuous notation on citations, that the offense was committed by a juvenile and whether the police have notified the parents or legal guardian.\n\n(Feb. 14, 1990, P.L.59, No.9, eff. 60 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.Act 207 amended subsecs. (a) and (c). See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.\n\n1990 Amendment.Act 9 added section 1522.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1522/"
    },
    {
      "id": "section-1523",
      "number": "1523",
      "heading": "",
      "text": "(a) Order to attend.--In summary proceedings before a magisterial district judge or judge of the minor judiciary involving any individual who is under 18 years of age and is not emancipated, the magisterial district judge or judge of the minor judiciary may, when the magisterial district judge or judge of the minor judiciary determines that it is in the best interest of the child, issue an order specifically requiring the parent or legal guardian or other person with whom the child resides, if other than the parent or guardian, to be present and ready to participate in the proceedings with the juvenile. No later than ten days before such proceedings, the magisterial district judge or judge of the minor judiciary shall send a notice of the order to the parent or legal guardian or person with whom the child resides if other than the parent or guardian. Nothing in this subsection shall be construed to vest in either the individual who is under 18 years of age and is not emancipated to require participation under this subsection or the parent, legal guardian or other person with whom such individual resides the right to participate under this subsection.\n\n(b) Contempt.--A person failing to comply with an order of participation may be found in contempt of court as outlined in section 4137 (relating to contempt powers of magisterial district judges).\n\n(c) Bench warrant.--The magisterial district judge or judge of the minor judiciary shall issue a bench warrant for any parent, guardian or person with whom the child resides, if other than the parent or guardian, who fails to appear at any proceedings. The magisterial district judge or judge of the minor judiciary may waive any fine or other punishment if the person is found to be present and ready to participate in the proceedings with the juvenile after a bench warrant is issued.\n\n(Nov. 17, 1995, 1st Sp.Sess., P.L.1127, No.33, eff. 120 days; Nov. 30, 2004, P.L.1618, No.207, eff. 60 days)\n\n2004 Amendment.See section 29 of Act 207 in the appendix to this title for special provisions relating to construction of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-42/chapter-15/section-1523/"
    }
  ]
}