{
  "state": "south-carolina",
  "path": "title-title-62/chapter-section-62-3-802",
  "sections": [
    {
      "id": "section-2023-s-c-code-of-laws",
      "number": "2023 S.C. Code of Laws",
      "heading": "",
      "text": "(a) Unless an estate is insolvent, the personal representative, with the consent of all successors whose interests would be affected, may waive any defense of limitations available to the estate. If the defense is not waived, no claim which was barred by any statute of limitations at the time of the decedent's death shall be allowed or paid.\n\n(b) The running of any statute of limitations measured from some other event than death or the giving of notice to creditors is suspended during the eight months following the decedent's death but resumes thereafter as to claims not barred pursuant to the sections which follow.\n\n(c) For purposes of any statute of limitations, the proper presentation of a claim under Section 62-3-804 is equivalent to commencement of a proceeding on the claim.\n\nHISTORY: 1986 Act No. 539, Section 1; 1987 Act No. 171, Section 32; 1990 Act No. 521, Section 52; 2013 Act No. 100, Section 1, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/2023/title-62/article-3/section-62-3-802/"
    },
    {
      "id": "section-2022-s-c-code-of-laws",
      "number": "2022 S.C. Code of Laws",
      "heading": "",
      "text": "(a) Unless an estate is insolvent, the personal representative, with the consent of all successors whose interests would be affected, may waive any defense of limitations available to the estate. If the defense is not waived, no claim which was barred by any statute of limitations at the time of the decedent's death shall be allowed or paid.\n\n(b) The running of any statute of limitations measured from some other event than death or the giving of notice to creditors is suspended during the eight months following the decedent's death but resumes thereafter as to claims not barred pursuant to the sections which follow.\n\n(c) For purposes of any statute of limitations, the proper presentation of a claim under Section 62-3-804 is equivalent to commencement of a proceeding on the claim.\n\nHISTORY: 1986 Act No. 539, Section 1; 1987 Act No. 171, Section 32; 1990 Act No. 521, Section 52; 2013 Act No. 100, Section 1, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/2022/title-62/article-3/section-62-3-802/"
    },
    {
      "id": "section-next",
      "number": "Next",
      "heading": "",
      "text": "(a) All claims against a decedent's estate which arose before the death of the decedent, including claims of the State and any political subdivision thereof, whether due or to become due, absolute or contingent, liquidated or unliquidated, founded on contract, tort, or other legal basis, if not barred earlier by another statute of limitations or nonclaim statute; are barred against the estate, the personal representative, the decedent's heirs and devisees, and nonprobate transferees of the decedent; unless presented within the earlier of the following:\n\n(1) one year after the decedent's death; or\n\n(2) the time provided by Section 62-3-801(b) for creditors who are given actual notice, and within the time provided in Section 62-3-801(a) for all creditors barred by publication.\n\n(b) A claim described in subsection (a) which is barred by the nonclaim statute of the decedent's domicile before the giving of notice to creditors in this State is barred in this State.\n\n(c) All claims against a decedent's estate which arise at or after the death of the decedent, including claims of the State and any subdivision thereof, whether due or to become due, absolute or contingent, liquidated or unliquidated, founded on contract, tort, or other legal basis, are barred against the estate, the personal representative, and the heirs and devisees of the decedent, unless presented as follows:\n\n(1) a claim based on a contract with the personal representative within eight months after performance by the personal representative is due; or\n\n(2) any other claim, within the later of eight months after it arises, or the time specified in subsection (a)(1).\n\n(d) Nothing in this section shall be construed as placing a limitation on the time for:\n\n(1) commencing a proceeding to enforce a mortgage, pledge, lien, or other security interest upon property of the estate;\n\n(2) to the limits of the insurance protection only, commencing a proceeding to establish liability of the decedent or the personal representative for which he is protected by liability insurance; or\n\n(3) collecting compensation for services rendered to the estate or reimbursement for expenses advanced by the personal representative or by the attorney or accountant for the personal representative of the estate.\n\nHISTORY: 1986 Act No. 539, Section 1; 1987 Act No. 171, Section 33; 1990 Act No. 521, Section 53; 2013 Act No. 100, Section 1, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-3/section-62-3-803/"
    }
  ]
}