{
  "state": "south-carolina",
  "path": "title-title-62/chapter-section-62-6-307",
  "sections": [
    {
      "id": "section-2023-s-c-code-of-laws",
      "number": "2023 S.C. Code of Laws",
      "heading": "",
      "text": "Without qualifying any other statutory right to set-off or lien and subject to any contractual provision, if a party to a multiple-party account is indebted to a financial institution, the financial institution has a right to set-off against the account in which the party has or had immediately before his death a present right of withdrawal. The amount of the account subject to set-off is that proportion to which the debtor is, or was immediately before his death, beneficially entitled, and in the absence of proof of net contributions, to an equal share with all parties having present rights of withdrawal.\n\nHISTORY: 1986 Act No. 539, Section 1; 1976 Code Section 62-6-113; 2013 Act No. 100, Section 2, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/2023/title-62/article-6/section-62-6-307/"
    },
    {
      "id": "section-2022-s-c-code-of-laws",
      "number": "2022 S.C. Code of Laws",
      "heading": "",
      "text": "Without qualifying any other statutory right to set-off or lien and subject to any contractual provision, if a party to a multiple-party account is indebted to a financial institution, the financial institution has a right to set-off against the account in which the party has or had immediately before his death a present right of withdrawal. The amount of the account subject to set-off is that proportion to which the debtor is, or was immediately before his death, beneficially entitled, and in the absence of proof of net contributions, to an equal share with all parties having present rights of withdrawal.\n\nHISTORY: 1986 Act No. 539, Section 1; 1976 Code Section 62-6-113; 2013 Act No. 100, Section 2, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/2022/title-62/article-6/section-62-6-307/"
    },
    {
      "id": "section-next",
      "number": "Next",
      "heading": "",
      "text": "Section effective July 1, 2025.\n\n(A) In addition to such other methods for registering and titling titled personal property as permitted in Title 50 and Title 56, any owner of a vehicle, mobile home, watercraft, outboard motor, or any similar personal property for which legal titles are issued and administered by the Department of Motor Vehicles or Department of Natural Resources may establish a Transfer on Death (TOD) designation upon any such title or registration, subject to the provisions of this section, for the purposes set forth herein.\n\n(B) A TOD designation on any titled personal property shall pass, upon the death of all owners of such titled personal property, to the TOD beneficiary or beneficiaries pursuant to this section and is effective by reason of this statute and such transfer is not testamentary or subject to Articles 1 through 4 (estate administration).\n\n(C) A beneficiary of a TOD designation on any titled personal property has no ownership of the titled personal property during the lifetime of the owner or owners of such titled personal property.\n\n(D) The following rules shall apply to titled personal property owned by one owner with TOD designation:\n\n(1) On the death of an owner who is the sole owner of titled personal property with a TOD designation, the titled personal property belongs to the surviving beneficiary or beneficiaries named in the TOD designation. If two or more beneficiaries survive, the titled personal property must be titled to them in undivided equal shares, and there is no right of survivorship in the event of a later death of a beneficiary, unless such beneficiaries shall thereafter change the titling during their lifetimes to reflect such a right of survivorship.\n\n(2) If no beneficiary named on the TOD designation survives upon the death of the owner, then the titled personal property belongs to the estate of the owner.\n\n(3) Any sole owner who utilizes a TOD designation on titled personal property may revoke or modify the TOD designation at any time during the owner's life without the consent of any beneficiary listed on a TOD designation.\n\n(E) The following rules shall apply to titled personal property owned by two or more owners with a TOD designation:\n\n(1) Only multiple owners who own titled personal property with right of survivorship shall be entitled to utilize a TOD designation to transfer property pursuant to this section and a TOD designation for multiple owners who own titled personal property without such right of survivorship shall be ineffective.\n\n(2) On the death of one owner among multiple owners with right of survivorship the titled personal property belongs to the surviving owner or owners. If two or more owners survive, the titled personal property belongs to the surviving owners in undivided equal shares and the right of survivorship continues between the surviving parties.\n\n(3) On the death of the last surviving owner among multiple owners with right of survivorship, the titled personal property belongs to the surviving beneficiary or beneficiaries named in a TOD designation. If two or more beneficiaries survive, the titled personal property belongs to them in undivided equal shares, and there is no right of survivorship in the event of a later death of a beneficiary, unless such beneficiaries shall thereafter change the titling to reflect such a right of survivorship during their lifetimes. If no beneficiary named in the TOD designation is living on the date of the last surviving owner's death, the titled personal property belongs to the estate of the last surviving owner.\n\n(4) When multiple owners own titled personal property, all of such multiple owners, or the survivors among them, must act together to establish such TOD designation or to thereafter revoke or modify such TOD designation, but the consent of any beneficiary selected in such TOD designation must not be required.\n\n(F) An owner or multiple owners of a vehicle, mobile home, or any other similar vehicle or property for which the Department of Motor Vehicles issues and administers titles shall apply to the Department of Motor Vehicles for such TOD designation pursuant to the terms of this section pursuant to the rules and standards of the department.\n\n(G) An owner or multiple owners of a watercraft, outboard motor, or any other similar watercraft or property for which the Department of Natural Resources issues and administers titles shall apply to the Department of Natural Resources for such TOD designation pursuant to the terms of this section pursuant to the rules and standards of the department.\n\n(H) The Department of Motor Vehicles or the Department of Natural Resources, as appropriate, upon request, shall retitle the appropriate titled personal property with a TOD designation, to:\n\n(1) The beneficiary or beneficiaries named in the TOD designation, if proof of death is presented to the appropriate department showing that the beneficiary or beneficiaries survived all owners of the titled personal property.\n\n(2) The personal representative of a deceased party, if proof of death is presented to the appropriate department showing that the deceased party was the last survivor of all other owners named on the title to the titled personal property and there shall be no surviving beneficiaries named in any TOD designation.\n\n(3) To such party or parties in accordance with a court order directing the retitling of such titled personal property.\n\n(I) For purposes of this section, ownership of titled personal property using \"OR\" with two or more multiple owners shall indicate \"joint tenants with right of survivorship\", while ownership using \"AND\" with two or more multiple owners shall indicate ownership \"tenants in common\". Only sole owners and multiple owners holding title to titled personal property with such right of survivorship (e.g., \"OR\" titling between multiple owners) are eligible to utilize the TOD procedures described in this statute.\n\nHISTORY: 2024 Act No. 200 (H.4234), Section 22, eff July 1, 2025.\n\nEditor's Note\n\n2024 Act No. 200, Section 30, provides as follows:\n\n\"SECTION 30. SECTIONS 1-21 of this act take effect upon approval by the Governor and their provisions shall apply to all applicable actions, proceedings, and matters filed on and after the effective date; SECTIONS 22-29 of this act take effect on July 1, 2025.\"",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-6/section-62-6-401/"
    }
  ]
}