{
  "state": "south-carolina",
  "path": "title-title-62/chapter-section-62-5-502",
  "sections": [
    {
      "id": "section-2023-s-c-code-of-laws",
      "number": "2023 S.C. Code of Laws",
      "heading": "",
      "text": "(a) A health care power of attorney is a durable power of attorney. Statutory provisions that refer to a durable power of attorney or judicial interpretations of the law relating to durable powers of attorney apply to a health care power of attorney to the extent that they are not inconsistent with this part.\n\n(b) This section does not affect the right of a person to execute a durable power of attorney relating to health care pursuant to other provisions of law but which does not conform to the requirements of this section. If a durable power of attorney for health care executed under this part or under the laws of another state does not conform to the requirements of this section, the provisions of this section do not apply to it. However, a court is not precluded from determining that the law applicable to nonconforming durable powers of attorney for health care is the same as the law set forth in this section for health care powers of attorney.\n\n(c) To the extent not inconsistent with this part, the provisions of the Adult Health Care Consent Act apply to the making of decisions by a health care agent and the implementation of those decisions by health care providers.\n\n(d) In determining the effectiveness of a health care power of attorney, mental incompetence is to be determined according to the standards and procedures for inability to consent pursuant to Section 44-66-20(8), except that certification of mental incompetence by the agent may be substituted for certification by a second physician. If the certifying physician states that the principal's mental incompetence precludes the principal from making all health care decisions or all decisions concerning certain categories of health care, and that the principal's mental incompetence is permanent or of extended duration, no further certification is necessary in regard to the stated categories of health care decisions during the stated duration of mental incompetence unless the agent or the attending physician believes the principal may have regained capacity.\n\nHISTORY: 1992 Act No. 306, Section 1; 2005 Act No. 172, Section 1; 2006 Act No. 365, Section 1; 2008 Act No. 303, Sections 2, 3, eff June 11, 2008; 2010 Act No. 244, Section 41, eff June 7, 2010; formerly 1976 Code Section 62-5-504; 2016 Act No. 279, Section 2, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/2023/title-62/article-5/section-62-5-502/"
    },
    {
      "id": "section-2022-s-c-code-of-laws",
      "number": "2022 S.C. Code of Laws",
      "heading": "",
      "text": "(a) A health care power of attorney is a durable power of attorney. Statutory provisions that refer to a durable power of attorney or judicial interpretations of the law relating to durable powers of attorney apply to a health care power of attorney to the extent that they are not inconsistent with this part.\n\n(b) This section does not affect the right of a person to execute a durable power of attorney relating to health care pursuant to other provisions of law but which does not conform to the requirements of this section. If a durable power of attorney for health care executed under this part or under the laws of another state does not conform to the requirements of this section, the provisions of this section do not apply to it. However, a court is not precluded from determining that the law applicable to nonconforming durable powers of attorney for health care is the same as the law set forth in this section for health care powers of attorney.\n\n(c) To the extent not inconsistent with this part, the provisions of the Adult Health Care Consent Act apply to the making of decisions by a health care agent and the implementation of those decisions by health care providers.\n\n(d) In determining the effectiveness of a health care power of attorney, mental incompetence is to be determined according to the standards and procedures for inability to consent pursuant to Section 44-66-20(8), except that certification of mental incompetence by the agent may be substituted for certification by a second physician. If the certifying physician states that the principal's mental incompetence precludes the principal from making all health care decisions or all decisions concerning certain categories of health care, and that the principal's mental incompetence is permanent or of extended duration, no further certification is necessary in regard to the stated categories of health care decisions during the stated duration of mental incompetence unless the agent or the attending physician believes the principal may have regained capacity.\n\nHISTORY: 1992 Act No. 306, Section 1; 2005 Act No. 172, Section 1; 2006 Act No. 365, Section 1; 2008 Act No. 303, Sections 2, 3, eff June 11, 2008; 2010 Act No. 244, Section 41, eff June 7, 2010; formerly 1976 Code Section 62-5-504; 2016 Act No. 279, Section 2, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/2022/title-62/article-5/section-62-5-502/"
    },
    {
      "id": "section-next",
      "number": "Next",
      "heading": "",
      "text": "(a) A health care power of attorney must:\n\n(1) be substantially in the form set forth in Section 62-5-504;\n\n(2) be dated and signed by the principal or in the principal's name by another person in the principal's presence and by his direction;\n\n(3) be signed by at least two persons, each of whom witnessed either the signing of the health care power of attorney or the principal's acknowledgment of his signature on the health care power of attorney. Each witness must state in a declaration as set forth in Section 62-5-504 that, at the time of the execution of the health care power of attorney, to the extent the witness has knowledge, the witness is not related to the principal by blood, marriage, or adoption, either as a spouse, lineal ancestor, descendant of the parents of the principal, or spouse of any of them; not directly financially responsible for the principal's medical care; not entitled to a portion of the principal's estate upon his decease under a will of the principal then existing or as an heir by intestate succession; not a beneficiary of a life insurance policy of the principal; and not appointed as health care agent or successor health care agent in the health care power of attorney; and that no more than one witness is an employee of a health care facility in which the principal is a patient, no witness is the attending physician or an employee of the attending physician, or no witness has a claim against the principal's estate upon his decease;\n\n(4) state the name and address of the agent. A health care agent must be an individual who is eighteen years of age or older and of sound mind. A health care agent may not be a health care provider, or an employee of a provider, with whom the principal has a provider-patient relationship at the time the health care power of attorney is executed, or an employee of a nursing care facility in which the principal resides, or a spouse of the health care provider or employee, unless the health care provider, employee, or spouse is a relative of the principal.\n\n(b) The validity of a health care power of attorney is not affected by the principal's failure to initial any of the choices provided in Section 4, 6, or 7 of the Health Care Power of Attorney form or to name successor agents. If the principal fails to indicate either of the statements in Section 7 concerning provision of artificial nutrition and hydration, the agent does not have authority to direct that nutrition and hydration necessary for comfort care or alleviation of pain be withheld or withdrawn.\n\nHISTORY: 1992 Act No. 306, Section 1; 2005 Act No. 172, Section 1; 2006 Act No. 365, Section 1; 2008 Act No. 303, Sections 2, 3, eff June 11, 2008; 2010 Act No. 244, Section 41, eff June 7, 2010; formerly 1976 Code Section 62-5-504; 2016 Act No. 279, Section 2, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-5/section-62-5-503/"
    }
  ]
}