{
  "state": "south-carolina",
  "path": "title-title-62/chapter-section-62-7-605",
  "sections": [
    {
      "id": "section-2023-s-c-code-of-laws",
      "number": "2023 S.C. Code of Laws",
      "heading": "",
      "text": "A provision in a revocable trust purporting to penalize any interested person for contesting the validity of the trust or instituting other proceedings relating to the trust is unenforceable if probable cause exists for instituting proceedings.\n\nHISTORY: 2005 Act No. 66, Section 1; 2013 Act No. 100, Section 2, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/2023/title-62/article-7/section-62-7-605/"
    },
    {
      "id": "section-2022-s-c-code-of-laws",
      "number": "2022 S.C. Code of Laws",
      "heading": "",
      "text": "A provision in a revocable trust purporting to penalize any interested person for contesting the validity of the trust or instituting other proceedings relating to the trust is unenforceable if probable cause exists for instituting proceedings.\n\nHISTORY: 2005 Act No. 66, Section 1; 2013 Act No. 100, Section 2, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/2022/title-62/article-7/section-62-7-605/"
    },
    {
      "id": "section-next",
      "number": "Next",
      "heading": "",
      "text": "(A) Unless the trust expressly provides otherwise, if the beneficiary under a revocable trust, who is a great-grandparent or a lineal descendant of a great-grandparent of the settlor, is dead at the time of execution of the trust, fails to survive the settlor, or is treated as if he predeceased the settlor, the issue of the deceased beneficiary who survived the settlor take in place of the deceased beneficiary and if they are all of the same degree of kinship to the beneficiary they take equally, but if of unequal degree then those of more remote degree take by representation. One who would have been a beneficiary under a class gift if he had survived the settlor is treated as a beneficiary for purposes of this section whether his death occurred before or after the execution of the trust.\n\n(B) Except as provided in subsection (A), if the disposition of any real or personal property under a revocable trust fails for any reason, this property becomes a part of the residue of the trust.\n\n(C) Except as provided in subsection (A), if the residue under a revocable trust is distributed to two or more persons and the share of one of the residuary beneficiaries fails for any reason, his share passes to the other residuary beneficiary or to other residuary beneficiaries in proportion to their interests in the residue.\n\nHISTORY: 2005 Act No. 66, Section 1; 2013 Act No. 100, Section 2, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-7/section-62-7-606/"
    }
  ]
}