{
  "state": "south-carolina",
  "path": "title-title-62/chapter-section-62-5-307",
  "sections": [
    {
      "id": "section-2023-s-c-code-of-laws",
      "number": "2023 S.C. Code of Laws",
      "heading": "",
      "text": "(A) The ward or another person interested in his welfare, may make an informal request for relief by submitting a written request to the court. The court may take such action as considered reasonable and appropriate to protect the ward.\n\n(B) A person making an informal request submits personally to the jurisdiction of the court.\n\nHISTORY: 1986 Act No. 539, Section 1; 2008 Act No. 303, Section 1, eff June 11, 2008; 2010 Act No. 244, Section 27, eff June 7, 2010. Formerly Code 1976 Sections 62-5-106 and 62-5-307, renumbered and amended by 2017 Act No. 87 (S.415), Section 5.A, eff January 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/2023/title-62/article-5/section-62-5-307/"
    },
    {
      "id": "section-2022-s-c-code-of-laws",
      "number": "2022 S.C. Code of Laws",
      "heading": "",
      "text": "(A) The ward or another person interested in his welfare, may make an informal request for relief by submitting a written request to the court. The court may take such action as considered reasonable and appropriate to protect the ward.\n\n(B) A person making an informal request submits personally to the jurisdiction of the court.\n\nHISTORY: 1986 Act No. 539, Section 1; 2008 Act No. 303, Section 1, eff June 11, 2008; 2010 Act No. 244, Section 27, eff June 7, 2010. Formerly Code 1976 Sections 62-5-106 and 62-5-307, renumbered and amended by 2017 Act No. 87 (S.415), Section 5.A, eff January 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/2022/title-62/article-5/section-62-5-307/"
    },
    {
      "id": "section-next",
      "number": "Next",
      "heading": "",
      "text": "(A) Upon filing of a summons and petition with the appointing court, the ward or any person interested in his welfare may, for good cause, request an order to:\n\n(1) prove by a preponderance of the evidence that the ward is no longer incapacitated. The petition may request a court order limiting the scope of the guardianship and the authority of the guardian or a termination of the guardianship and the appointment of the guardian. The court may specify a minimum period, not exceeding one year, during which no application or petition for readjudication may be filed without leave of court;\n\n(2) appoint a successor guardian due to death, incapacity, resignation, or dereliction of duty of the guardian. The appointment of a successor guardian does not affect the guardian's liability for prior acts nor his obligation to account for any funds or assets of the ward. The petition shall name a willing and qualified person to serve as successor guardian in the petition or set forth why no such successor is available; or\n\n(3) modify the provisions of an existing court order.\n\n(B) After filing and service of the summons and petition, the court may appoint a guardian ad litem and may appoint counsel for the ward, unless the ward has private counsel, and such examiners as are needed to evaluate and confirm the allegations of the petition.\n\n(C) On its own motion, the court may initiate appropriate proceedings under this section as considered necessary to promote the best interests of the ward.\n\n(D) An attorney who has been asked by the ward to represent him in an action under this section may file a motion with the court for permission to represent the ward.\n\nHISTORY: 1986 Act No. 539, Section 1; 2010 Act No. 244, Section 27, eff June 7, 2010. Formerly Code 1976 Section 62-5-307, renumbered and amended by 2017 Act No. 87 (S.415), Section 5.A, eff January 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-5/section-62-5-307a/"
    }
  ]
}