{
  "state": "south-carolina",
  "path": "title-title-62/chapter-t62c008",
  "sections": [
    {
      "id": "section-62-8-101",
      "number": "62-8-101",
      "heading": "",
      "text": "This article may be cited as the \"South Carolina Uniform Power of Attorney Act\". HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-101/"
    },
    {
      "id": "section-62-8-102",
      "number": "62-8-102",
      "heading": "",
      "text": "For purposes of this article: (1) \"Agent\" means a person granted authority to act for a principal under a power of attorney, whether denominated an agent, attorney-in-fact, or otherwise. The term includes an original agent, coagent, successor agent, and a person to whom an agent's authority is delegated. An agent is a fiduciary. (2) \"Durable,\" with respect to a power of attorney, means not terminated by the principal's incapacity. (3) \"Electronic\" means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities. (4) \"Good faith\" means honesty in fact. (5) \"Incapacity\" means inability of an individual to manage property or business affairs because the individual: (A) has an impairment in the ability to receive and evaluate information or make or communicate decisions even with the use of technological assistance; or (B) is: (i) missing; (ii) detained, including incarcerated in a penal system; or (iii) outside the United States and unable to return. (6) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited-liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or another legal or commercial entity. (7) \"Power of attorney\" means a writing or other record that grants authority to an agent to act in the place of the principal, whether or not the term \"power of attorney\" is used. (8) \"Presently exercisable general power of appointment\", with respect to property or a property interest subject to a power of appointment, means power exercisable at the time in question to vest absolute ownership in the principal individually, the principal's estate, the principal's creditors, or the creditors of the principal's estate. The term includes a power of appointment not exercisable until the occurrence of a specified event, the satisfaction of an ascertainable standard, or the passage of a specified period only after the occurrence of the specified event, the satisfaction of the ascertainable standard, or the passage of the specified period. The term does not include a power exercisable in a fiduciary capacity or only by will. (9) \"Principal\" means an individual with contractual capacity who grants authority to an agent in a power of attorney. (10) \"Property\" means anything that may be the subject of ownership, whether real or personal, or legal or equitable, or any interest or right in the property. (11) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (12) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or a territory or insular possession subject to the jurisdiction of the United States. (13) \"Stocks and bonds\" means stocks, bonds, mutual funds, and all other types of securities and financial instruments, whether held directly, indirectly, or in another manner. The term does not include commodity futures contracts and call or put options on stocks or stock indexes. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-102/"
    },
    {
      "id": "section-62-8-103",
      "number": "62-8-103",
      "heading": "",
      "text": "This article applies to all powers of attorney except a: (1) power to the extent it is coupled with an interest in the subject of the power, including a power given to or for the benefit of a creditor in connection with a credit transaction; (2) proxy or other delegation to exercise voting rights or management rights with respect to an entity; (3) power created on a form prescribed by a government or governmental subdivision, agency, or instrumentality for a governmental purpose; (4) power created on a form provided by a financial institution or brokerage firm that relates to the account at the financial institution or brokerage firm and is intended for use solely by the financial institution or brokerage firm. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-103/"
    },
    {
      "id": "section-62-8-104",
      "number": "62-8-104",
      "heading": "",
      "text": "A power of attorney created pursuant to this part after the effective date is durable unless it expressly provides that it is terminated by the incapacity of the principal. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-104/"
    },
    {
      "id": "section-62-8-105",
      "number": "62-8-105",
      "heading": "",
      "text": "A power of attorney must be: (1) signed by the principal or in the principal's presence by another individual directed by the principal to sign the principal's name on the power of attorney; (2) attested with the same formality and with the same requirements as to witnesses as a will in South Carolina; and (3) acknowledged or proved pursuant to Section 30-5-30. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-105/"
    },
    {
      "id": "section-62-8-106",
      "number": "62-8-106",
      "heading": "",
      "text": "(a) A power of attorney executed on or after the effective date of this article is valid if its execution complies with Section 62-8-105. (b) A power of attorney executed before the effective date of this article is valid if its execution complied with the law of this State as it existed at the time of execution. (c) A power of attorney executed other than in this State that is not otherwise valid under subsection (a) or (b) is valid in this State if, when the power of attorney was executed, the execution complied with the: (1) law of the jurisdiction that determines the meaning and effect of the power of attorney pursuant to Section 62-8-107; or (2) requirements for a military power of attorney pursuant to 10 U.S.C. Section 1044b, as amended. (d) Except as otherwise provided by statute other than this part, a photocopy or electronically transmitted copy of an original power of attorney has the same effect as the original. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-106/"
    },
    {
      "id": "section-62-8-107",
      "number": "62-8-107",
      "heading": "",
      "text": "The meaning and effect of a power of attorney is determined by the law of the jurisdiction indicated in the power of attorney and, in the absence of an indication of jurisdiction, by the law of the jurisdiction in which the power of attorney was executed. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-107/"
    },
    {
      "id": "section-62-8-108",
      "number": "62-8-108",
      "heading": "",
      "text": "(a) In a power of attorney, a principal may nominate a conservator or guardian for consideration by the court if protective proceedings for the principal's estate or person are begun after the principal executes the power of attorney. Except for good cause shown or disqualification, the court shall make its appointment in accordance with the principal's most recent nomination. (b) If, after a principal executes a power of attorney, a court appoints a conservator or guardian of the principal's estate or other fiduciary charged with the management of some or all of the principal's property, the agent is accountable to the fiduciary as well as to the principal. Unless the power of attorney provides otherwise, appointment of a guardian terminates all or part of the power of attorney that relates to matters within the scope of a guardianship, and appointment of a conservator terminates all or part of the power of attorney that relates to matters within the scope of the conservatorship. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-108/"
    },
    {
      "id": "section-62-8-109",
      "number": "62-8-109",
      "heading": "",
      "text": "(a) Except as provided in subsection (c), a power of attorney is effective when executed pursuant to Sections 62-8-105 and 62-8-106 unless the principal provides in the power of attorney that it becomes effective at a future date or upon the occurrence of a future event or contingency. (1) If a power of attorney becomes effective upon the occurrence of a future event or contingency, the principal, in the power of attorney, may authorize one or more persons to determine in a writing or other record that the event or contingency has occurred. (2) If a power of attorney becomes effective upon the principal's incapacity and the principal has not authorized a person to determine whether the principal is incapacitated, or the person authorized is unable or unwilling to make the determination, the power of attorney becomes effective upon a determination in a writing or other record by: (A) a physician or licensed psychologist that the principal is incapacitated within the meaning of Section 62-8-102(5)(A); or (B) attorney at law, court of competent jurisdiction, or an appropriate governmental official that the principal is incapacitated within the meaning of Section 62-8-102(5)(B). (b) A person authorized by the principal in the power of attorney to determine that the principal is incapacitated may act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, Sections 1171 through 1179 of the Social Security Act, 42 U.S.C. Section 1320d, as amended, and applicable regulations, to obtain access to the principal's health care information and communicate with the principal's health care provider. (c) After the principal's incapacity, an agent may exercise the authority granted unto the agent under the power of attorney only if the power of attorney has been recorded in the same manner as a deed in the county where the principal resides at the time the instrument is recorded. If the principal resides out of State, the power of attorney may be recorded in any county where property of the principal is located at the time the instrument is recorded. The power of attorney may be recorded before or after the principal's incapacity. After the principal's incapacity and before recordation, the agent's authority cannot be exercised. (d) An agent may exercise a power of attorney executed in another jurisdiction if its execution complies with Section 62-8-106 if, after the principal's incapacity, it is recorded as required in subsection (c). Notwithstanding the provisions of Section 30-5-30, a valid power of attorney as provided for pursuant to this part, which is executed in another jurisdiction, may be recorded as though it complies with the provisions of Section 30-5-30. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-109/"
    },
    {
      "id": "section-62-8-110",
      "number": "62-8-110",
      "heading": "",
      "text": "(a) A power of attorney terminates when the: (1) principal dies; (2) principal becomes incapacitated, if the power of attorney is not durable; (3) principal revokes the power of attorney; (4) power of attorney provides that it terminates; (5) purpose of the power of attorney is accomplished; or (6) principal revokes the agent's authority or the agent dies, becomes incapacitated, or resigns, and the power of attorney does not provide for another agent to act under the power of attorney. (b) An agent's authority terminates when the: (1) principal revokes the authority; (2) agent dies, becomes incapacitated, or resigns; (3) agent's authority is revoked pursuant to Section 62-2-507, unless the power of attorney otherwise provides; or (4) power of attorney terminates. (c) Unless the power of attorney otherwise provides and subject to Section 62-8-109, an agent's authority is exercisable until the agent's authority terminates under subsection (b), notwithstanding a lapse of time since the execution of the power of attorney. (d) Termination of an agent's authority or of a power of attorney is not effective as to the agent or another person that, without actual knowledge of the termination, acts in good faith under the power of attorney. An act so performed, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (e) Incapacity of the principal of a power of attorney that is not durable does not revoke or terminate the power of attorney as to an agent or other person that, without actual knowledge of the incapacity, acts in good faith under the power of attorney. An act so performed, unless otherwise invalid or unenforceable, binds the principal and the principal's successors in interest. (f) The execution of a power of attorney does not revoke a power of attorney previously executed by the principal unless the subsequent power of attorney provides that the previous power of attorney is revoked or that all other powers of attorney are revoked. (g) Unless otherwise provided in the power of attorney, a revocation of a power of attorney must be executed in accordance with Sections 62-8-105 and 62-8-106 and, if the power of attorney has been recorded, then the revocation also must be recorded in the same county as the recorded power of attorney. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-110/"
    },
    {
      "id": "section-62-8-111",
      "number": "62-8-111",
      "heading": "",
      "text": "(a) A principal may designate two or more persons to act as coagents. Unless the power of attorney otherwise provides, each coagent may exercise its authority independently. (b) A principal may designate one or more successor agents to act if an agent resigns, dies, becomes incapacitated, is not qualified to serve, or declines to serve. A principal may grant authority to designate one or more successor agents to an agent or other person designated by name, office, or function. Unless the power of attorney otherwise provides, a successor agent: (1) has the same authority as that granted to the original agent; and (2) may not act until all predecessor agents have resigned, died, become incapacitated, are no longer qualified to serve, or have declined to serve. (c) Except as otherwise provided in the power of attorney and subsection (d), an agent that does not participate in or conceal a breach of fiduciary duty committed by another agent, including a predecessor agent, is not liable for the actions of the other agent. (d) An agent that has actual knowledge of a breach or imminent breach of fiduciary duty by another agent shall notify the principal and, if the principal is incapacitated, take any action reasonably appropriate in the circumstances to safeguard the principal's best interest. An agent that fails to notify the principal or take action as required by this subsection is liable for the reasonably foreseeable damages that could have been avoided if the agent had notified the principal or taken such action. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-111/"
    },
    {
      "id": "section-62-8-112",
      "number": "62-8-112",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides, an agent is entitled to reimbursement of expenses reasonably incurred on behalf of the principal and to compensation that is reasonable under the circumstances. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-112/"
    },
    {
      "id": "section-62-8-113",
      "number": "62-8-113",
      "heading": "",
      "text": "Except as otherwise provided in the power of attorney, a person accepts appointment as an agent under a power of attorney by exercising authority or performing duties as an agent or by another assertion or conduct indicating acceptance. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-113/"
    },
    {
      "id": "section-62-8-114",
      "number": "62-8-114",
      "heading": "",
      "text": "(a) An agent that has accepted appointment shall act: (1) in accordance with the principal's reasonable expectations to the extent actually known by the agent and in the principal's best interest; (2) in good faith; and (3) only within the scope of authority granted in the power of attorney. (b) Except as otherwise provided in the power of attorney, an agent that has accepted appointment shall: (1) act loyally for the principal's benefit; (2) act so as not to create a conflict of interest that impairs the agent's ability to act impartially in the principal's best interest; (3) act with the care, competence, and diligence ordinarily exercised by agents in similar circumstances; (4) keep a record of all receipts, disbursements, and transactions made on behalf of the principal; (5) cooperate with a person that has authority to make health care decisions for the principal to carry out the principal's reasonable expectations to the extent actually known by the agent and act in the principal's best interest; and (6) attempt to preserve the principal's estate plan, to the extent actually known by the agent, if preserving the plan is consistent with the principal's best interest based on all relevant factors, including: (A) the value and nature of the principal's property; (B) the principal's foreseeable obligations and need for maintenance; (C) minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; and (D) eligibility for a benefit, a program, or assistance under a statute or regulation. (c) Except as provided in Section 62-7-602(A) an agent that acts in good faith is not liable to a beneficiary of the principal's estate plan for failure to preserve the plan. (d) An agent that complies with subsection (a) is not liable solely because the agent also benefits from the act or has an individual or conflicting interest in relation to the property or affairs of the principal. (e) If an agent is selected by the principal because of special skills or expertise possessed by the agent or in reliance on the agent's representation that the agent has special skills or expertise, the special skills or expertise must be considered in determining whether the agent has acted with care, competence, and diligence under the circumstances. (f) Absent a breach of duty to the principal, an agent is not liable if the value of the principal's property declines. (g) An agent that exercises authority to delegate to another person the authority granted by the principal or that engages another person on behalf of the principal is not liable for an act, error of judgment, or default of that person if the agent exercises care, competence, and diligence in selecting and monitoring the person. (h) Except as otherwise provided in the power of attorney, an agent is not required to disclose receipts, disbursements, or transactions conducted on behalf of the principal unless ordered by a court or requested by the principal, a guardian, a conservator, another fiduciary acting for the principal, a governmental agency having authority to protect the welfare of the principal, or, upon the death of the principal, by the personal representative or successor in interest of the principal's estate. If so requested, within thirty days the agent shall comply with the request or provide a writing or other record substantiating why additional time is needed and shall comply with the request within an additional thirty days unless otherwise specified by the court. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-114/"
    },
    {
      "id": "section-62-8-115",
      "number": "62-8-115",
      "heading": "",
      "text": "A provision in a power of attorney relieving an agent of liability for breach of duty is binding on the principal and the principal's successors in interest except to the extent the provision: (1) relieves the agent of liability for breach of duty committed: (A) dishonestly; (B) in bad faith; (C) with reckless indifference to the purposes of the power of attorney; (D) through wilful misconduct; (E) through gross negligence; or (F) with actual fraud; or (2) was inserted as a result of an abuse of a confidential or fiduciary relationship with the principal. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-115/"
    },
    {
      "id": "section-62-8-116",
      "number": "62-8-116",
      "heading": "",
      "text": "(a) The following persons may petition a court to construe a power of attorney or review the agent's conduct, and grant appropriate relief: (1) the principal or the agent; (2) a guardian, conservator, or other fiduciary acting for the principal; (3) a person authorized to make health care decisions for the principal; (4) the principal's spouse, parent, or adult descendant; (5) an individual who would qualify as a presumptive heir of the principal; (6) a person named as a beneficiary to receive any property, benefit, or contractual right on the principal's death or as a beneficiary of a trust created by or for the principal that has a financial interest in the principal's estate; (7) a governmental agency having regulatory authority to protect the welfare of the principal; (8) the principal's caregiver or another person that demonstrates sufficient interest in the principal's welfare; and (9) a person asked to accept the power of attorney. (b) Upon motion by the principal, the court shall dismiss a petition filed pursuant to this section if the court determines that dismissal is in the best interest of the principal. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-116/"
    },
    {
      "id": "section-62-8-117",
      "number": "62-8-117",
      "heading": "",
      "text": "An agent that violates this article is liable to the principal or the principal's successors in interest for the amount required to: (1) restore the value of the principal's property to what it would have been had the violation not occurred; and (2) reimburse the principal or the principal's successors in interest for the attorney's fees and costs paid on the agent's behalf. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-117/"
    },
    {
      "id": "section-62-8-118",
      "number": "62-8-118",
      "heading": "",
      "text": "(a) Unless the power of attorney provides a different method for an agent's resignation, an agent may resign by giving written notice to: (1) the principal; (2) a coagent or successor agent; (3) the principal's conservator if one has been appointed for the principal; and (4) the principal's guardian if one has been appointed for the principal. (b) If there is no person described in subsection (a)(1) through (4), then the agent shall provide written notice to: (1) the principal's health care agent, if there is a health care agent; or (2) another person reasonably believed by the agent to have sufficient interest in the principal's welfare, if there is no health care agent. (c) If the power of attorney has been recorded then the resignation also must be recorded in the same location as the recorded power of attorney. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-118/"
    },
    {
      "id": "section-62-8-119",
      "number": "62-8-119",
      "heading": "",
      "text": "(a) For purposes of this section and Section 62-8-120, \"acknowledged\" means purportedly executed pursuant to Section 62-8-105. (b) A person that in good faith accepts an acknowledged power of attorney without actual knowledge that the power of attorney is void, invalid, or terminated, that the purported agent's authority is void, invalid, or terminated, or that the agent is exceeding or improperly exercising the agent's authority may rely upon the power of attorney as if the power of attorney were genuine, valid and still in effect, the agent's authority were genuine, valid and still in effect, and the agent had not exceeded and had properly exercised the authority. (c) A person that is asked to accept an acknowledged power of attorney may request, and rely upon, without further investigation an: (1) agent's certification under penalty of perjury of a factual matter concerning the principal, agent, or power of attorney; and (2) English translation of the power of attorney if the power of attorney contains, in whole or in part, language other than English; and (3) opinion of counsel as to a matter of law concerning the power of attorney if the power of attorney does not appear to be effective pursuant to Section 62-8-109. Such a request must provide a reason and be in writing. (d) An English translation or an opinion of counsel requested pursuant to this section must be provided at the principal's expense unless the request is made more than seven business days after the power of attorney is presented for acceptance. (e) For purposes of this section and Section 62-8-120, a person that conducts activities through employees is without actual knowledge of a fact relating to a power of attorney, a principal, or an agent if the employee conducting the transaction involving the power of attorney is without actual knowledge of the fact. (f) The following optional form may be used by an agent to certify facts concerning a power of attorney: AGENT'S CERTIFICATION AS TO THE VALIDITY OF POWER OF ATTORNEY AND AGENT'S AUTHORITY State of _____________________________ [County] of___________________________ I, _____________________________________________ (Name of Agent), [certify] under penalty of perjury that __________________________________________(Name of Principal) granted me authority as an agent or successor agent in a power of attorney dated ________________________. I further [certify] that to my knowledge: (1) the Principal is alive and has not revoked the Power of Attorney or my authority to act under the Power of Attorney and the Power of Attorney and my authority to act under the Power of Attorney have not terminated; (2) the action I desire to take is within the scope of my authority granted under the Power of Attorney. (3) if the Power of Attorney was drafted to become effective upon the happening of an event or contingency, the event or contingency has occurred; (4) if I was named as a successor agent, the prior agent is no longer able or willing to serve; and (5) _____________________________________________ ______________________________________________________ ______________________________________________________ (Insert Other Relevant Statements) SIGNATURE AND ACKNOWLEDGMENT Agent's Signature Date _____________________________________________ Agent's Name Printed ____________________________________________ ____________________________________________ Agent's Address ____________________________________________ Agent's Telephone Number This document was acknowledged before me on __________________________, (Date) by______________________________________. (Name of Agent) ____________________________________________(Seal, if any) Signature of Notary _________________________________ My commission expires: ________________________ [This document prepared by: _____________________________________________________] HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-119/"
    },
    {
      "id": "section-62-8-120",
      "number": "62-8-120",
      "heading": "",
      "text": "(a) Except as otherwise provided in subsection (b): (1) a person shall either accept an acknowledged power of attorney as defined in Section 62-8-119 or request a certification, a translation, or an opinion of counsel as defined in Section 62-8-119(c) no later than seven business days after presentation of the power of attorney for acceptance; (2) if a person requests a certification, a translation, or an opinion of counsel pursuant to Section 62-8-119, the person shall accept the power of attorney no later than five business days after receipt of the certification, translation, or opinion of counsel; and (3) a person may not require an additional or different form of power of attorney for authority granted in the power of attorney presented. (b) A person is not required to accept an acknowledged power of attorney if: (1) the person is not otherwise required to engage in a transaction with the principal in the same circumstances; (2) engaging in a transaction with the agent or the principal in the same circumstances would be inconsistent with federal law; (3) the person has actual knowledge of the termination of the agent's authority or of the power of attorney before exercise of the power; (4) a request for a certification, a translation, or an opinion of counsel pursuant to Section 62-8-119(d) is refused; (5) the person in good faith believes that the power is not valid or that the agent does not have the authority to perform the act requested, whether or not a certification, a translation, or an opinion of counsel pursuant to Section 62-8-119 has been requested or provided; (6) the person makes, or has actual knowledge that another person has made, a report to the appropriate state agency stating a good faith belief that the principal may be subject to physical or financial abuse, neglect, exploitation, or abandonment by the agent or a person acting for or with the agent; or (7) the power does not contain the following provision or substantially the following provision: \"No person who may act in reliance upon the representation of my agent for the scope of authority granted to the agent shall incur any liability to me or to my estate as a result of permitting the agent to exercise this authority, nor is any person who deals with my agent responsible to determine or ensure the proper application of funds or property.\". (c) A person that refuses in violation of this section to accept an acknowledged power of attorney is subject to: (1) a court order mandating acceptance of the power of attorney; and (2) liability for reasonable attorney's fees and costs incurred in an action or proceeding that confirms the validity of the power of attorney or mandates acceptance of the power of attorney. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-120/"
    },
    {
      "id": "section-62-8-121",
      "number": "62-8-121",
      "heading": "",
      "text": "Unless displaced by a provision of this article, the principles of law and equity supplement this article. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-121/"
    },
    {
      "id": "section-62-8-122",
      "number": "62-8-122",
      "heading": "",
      "text": "This part does not supersede another law applicable to financial institutions or other entities, and the other law controls if inconsistent with this part. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-122/"
    },
    {
      "id": "section-62-8-123",
      "number": "62-8-123",
      "heading": "",
      "text": "The remedies under this article are not exclusive and do not abrogate any right or remedy under the law of this State other than this article. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-123/"
    },
    {
      "id": "section-62-8-201",
      "number": "62-8-201",
      "heading": "",
      "text": "(a) Notwithstanding anything contained in Sections 62-8-204 through 62-8-217, an agent under a power of attorney may do the following on behalf of the principal or with the principal's property only if the power of attorney expressly grants the agent the authority and exercise of the authority is not otherwise prohibited by another agreement or instrument to which the authority or property is subject: (1) create, amend, revoke, or terminate a trust, pursuant to Section 62-7-602A; (2) make a gift; (3) create or change rights of survivorship; (4) create or change a beneficiary designation; (5) delegate authority granted under the power of attorney; (6) waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan; (7) exercise fiduciary powers that the principal has authority to delegate; (8) disclaim property, including a power of appointment; (9) access a safe deposit box or vault leased by the principal; (10) exercise a power of appointment in favor of someone other than the principal; (11) reject, renounce, disclaim, release, or consent to a reduction in or modification of a share in or payment from an estate, trust, or other beneficial interest; or (12) deal with commodity futures contracts and call or put options on stocks or stock indexes. (b) Notwithstanding a grant of authority to do an act described in subsection (a), unless the power of attorney otherwise provides, only an agent who is an ancestor, spouse, or descendant of the principal, may exercise authority under a power of attorney to create in the agent, or in an individual to whom the agent owes a legal obligation of support, an interest in the principal's property, whether by gift, right of survivorship, beneficiary designation, disclaimer, or otherwise. (c) Except as to those acts enumerated in subsection (a) and subject to subsections (b), (d), and (e), if a power of attorney grants to an agent authority to do all acts that a principal could do, the agent has the general authority described in Sections 62-8-204 through 62-8-216. (d) Unless the power of attorney otherwise provides, a grant of authority to make a gift is subject to Section 62-8-217. (e) Except as to those acts enumerated in subsection (a) and subject to subsections (b) and (d), if the acts over which authority is granted in a power of attorney are similar or overlap, the broadest authority controls. (f) Authority granted in a power of attorney is exercisable with respect to property that the principal has when the power of attorney is executed or acquires later, whether or not the property is located in this State and whether or not the authority is exercised or the power of attorney is executed in this State. (g) An act performed by an agent pursuant to a power of attorney has the same effect and inures to the benefit of and binds the principal and the principal's successors in interest as if the principal had performed the act. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-201/"
    },
    {
      "id": "section-62-8-202",
      "number": "62-8-202",
      "heading": "",
      "text": "(a) An agent has authority described in this part if the power of attorney cites the section in which the authority is described. (b) A reference in a power of attorney citing one or more of Sections 62-8-204 through 62-8-217 incorporates the entire section as if it were set out in full in the power of attorney. (c) The power of attorney may modify authority incorporated by reference or may grant authority to an agent as provided in the power of attorney. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-202/"
    },
    {
      "id": "section-62-8-203",
      "number": "62-8-203",
      "heading": "",
      "text": "Except as otherwise provided in the power of attorney, by executing a power of attorney that incorporates by reference one or more of Sections 62-8-204 through 62-8-217, a principal also authorizes the agent, with respect to that subject, to: (1) demand, receive, and obtain by litigation or otherwise, money or another thing of value to which the principal is, may become, or claims to be entitled, and conserve, invest, disburse, or use anything so received or obtained for the purposes intended; (2) contract in any manner with any person, on terms agreeable to the agent, to accomplish a purpose of a transaction and perform, rescind, cancel, terminate, reform, restate, release, or modify the contract or another contract made by or on behalf of the principal; (3) execute, acknowledge, seal, deliver, file, or record an instrument or communication the agent considers desirable to accomplish a purpose of a transaction, including creating at any time a schedule listing some or all of the principal's property and attaching it to the power of attorney; (4) initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to a claim existing in favor of or against the principal or intervene in litigation relating to the claim; (5) seek on the principal's behalf the assistance of a court or other governmental agency to carry out an act authorized in the power of attorney; (6) engage, compensate, and discharge an attorney, accountant, discretionary investment manager, expert witness, or other advisor, even though they are associated with the agent to advise or assist the agent in the performance of the agent's administrative duties and to act upon their recommendation without independent investigation and, instead of acting personally, to employ one or more agents to perform an act of administration, whether or not discretionary; (7) prepare, execute, and file a record, report, or other document to safeguard or promote the principal's interest under a statute or regulation; (8) communicate with a representative or employee of a government or governmental subdivision, agency, or instrumentality, on behalf of the principal; (9) access communications intended for, and communicate on behalf of the principal, whether by mail, electronic transmission, telephone, or other means, access the principal's files electronically, and obtain the principal's user names and passwords; and (10) do any lawful act with respect to the subject and all property related to the subject. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-203/"
    },
    {
      "id": "section-62-8-204",
      "number": "62-8-204",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to real property authorizes the agent to: (1) demand, buy, lease, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject an interest in real property or a right incident to real property; (2) sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; retain title for security; encumber; partition; consent to partitioning; subject to an easement or covenant; subdivide; apply for zoning or other governmental permits; plat or consent to platting; develop; grant an option concerning; lease; sublease; contribute to an entity in exchange for an interest in that entity; or otherwise grant or dispose of an interest in real property or a right incident to real property; (3) pledge or mortgage an interest in real property or right incident to real property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) release, assign, satisfy, or enforce by litigation or otherwise a mortgage, deed of trust, conditional sale contract, encumbrance, lien, or other claim to real property which exists or is asserted; (5) manage or conserve an interest in real property or a right incident to real property owned or claimed to be owned by the principal, including: (A) insuring against liability or casualty or other loss; (B) obtaining or regaining possession of or protecting the interest or right by litigation or otherwise; (C) paying, assessing, compromising, or contesting taxes or assessments or applying for and receiving refunds in connection with them; and (D) purchasing supplies, hiring assistance or labor, and making repairs or alterations to the real property; (6) use, develop, alter, replace, remove, erect, or install structures or other improvements upon real property in or incident to which the principal has, or claims to have, an interest or right; (7) participate in a reorganization with respect to real property or an entity that owns an interest in or right incident to real property and receive, and hold, and act with respect to stocks and bonds or other property received in a plan of reorganization, including: (A) selling or otherwise disposing of them; (B) exercising or selling an option, right of conversion, or similar right with respect to them; and (C) exercising any voting rights in person or by proxy; (8) change the form of title of an interest in or right incident to real property; and (9) dedicate to public use, with or without consideration, easements or other real property in which the principal has, or claims to have, an interest. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-204/"
    },
    {
      "id": "section-62-8-205",
      "number": "62-8-205",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to tangible personal property authorizes the agent to: (1) demand, buy, receive, accept as a gift or as security for an extension of credit, or otherwise acquire or reject ownership or possession of tangible personal property or an interest in tangible personal property; (2) sell; exchange; convey with or without covenants, representations, or warranties; quitclaim; release; surrender; create a security interest in; grant options concerning; lease; sublease; or, otherwise dispose of tangible personal property or an interest in tangible personal property; (3) grant a security interest in tangible personal property or an interest in tangible personal property as security to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (4) release, assign, satisfy, or enforce by litigation or otherwise, a security interest, lien, or other claim on behalf of the principal, with respect to tangible personal property or an interest in tangible personal property; (5) manage or conserve tangible personal property or an interest in tangible personal property on behalf of the principal, including: (A) insuring against liability or casualty or other loss; (B) obtaining or regaining possession of or protecting the property or interest, by litigation or otherwise; (C) paying, assessing, compromising, or contesting taxes or assessments or applying for and receiving refunds in connection with taxes or assessments; (D) moving the property from place to place; (E) storing the property for hire or on a gratuitous bailment; and (F) using and making repairs, alterations, or improvements to the property; (6) change the form of title of an interest in tangible personal property; and (7) take possession and order the removal and shipment of property of the principal from a post, warehouse, depot, dock, or other place of storage or safekeeping, either governmental or private, and execute and deliver a release, voucher, receipt, bill of lading, shipping ticket, certificate, or other instrument for that purpose. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-205/"
    },
    {
      "id": "section-62-8-206",
      "number": "62-8-206",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to stocks and bonds, authorizes the agent to: (1) buy, sell, and exchange stocks and bonds; (2) establish, continue, modify, or terminate an account with respect to stocks and bonds; (3) pledge stocks and bonds as security to borrow, pay, renew, or extend the time of payment of a debt of the principal; (4) receive certificates and other evidences of ownership with respect to stocks and bonds; and (5) exercise voting rights with respect to stocks and bonds in person or by proxy, enter into voting trusts, and consent to limitations on the right to vote. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-206/"
    },
    {
      "id": "section-62-8-207",
      "number": "62-8-207",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to commodities and options authorizes the agent to: (1) buy, sell, exchange, assign, settle, and exercise commodity futures contracts and call or put options on stocks or stock indexes traded on a regulated option exchange; and (2) establish, continue, modify, and terminate option accounts. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-207/"
    },
    {
      "id": "section-62-8-208",
      "number": "62-8-208",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to banks and other financial institutions authorizes the agent to: (1) continue, modify, and terminate an account or other banking arrangement made by or on behalf of the principal; (2) establish, modify, and terminate an account or other banking arrangement with a bank, trust company, savings and loan association, credit union, thrift company, brokerage firm, or other financial institution selected by the agent; (3) contract for services available from a financial institution, including renting a safe deposit box or space in a vault; (4) withdraw, by check, order, electronic funds transfer, or otherwise, money or property of the principal deposited with or left in the custody of a financial institution; (5) receive statements of account, vouchers, notices, and similar documents from a financial institution and act with respect to them; (6) borrow money and pledge as security personal property of the principal necessary to borrow money or pay, renew, or extend the time of payment of a debt of the principal or a debt guaranteed by the principal; (7) make, assign, draw, endorse, discount, guarantee, and negotiate promissory notes, checks, drafts, and other negotiable or nonnegotiable paper of the principal or payable to the principal or the principal's order, transfer money, receive the cash or other proceeds of those transactions, and accept a draft drawn by a person upon the principal and pay it when due; (8) receive for the principal and act upon a sight draft, warehouse receipt, or other document of title whether tangible or electronic, or other negotiable or nonnegotiable instrument; (9) apply for, receive, and use letters of credit, credit and debit cards, electronic transaction authorizations, and traveler's checks from a financial institution and give an indemnity or other agreement in connection with letters of credit; and (10) consent to an extension of the time of payment with respect to commercial paper or a financial transaction with a financial institution. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-208/"
    },
    {
      "id": "section-62-8-209",
      "number": "62-8-209",
      "heading": "",
      "text": "Subject to Section 62-8-201 and the terms of a document or an agreement governing an entity or an entity ownership interest, and unless the power of attorney otherwise provides, language in a power of attorney granting general authority with respect to operation of an entity or business authorizes the agent to: (1) operate, buy, sell, enlarge, reduce, or terminate an ownership interest; (2) perform a duty or discharge a liability and exercise in person or by proxy a right, power, privilege, or option that the principal has, may have, or claims to have; (3) enforce the terms of an ownership agreement; (4) initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party because of an ownership interest; (5) exercise in person or by proxy, or enforce by litigation or otherwise, a right, power, privilege, or option the principal has or claims to have as the holder of stocks and bonds; (6) initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to which the principal is a party concerning stocks and bonds; (7) with respect to an entity or business owned solely by the principal: (A) continue, modify, renegotiate, extend, and terminate a contract made by or on behalf of the principal with respect to the entity or business before execution of the power of attorney; (B) determine the: (i) location of its operation; (ii) nature and extent of its business; (iii) methods of manufacturing, selling, merchandising, financing, accounting, and advertising employed in its operation; (iv) amount and types of insurance carried; and (v) mode of engaging, compensating, and dealing with its employees and accountants, attorneys, or other advisors; (C) change the name or form of organization under which the entity or business is operated and enter into an ownership agreement with other persons to take over all or part of the operation of the entity or business; and (D) demand and receive money due or claimed by the principal or on the principal's behalf in the operation of the entity or business and control and disburse the money in the operation of the entity or business; (8) put additional capital into an entity or business in which the principal has an interest; (9) join in a plan of reorganization, consolidation, conversion, domestication, or merger of the entity or business; (10) sell or liquidate all or part of an entity or business; (11) establish the value of an entity or business under a buy-out agreement to which the principal is a party; (12) prepare, sign, file, and deliver reports, compilations of information, returns, or other papers with respect to an entity or business and make related payments; and (13) pay, compromise, or contest taxes, assessments, fines, or penalties and perform another act to protect the principal from illegal or unnecessary taxation, assessments, fines, or penalties, with respect to an entity or business, including attempts to recover, in any manner permitted by law, money paid before or after the execution of the power of attorney. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-209/"
    },
    {
      "id": "section-62-8-210",
      "number": "62-8-210",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to insurance and annuities authorizes the agent to: (1) continue, pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract procured by or on behalf of the principal which insures or provides an annuity to either the principal or another person, whether or not the principal is a beneficiary under the contract; (2) procure new, different, and additional contracts of insurance and annuities for the principal and the principal's spouse, children, and other dependents, and select the amount, type of insurance or annuity, and mode of payment; (3) pay the premium or make a contribution on, modify, exchange, rescind, release, or terminate a contract of insurance or annuity procured by the agent; (4) apply for and receive a loan secured by a contract of insurance or annuity; (5) surrender and receive the cash surrender value on a contract of insurance or annuity; (6) exercise an election; (7) exercise investment powers available under a contract of insurance or annuity; (8) change the manner of paying premiums on a contract of insurance or annuity; (9) change or convert the type of insurance or annuity with respect to which the principal has or claims to have authority described in this section; (10) apply for and procure a benefit or assistance under a statute or regulation to guarantee or pay premiums of a contract of insurance on the life of the principal; (11) collect, sell, assign, hypothecate, borrow against, or pledge the interest of the principal in a contract of insurance or annuity; (12) select the form and timing of the payment of proceeds from a contract of insurance or annuity; and (13) pay, from proceeds or otherwise, compromise or contest, and apply for refunds in connection with, a tax or assessment levied by a taxing authority with respect to a contract of insurance or annuity or its proceeds or liability accruing by reason of the tax or assessment. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-210/"
    },
    {
      "id": "section-62-8-211",
      "number": "62-8-211",
      "heading": "",
      "text": "(a) In this section, \"estate, trust, or other beneficial interest\" means a trust, probate estate, guardianship, conservatorship, escrow, or custodianship or a fund from which the principal is, may become, or claims to be, entitled to a share or payment. (b) Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to estates, trusts, and other beneficial interests authorizes the agent to: (1) accept, receive, receipt for, sell, assign, pledge, or exchange a share in or payment from an estate, trust, or other beneficial interest; (2) demand or obtain money or another thing of value to which the principal is, may become, or claims to be, entitled by reason of an estate, trust, or other beneficial interest, by litigation or otherwise; (3) exercise for the benefit of the principal a presently exercisable general power of appointment held by the principal; (4) initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to ascertain the meaning, validity, or effect of a deed, will, declaration of trust, or other instrument or transaction affecting the interest of the principal; (5) initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation to remove, substitute, or surcharge a fiduciary; (6) conserve, invest, disburse, or use anything received for an authorized purpose; and (7) transfer an interest of the principal in real property, stocks and bonds, accounts with financial institutions or securities intermediaries, insurance, annuities, and other property to the trustee of a revocable trust created by the principal as settlor. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-211/"
    },
    {
      "id": "section-62-8-212",
      "number": "62-8-212",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to claims and litigation authorizes the agent to: (1) assert and maintain before a court or administrative agency a claim, claim for relief, cause of action, counterclaim, offset, recoupment, or defense, including an action to recover property or other thing of value, recover damages sustained by the principal, eliminate or modify tax liability, or seek an injunction, specific performance, or other relief; (2) bring an action to determine adverse claims or intervene or otherwise participate in litigation; (3) seek an attachment, garnishment, order of arrest, or other preliminary, provisional, or intermediate relief and use an available procedure to effect or satisfy a judgment, order, or decree; (4) make or accept a tender, offer of judgment, or admission of facts, submit a controversy on an agreed statement of facts, consent to examination, and bind the principal in litigation; (5) submit to alternative dispute resolution, settle, and propose or accept a compromise; (6) waive the issuance and service of process upon the principal, accept service of process, appear for the principal, designate persons upon whom process directed to the principal may be served, execute and file or deliver stipulations on the principal's behalf, verify pleadings, seek appellate review, procure and give surety and indemnity bonds, contract and pay for the preparation and printing of records and briefs, receive, execute, and file or deliver a consent, waiver, release, confession of judgment, satisfaction of judgment, notice, agreement, or other instrument in connection with the prosecution, settlement, or defense of a claim or litigation; (7) act for the principal with respect to bankruptcy or insolvency, whether voluntary or involuntary, concerning the principal or some other person, or with respect to a reorganization, receivership, or application for the appointment of a receiver or trustee which affects an interest of the principal in property or other thing of value; (8) pay a judgment, award, or order against the principal or a settlement made in connection with a claim or litigation; and (9) receive money or other thing of value paid in settlement of or as proceeds of a claim or litigation. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-212/"
    },
    {
      "id": "section-62-8-213",
      "number": "62-8-213",
      "heading": "",
      "text": "(a) Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to personal and family maintenance authorizes the agent to: (1) perform the acts necessary to maintain the customary standard of living of the principal, the principal's spouse, and the following individuals, whether living when the power of attorney is executed or later born: (A) individuals legally entitled to be supported by the principal; and (B) the individuals whom the principal has customarily supported or indicated the intent to support; (2) make periodic payments of child support and other family maintenance required by a court or governmental agency or an agreement to which the principal is a party; (3) provide living quarters for the individuals described in subsection (a)(1) by: (A) purchase, lease, or other contract; or (B) paying the operating costs, including interest, amortization payments, repairs, improvements, and taxes, for premises owned by the principal or occupied by those individuals; (4) provide normal domestic help, usual vacations and travel expenses, and funds for shelter, clothing, food, appropriate education, including postsecondary and vocational education, and other current living costs for the individuals described in item (1); (5) pay expenses for necessary health care and custodial care on behalf of the individuals described in subsection (a)(1); (6) act as the principal's personal representative pursuant to the Health Insurance Portability and Accountability Act, Sections 1171 through 1179 of the Social Security Act, 42 U.S.C. Section 1320d, as amended, and applicable regulations, in making decisions related to the past, present, or future payment for the provision of health care consented to by the principal or anyone authorized under the law of this State to consent to health care on behalf of the principal; (7) continue a provision made by the principal for automobiles or other means of transportation, including registering, licensing, insuring, and replacing them, for the individuals described in subsection (a)(1); (8) maintain credit and debit accounts for the convenience of the individuals described in subsection (a)(1) and open new accounts; (9) continue payments incidental to the membership or affiliation of the principal in a religious institution, club, society, order, or other organization or to continue contributions to those organizations; and (10) enter into financial arrangements and agreements for the admission and care of the principal with an assisted living facility, nursing home, hospital, rehabilitative or respite facility, in home or other care providers, including hiring and firing home health care and other providers of services to the principal. (b) Authority with respect to personal and family maintenance is neither dependent upon, nor limited by, authority that an agent may or may not have with respect to gifts pursuant to this article. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-213/"
    },
    {
      "id": "section-62-8-214",
      "number": "62-8-214",
      "heading": "",
      "text": "(a) In this section, \"benefits from governmental programs or civil or military service\" means a benefit, program, or assistance provided under a statute or regulation including Social Security, Medicare, and Medicaid. (b) Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to benefits from governmental programs or civil or military service authorizes the agent to: (1) execute vouchers in the name of the principal for allowances and reimbursements payable by the United States or a foreign government or by a state or subdivision of a state to the principal, including allowances and reimbursements for transportation of the individuals described in Section 62-8-213(a)(1), and for shipment of their household effects; (2) enroll in, apply for, select, reject, change, amend, or discontinue, on the principal's behalf, a benefit or program; (3) prepare, file, and maintain a claim of the principal for a benefit or assistance, financial or otherwise, to which the principal may be entitled under a statute or regulation; (4) initiate, participate in, submit to alternative dispute resolution, settle, oppose, or propose or accept a compromise with respect to litigation concerning a benefit or assistance the principal may be entitled to receive under a statute or regulation; and (5) receive the financial proceeds of a claim described in item (4) and conserve, invest, disburse, or use for a lawful purpose anything so received. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-214/"
    },
    {
      "id": "section-62-8-215",
      "number": "62-8-215",
      "heading": "",
      "text": "(a) In this section, \"retirement plan\" means a plan or account created by an employer, the principal, or another individual to provide retirement benefits or deferred compensation of which the principal is a participant, beneficiary, or owner, including a plan or account under the following sections of the Internal Revenue Code: (1) an individual retirement account under Internal Revenue Code 26 U.S.C. Section 408, as amended; (2) a Roth individual retirement account under Internal Revenue Code 26 U.S.C. Section 408A, as amended; (3) a deemed individual retirement account under Internal Revenue Code 26 U.S.C. Section 408(q), as amended; (4) an annuity or mutual fund custodial account under Internal Revenue Code 26 U.S.C. Section 403(b), as amended; (5) a pension, profit-sharing, stock bonus, or other retirement plan qualified under Internal Revenue Code 26 U.S.C. Section 401(a), as amended; (6) a plan under Internal Revenue Code 26 U.S.C. Section 457(b), as amended; and (7) a nonqualified deferred compensation plan under Internal Revenue Code 26 U.S.C. Section 409A, as amended. (b) Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to retirement plans authorizes the agent to: (1) select the form and timing of payments under a retirement plan, including election of survivor benefits, and withdraw benefits from a plan; (2) make a rollover, including a direct trustee-to-trustee rollover, of benefits from one retirement plan to another; (3) establish a retirement plan in the principal's name; (4) make contributions to a retirement plan; (5) exercise investment powers available under a retirement plan; and (6) borrow from, sell assets to, or purchase assets from a retirement plan. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-215/"
    },
    {
      "id": "section-62-8-216",
      "number": "62-8-216",
      "heading": "",
      "text": "Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to taxes authorizes the agent to: (1) prepare, sign, and file federal, state, local, and foreign income, gift, payroll, property, Federal Insurance Contributions Act, and other tax returns, claims for refunds, requests for extension of time, petitions regarding tax matters, and other tax-related documents, including receipts, offers, waivers, consents, including consents and agreements pursuant to Internal Revenue Code 26 U.S.C. Section 2032A, as amended, closing agreements, and any power of attorney required by the Internal Revenue Service, including Form 2848 or other taxing authority with respect to a tax year upon which the statute of limitations has not run and the following twenty-five tax years; (2) pay taxes due, collect refunds, post bonds, receive confidential information, and contest deficiencies determined by the Internal Revenue Service or other taxing authority; (3) exercise any election available to the principal under federal, state, local, or foreign tax law; and (4) act for the principal in all tax matters for all periods before the Internal Revenue Service, or other taxing authority. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-216/"
    },
    {
      "id": "section-62-8-217",
      "number": "62-8-217",
      "heading": "",
      "text": "(a) In this section, a gift \"for the benefit of\" a person includes a gift to a trust, an account under the Uniform Transfers to Minors Act, and a tuition savings account or prepaid tuition plan as defined in Internal Revenue Code 26 U.S.C. Section 529, as amended. (b) Unless the power of attorney otherwise provides and subject to Section 62-8-201, language in a power of attorney granting general authority with respect to gifts authorizes the agent to: (1) make outright to, or for the benefit of, a person, a gift of any of the principal's property, including by the exercise of a presently exercisable general power of appointment held by the principal, in an amount per donee not to exceed the annual dollar limits of the federal gift tax exclusion pursuant to Internal Revenue Code 26 U.S.C. Section 2503(b), as amended, without regard to whether the federal gift tax exclusion applies to the gift, or if the principal's spouse agrees to consent to a split gift pursuant to Internal Revenue Code 26 U.S.C. 2513, as amended, in an amount per donee not to exceed twice the annual federal gift tax exclusion limit; and (2) consent, pursuant to Internal Revenue Code 26 U.S.C. Section 2513, as amended, to the splitting of a gift made by the principal's spouse in an amount per donee not to exceed the aggregate annual gift tax exclusions for both spouses. (3) An agent may make a gift of the principal's property only as the agent determines is consistent with the principal's objectives if actually known by the agent and, if unknown, as the agent determines is consistent with the principal's best interest based on: (A) the value and nature of the principal's property; (B) the principal's foreseeable obligations and need for maintenance; (C) minimization of taxes, including income, estate, inheritance, generation-skipping transfer, and gift taxes; (D) eligibility for a benefit, a program, or assistance under a statute or regulation; and (E) the principal's personal history of making or joining in making gifts. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-217/"
    },
    {
      "id": "section-62-8-401",
      "number": "62-8-401",
      "heading": "",
      "text": "The probate court has concurrent jurisdiction with the circuit courts of this State over all subject matter related to the creation, exercise, construction, and termination of powers of attorney governed by the provisions of this article. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-401/"
    },
    {
      "id": "section-62-8-402",
      "number": "62-8-402",
      "heading": "",
      "text": "This article modifies, limits, and supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but does not modify, limit, or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that act, 15 U.S.C. Section 7003(b). HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-402/"
    },
    {
      "id": "section-62-8-403",
      "number": "62-8-403",
      "heading": "",
      "text": "Except as otherwise provided in this article on the effective date of this act: (a) this article applies to a power of attorney created on or after the effective date of this act; (b) the procedural provisions of this article apply to a judicial proceeding concerning a power of attorney commenced on or after the effective date of this act; (c) the applicable law in effect before the effective date of this act applies to a power of attorney created or restated before the effective date of this act; (d) the procedural provisions of this article apply to a judicial proceeding concerning a power of attorney commenced before the effective date of this act unless the court finds that application of a procedural provision of this act would substantially interfere with the effective conduct of the judicial proceeding or prejudice the rights of a party, in which case that procedural provision does not apply and the applicable procedural provision in effect at the commencement of the judicial proceeding applies; and (e) an act done before the effective date of this act is not affected by this act. HISTORY: 2016 Act No. 279 (S.778), Section 1, eff January 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-8/section-62-8-403/"
    }
  ]
}