{
  "state": "south-carolina",
  "path": "title-title-62/chapter-section-62-3-703",
  "sections": [
    {
      "id": "section-2023-s-c-code-of-laws",
      "number": "2023 S.C. Code of Laws",
      "heading": "",
      "text": "(a) A personal representative is a fiduciary who shall observe the standards of care described by Section 62-7-804. A personal representative has a duty to settle and distribute the estate of the decedent in accordance with the terms of a probated and effective will and this code, and as expeditiously and efficiently as is consistent with the best interests of the estate. He shall use the authority conferred upon him by this code, the terms of the will, and any order in proceedings to which he is party for the best interests of successors to the estate.\n\n(b) A personal representative shall not be surcharged for acts of administration or distribution if the conduct in question was authorized at the time. Subject to other obligations of administration, an informally probated will is authority to administer and distribute the estate according to its terms. Upon expiration of the relevant claim period, an order of appointment of a personal representative, whether issued in informal or formal proceedings, is authority to distribute apparently intestate assets to the heirs of the decedent if, at the time of distribution, the personal representative has not received actual notice of a pending testacy proceeding, a proceeding to vacate an order entered in an earlier testacy proceeding, a formal proceeding questioning his appointment or fitness to continue, or a proceeding for administration under Part 5. Nothing in this section affects the duty of the personal representative to administer and distribute the estate in accordance with the rights of claimants, the surviving spouse, any minor and dependent children, and any pretermitted child of the decedent as described elsewhere in this Code.\n\n(c) Except as to proceedings which do not survive the death of the decedent, a personal representative of a decedent domiciled in this State at his death has the same standing to sue and be sued in the courts of this State and the courts of any other jurisdiction as his decedent had immediately prior to death.\n\nHISTORY: 1986 Act No. 539, Section 1; 2005 Act No. 66, Section 5; 2010 Act No. 244, Section 44, eff June 7, 2010; 2013 Act No. 100, Section 1, eff January 1, 2014.\n\nEffect of Amendment\n\nThe 2013 amendment, in subsection (a), deleted \"applicable to trustees as\" before \"described by Section 62-7-804\" in the first sentence; and in the third sentence of subsection (b), inserted \"Upon expiration of the relevant claim period,\", and substituted \"has not received actual notice\" for \"is not aware\".",
      "source_url": "https://law.justia.com/codes/south-carolina/2023/title-62/article-3/section-62-3-703/"
    },
    {
      "id": "section-2022-s-c-code-of-laws",
      "number": "2022 S.C. Code of Laws",
      "heading": "",
      "text": "(a) A personal representative is a fiduciary who shall observe the standards of care described by Section 62-7-804. A personal representative has a duty to settle and distribute the estate of the decedent in accordance with the terms of a probated and effective will and this code, and as expeditiously and efficiently as is consistent with the best interests of the estate. He shall use the authority conferred upon him by this code, the terms of the will, and any order in proceedings to which he is party for the best interests of successors to the estate.\n\n(b) A personal representative shall not be surcharged for acts of administration or distribution if the conduct in question was authorized at the time. Subject to other obligations of administration, an informally probated will is authority to administer and distribute the estate according to its terms. Upon expiration of the relevant claim period, an order of appointment of a personal representative, whether issued in informal or formal proceedings, is authority to distribute apparently intestate assets to the heirs of the decedent if, at the time of distribution, the personal representative has not received actual notice of a pending testacy proceeding, a proceeding to vacate an order entered in an earlier testacy proceeding, a formal proceeding questioning his appointment or fitness to continue, or a proceeding for administration under Part 5. Nothing in this section affects the duty of the personal representative to administer and distribute the estate in accordance with the rights of claimants, the surviving spouse, any minor and dependent children, and any pretermitted child of the decedent as described elsewhere in this Code.\n\n(c) Except as to proceedings which do not survive the death of the decedent, a personal representative of a decedent domiciled in this State at his death has the same standing to sue and be sued in the courts of this State and the courts of any other jurisdiction as his decedent had immediately prior to death.\n\nHISTORY: 1986 Act No. 539, Section 1; 2005 Act No. 66, Section 5; 2010 Act No. 244, Section 44, eff June 7, 2010; 2013 Act No. 100, Section 1, eff January 1, 2014.\n\nEffect of Amendment\n\nThe 2013 amendment, in subsection (a), deleted \"applicable to trustees as\" before \"described by Section 62-7-804\" in the first sentence; and in the third sentence of subsection (b), inserted \"Upon expiration of the relevant claim period,\", and substituted \"has not received actual notice\" for \"is not aware\".",
      "source_url": "https://law.justia.com/codes/south-carolina/2022/title-62/article-3/section-62-3-703/"
    },
    {
      "id": "section-next",
      "number": "Next",
      "heading": "",
      "text": "A personal representative shall proceed expeditiously with the settlement and distribution of a decedent's estate under the supervision of the court, as follows:\n\n(a) Immediately after his appointment he shall publish the notice to creditors required by Section 62-3-801.\n\n(b) Within ninety days after his appointment he shall file with the court the inventory and appraisement required by Section 62-3-706.\n\n(c) Upon the expiration of the relevant period, as set forth in Section 62-3-807, the personal representative shall proceed to allow or disallow claims and pay the claims allowed against the estate, as provided in Section 62-3-807.\n\n(d) Upon the expiration of the relevant period, as set forth in Section 62-3-1001, the personal representative shall file the accounting, proposal for distribution, petition for settlement of the estate, proofs required by Section 62-3-1001, and proof of publication of notice to creditors.\n\n(e) Within the time set forth in Section 62-3-806(a), serve upon all claimants a notice stating that their claim has been allowed or disallowed pursuant to that section.\n\n(f) The time periods stated herein for completing the above requirements are not intended to supplant any other time periods stated elsewhere in this Code. The court may on its own motion, or on the motion of the personal representative or of any interested person, extend the time for completing any of the requirements of administration contained in Article 3 [Section 62-3-1001, et seq.] including any of the above requirements, and especially including the requirement to account, under Section 62-3-1001, in cases of estates which remain significantly unadministered as of the expiration of the relevant time period, either as to the marshalling of assets or as to the allowance of claims.\n\n(g) If a personal representative or trustee neglects or refuses to comply with any provision of Section 62-3-706 he is subject to the contempt power of the court. The probate court, after a hearing and any notice the court may require, may issue its order imposing the sentence, fine, or penalty as it sees fit and remove the personal representative and appoint another personal representative.\n\nHISTORY: 1986 Act No. 539, Section 1; 1987 Act No. 171, Section 26; 1990 Act No. 521, Section 45; 1993 Act No. 181, Section 1608; 2013 Act No. 100, Section 1, eff January 1, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-62/article-3/section-62-3-704/"
    }
  ]
}