{
  "state": "virginia",
  "path": "title-title-541-professions-and-occupations/chapter-chapter-23-waterworks-and-wastewater-works-operators",
  "sections": [
    {
      "id": "section-541-2300",
      "number": "54.1-2300.",
      "heading": "Definitions§ 54.1-2301. Board for Waterworks and Wastewater Works Operators and Onsite Sewage System Professionals; membership; terms; duties§ 54",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Board\" means the Board for Waterworks and Wastewater Works Operators and Onsite Sewage System Professionals.\n\n\"Onsite sewage system\" means a conventional onsite sewage system or alternative onsite sewage system as defined in § 32.1-163.\n\n\"Operator\" means any individual employed or appointed by any owner, and who is designated by such owner to be the person in responsible charge, such as a supervisor, a shift operator, or a substitute in charge, and whose duties include testing or evaluation to control waterworks or wastewater works operations or to operate and maintain onsite sewage systems. Not included in this definition are superintendents or directors of public works, city engineers, or other municipal or industrial officials whose duties do not include the actual operation or direct supervision of waterworks or wastewater works.\n\n\"Owner\" means the Commonwealth of Virginia, or any political subdivision thereof, any public or private institution, corporation, association, firm or company organized or existing under the laws of this Commonwealth or of any other state or nation, or any person or group of persons acting individually or as a group, who own, manage, or maintain waterworks or wastewater works.\n\n\"Person\" means any individual, group of individuals, a corporation, a partnership, a business trust, an association or other similar legal entity engaged in operating waterworks or wastewater works.\n\n\"Wastewater works\" means each system of (i) sewerage systems or sewage treatment works, serving more than 400 persons, as set forth in § 62.1-44.18; (ii) sewerage systems or sewage treatment works serving fewer than 400 persons, as set forth in § 62.1-44.18, if so certified by the State Water Control Board; and (iii) facilities for discharge to state waters of industrial wastes or other wastes, if certified by the State Water Control Board.\n\n\"Waterworks\" means each system of structures and appliances used in connection with the collection, storage, purification, and treatment of water for drinking or domestic use and the distribution thereof to the public, except distribution piping. Systems serving fewer than 400 persons shall not be considered to be a waterworks unless certified by the Board to be such.\n\n1970, c. 768, § 54-573.2; 1972, c. 682; 1988, c. 765; 2007, cc. 892, 924.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-23/section-54-1-2300/"
    },
    {
      "id": "section-541-2301",
      "number": "54.1-2301.",
      "heading": "Board for Waterworks and Wastewater Works Operators and Onsite Sewage System Professionals; membership; terms; duties",
      "text": "A. The Board for Waterworks and Wastewater Works Operators and Onsite Sewage System Professionals shall consist of 11 members as follows: the Director of the Office of Water Programs of the State Department of Health, or his designee, the Executive Director of the State Water Control Board, or his designee, a currently employed waterworks operator having a valid license of the highest classification issued by the Board, a currently employed wastewater works operator having a valid license of the highest classification issued by the Board, a local or regional representative of the Department of Health, a representative of an owner of a waterworks, a representative of an owner of a wastewater works, a licensed alternative onsite sewage system operator, a licensed alternative onsite sewage system installer, a licensed onsite soil evaluator, and one nonlegislative citizen member. The alternative onsite sewage system operator, alternative onsite sewage system installer, and onsite soil evaluator shall have practiced for at least five consecutive years immediately prior to appointment. No owner shall be represented on the Board by more than one representative or employee operator. The term of Board members shall be four years.\n\nB. 1. The Board shall examine waterworks and wastewater works operators and issue licenses. The licenses may be issued in specific operator classifications to attest to the competency of an operator to supervise and operate waterworks and wastewater works while protecting the public health, welfare, and property and conserving and protecting the water resources of the Commonwealth.\n\n2. The Board shall, upon application by an individual, and without examination pursuant to subdivision 1, recognize licenses or certificates issued by another state as fulfillment of qualifications for licensure in the Commonwealth if the following conditions are met:\n\na. The individual holds a current and valid professional or occupational license or government certification in another state in a profession or occupation with a similar scope of practice, as determined by the Board;\n\nb. The individual has held the professional or occupational license or government certification in the other state for at least three years;\n\nc. The other state or state of original licensure required the individual to pass an examination and to meet certain standards related to education, training, or experience;\n\nd. There are no pending investigations or unresolved complaints against the individual, and the other state holds the individual in good standing;\n\ne. The individual does not have a disqualifying criminal record as determined by the Board in accordance with § 54.1-204;\n\nf. No other state has imposed discipline on the licensee, except for discipline involving only a financial penalty and no harm to the health or economic well-being of the public; and\n\ng. The individual pays all applicable fees.\n\n3. For the purposes of this subsection, \"other state\" or \"another state\" means any state, territory, possession, or jurisdiction of the United States.\n\nC. The Board shall establish a program for licensing individuals as onsite soil evaluators, onsite sewage system installers, and onsite sewage system operators.\n\nD. The Board, in consultation with the Board of Health, shall adopt regulations for the licensure of (i) onsite soil evaluators; (ii) installers of alternative onsite sewage systems, as defined in § 32.1-163; and (iii) operators of alternative onsite sewage systems, as defined in § 32.1-163. Such regulations shall include requirements for (a) minimum education and training, including approved training courses; (b) relevant work experience; (c) demonstrated knowledge and skill; (d) application fees to cover the costs of the program, renewal fees, and schedules; (e) the division of onsite soil evaluators into classes, one of which shall be restricted to the design of conventional onsite sewage systems; and (f) other criteria the Board deems necessary.\n\nE. The Board shall permit any wastewater works operator to sit for the conventional onsite sewage system operator examination.\n\n1970, c. 768, §§ 54-573.1, 54-573.3; 1981, c. 447; 1988, c. 765; 1989, c. 97; 2007, cc. 892, 924; 2008, c. 67; 2012, cc. 677, 704; 2013, c. 731; 2023, cc. 192, 632, 633.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-23/section-54-1-2301/"
    },
    {
      "id": "section-541-2302",
      "number": "54.1-2302.",
      "heading": "License required",
      "text": "No person shall operate a waterworks or wastewater works, perform the duties of an onsite soil evaluator, or install or operate an alternative onsite sewage system, without a valid license.\n\n1979, c. 408, § 54-573.18; 1988, c. 765; 2007, cc. 892, 924.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-23/section-54-1-2302/"
    }
  ]
}