{
  "state": "virginia",
  "path": "title-title-541-professions-and-occupations/chapter-chapter-11-contractors",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Regulation of Contractors§ 54.1-1100",
      "text": "Definitions§ 54.1-1101. Exemptions; failure to obtain certificate of occupancy; penalties§ 54.1-1102. Board for Contractors membership; offices; meetings; seal; record§ 54.1-1103. Necessity for license; requirements for water well drillers and landscape irrigati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-1100",
      "number": "54.1-1100.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Board\" means the Board for Contractors.\n\n\"Class A contractors\" perform or manage construction, removal, repair, or improvements when (i) the total value referred to in a single contract or project is $150,000 or more, or (ii) the total value of all such construction, removal, repair, or improvements undertaken by such person within any 12-month period is $1 million or more.\n\n\"Class B contractors\" perform or manage construction, removal, repair, or improvements when (i) the total value referred to in a single contract or project is $30,000 or more, but less than $150,000, or (ii) the total value of all such construction, removal, repair, or improvements undertaken by such person within any 12-month period is $250,000 or more, but less than $1 million.\n\n\"Class C contractors\" perform or manage construction, removal, repair, or improvements when (i) the total value referred to in a single contract or project is over $1,000 but less than $30,000, or (ii) the total value of all such construction, removal, repair, or improvements undertaken by such person within any 12-month period is less than $250,000. The Board shall require a master tradesmen license as a condition of licensure for electrical, plumbing, and heating, ventilation, and air conditioning contractors.\n\n\"Contractor\" means any person, that for a fixed price, commission, fee, or percentage undertakes to bid upon, or accepts, or offers to accept, orders or contracts for performing, managing, or superintending in whole or in part, the construction, removal, repair, or improvement of any building or structure permanently annexed to real property owned, controlled, or leased by him or another person or any other improvements to such real property. For purposes of this chapter, \"improvement\" shall include (i) remediation, cleanup, or containment of premises to remove contaminants or (ii) site work necessary to make certain real property usable for human occupancy according to the guidelines established pursuant to § 32.1-11.7.\n\n\"Department\" means the Department of Professional and Occupational Regulation.\n\n\"Designated employee\" means the contractor's full-time employee, or a member of the contractor's responsible management, who is at least 18 years of age and who has successfully completed the oral or written examination required by the Board on behalf of the contractor.\n\n\"Director\" means the Director of the Department of Professional and Occupational Regulation.\n\n\"Fire sprinkler contractor\" means a contractor that provides for the installation, repair, alteration, addition, testing, maintenance, inspection, improvement, or removal of sprinkler systems using water as a means of fire suppression when annexed to real property. \"Fire sprinkler contracting\" does not include the installation, repair, or maintenance of other types of fire suppression systems.\n\n\"Owner-developer\" means any person who, for a third party purchaser, orders or supervises the construction, removal, repair, or improvement of any building or structure permanently annexed to real property owned, controlled, or leased by the owner-developer, or any other improvement to such property and who contracts with a person licensed in accordance with this chapter for the work undertaken.\n\n\"Person\" means any individual, firm, corporation, association, partnership, joint venture, or other legal entity.\n\n\"Value\" means fair market value. When improvements are performed or supervised by a contractor, the contract price shall be prima facie evidence of value.\n\nCode 1950, § 54-113; 1954, c. 428; 1970, c. 319; 1972, c. 771; 1977, c. 640; 1978, c. 521; 1980, c. 634; 1984, c. 434; 1987, c. 358; 1988, c. 765; 1990, c. 911; 1992, cc. 330, 713, 715, 812; 1993, cc. 499, 815; 1994, cc. 601, 754; 1995, c. 581; 1997, c. 885; 1998, c. 754; 2005, c. 348; 2010, c. 62; 2016, c. 527; 2019, c. 726; 2025, cc. 127, 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1100/"
    },
    {
      "id": "section-541-1101",
      "number": "54.1-1101.",
      "heading": "Exemptions; failure to obtain certificate of occupancy; penalties",
      "text": "A. The provisions of this chapter shall not apply to:\n\n1. Any governmental agency performing work with its own forces;\n\n2. Work bid upon or undertaken for the armed services of the United States under the Armed Services Procurement Act;\n\n3. Work bid upon or undertaken for the United States government on land under the exclusive jurisdiction of the federal government either by statute or deed of cession;\n\n4. Work bid upon or undertaken for the Department of Transportation on the construction, reconstruction, repair, or improvement of any highway or bridge;\n\n5. Any other persons who may be specifically excluded by other laws but only to such an extent as such laws provide;\n\n6. Any material supplier who renders advice concerning use of products sold and who does not provide construction or installation services;\n\n7. Any person who performs or supervises the construction, removal, repair, or improvement of no more than one primary residence owned by him and for his own use during any 24-month period;\n\n8. Any person who performs or supervises the construction, removal, repair, or improvement of a house upon his own real property as a bona fide gift to a member of his immediate family provided such member lives in the house. For purposes of this section, \"immediate family\" includes one's mother, father, son, daughter, brother, sister, grandchild, grandparent, mother-in-law, and father-in-law;\n\n9. Any person who performs or supervises the repair or improvement of industrial or manufacturing facilities, or a commercial or retail building, for his own use;\n\n10. Any person who performs or supervises the repair or improvement of residential dwelling units owned by him that are subject to the Virginia Residential Landlord and Tenant Act (§ 55.1-1200 et seq.);\n\n11. Any owner-developer, provided that any third-party purchaser is made a third-party beneficiary to the contract between the owner-developer and a licensed contractor whereby the contractor's obligation to perform the contract extends to both the owner-developer and the third party;\n\n12. Work undertaken by students as part of a career and technical education project as defined in § 22.1-228 established by any school board in accordance with Article 5 (§ 22.1-228 et seq.) of Chapter 13 of Title 22.1 for the construction of portable classrooms or single family homes;\n\n13. Any person who performs the removal of building detritus or provides janitorial, cleaning, or sanitizing services incidental to the construction, removal, repair, or improvement of real property;\n\n14. Any person who is performing work directly under the supervision of a licensed contractor and is (i) a student in good standing and enrolled in a public or private institution of higher education, (ii) a student enrolled in a career training or technical education program, or (iii) an apprentice as defined in § 2.2-2043; and\n\n15. Work undertaken by a person providing construction, remodeling, repair, improvement, removal, or demolition valued at $25,000 or less per project on behalf of a properly licensed contractor, provided that such contractor holds a valid license in the (i) residential building, (ii) commercial building, or (iii) home improvement building contractor classification. However, any construction services that require an individual license or certification shall be rendered only by an individual licensed or certified in accordance with this chapter.\n\nAll other contractors performing work for any government or for any governmental agency are subject to the provisions of this chapter and are required to be licensed as provided herein.\n\nB. Any person who is exempt from the provisions of this chapter as a result of subdivision A 7, 10, 11, or 12 shall obtain a certificate of occupancy for any building constructed, repaired or improved by him prior to conveying such property to a third-party purchaser, unless such purchaser has acknowledged in writing that no certificate of occupancy has been issued and that such purchaser consents to acquire the property without a certificate of occupancy.\n\nC. Any person who is exempt from the provisions of this chapter as a result of subdivision 7, 8, 9, 10, 11, 12, or 14 of subsection A shall comply with the provisions of the Uniform Statewide Building Code (§ 36-97 et seq.).\n\nD. Any person who violates the provisions of subsection B or C shall be guilty of a Class 1 misdemeanor. The third or any subsequent conviction of violating subsection B or C during a 36-month period shall constitute a Class 6 felony.\n\nCode 1950, § 54-141; 1970, c. 319; 1980, c. 634; 1988, c. 765; 1990, c. 911; 1998, c. 754; 2003, c. 1025; 2004, c. 189; 2005, c. 348; 2007, c. 332; 2016, c. 527; 2017, cc. 132, 135; 2018, c. 767; 2022, c. 149; 2023, cc. 624, 625.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1101/"
    },
    {
      "id": "section-541-1102",
      "number": "54.1-1102.",
      "heading": "Board for Contractors membership; offices; meetings; seal; record",
      "text": "A. The Board for Contractors shall be composed of 16 members as follows: one member shall be a licensed Class A general contractor; the larger part of the business of one member shall be the construction of utilities; the larger part of the business of one member shall be the construction of commercial and industrial buildings; the larger part of the business of one member shall be the construction of single-family residences; the larger part of the business of one member shall be the construction of home improvements; one member shall be a subcontractor as generally regarded in the construction industry; one member shall be in the business of sales of construction materials and supplies; one member shall be a local building official; one member shall be a licensed plumbing contractor; one member shall be a licensed electrical contractor; one member shall be a licensed heating, ventilation and air conditioning contractor; one member shall be a certified elevator mechanic or a licensed elevator contractor; one member shall be a certified water well systems provider; one member shall be a professional engineer licensed in accordance with Chapter 4 (§ 54.1-400 et seq.); and two members shall be nonlegislative citizen members. The terms of the Board members shall be four years.\n\nThe Board shall meet at least once each year and at such other times as may be deemed necessary. Annually, the Board shall elect from its membership a chairman and a vice-chairman to serve for a one-year term. Nine members of the Board shall constitute a quorum.\n\nB. The Board shall promulgate regulations not inconsistent with statute necessary for the licensure of contractors and tradesmen and the certification of backflow prevention device workers, and for the relicensure of contractors and tradesmen and for the recertification of backflow prevention device workers, after license or certificate suspension or revocation. The Board shall include in its regulations a requirement that as a condition for initial licensure as a contractor, the designated employee or a member of the responsible management personnel of the contractor shall have successfully completed a Board-approved basic business course, which shall not exceed eight hours of classroom instruction. In addition, the Board shall (i) require a contractor to appropriately classify all workers as employees or independent contractors, as provided by law and (ii) provide that any contractor who is found to have intentionally misclassified any worker is subject to sanction by the Board.\n\nC. The Board may adopt regulations requiring all Class A, B, and C residential contractors, excluding subcontractors to the contracting parties and those who engage in routine maintenance or service contracts, to use legible written contracts including the following terms and conditions:\n\n1. General description of the work to be performed;\n\n2. Fixed price or an estimate of the total cost of the work, the amounts and schedule of progress payments, a listing of specific materials requested by the consumer and the amount of down payment;\n\n3. Estimates of time of commencement and completion of the work; and\n\n4. Contractor's name, address, office telephone number and license or certification number and class.\n\nIn transactions involving door-to-door solicitations, the Board may require that a statement of protections be provided by the contractor to the homeowner, consumer or buyer, as the case may be.\n\nD. The Board shall adopt a seal with the words \"Board for Contractors, Commonwealth of Virginia.\" The Director shall have charge, care and custody of the seal.\n\nE. The Director shall maintain a record of the proceedings of the Board.\n\nCode 1950, §§ 54-114, 54-115, 54-119, 54-120, 54-121, 54-123, 54-124; 1954, c. 415; 1970, c. 319; 1977, c. 640; 1979, c. 408; 1980, c. 634; 1981, c. 447; 1988, cc. 42, 765; 1991, c. 659; 1994, c. 895; 1995, c. 771; 1996, cc. 380, 934, 1006; 1997, c. 885; 2006, cc. 454, 475; 2009, cc. 184, 586; 2010, c. 83; 2012, c. 522; 2017, c. 579; 2020, c. 685.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1102/"
    },
    {
      "id": "section-541-1103",
      "number": "54.1-1103.",
      "heading": "Necessity for license; requirements for water well drillers and landscape irrigation contractors; exemption",
      "text": "A. No person shall engage in, or offer to engage in, contracting work in the Commonwealth unless he has been licensed under the provisions of this chapter. The Board may waive any provision of this chapter for Habitat for Humanity, its local affiliates or subsidiaries, and any other nonprofit organization exempt from taxation under § 501(c)(3) of the Internal Revenue Code (26 U.S.C. § 501(c)(3)) for the purpose of constructing or rehabilitating single-family dwellings that will be given to or sold below the appraised value to low-income persons. Prior to a joint venture engaging in, or offering to engage in, contracting work in the Commonwealth, (i) each contracting party of the joint venture shall be licensed under the provisions of this chapter or (ii) a license shall be obtained in the name of the joint venture under the provisions of this chapter.\n\nB. Except as provided in § 54.1-1117, the issuance of a license under the provisions of this chapter shall not entitle the holder to engage in any activity for which a special license is required by law.\n\nC. When the contracting work is for the purpose of landscape irrigation or the construction of a water well as defined in § 32.1-176.3, the contractor shall be licensed, regardless of the contract amount, as follows:\n\n1. A Class C license is required when the total value referred to in a single contract or project is no more than $10,000, or the total value of all such water well or landscape irrigation contracts undertaken within any 12-month period is no more than $150,000;\n\n2. A Class B license is required when the total value referred to in a single contract is $10,000 or more, but less than $120,000, or the total value of all such water well or landscape irrigation contracts undertaken within any 12-month period is $150,000 or more, but less than $750,000; and\n\n3. A Class A license is required when the total value referred to in a single contract or project is $120,000 or more, or when the total value of all such water well or landscape irrigation contracts undertaken within any 12-month period is $750,000 or more.\n\nD. Notwithstanding the other provisions of this section, an architect or professional engineer who is licensed pursuant to Chapter 4 (§ 54.1-400 et seq.) shall not be required to be licensed or certified to engage in, or offer to engage in, contracting work or operate as an owner-developer in the Commonwealth in accordance with this chapter when bidding upon or negotiating design-build contracts or performing services other than construction services under a design-build contract. However, the construction services offered or rendered in connection with such contracts shall only be rendered by a contractor licensed or certified in accordance with this chapter.\n\nE. Notwithstanding the other provisions of this section, any person licensed under the provisions of Article 4 (§ 9.1-138 et seq.) of Chapter 1 of Title 9.1 as a private security services business shall not be required to be licensed or certified to engage in, or offer to engage in, contracting work in the Commonwealth in accordance with this chapter when bidding upon or performing services to install, service, maintain, design or consult in the design of any electronic security equipment as defined in § 9.1-138 including but not limited to, low voltage cabling, network cabling and computer or systems integration.\n\nF. Notwithstanding any other provisions of this section, persons bidding upon or performing services to design or undertake public works of art commissioned by the Commonwealth; a political subdivision of the Commonwealth, including any county, city, or town; or a nonprofit corporation exempt from taxation under § 501(c)(3) of the Internal Revenue Code shall not be required to be licensed or certified in accordance with this chapter. However, the installation of the artwork and related construction services offered or rendered in connection with such commission shall only be rendered by a contractor licensed or certified in accordance with this chapter.\n\nCode 1950, § 54-128; 1972, c. 16; 1980, c. 634; 1988, c. 765; 1990, c. 911; 1992, c. 713; 1994, cc. 601, 754; 1995, cc. 581, 771; 1997, c. 885; 1998, cc. 271, 754; 1999, cc. 959, 977, 991; 2002, c. 653; 2004, c. 190; 2005, c. 348; 2010, c. 62; 2012, c. 308; 2013, c. 298.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1103/"
    },
    {
      "id": "section-541-1104",
      "number": "54.1-1104.",
      "heading": "Register of applicants",
      "text": "The Director shall keep a register of all applicants showing their date of application, name, qualifications, place of business, place of residence, and whether such application was approved or refused. The books and register of the Board shall be prima facie evidence of all matters recorded therein.\n\nCode 1950, § 54-125; 1977, c. 640; 1980, c. 634; 1988, c. 765.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1104/"
    },
    {
      "id": "section-541-1105",
      "number": "54.1-1105.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1991, c. 151.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1105/"
    },
    {
      "id": "section-541-1106",
      "number": "54.1-1106.",
      "heading": "Application for Class A license; fees; examination; issuance",
      "text": "A. Any person desiring to be licensed as a Class A contractor shall file with the Department a written application on a form prescribed by the Board. The application shall be accompanied by a fee set by the Board pursuant to § 54.1-201. The application shall contain the name, place of employment, and business address of the proposed designated employee, and information on the knowledge, skills, abilities, and financial position of the applicant. The Board shall determine whether the past performance record of the applicant, including his reputation for paying material bills and carrying out other contractual obligations, satisfies the purposes and intent of this chapter. The Board shall also determine whether the applicant has complied with the laws of the Commonwealth pertaining to the domestication of foreign corporations and all other laws affecting those engaged in the practice of contracting as set forth in this chapter.\n\nB. As proof of financial responsibility, the applicant shall demonstrate compliance with the minimum net worth requirement fixed by the Board in regulation by providing either:\n\n1. A financial statement on a form prescribed by the Board, subject to additional verification if the Board determines that sufficient questions or ambiguities exist in the applicant's presentation of financial information; or\n\n2. A balance sheet reviewed by a certified public accountant licensed in accordance with § 54.1-4409.1.\n\nC. In lieu of compliance with subsection B, an applicant may demonstrate financial responsibility by electing to obtain and maintain a bond in the amount of $50,000. Proof of current bond shall come from a corporate surety licensed to do business in the Commonwealth and approved by the Attorney General and shall be filed with the Department.\n\nD. In addition, if the applicant is a sole proprietor, he shall furnish to the Board his name and address. If the applicant is a member of a partnership, he shall furnish to the Board the names and addresses of all of the general partners of the partnership. If the applicant is a member of an association, he shall furnish to the Board the names and addresses of all of the members of the association. If the applicant is a corporation, it shall furnish to the Board the names and addresses of all officers of the corporation. If the applicant is a joint venture, it shall furnish to the Board the names and addresses of (i) each member of the joint venture and (ii) any sole proprietor, general partner of any partnership, member of any association, or officer of any corporation who is a member of the joint venture. The applicant shall thereafter keep the Board advised of any changes in the above information.\n\nE. If the application is satisfactory to the Board, the proposed designated employee shall be required by Board regulations to take an oral or written examination to determine his general knowledge of contracting, including the statutory and regulatory requirements governing contractors in the Commonwealth. If the proposed designated employee successfully completes the examination and the applicant meets or exceeds the other entry criteria established by Board regulations, a Class A contractor license shall be issued to the applicant. The license shall permit the applicant to engage in contracting only so long as the designated employee is in the full-time employment of the contractor or is a member of the contractor's responsible management. No examination shall be required where the licensed Class A contractor changes his form of business entity provided he is in good standing with the Board. In the event the designated employee leaves the full-time employ of the licensed contractor or is no longer a member of the contractor's responsible management, no additional examination shall be required of such designated employee, except in accordance with § 54.1-1110.1, and the contractor shall within 90 days of that departure provide to the Board the name of the new designated employee.\n\nF. The Board may grant a Class A license in any of the following classifications: (i) residential building contractor, (ii) commercial building contractor, (iii) highway/heavy contractor, (iv) electrical contractor, (v) plumbing contractor, (vi) heating, ventilation, and air conditioning contractor, (vii) fire sprinkler contractor, and (viii) specialty contractor.\n\n1980, c. 634, § 54-129.1; 1984, c. 45; 1988, c. 765; 1990, c. 911; 1992, c. 713; 1994, c. 601; 1996, c. 707; 1998, c. 754; 1999, c. 393; 2003, c. 892; 2005, c. 348; 2007, c. 804; 2013, c. 116; 2017, c. 572; 2019, c. 726.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1106/"
    },
    {
      "id": "section-541-11061",
      "number": "54.1-1106.1.",
      "heading": "Violations of certain State Board of Health regulations; penalty",
      "text": "The Board for Contractors shall consider violations of regulations of the State Board of Health relating to water wells as violations of this chapter, punishable by a fine of not more than $1,000 or suspension or revocation of license. No contractor shall be subject to the monetary penalties provided by this section if he has been assessed a civil penalty for such violation pursuant to § 32.1-27.\n\n1989, c. 241; 1990, c. 911.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1106-1/"
    },
    {
      "id": "section-541-11062",
      "number": "54.1-1106.2.",
      "heading": "Additional monetary penalty for certain violations",
      "text": "A. If the Board finds any person licensed under the provisions of this chapter to be in violation of a statute or regulation involving fraudulent or improper or dishonest conduct as defined in § 54.1-1118, which violation occurred while engaged in a transaction initiated arising from a declared state of emergency as defined in § 44-146.16, the Board shall impose a monetary penalty of up to $10,000 for each such violation.\n\nB. The penalty imposed pursuant to this section shall be in addition to that provided in § 54.1-202.\n\n2014, c. 508.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1106-2/"
    },
    {
      "id": "section-541-1107",
      "number": "54.1-1107.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1990, c. 911, effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1107/"
    },
    {
      "id": "section-541-1108",
      "number": "54.1-1108.",
      "heading": "Application for Class B license; fees; examination; issuance",
      "text": "A. Any person desiring to be licensed as a Class B contractor shall file with the Department a written application on a form prescribed by the Board. The application shall be accompanied by a fee set by the Board pursuant to § 54.1-201. The application shall contain the name, place of employment, and business address of the proposed designated employee; information on the knowledge, skills, abilities, and financial position of the applicant; and evidence of holding a current local license pursuant to local ordinances adopted pursuant to § 54.1-1117. The Board shall determine whether the past performance record of the applicant, including his reputation for paying material bills and carrying out other contractual obligations, satisfies the purpose and intent of this chapter. The Board shall also determine whether the applicant has complied with the laws of the Commonwealth pertaining to the domestication of foreign corporations and all other laws affecting those engaged in the practice of contracting as set forth in this chapter.\n\nB. As proof of financial responsibility, the applicant shall demonstrate compliance with the minimum net worth requirement fixed by the Board in regulation by providing either:\n\n1. A financial statement on a form prescribed by the Board, subject to additional verification if the Board determines that sufficient questions or ambiguities exist in the applicant's presentation of financial information; or\n\n2. A balance sheet reviewed by a certified public accountant licensed in accordance with § 54.1-4409.1.\n\nC. In lieu of compliance with subsection B, an applicant may demonstrate financial responsibility by electing to obtain and maintain a bond in the amount of $50,000. Proof of current bond shall come from a corporate surety licensed to do business in the Commonwealth and approved by the Attorney General and shall be filed with the Department.\n\nD. In addition, if the applicant is a sole proprietor, he shall furnish to the Board his name and address. If the applicant is a member of a partnership, he shall furnish to the Board the names and addresses of all of the general partners of that partnership. If the applicant is a member of an association, he shall furnish to the Board the names and addresses of all of the members of the association. If the applicant is a corporation, it shall furnish to the Board the name and address of all officers of the corporation. If the applicant is a joint venture, it shall furnish to the Board the names and addresses of (i) each member of the joint venture and (ii) any sole proprietor, general partner of any partnership, member of any association, or officer of any corporation who is a member of the joint venture. The applicant shall thereafter keep the Board advised of any changes in the above information.\n\nE. If the application is satisfactory to the Board, the proposed designated employee shall be required by Board regulations to take an oral or written examination to determine his general knowledge of contracting, including the statutory and regulatory requirements governing contractors in the Commonwealth. If the proposed designated employee successfully completes the examination and the applicant meets or exceeds the other entry criteria established by Board regulations, a Class B contractor license shall be issued to the applicant. The license shall permit the applicant to engage in contracting only so long as the designated employee is in the full-time employment of the contractor and only in the counties, cities, and towns where such person has complied with all local licensing requirements and for the type of work to be performed. No examination shall be required where the licensed Class B contractor changes his form of business entity provided he is in good standing with the Board. In the event the designated employee leaves the full-time employ of the licensed contractor, no additional examination shall be required of such designated employee, except in accordance with § 54.1-1110.1, and the contractor shall within 90 days of that departure provide to the Board the name of the new designated employee.\n\nF. The Board may grant a Class B license in any of the following classifications: (i) residential building contractor, (ii) commercial building contractor, (iii) highway/heavy contractor, (iv) electrical contractor, (v) plumbing contractor, (vi) HVAC contractor, (vii) fire sprinkler contractor, and (viii) specialty contractor.\n\n1980, c. 634, § 54-129.3; 1987, c. 110; 1988, c. 765; 1990, c. 911; 1994, c. 601; 1996, c. 707; 2003, c. 892; 2013, c. 116; 2017, c. 572; 2019, c. 726.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1108/"
    },
    {
      "id": "section-541-11081",
      "number": "54.1-1108.1.",
      "heading": "Waiver of examination; designated employee; Board regulations",
      "text": "A. Any Class A contractor licensed in the Commonwealth of Virginia prior to January 1, 1991, and in business on December 31, 1990, shall provide to the Board in writing the name of one full-time employee or member of the contractor's responsible management who is at least 18 years of age and that employee shall be deemed to have fulfilled the requirement for examination in § 54.1-1106, so long as he remains a full-time employee of the contractor or remains a member of the contractor's responsible management. The designated employee shall not be required to take an examination if the Class A contractor changes his form of business entity and is in good standing with the Board. Upon his leaving the employ of the contractor or his leaving as a member of the contractor's responsible management, the contractor shall name another full-time employee or member of the contractor's responsible management in accordance with § 54.1-1106.\n\nAny Class B contractor registered in the Commonwealth prior to January 1, 1991, and in business on December 31, 1990, shall, within its current period of registration, provide on a form prescribed by the Board satisfactory information on the financial position, and knowledge, skills and abilities of the registered firm; and the name of a full-time employee who is at least 18 years of age and that employee shall be deemed to have fulfilled the requirement for examination in § 54.1-1108, so long as he remains a full-time employee of the contractor. The designated employee shall not be required to take an examination if the Class B contractor changes his form of business entity and is in good standing with the Board. If such employee leaves the employ of the contractor, the contractor shall name another full-time employee in accordance with § 54.1-1108.\n\nB. 1. The Board is directed to revise Board regulations to allow multiple individuals from a single firm to sit for the business examination required to be confirmed as the firm's designated employee. The Board shall also review current regulations and procedures pertaining to the time allowed for a change of the designated employee to determine if the current time for replacement is sufficient and practicable.\n\n2. As used in this subsection, \"firm\" means any business entity recognized under the laws of the Commonwealth of Virginia.\n\n1990, c. 911; 1996, c. 707; 2003, c. 892; 2005, c. 348; 2019, c. 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1108-1/"
    },
    {
      "id": "section-541-11082",
      "number": "54.1-1108.2.",
      "heading": "Application for Class C license; fees; issuance",
      "text": "A. Any person desiring to be licensed as a Class C contractor shall file with the Department a written application on a form prescribed by the Board. The application shall be accompanied by a fee set by the Board pursuant to § 54.1-201. The application shall contain information concerning the name, location, nature, and operation of the business, and information demonstrating that the applicant possesses the character and minimum skills to properly engage in the occupation of contracting.\n\nB. The Board may grant a Class C license in any of the following classifications: (i) residential building contractor, (ii) commercial building contractor, (iii) highway/heavy contractor, (iv) electrical contractor, (v) plumbing contractor, (vi) heating, ventilation, and air conditioning contractor, (vii) fire sprinkler contractor, and (viii) specialty contractor.\n\n1995, c. 771; 1997, c. 885; 1998, c. 754; 2003, c. 892; 2013, c. 116; 2019, c. 726.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1108-2/"
    },
    {
      "id": "section-541-1109",
      "number": "54.1-1109.",
      "heading": "Expiration and renewal of license or certificate",
      "text": "A. A license or certificate issued pursuant to this chapter shall expire as provided in Board regulations. Application for renewal of a license or certificate may be made as provided by Board regulations. The application shall be accompanied by a fee set by the Board pursuant to § 54.1-201.\n\nB. With respect to a contractor electing continuous bonding under § 54.1-1106 or 54.1-1108, proof of current bond is required in order to renew the license or certificate. The bond shall commence no later than the effective date of the license and shall expire no sooner than the date of expiration of the license or certificate.\n\nCode 1950, § 54-131; 1970, c. 319; 1977, c. 640; 1980, c. 634; 1988, c. 765; 1990, c. 911; 1995, c. 771; 1996, c. 1014; 2017, c. 572.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1109/"
    },
    {
      "id": "section-541-1110",
      "number": "54.1-1110.",
      "heading": "Grounds for denial or revocation of license or certificate",
      "text": "The Board shall have the power to require remedial education, suspend, revoke, or deny renewal of the license or certificate of any contractor who is found to be in violation of the statutes or regulations governing the practice of licensed or certified contractors in the Commonwealth.\n\nThe Board may suspend, revoke, or deny renewal of an existing license or certificate, or refuse to issue a license or certificate, to any contractor who is shown to have a substantial identity of interest with a contractor whose license or certificate has been revoked or not renewed by the Board. A substantial identity of interest includes but is not limited to (i) a controlling financial interest by the individual or corporate principals of the contractor whose license or certificate has been revoked or nonrenewed, (ii) substantially identical principals or officers, or (iii) the same designated employee as the contractor whose license or certificate has been revoked or not renewed by the Board.\n\nAdditionally, the Board may suspend, revoke or deny renewal of an existing license or certificate, or refuse to issue a license or certificate to any contractor who violates the provisions of Chapter 5 (§ 60.2-500 et seq.) of Title 60.2 and Chapter 8 (§ 65.2-800 et seq.) of Title 65.2.\n\nAny person whose license is suspended or revoked by the Board shall not be eligible for a license or certificate under any circumstances or under any name, except as provided by regulations of the Board pursuant to § 54.1-1102.\n\n1980, c. 634, § 54-132.1; 1988, c. 765; 1990, c. 911; 1992, c. 243; 1995, c. 771; 1996, c. 380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1110/"
    },
    {
      "id": "section-541-11101",
      "number": "54.1-1110.1.",
      "heading": "Re-examination of designated employee",
      "text": "The Board shall have the power to require remedial education or may require a designated employee to retake the examination required by this chapter, in any case where the conduct of the designated employee, while in the employ of a licensed Class A or Class B contractor, has resulted in any disciplinary action by the Board against such contractor.\n\n1996, c. 707.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1110-1/"
    },
    {
      "id": "section-541-1111",
      "number": "54.1-1111.",
      "heading": "Prerequisites to obtaining business license; building, etc., permit",
      "text": "A. Any person applying to the building official or any other authority of a county, city, or town in this Commonwealth, charged with the duty of issuing building or other permits for the construction of any building, highway, sewer, or structure, or any removal, grading or improvement shall furnish prior to the issuance of the permit, either (i) satisfactory proof to such official or authority that he is duly licensed or certified under the terms of this chapter to carry out or superintend the same, or (ii) file a written statement that he is not subject to licensure or certification as a contractor or subcontractor pursuant to this chapter. The applicant shall also furnish satisfactory proof that the taxes or license fees required by any county, city, or town have been paid so as to be qualified to bid upon or contract for the work for which the permit has been applied.\n\nIt shall be unlawful for the building official or other authority to issue or allow the issuance of such permits unless the applicant has furnished his license or certificate number issued pursuant to this chapter or evidence of being exempt from the provisions of this chapter.\n\nThe building official, or other such authority, violating the terms of this section shall be guilty of a Class 3 misdemeanor.\n\nB. Any contractor applying for or renewing a business license in any locality in accordance with Chapter 37 (§ 58.1-3700 et seq.) of Title 58.1 shall furnish prior to the issuance or renewal of such license either (i) satisfactory proof that he is duly licensed or certified under the terms of this chapter or (ii) a written statement, supported by an affidavit, that he is not subject to licensure or certification as a contractor or subcontractor pursuant to this chapter.\n\nNo locality shall issue or renew or allow the issuance or renewal of such license unless the contractor has furnished his license or certificate number issued pursuant to this chapter or evidence of being exempt from the provisions of this chapter.\n\nCode 1950, § 54-138; 1970, c. 319; 1980, c. 634; 1988, c. 765; 1990, c. 911; 1991, c. 151; 1992, c. 713; 1995, c. 771; 1998, c. 754; 2010, cc. 82, 755; 2018, cc. 37, 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1111/"
    },
    {
      "id": "section-541-1112",
      "number": "54.1-1112.",
      "heading": "Invitations to bid and specifications to refer to law",
      "text": "All architects and engineers preparing plans and specifications for work to be contracted in Virginia shall include in their invitations to the bidder and in their specifications a reference to this chapter so as to convey to the invited bidder prior to the consideration of the bid (i) whether such person is a resident or nonresident of the Commonwealth, (ii) whether the proper license or certificate has been issued to the bidder, and (iii) the information required of the bidder to show evidence of proper licensure or certification under the provisions of this chapter.\n\nCode 1950, § 54-139; 1980, c. 634; 1988, c. 765; 1990, c. 911; 1995, c. 771.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1112/"
    },
    {
      "id": "section-541-1113",
      "number": "54.1-1113.",
      "heading": "Nonresident bidders to appoint statutory agent for service of process",
      "text": "Before any nonresident person or any foreign corporation bids on any work in this Commonwealth, the nonresident person or foreign corporation, by written power of attorney, shall appoint the Director as his agent upon whom all lawful process against or notice to such nonresident person or foreign corporation may be served, and authorize the Director to enter an appearance on his behalf. Upon the filing of the power of attorney the provisions of §§ 13.1-763 through 13.1-766, with reference to service of process and notice, and judgments, decrees and orders, shall be applicable as to such nonresident person or foreign corporation.\n\nCode 1950, § 54-140; 1970, c. 319; 1980, c. 634; 1988, c. 765.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1113/"
    },
    {
      "id": "section-541-1114",
      "number": "54.1-1114.",
      "heading": "Filing and hearing of charges",
      "text": "Any person may file complaints against any contractor licensed or certified pursuant to this chapter. The Director shall investigate complaints and the Board may take appropriate disciplinary action if warranted. Disciplinary proceedings shall be conducted in accordance with the Administrative Process Act (§ 2.2-4000 et seq.). The Board shall immediately notify the Director and the clerk and building official of each city, county or town in the Commonwealth of its findings in the case of the revocation of a license or certificate, or of the reissuance of a revoked license or certificate.\n\nCode 1950, § 54-133; 1970, c. 319; 1975, c. 421; 1977, c. 640; 1980, c. 634; 1988, c. 765; 1990, c. 911; 1995, c. 771.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1114/"
    },
    {
      "id": "section-541-1115",
      "number": "54.1-1115.",
      "heading": "Prohibited acts",
      "text": "A. The following acts are prohibited and shall constitute the commission of a Class 1 misdemeanor:\n\n1. Contracting for, or bidding upon the construction, removal, repair or improvements to or upon real property owned, controlled or leased by another person without a license or certificate, or without the proper class of license as defined in § 54.1-1100 for the value of work to be performed.\n\n2. Attempting to practice contracting in the Commonwealth, except as provided for in this chapter.\n\n3. Presenting or attempting to use the license or certificate of another.\n\n4. Giving false or forged evidence of any kind to the Board or any member thereof in an application for the issuance or renewal of a license or certificate.\n\n5. Impersonating another or using an expired or revoked license or certificate.\n\n6. Receiving or considering as the awarding authority a bid from anyone whom the awarding authority knows is not properly licensed or certified under this chapter. The awarding authority shall require a bidder to submit his license or certificate number prior to considering a bid.\n\nB. Any person who undertakes work without (i) any valid Virginia contractor's license or certificate when a license or certificate is required by this chapter or (ii) the proper class of license as defined in § 54.1-1100 for the work undertaken, shall be fined an amount not to exceed $500 per day for each day that such person is in violation, in addition to the authorized penalties for the commission of a Class 1 misdemeanor. Any violation of clause (i) of this subsection shall also constitute a prohibited practice in accordance with § 59.1-200, provided that the violation involves a consumer transaction as defined in the Virginia Consumer Protection Act (§ 59.1-196 et seq.), and shall be subject to any and all of the enforcement provisions of the Virginia Consumer Protection Act.\n\nC. A construction contract entered into by a person undertaking work without a valid Virginia contractor's license shall not be enforceable by the unlicensed contractor undertaking the work unless the unlicensed contractor (i) gives substantial performance within the terms of the contract in good faith and (ii) did not have actual knowledge that a license or certificate was required by this chapter to perform the work for which he seeks to recover payment.\n\nFailure to renew a license or certificate issued in accordance with this chapter shall create a rebuttable presumption of actual knowledge of such licensing or certification requirements.\n\nCode 1950, § 54-142; 1956, c. 397; 1970, c. 319; 1980, c. 634; 1985, c. 356; 1988, c. 765; 1990, c. 911; 1994, c. 79; 1995, c. 771; 1998, c. 691; 2000, c. 33; 2003, cc. 429, 430; 2004, c. 131; 2008, c. 294; 2018, cc. 43, 653.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1115/"
    },
    {
      "id": "section-541-111501",
      "number": "54.1-1115.01.",
      "heading": "Responsibility for contracting with persons lacking the proper credential",
      "text": "Any contractor that directly employs or otherwise contracts with a person who is not credentialed by the Board for work requiring a credential under this chapter shall be solely responsible for any monetary penalty or other sanction resulting from the act of employing or contracting with a person who lacks the proper credential based upon such person's failure to obtain or maintain the required credential.\n\n2017, cc. 132, 135.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1115-01/"
    },
    {
      "id": "section-541-11151",
      "number": "54.1-1115.1.",
      "heading": "Evidence of violation of the Virginia Uniform Statewide Building Code",
      "text": "In any proceeding pursuant to § 54.1-1114, the Board shall consider any written documentation of a violation of the Uniform Statewide Building Code (§ 36-97 et seq.) provided by a local building official as evidence of a violation of such building code. Such written documentation shall not be prima facie evidence of a building code violation.\n\n1993, c. 942.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1115-1/"
    },
    {
      "id": "section-541-1116",
      "number": "54.1-1116.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, c. 717.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1116/"
    },
    {
      "id": "section-541-1117",
      "number": "54.1-1117.",
      "heading": "Licensing of certain contractors by localities; qualifications and procedure; registration of certain persons engaged in business of home improvement; civil penalty",
      "text": "A. Except as to contractors currently licensed under the provisions of § 54.1-1106, any locality shall have the power and authority to adopt ordinances, not inconsistent with the provisions of this chapter, requiring every person who engages in, or offers to engage in, the business of home improvement or the business of constructing single-family or multi-family dwellings, in such locality, to obtain a license from such locality.\n\nB. The locality adopting ordinances pursuant to this section may require every applicant for such license, other than those currently licensed under the provisions of § 54.1-1106, (i) to furnish evidence of his ability and proficiency; and (ii) to successfully complete an examination to determine his qualifications. The locality may designate or establish an agent or board and establish the procedures for an examination according to the standards set forth in this chapter and in the regulations of the Board for Contractors. Except contractors currently licensed under the provisions of § 54.1-1106, licensure may be refused to any person found not to be qualified. Persons not currently licensed pursuant to § 54.1-1106 may be required to furnish bond in a reasonable penal sum, with reasonable condition, and with surety as the governing body deems necessary. The governing body may provide for the punishment of violations of such ordinances, provided that no such punishment shall exceed that provided for misdemeanors generally.\n\nC. A locality may by ordinance establish a civil penalty that may be assessed when a person or business falsely represents to a customer or prospective customer that such person or business has a valid contractor's license issued pursuant to the provisions of § 54.1-1106. Such civil penalty shall not exceed $2,500.\n\nD. For the purpose of this section the business of home improvement shall mean the contracting for and/or providing labor and material or labor only for repairs, improvements, and additions to residential buildings or structures accessory thereto where any payment of money or other thing of value is required.\n\n1958, c. 522, § 54-145.2; 1964, c. 479; 1970, c. 319; 1972, c. 438; 1977, c. 476; 1979, c. 439; 1980, c. 634; 1988, c. 765; 1994, c. 895; 2012, c. 552.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1117/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Virginia Contractor Transaction Recovery Act",
      "text": "Virginia Contractor Transaction Recovery Act",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-1118",
      "number": "54.1-1118.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Act\" means the Virginia Contractor Transaction Recovery Act.\n\n\"Biennium\" means a two-year period beginning on July 1 of an even-numbered year and continuing through June 30 of the next even-numbered year.\n\n\"Claimant\" means any person with an unsatisfied judgment involving residential construction against a regulant, who has filed a verified claim under this Act.\n\n\"Fund\" means the Virginia Contractor Transaction Recovery Fund.\n\n\"Improper or dishonest conduct\" includes only the wrongful taking or conversion of money, property or other things of value which involves fraud, material misrepresentation or conduct constituting gross negligence, continued incompetence, or intentional violation of the Uniform Statewide Building Code (§ 36-97 et seq.). The term \"improper or dishonest conduct\" does not include mere breach of contract.\n\n\"Judgment\" includes an order of a United States Bankruptcy Court (i) declaring a claim against a regulant who is in bankruptcy to be a \"Debt Nondischargeable in Bankruptcy,\" (ii) extinguishing a claim against a regulant who is in bankruptcy and for which claim no distribution was made from the regulant's bankruptcy estate but excluding any such claim disallowed by order of the bankruptcy court, or (iii) extinguishing a claim against a regulant who is in bankruptcy and for which claim only partial distribution was made from the regulant's bankruptcy estate. An order of dismissal shall not be considered a judgment.\n\n\"Regulant\" means any individual, person, firm, corporation, association, partnership, joint venture or any other legal entity licensed by the Board for Contractors. \"Regulant\" shall not include contractors holding only the commercial building contractor classification or individuals licensed or certified in accordance with Article 3 (§ 54.1-1128 et seq.) or Article 4 (§ 54.1-1140 et seq.).\n\n\"Verified claim\" means a completed application, on a form designed by the Board, the truthfulness of which has been attested to by the claimant before a notary public, along with all required supporting documentation, that has been properly received by the Department in accordance with this chapter.\n\n1980, c. 635, § 54-145.3:1; 1984, c. 270; 1987, c. 555; 1988, cc. 393, 765; 1990, cc. 437, 911; 1994, c. 895; 1995, cc. 771, 784; 1996, cc. 934, 1006; 1997, c. 885; 1999, c. 55; 2013, c. 343; 2015, c. 409.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1118/"
    },
    {
      "id": "section-541-1119",
      "number": "54.1-1119.",
      "heading": "Assessments by Director; assignment to Fund; minimum balance; notice; penalties; costs of administration",
      "text": "A. Each initial contractor applicant, at the time of application, shall be assessed $25, which shall be specifically assigned to the Fund. Initial payments may be incorporated in any application fee payment and transferred to the Fund by the Director within 30 days.\n\nAll assessments, except initial assessments, for the Fund shall be deposited within three workdays after their receipt by the Director, in one or more federally insured banks, savings and loan associations, or savings banks located in the Commonwealth. Funds deposited in banks, savings institutions, or savings banks, to the extent in excess of insurance afforded by the Federal Deposit Insurance Corporation or other federal insurance agency, shall be secured under the Virginia Security for Public Deposits Act (§ 2.2-4400 et seq.). The deposit of these funds in federally insured banks, savings and loan associations, or savings banks located in the Commonwealth shall not be considered investment of such funds for purposes of this section. Funds maintained by the Director may be invested in securities that are legal investments for fiduciaries under the provisions of § 64.2-1502.\n\nB. The minimum balance of the Fund shall be $400,000. Whenever the Director determines that the balance of the Fund is or will be less than this minimum balance, the Director shall immediately inform the Board, which shall assess each regulant at the time of his license renewal a sum sufficient to bring the balance of the Fund to an amount of not less than $400,000, when combined with similar assessments of other regulants. No regulant shall be assessed a total amount of more than $50 during any biennium.\n\nNotice to regulants of these assessments shall be by first-class mail, and payment of such assessments shall be made by first-class mail addressed to the Director within 45 days after the mailing of the notice to regulants.\n\nC. If any regulant fails to remit the required assessment mailed in accordance with subsection B within 45 days of such mailing, the Director shall notify such regulant by first-class mail at the latest address of record filed with the Board. If no payment has been received by the Director within 30 days after mailing the second notice, the license of the regulant shall be automatically suspended and shall be restored only upon the actual receipt by the Director of the delinquent assessment.\n\nInterest earned on the deposits constituting the Fund shall be used for administering the Fund. The remainder of this interest may be used for the purposes of providing educational programs about the Uniform Statewide Building Code (§ 36-97 et seq.), for providing education on subjects of benefit to licensees or members of the public relating to contracting, or shall accrue to the Fund.\n\n1980, c. 635, § 54-145.3:2; 1984, c. 270; 1987, c. 555; 1988, c. 765; 1990, cc. 3, 437, 911; 1992, c. 810; 1995, c. 771; 1996, c. 96; 1997, c. 885; 2025, cc. 127, 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1119/"
    },
    {
      "id": "section-541-1120",
      "number": "54.1-1120.",
      "heading": "Recovery from Fund generally",
      "text": "A. The claimant shall be (i) an individual whose contract with the regulant involved contracting for the claimant's residence located in the Commonwealth or (ii) a property owners' association as defined in § 55.1-1800 whose contract with the regulant involved contracting for improvements to the common areas owned by the association.\n\nThe claimant shall not himself be (a) an employee of such judgment debtor, (b) a vendor of such judgment debtor, (c) another licensee, (d) the spouse or child of such judgment debtor or the employee of such spouse or child, or (e) a financial or lending institution or any person whose business involves the construction or development of real property.\n\nB. Whenever any person is awarded a judgment in a court of competent jurisdiction in the Commonwealth or has a judgment entered in conformity with an order confirming an arbitration award from a court of competent jurisdiction in the Commonwealth against any individual or entity that involves improper or dishonest conduct occurring (i) during a period when such individual or entity was a regulant and (ii) in connection with a transaction involving contracting, the claimant may file a verified claim with the Director to obtain a directive ordering payment from the Fund of the amount unpaid upon the judgment, subject to the following conditions:\n\n1. If an action is instituted against a regulant by any person in a court of competent jurisdiction in the Commonwealth, such person shall serve a copy of the complaint upon the Board by certified mail or the equivalent; however, if a person submits a dispute to arbitration against a regulant, such person shall serve upon the Board a copy of the statement of facts and allegations provided to any assigned arbitrator, as well as the name, address, and contact information for any such arbitrator.\n\n2. A copy of any pleading or document filed subsequent to the initial service of process in the action against a regulant shall be provided to the Board. If the dispute is submitted to arbitration, a copy of any document or exhibit subsequently provided to any assigned arbitrator shall be provided to the Board. The claimant shall submit such copies to the Board by certified mail, or the equivalent, upon his receipt of the pleading, document, or exhibit.\n\n3. A verified claim shall be filed with the Director no later than 12 months after the date of entry of the final judgment from which no further right of appeal exists. In addition to a verified claim, if a claimant is granted an order confirming an arbitration award, a verified copy of the decision of any assigned arbitrator, including a statement of reasoning and any findings of fact regarding any improper or dishonest conduct by the regulant shall be filed with the Director no later than 12 months after the date of entry of the judgment entered in conformity with an order from a court of competent jurisdiction in the Commonwealth confirming an arbitration award from which no further right of appeal exists.\n\n4. Prior to submitting the verified claim, the claimant shall:\n\na. Conduct or make a reasonable attempt to conduct debtor's interrogatories to determine whether the judgment debtor has any assets that may be sold or applied in whole or partial satisfaction of the judgment; and\n\nb. Take all legally available actions for the sale or application of any assets disclosed in the debtor's interrogatories.\n\nC. If the regulant has filed bankruptcy, the claimant shall file a claim with the proper bankruptcy court. If no distribution is made, or the distribution ordered fails to satisfy the claim, the claimant may then file a claim with the Board. The verified claim shall be received by the Board within 12 months of the date of bankruptcy discharge or dismissal. In the event the judgment is silent as to the conduct of the regulant, the Board shall determine (i) whether the conduct of the regulant that gave rise to the claim was improper or dishonest and (ii) what amount, if any, such claimant is entitled to recover from the Fund.\n\n1980, c. 635, § 54-145.3:3; 1984, c. 270; 1987, c. 555; 1988, cc. 393, 765; 1990, cc. 215, 437, 911; 1995, c. 784; 1996, c. 96; 1997, c. 885; 1999, cc. 55, 261; 2013, c. 343; 2015, c. 409; 2023, c. 248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1120/"
    },
    {
      "id": "section-541-11201",
      "number": "54.1-1120.1.",
      "heading": "Recovery on bond",
      "text": "A. If a contractor who elected continuous bonding under § 54.1-1106 or 54.1-1108 fails to satisfy a judgment awarded by a court of competent jurisdiction for improper or dishonest conduct, the judgment creditor shall have a claim against the surety bond for such damages. In order to recover the amount of any unpaid judgment, up to but not exceeding the maximum liability as set forth in § 54.1-1106 or 54.1-1108, the judgment creditor shall meet the eligibility requirements of subsection A of § 54.1-1120 and bring suit directly on the surety bond no later than 12 months after the judgment becomes final.\n\nB. The liability of such surety shall be limited to actual monetary loss, court costs, and attorney fees assessed against the contractor as part of the underlying judgment. The liability of such surety shall not include any sums representing interest or punitive damages assessed against the contractor.\n\nC. The surety company shall notify the Board when a claim is made against a contractor's bond, when a claim is paid, and when the bond is cancelled. Such notification shall include the amount of claim and the circumstances surrounding the claim. Notification of cancellation shall include the effective date and reason for cancellation. The bond may be cancelled as to future liability by the contractor's surety upon 30 days' notice to the Board.\n\n2017, c. 572.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1120-1/"
    },
    {
      "id": "section-541-1121",
      "number": "54.1-1121.",
      "heading": "Investigations",
      "text": "Upon receipt of the notice of proceedings against the regulant, the Department may cause its own investigation to be conducted pursuant to § 54.1-306.\n\n1987, c. 555, § 54-145.3:3.1; 1988, c. 765; 2013, c. 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1121/"
    },
    {
      "id": "section-541-1122",
      "number": "54.1-1122.",
      "heading": "Consideration of applications for payment",
      "text": "A. The claimant shall submit the following supporting documentation with the claim:\n\n1. Copies of the contract with the regulant and all written change orders to the contract. If no written contract between the regulant and the claimant is available, the claimant may submit an affidavit attesting to the terms of the agreement, promise, or other contractual obligation;\n\n2. All pleadings or other documents filed with the court from which judgment was obtained;\n\n3. All orders and opinions of the court from which judgment was obtained, including the final judgment order;\n\n4. The transcript of the debtor's interrogatories, if conducted, or if no transcript is available, a sworn affidavit affirming that debtor's interrogatories were conducted, or evidence that debtor's interrogatories were attempted if not conducted; a description of assets of the judgment debtor disclosed in the debtor's interrogatories; and a description of all steps taken for the sale or application of those disclosed assets in whole or partial satisfaction of the judgment, or a statement why no means are legally available for the sale or application of those disclosed assets, or a statement that the value of the disclosed assets is less than the cost of levying upon and selling such assets including reasonable estimates of the fair market value of the disclosed assets and costs of levying upon selling such assets;\n\n5. A statement of the balance of the judgment remaining unpaid at the time the claim is submitted to the Department, and a statement that the claimant agrees to notify the Department of any additional payment that may be received in whole or partial satisfaction of the judgment during the pendency of the claim before the Board; and\n\n6. Any other documentary evidence or exhibits the claimant wishes the Board to consider with the claim.\n\nB. The Department shall promptly consider the verified claim of the claimant administratively. If the claim form is incomplete or not properly notarized, or if all required supporting documentation is not included with the claim, then the Department may provide the claimant with notice of any deficiency and an additional opportunity to submit a corrected verified claim. The burden shall be on the claimant to comply with all claim requirements and to submit the necessary documentation within 12 months of the initial claim submission. Once the Department confirms that the verified claim is complete, it shall present such verified claim, along with a recommendation regarding payment, to the Board for the Board's consideration and shall notify the claimant of the Board's recommendation.\n\nC. The Department's and Board's consideration of the claim shall be based solely on the contents of the verified claim. Neither an informal fact-finding conference pursuant to § 2.2-4019 nor a formal hearing pursuant to § 2.2-4020 shall be required, unless requested by the claimant.\n\nD. A claimant shall not be denied recovery from the Fund due to the fact that order for judgment filed with the verified claim does not contain a specific finding of \"improper or dishonest conduct.\" Any language in the order that supports the conclusion that the court found that the conduct of the regulant meets the definition of \"improper or dishonest conduct\" in § 54.1-1118 shall be used by the Board to determine eligibility for recovery from the Fund. To the extent the judgment order is silent as to the court's findings on the conduct of the regulant, the Board may determine whether the conduct of the regulant meets the definition of improper or dishonest conduct by substantial evidence in the verified claim.\n\nE. If the Board finds there has been compliance with the required conditions, the Board shall issue a directive ordering payment from the fund to the claimant the amount remaining unpaid on the judgment, subject to the limitations set forth in § 54.1-1123. The claimant shall be notified in writing of the findings of the Board. The Board's findings shall be considered a \"case decision\" and judicial review of these findings shall be in accordance with § 2.2-4025 of the Administrative Process Act (§ 2.2-4000 et seq.). Notwithstanding any other provision of law, the Board shall have the right to appeal a decision of any court which is contrary to any distribution recommended or authorized by it.\n\n1980, c. 635, § 54-145.3:4; 1984, c. 270; 1987, c. 555; 1988, c. 765; 2006, c. 723; 2013, c. 343; 2017, c. 572.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1122/"
    },
    {
      "id": "section-541-1123",
      "number": "54.1-1123.",
      "heading": "Limitations upon recovery from Fund; certain actions not a bar to recovery",
      "text": "A. The maximum claim of one claimant against the Fund based upon an unpaid judgment arising out of the improper or dishonest conduct of one regulant in connection with a single transaction involving contracting is limited to $30,000, including any amount paid from a contractor's surety bond under § 54.1-1120.1, regardless of the amount of the unpaid judgment of the claimant.\n\nB. The aggregate of claims against the Fund based upon unpaid judgments arising out of the improper or dishonest conduct of any one regulant involving contracting, is limited by the Board to $100,000 during any biennium. If a claim has been made against the Fund, and the Board has reason to believe there may be additional claims against the Fund from other transactions involving the same regulant, the Board may withhold any payment(s) from the Fund involving such regulant for a period of not more than one year from the date on which the claimant is awarded in a court of competent jurisdiction in the Commonwealth the final judgment on which his claim against the Fund is based. After this one-year period, if the aggregate of claims against the regulant exceeds $100,000, during a biennium, $100,000 shall be prorated by the Board among the claimants and paid from the Fund, less the amount of any applicable contractor's bond, in proportion to the amounts of their judgments against the regulant remaining unpaid. Claims shall be prorated only after any applicable contractor's bond has been exhausted.\n\nC. Excluded from the amount of any unpaid judgment upon which a claim against the Fund is based shall be any sums representing interest, or punitive damages, or any amounts that do not constitute actual monetary loss to the claimants. Such claim against the Fund may include court costs and attorney fees.\n\nD. If, at any time, the amount of the Fund is insufficient to fully satisfy any claims or claim filed with the Board and authorized by this Act, the Board shall pay such claims, claim, or portion thereof to the claimants in the order that the claims were filed with the Board.\n\nE. Failure of a claimant to comply with the provisions of subdivisions B 1 and 2 and subsection C of § 54.1-1120 and the provisions of § 54.1-1124 shall not be a bar to recovery under this Act if the claimant is otherwise entitled to such recovery.\n\nF. The Board shall have the authority to deny any claim which otherwise appears to meet the requirements of the Act if it finds by clear and convincing evidence that the claimant has presented false information or engaged in collusion to circumvent any of the requirements of the Act.\n\n1980, c. 635, § 54-145.3:5; 1984, c. 270; 1987, cc. 555, 562; 1988, c. 765; 1990, cc. 437, 911; 1997, c. 885; 1999, c. 262; 2005, c. 252; 2015, cc. 409, 710; 2017, c. 572; 2025, cc. 127, 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1123/"
    },
    {
      "id": "section-541-1124",
      "number": "54.1-1124.",
      "heading": "Participation by Board or Director in proceeding",
      "text": "Upon service of the complaint as provided in subdivision B 1 of § 54.1-1120, the Board, the Director, or duly authorized representatives of the Board shall then have the right to request leave of court to intervene.\n\n1980, c. 635, § 54-145.3:6; 1984, c. 270; 1987, c. 555; 1988, c. 765; 2015, c. 409.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1124/"
    },
    {
      "id": "section-541-1125",
      "number": "54.1-1125.",
      "heading": "Assignment of claimant's rights to Board; payment of claim",
      "text": "A. Subject to the provisions of § 54.1-1123 upon the claimant's execution and delivery to the Director of an assignment to the Board of his rights against the regulant, to the extent he received satisfaction from the Fund, the Director shall pay the claimant from the Fund the amount ordered by the Board.\n\nB. The Board may consider any amount owed to the Board for repayment of the Fund by an applicant for a license under this chapter when determining whether to grant such license.\n\n1980, c. 635, § 54-145.3:7; 1987, c. 555; 1988, c. 765; 1997, c. 885; 2013, c. 343.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1125/"
    },
    {
      "id": "section-541-1126",
      "number": "54.1-1126.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2013, c. 343, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1126/"
    },
    {
      "id": "section-541-1127",
      "number": "54.1-1127.",
      "heading": "No waiver by Board of disciplinary action against regulant",
      "text": "This article shall not limit the authority of the Board to take disciplinary action against any regulant for any violation of this title or the regulations of the Board. Full repayment of the amount paid from the Fund on a regulant's account shall not nullify or modify the effect of any disciplinary proceeding against that regulant for any violation.\n\n1980, c. 635, § 54-145.3:9; 1988, c. 765; 1997, c. 885.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1127/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Tradesmen, Backflow Prevention Device Workers, and Liquefied Petroleum Gas Fitters",
      "text": "Tradesmen, Backflow Prevention Device Workers, and Liquefied Petroleum Gas Fitters",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-1128",
      "number": "54.1-1128.",
      "heading": "Definitions",
      "text": "\"Backflow prevention device worker\" means any individual who engages in, or offers to engage in, the maintenance, repair, testing, or periodic inspection of cross connection control devices, including but not limited to reduced pressure principle backflow preventors, double check-valve assemblies, double-detector check-valve assemblies, pressure type vacuum breaker assemblies, and other such devices designed, installed, and maintained in such a manner so as to prevent the contamination of the potable water supply by the introduction of nonpotable liquids, solids, or gases, thus ensuring that the potable water supply remains unaltered and free from impurities, odor, discoloration, bacteria, and other contaminants which would make the potable water supply unfit or unsafe for consumption and use.\n\n\"Board\" means the Board for Contractors.\n\n\"Liquefied petroleum gas fitter\" means any individual who engages in, or offers to engage in, work for the general public for compensation in work that includes the installation, repair, improvement, alterations or removal of piping, liquefied petroleum gas tanks and appliances (excluding hot water heaters, boilers and central heating systems which require a heating, ventilation and air conditioning or plumbing certification) annexed to real property.\n\n\"Natural gas fitter provider\" means any individual who engages in or offers to engage in work for the general public for compensation in the incidental repair, testing, or removal of natural gas piping or fitting annexed to real property, excluding new installation of gas piping for hot water heaters, boilers, central heating systems, or other natural gas equipment which requires heating, ventilation and air conditioning or plumbing certification.\n\n\"Tradesman\" means any individual who engages in, or offers to engage in, work for the general public for compensation in the trades of electrical, plumbing and heating, ventilation and air conditioning.\n\n\"Water well systems provider\" means any individual who is certified by the Board in accordance with this article and who is engaged in drilling, installation, maintenance, or repair of water wells, water well pumps, ground source heat exchangers, and other equipment associated with the construction, removal, or repair of water wells, water well systems, and ground source heat pump exchangers to the point of connection to the ground source heat pump.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, c. 403; 1999, c. 343; 2005, c. 792; 2011, cc. 743, 744.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1128/"
    },
    {
      "id": "section-541-1129",
      "number": "54.1-1129.",
      "heading": "Necessity for licensure",
      "text": "A. Beginning July 1, 1995, no individual shall engage in, or offer to engage in, work as a tradesman as defined in § 54.1-1128 unless he has been licensed under the provisions of this article. Individuals shall not be subject to licensure as a tradesman when working under the supervision of a tradesman who is licensed in the specialty for which work is being performed. Individuals holding a license in one specialty shall not be required to have a tradesman license in another specialty when performing work which is incidental to work being performed under their own specialty license.\n\nB. Beginning July 1, 1998, no individual shall present himself as a certified backflow prevention device worker as defined in § 54.1-1128 unless he has been certified under the provisions of this article. Individuals certified as backflow prevention device workers shall not be required to hold any other professional or occupational license or certification; however, nothing in this subsection shall prohibit an individual from holding more than one professional or occupational license or certification. The certification program set forth in this article concerning backflow prevention device workers shall be voluntary and shall not be construed to prevent or affect the practice of backflow prevention device workers by those not certified by the Board, so long as any requirements of the applicable local governing body's programs relating to backflow prevention device workers are met. All local governing bodies shall accept certification by the Board of backflow prevention device workers as proof of experience and training without requiring additional examination.\n\nC. Beginning one year after the effective date of the Board's final regulations, no individual shall engage in, or offer to engage in, work as a liquefied petroleum gas fitter or natural gas fitter provider as defined in § 54.1-1128 unless he has been licensed under the provisions of this article.\n\nD. Beginning July 1, 2007, no individual shall engage in the drilling, installation, maintenance, or repair of a water well or water well system unless a certified water well systems provider is onsite at all times. Until June 30, 2012, any level of certification shall satisfy this requirement. Beginning July 1, 2012, only a certified individual shall engage in the drilling, installation, maintenance, or repair of a water well or water well system and a then certified master water well systems provider shall be available at all times. Nothing in this subsection shall be construed to prohibit licensed plumbing tradesman from (i) completing work contained in the applicable plumbing code, or (ii) performing normal maintenance and repair on large-diameter bored or hand-dug water table wells provided such wells are 100 feet or less in depth and the work is being performed for an entity granted tax-exempt status under § 501(c)(3) of the Internal Revenue Code.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, c. 343; 2000, c. 406; 2005, c. 792; 2008, c. 631.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1129/"
    },
    {
      "id": "section-541-11291",
      "number": "54.1-1129.1.",
      "heading": "Certification of water well systems providers; continuing education",
      "text": "A. The Board shall establish three levels of certification as follows: (i) trainee, which shall require proof of at least one year of full-time practical experience in the drilling, installation, maintenance, or repair of water wells or water well systems under the supervision of a certified master water well systems provider; (ii) journeyman, which shall require proof of at least three years of practical experience in the drilling, installation, maintenance, or repair of water wells or water well systems under the supervision of a certified master water well systems provider; and (iii) master, which shall require proof of at least six years of practical experience in the drilling, installation, maintenance, or repair of water wells or water well systems, under the supervision of a certified master water well systems provider.\n\nB. A certified water well systems provider, as a condition of renewal or reinstatement and as part of the renewal or reinstatement application, shall certify to the Board that the applicant has completed at least eight hours of continuing education, approved by the Board, in the specialty of technical aspects of water well construction, applicable statutory and regulatory provisions, and business practices related to water well construction. The Board may establish requirements for approval of training instructors, criteria for continuing education, and other regulations it deems necessary to protect the public health, safety or welfare. In addition, the Board may require continuing education for renewal or reinstatement for any individual found to be in violation of the statutes or regulations governing the licensing or certification of water well system providers.\n\n2005, c. 792.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1129-1/"
    },
    {
      "id": "section-541-1130",
      "number": "54.1-1130.",
      "heading": "Application for licensure; fees; examinations; issuance; waiver of examination for water well systems providers",
      "text": "A. Any individual desiring to be licensed as a tradesman, liquefied petroleum gas fitter or natural gas fitter provider, or certified as a backflow prevention device worker or water well systems provider shall file a written application on a form prescribed by the Board. The application shall be accompanied by a fee set by the Board pursuant to § 54.1-201. The application shall contain, at a minimum, the applicant's name, place of employment, and business address; and information on the knowledge, skills, abilities and education or training of the applicant.\n\nIf the application is satisfactory to the Board, the applicant shall be required by Board regulations to take an oral or written examination to determine his general knowledge of the trade in which he desires licensure or of backflow prevention devices if he desires voluntary certification unless he is exempt pursuant to § 54.1-1131. If the applicant successfully completes the examination, a license as a tradesman, liquefied petroleum gas fitter, or natural gas fitter provider, or a certificate as a backflow prevention device worker, shall be issued.\n\nB. The Board shall require an applicant for certification as a water well systems provider, unless otherwise exempt, to take an oral or written examination to determine the applicant's general knowledge of water well systems, including relevant statutory and regulatory requirements. If the applicant successfully completes a required examination, a certificate shall be issued.\n\nNotwithstanding any other provision of this section, unless an applicant is found by the Board to have engaged in any act that would constitute grounds for disciplinary action, the Board shall issue a certificate without examination to any applicant who provides satisfactory proof to the Board of having been actively and continuously engaged in water well construction activities immediately prior to July 1, 2007, as follows: (i) at least one year for trainee certification; (ii) at least three years for journeyman certification; and (iii) at least six years for master certification. This subsection shall apply only to individuals who have been employed by a properly licensed water well contractor during such period of active and continuous engagement in water well construction activities.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, c. 343; 2003, c. 892; 2005, c. 792.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1130/"
    },
    {
      "id": "section-541-1131",
      "number": "54.1-1131.",
      "heading": "Exemptions",
      "text": "A. An individual certified or licensed by any one of the following agencies shall not be required to fulfill the examination requirement specified in § 54.1-1130 for a tradesman license:\n\n1. The Board of Housing and Community Development prior to July 1, 1995.\n\n2. Any local governing body prior to July 1, 1978.\n\n3. An apprenticeship program which is approved by the Commissioner of Labor and Industry.\n\nIndividuals applying for a tradesman license between July 1, 1995, and July 1, 1998, shall be deemed to have fulfilled the examination requirement if they are able to demonstrate that they have the required number of years of discipline-free experience set forth in Board regulations.\n\nB. Upon satisfactory evidence to the Board, the following individuals shall not be required to fulfill the examination requirement specified in § 54.1-1130 to be certified as a backflow prevention device worker or licensed as a liquefied petroleum gas fitter:\n\n1. Individuals approved, or recognized as having expertise, by a local governing body prior to July 1, 1998, to perform backflow prevention device work;\n\n2. Individuals applying for certification as a backflow prevention device worker between July 1, 1998 and July 1, 1999, who are able to demonstrate that they have the required number of years of discipline-free experience and education or training set forth in Board regulations; or\n\n3. Individuals applying for licensure as a liquefied petroleum gas fitter within one year of the effective date of the Board's final regulations, who are able to demonstrate that they have at least five years' experience as a liquefied petroleum gas fitter.\n\nC. The provisions of this article shall not apply to any individual who is performing work on (i) any ship, boat, barge or other floating vessel or (ii) a single-family residence where the value of the work performed is less than $250 and such individual does not hold himself out to the general public as a tradesman.\n\nD. Individuals applying for a natural gas fitter provider license within one year of the effective date of the Board's final regulations, shall be deemed to have fulfilled the examination requirement if they are able to demonstrate that they have five years' prior experience as a natural gas fitter provider.\n\nE. Individuals applying for a natural gas fitter provider license between July 1, 1999 and July 1, 2004, shall be deemed to have fulfilled the examination requirement if they are able to demonstrate that they have at least five years' experience in an apprenticeship capacity under the direct supervision of a gas fitter.\n\nF. Individuals applying for licensure as a liquefied petroleum gas fitter between July 1, 2000 and July 1, 2005, shall be deemed to have fulfilled the examination requirements if they are able to demonstrate that they have at least five years' experience in an apprenticeship capacity under the direct supervision of a gas fitter.\n\n1994, c. 895; 1995, c. 581; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, cc. 343, 817, 833; 2000, c. 406; 2014, c. 734.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1131/"
    },
    {
      "id": "section-541-1132",
      "number": "54.1-1132.",
      "heading": "Expiration and renewal of license or certificate",
      "text": "A license as a tradesman, liquefied petroleum gas fitter, or natural gas fitter provider, or a certificate as a backflow prevention device worker, issued pursuant to this article shall expire as provided in Board regulations and shall become invalid on that date unless renewed, subject to approval of the Board. A license for a tradesman shall be valid for three years from the date of issuance. Application for renewal of any certificate or license issued pursuant to this article shall be made as provided by Board regulations and shall be accompanied by a fee set by the Board pursuant to § 54.1-201.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, c. 343; 2018, c. 750.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1132/"
    },
    {
      "id": "section-541-1133",
      "number": "54.1-1133.",
      "heading": "Continuing education",
      "text": "The Board may establish in the regulations requirements for continuing education as a prerequisite to renewal of any certificate or license issued under this article. The Board shall require evidence of knowledge of code changes as a prerequisite to renewal of any certificate or license issued under this article. In addition, the Board may require continuing education for any individual who is found to be in violation of the statutes or regulations governing the practice of licensed tradesmen or certificate holders issued under this article.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, c. 817.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1133/"
    },
    {
      "id": "section-541-1134",
      "number": "54.1-1134.",
      "heading": "Grounds for denial or revocation of certification or license; reports of building officials and others",
      "text": "The Board shall have the power to require remedial education and to suspend, revoke or deny renewal of the certification or license of any individual who is found to be in violation of the statutes or regulations governing the practice of licensed tradesmen, liquefied petroleum gas fitters or natural gas fitter providers or certified backflow prevention device workers in the Commonwealth.\n\nAny building official who finds that an individual is practicing as a tradesman, elevator mechanic, liquefied petroleum gas fitter or natural gas fitter provider without a license as required by this article shall file a report to such effect with the Board. Any water purveyor or building official who finds that an individual is practicing as a backflow prevention device worker without a certificate, if a certificate is required by the locality in which an individual is engaging in backflow prevention device worker activities, shall file a report to such effect with the Board.\n\nAny building official who has reason to believe that (i) a tradesman, liquefied petroleum gas fitter or natural gas fitter provider is performing incompetently as demonstrated by an egregious or repeated violation of the Uniform Statewide Building Code (§ 36-97 et seq.) or (ii) a certified backflow prevention device worker is performing incompetently as demonstrated by an egregious or repeated violation of the standards adopted by the American Society of Sanitary Engineering referenced in the plumbing code adopted by the Virginia Uniform Statewide Building Code shall file a report to such effect with the Board. Any water purveyor who has reason to believe that a certified backflow prevention device worker is performing incompetently as demonstrated by an egregious or repeated violation of the standards adopted by the American Society of Sanitary Engineering referenced in the plumbing code adopted by the Virginia Uniform Statewide Building Code shall file a report to such effect with the Board and local building official.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, c. 343; 2009, cc. 184, 586.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1134/"
    },
    {
      "id": "section-541-1135",
      "number": "54.1-1135.",
      "heading": "Prohibited acts",
      "text": "A. Practicing or attempting to practice as a tradesman, liquefied petroleum gas fitter or natural gas fitter provider in the Commonwealth, except as provided for in this article, is prohibited and shall constitute the commission of a Class 1 misdemeanor.\n\nB. No person shall represent himself as a certified backflow prevention device worker unless he has been certified by the Board. Any person engaging or offering to engage in backflow prevention device worker activities within the meaning of this chapter who, through verbal claim, sign, advertisement, or letterhead, represents himself as a certified backflow prevention device worker without holding such a certificate from the Board shall be guilty of a Class 1 misdemeanor.\n\nC. No person shall be entitled to assert the lack of licensure as required by this article as a defense to any action at law or suit in equity if the party who seeks to recover from such person gives substantial performance within the terms of the contract in good faith and without actual knowledge of the licensure requirements of this article.\n\nD. In any locality which requires state certification to engage in backflow prevention device worker activities, no person shall be entitled to assert a lack of certification as a defense to any action at law or suit in equity if the party who seeks to recover from such person gives substantial performance within the terms of the contract in good faith and without actual knowledge of the locality's certification requirements.\n\n1994, c. 895; 1996, cc. 934, 1006; 1997, cc. 403, 885; 1999, cc. 343, 833.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1135/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Certification of Elevator Mechanics",
      "text": "Certification of Elevator Mechanics",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-1140",
      "number": "54.1-1140.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Accessibility mechanic\" means an individual who is engaged in erecting, constructing, installing, altering, servicing, repairing, testing or maintaining wheelchair lifts, incline chairlifts, dumbwaiters with a capacity limit of 300 pounds, and private residence elevators, in accordance with the Uniform Statewide Building Code (§ 36-97 et seq.).\n\n\"Certified accessibility mechanic\" means an individual who is certified by the Board in accordance with this article to engage in work as an accessibility mechanic.\n\n\"Elevator mechanic\" means an individual who is certified by the Board in accordance with this article to engage in erecting, constructing, installing, altering, servicing, repairing, testing or maintaining elevators, escalators, or related conveyances in accordance with the Uniform Statewide Building Code.\n\n\"Limited use/limited application endorsement\" means an addition to the certification record of a certified accessibility mechanic authorizing the certificate holder to erect, construct, install, alter, service, repair, test, or maintain limited use/limited application elevators as defined by the Uniform Statewide Building Code.\n\n2004, c. 188; 2007, c. 424; 2009, cc. 184, 586; 2010, cc. 81, 207.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1140/"
    },
    {
      "id": "section-541-1141",
      "number": "54.1-1141.",
      "heading": "Certification required; exemption",
      "text": "A. No person shall engage in, or offer to engage in, work as an elevator mechanic or accessibility mechanic in the Commonwealth unless he has been certified under the provisions of this article. Individuals shall not be subject to certification as an elevator mechanic or accessibility mechanic when working under the direct and immediate supervision of an elevator mechanic or certified accessibility mechanic who is certified in the specialty for which work is being performed. Individuals certified as elevator mechanics or accessibility mechanics shall not be required to hold any other professional or occupational license or certification; however, nothing in this subsection shall prohibit an individual from holding more than one professional or occupational license or certification.\n\nB. Any individual desiring to be certified as an elevator mechanic or accessibility mechanic shall file a written application on a form prescribed by the Board. The application shall be accompanied by a fee set by the Board pursuant to § 54.1-201. The application shall contain, at a minimum, the applicant's name, place of employment, business address, and information on the knowledge, skills, abilities and education or training of the applicant.\n\nC. Accessibility mechanics desiring to work on limited use/limited application elevators, as defined by the Uniform Statewide Building Code, shall obtain a limited use/limited application endorsement on their certification.\n\nD. Nothing in this article shall be construed to prevent a person who is not certified as an elevator mechanic or accessibility mechanic from performing maintenance that is not related to the operating integrity of an elevator, escalator, or related conveyance.\n\n2004, c. 188; 2007, c. 424; 2010, cc. 81, 207; 2021, Sp. Sess. I, c. 151.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1141/"
    },
    {
      "id": "section-541-1142",
      "number": "54.1-1142.",
      "heading": "Issuance of certification; emergency certification",
      "text": "A. The Board shall issue a certificate to practice as an elevator mechanic or certified accessibility mechanic in the Commonwealth to any applicant who has submitted satisfactory evidence that he has successfully:\n\n1. Completed the educational requirements as required by the Board, which shall at a minimum include such requirements as the Board determines will establish minimum competency on the part of the applicant;\n\n2. Completed the experience requirements as required by the Board, which shall at a minimum consist of at least three years in the elevator industry; and\n\n3. Passed an examination offered or approved by the Board.\n\nB. The Board may issue a certificate to practice as an elevator mechanic or a certified accessibility mechanic to any applicant who has completed a training and education program approved by the Board that is equal to or exceeds the requirements established by the Board for all applicants.\n\n2004, c. 188; 2007, c. 424; 2009, cc. 184, 586; 2010, cc. 81, 207.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1142/"
    },
    {
      "id": "section-541-11421",
      "number": "54.1-1142.1.",
      "heading": "Certifications in event of declared emergency",
      "text": "A. Whenever the Governor declares a state of emergency in accordance with § 44-146.17 or in the event of a work stoppage by elevator mechanics and the Board determines that the number of elevator mechanics is insufficient to meet the demands of the emergency or work stoppage, the Board shall issue an emergency certificate to practice as an elevator mechanic under the following conditions:\n\n1. A contractor licensed under the provisions of this chapter (a) attests to the Board, in a form prescribed by the Board, that an applicant has an acceptable combination of documented experience and education to perform work as an elevator mechanic without direct and immediate supervision of an elevator mechanic and (b) provides such proof thereof as required by the Board; and\n\n2. The applicant attested to the Board by the licensed contractor applies to the Board for emergency certification as an elevator mechanic.\n\nAs used in this subsection, \"direct and immediate supervision\" means proper supervision but does not include line of sight supervision.\n\nB. Each such certification shall be valid for a period of 45 days from the date of issuance and for such geographic areas or such elevators, escalators, or related conveyances as the Board may designate. Such certification shall entitle the certificate holder to engage in work as an elevator mechanic. The Board shall renew such certification as often as necessary to ensure that there is a sufficient number of elevator mechanics to meet the demands of the emergency. No fee shall be charged for application for such certification or any renewal thereof.\n\nC. The Board may delegate to the Director of the Department the authority to issue such emergency certifications. The Director shall inform the Board of the issuance of any certifications.\n\n2007, c. 424; 2009, cc. 184, 586.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1142-1/"
    },
    {
      "id": "section-541-11422",
      "number": "54.1-1142.2.",
      "heading": "Certifications in event of shortage of elevator mechanics",
      "text": "A. Whenever a contractor licensed under the provisions of this chapter demonstrates to the satisfaction of the Board that there is a shortage of elevator mechanics, the Board shall issue temporary certifications under the following conditions:\n\n1. The licensed contractor attests to the Board, in a form prescribed by the Board, that after due diligence, the licensed contractor is unable to find an elevator mechanic from the list of elevator mechanics maintained by the Board to perform elevator work;\n\n2. The applicant has an acceptable combination of documented experience and education to perform work as an elevator mechanic without direct and immediate supervision of an elevator mechanic and provides such proof thereof as required by the Board;\n\n3. The applicant applies for such temporary certification as an elevator mechanic; and\n\n4. The applicant pays an application fee as set by the Board.\n\nAs used in this subsection, \"direct and immediate supervision\" means proper supervision but does not include line of sight supervision.\n\nB. Each such temporary certification shall be valid for a period of up to 45 days from the date of issuance, provided the applicant continues at all times to be employed by the licensed contractor. The Board shall renew such certification as often as necessary to ensure that there is a sufficient number of elevator mechanics to meet the shortage.\n\nC. The Board may delegate to the Director of the Department the authority to issue such temporary certifications or renewals thereof. The Director shall inform the Board of the issuance of any such certifications or renewals.\n\n2009, cc. 184, 586.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1142-2/"
    },
    {
      "id": "section-541-1143",
      "number": "54.1-1143.",
      "heading": "Continuing education",
      "text": "A. The Board shall establish in the regulations requirements for continuing education as a prerequisite to renewal of any certificate issued under this article. The Board shall require evidence of knowledge of the Uniform Statewide Building Code changes as a prerequisite to renewal of any certificate issued under this article. In addition, the Board may require continuing education for any individual who is found to be in violation of law or regulations governing the practice of an elevator mechanic certified under this article.\n\nB. An elevator mechanic or a certified accessibility mechanic, as a condition of recertification and as part of the recertification application, shall attest to the Board that he has completed at least eight hours of continuing education, approved by the Board, in the specialty of elevator/escalator contracting. The Board may establish such requirements for approval of training instructors, the criteria for the continuing education and such other regulations to ensure the protection of the public interest. Such criteria shall include approval of curriculum sponsored by national or state professional elevator industry associations approved by the Board.\n\nC. The provisions of this section shall not apply to certifications issued by the Board under § 54.1-1142.1 or 54.1-1142.2.\n\n2004, c. 188; 2007, c. 424; 2009, cc. 184, 586; 2010, cc. 81, 207.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1143/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Residential Building Energy Analysts",
      "text": "Residential Building Energy Analysts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-1144",
      "number": "54.1-1144.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Accredited residential building energy analyst training program\" means a training program that has been approved by the Board to provide training for individuals to engage in blower door, duct blaster, or similar testing to measure energy efficiency, conduct energy modeling, prepare a residential building energy analysis report, and provide recommendations for improvements with return on investment or third-party verification for nationally accredited energy efficiency programs.\n\n\"Licensed residential building energy analyst\" means an individual who has successfully completed an accredited residential building energy analyst training program or meets the criteria of experience required by this article and regulations of the Board and who has been licensed by the Board.\n\n\"Residential building energy analysis\" means (i) an inspection, investigation, or survey of a dwelling or other structure to evaluate, measure, or quantify its energy consumption and efficiency, including lighting, HVAC, electronics, appliances, water heaters, insulation, and water conservation, and (ii) recommendations to reduce energy consumption and improve efficiency of a dwelling or other structure, including lighting, HVAC, electronics, appliances, water heaters, insulation, and water conservation for compensation conducted or made by a licensed residential building energy analyst.\n\n2011, c. 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1144/"
    },
    {
      "id": "section-541-1145",
      "number": "54.1-1145.",
      "heading": "License required",
      "text": "A. No person shall engage in, or offer to engage in, work as a residential building energy analyst in the Commonwealth unless he has been licensed under the provisions of this article.\n\nB. The Board may issue a license to perform residential building energy analysis in the Commonwealth to any applicant who has submitted satisfactory evidence that he has successfully:\n\n1. Completed an accredited residential building energy analyst training program;\n\n2. Completed at least five residential building energy analyses under the supervision of a licensed residential building energy analyst;\n\n3. Remains in good standing with any certifying organization approved by the Board, provided that the requirements for the applicant's class of membership in such association are equal to or exceed the requirements established by the Board for all applicants;\n\n4. Maintains the necessary insurance coverage as determined by the Board; and\n\n5. Demonstrates the financial capability, as determined by the Board, to perform residential building energy analysis.\n\nC. Individuals applying for a license as a residential building energy analyst between July 1, 2011, and July 1, 2012, who submit satisfactory evidence to the Board of having been actively and continuously engaged in residential building energy analysis for the immediately preceding three years shall be licensed by the Board, unless an applicant is found by the Board to have engaged in any act that would constitute grounds for disciplinary action.\n\n2011, c. 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1145/"
    },
    {
      "id": "section-541-1146",
      "number": "54.1-1146.",
      "heading": "Additional powers of the Board",
      "text": "The Board shall adopt regulations necessary to establish procedures and requirements for the (i) approval of accredited residential building energy analyst training programs, (ii) licensing of individuals and firms to engage in residential building energy analysis, and (iii) establishment of standards for performing residential building energy analysis consistent with the U.S. Environmental Protection Agency guidelines and recognized by the Energy Star Program.\n\n2011, c. 865.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1146/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Certification of Automatic Fire Sprinkler Inspectors",
      "text": "Certification of Automatic Fire Sprinkler Inspectors",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-1147",
      "number": "54.1-1147.",
      "heading": "Certified automatic fire sprinkler inspector",
      "text": "A. No person may perform or offer to perform inspections of automatic fire sprinkler systems in the Commonwealth unless he is certified under the provisions of this section.\n\nB. The Board shall certify as an automatic fire sprinkler inspector any person who receives (i) a Level II or higher Inspection and Testing of Water-Based Systems certificate issued through the National Institute for Certification in Engineering Technologies or (ii) a substantially similar certification from a nationally recognized training program approved by the Board. The Board may suspend or revoke certification as an automatic fire sprinkler inspector for any person that does not maintain a certification required under this subsection.\n\nC. Notwithstanding the provisions of subsection A, a person lacking certification under this section but participating in a training or apprenticeship program may perform automatic fire sprinkler inspections so long as (i) such person is accompanied by a certified automatic fire sprinkler inspector and (ii) any required inspection forms are signed by the certified automatic fire sprinkler inspector.\n\nD. This section shall not apply to building officials and technical assistants enforcing the Uniform Statewide Building Code (§ 36-97 et seq.) or fire officials and technical assistants enforcing the Virginia Statewide Fire Prevention Code Act (§ 27-94 et seq.).\n\n2019, c. 726; 2022, c. 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1147/"
    },
    {
      "id": "section-541-1148",
      "number": "54.1-1148.",
      "heading": "Continuing education",
      "text": "The Board shall establish in the regulations requirements for continuing education as a prerequisite to renewal of a certificate issued under this article. The Board shall require evidence of knowledge of changes to the Virginia Statewide Fire Prevention Code as a prerequisite to renewal of any certificate issued under this article. In addition, the Board may require continuing education for any individual who is found to be in violation of law or regulations governing automatic fire sprinkler inspectors certified under this article.\n\n2019, c. 726.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-11/section-54-1-1148/"
    }
  ]
}