{
  "state": "virginia",
  "path": "title-title-541-professions-and-occupations/chapter-chapter-26-audiology-and-speech-language-pathology",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 54.1-2600. Definitions§ 54",
      "text": "1-2601. Exemptions§ 54.1-2602. Board membership; officers; duties of Director of Department§ 54.1-2603. License required§ 54.1-2604. Provisional license in audiology or speech-language pathology§ 54.1-2605. (Repealed effective July 1, 2027) Practice of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-2600",
      "number": "54.1-2600.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Audiologist\" means any person who engages in the practice of audiology.\n\n\"Board\" means the Board of Audiology and Speech-Language Pathology.\n\n\"Practice of audiology\" means the practice of conducting measurement, testing and evaluation relating to hearing and vestibular systems, including audiologic and electrophysiological measures, and conducting programs of identification, hearing conservation, habilitation, and rehabilitation for the purpose of identifying disorders of the hearing and vestibular systems and modifying communicative disorders related to hearing loss, including but not limited to vestibular evaluation, limited cerumen management, electrophysiological audiometry and cochlear implants. Any person offering services to the public under any descriptive name or title which would indicate that audiology services are being offered shall be deemed to be practicing audiology.\n\n\"Practice of speech-language pathology\" means the practice of facilitating development and maintenance of human communication through programs of screening, identifying, assessing and interpreting, diagnosing, habilitating and rehabilitating speech-language disorders, including but not limited to:\n\n1. Providing alternative communication systems and instruction and training in the use thereof;\n\n2. Providing aural habilitation, rehabilitation and counseling services to individuals who are deaf or hard of hearing and their families;\n\n3. Enhancing speech-language proficiency and communication effectiveness; and\n\n4. Providing audiologic screening.\n\nAny person offering services to the public under any descriptive name or title which would indicate that professional speech-language pathology services are being offered shall be deemed to be practicing speech-language pathology.\n\n\"Speech-language disorders\" means disorders in fluency, speech articulation, voice, receptive and expressive language (syntax, morphology, semantics, pragmatics), swallowing disorders, and cognitive communication functioning.\n\n\"Speech-language pathologist\" means any person who engages in the practice of speech-language pathology.\n\n1972, c. 181, § 54-83.1:5; 1974, c. 534; 1988, c. 765; 1992, c. 706; 2014, c. 327; 2019, c. 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2600/"
    },
    {
      "id": "section-541-2601",
      "number": "54.1-2601.",
      "heading": "Exemptions",
      "text": "This chapter shall not:\n\n1. Prevent any person from engaging, individually or through his employees, in activities for which he is licensed or from using appropriate descriptive words, phrases or titles to refer to his services;\n\n2. Prevent any person employed by a federal, state, county or municipal agency, or an educational institution as a speech or hearing specialist or therapist from performing the regular duties of his office or position;\n\n3. Prevent any student, intern or trainee in audiology or speech-language pathology, pursuing a course of study at an accredited institution of higher education, or working in a recognized training center, under the direct supervision of a licensed or certified audiologist or speech-language pathologist, from performing services constituting a part of his supervised course of study;\n\n4. Prevent a licensed audiologist or speech-language pathologist from employing or using the services of unlicensed persons as necessary to assist him in his practice;\n\n5. Authorize any person, unless otherwise licensed to do so, to prepare, order, dispense, alter or repair hearing aids or parts of or attachments to hearing aids for consideration. However, audiologists licensed under this chapter may make earmold impressions and prepare and alter earmolds for clinical use and research;\n\n6. Prevent an audiologist from volunteering to provide free health care to an underserved area of the Commonwealth under the auspices of a publicly supported nonprofit organization that sponsors the provision of health care to populations of underserved people if they do so for a period not exceeding three consecutive days and if the nonprofit organization verifies that the practitioner has a valid, unrestricted license in another state.\n\n1972, c. 181, § 54-83.1:7; 1978, c. 34; 1988, c. 765; 1992, c. 706; 2022, c. 173.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2601/"
    },
    {
      "id": "section-541-2602",
      "number": "54.1-2602.",
      "heading": "Board membership; officers; duties of Director of Department",
      "text": "The Board of Audiology and Speech-Language Pathology shall consist of seven members as follows: two licensed audiologists, two licensed speech-language pathologists, one otolaryngologist, and two citizen members. The terms of Board members shall be four years. All professional members of the Board shall have actively practiced their professions for at least two years prior to their appointments.\n\nThe Board shall elect annually a chairman and a vice-chairman.\n\nThe Board shall be authorized to promulgate canons of ethics under which the professional activities of persons regulated shall be conducted.\n\n1972, c. 181, §§ 54-83.1:8, 54-83.1:10; 1978, c. 34; 1979, c. 296; 1981, c. 447; 1987, c. 686, § 54-83.1:8.1; 1988, c. 765; 1992, c. 706; 2013, c. 436.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2602/"
    },
    {
      "id": "section-541-2603",
      "number": "54.1-2603.",
      "heading": "License required",
      "text": "A. In order to practice audiology or speech pathology, it shall be necessary to hold a valid license.\n\nB. Notwithstanding the provisions of subdivision 2 of § 54.1-2601, the Board of Audiology and Speech-Language Pathology may license as school speech-language pathologists any person who holds a master's degree in speech-language pathology. The Board of Audiology and Speech-Language Pathology shall issue licenses to such persons without examination, upon review of credentials and payment of an application fee in accordance with regulations of the Board for school speech-language pathologists.\n\nPersons holding such licenses as school speech-language pathologists, without examination, shall practice solely in public school divisions; holding a license as a school speech-language pathologist pursuant to this section shall not authorize such persons to practice outside the school setting or in any setting other than the public schools of the Commonwealth, unless such individuals are licensed by the Board of Audiology and Speech-Language Pathology to offer to the public the services defined in § 54.1-2600.\n\nThe Board shall issue any person licensed as a school speech-language pathologist a license that notes the limitations on practice set forth in this subsection.\n\nPersons who hold licenses issued by the Board of Audiology and Speech-Language Pathology without these limitations shall be exempt from the requirements of this subsection.\n\n1979, c. 408, § 54-83.1:011; 1988, c. 765; 1999, cc. 967, 1005; 2014, c. 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2603/"
    },
    {
      "id": "section-541-2604",
      "number": "54.1-2604.",
      "heading": "Provisional license in audiology or speech-language pathology",
      "text": "The Board may issue a provisional license to an applicant for licensure in audiology or speech-language pathology who has met the educational and examination requirements for licensure, to allow for the applicant to obtain clinical experience as specified in the Board's regulations. However, a person practicing with a provisional license in audiology shall practice only under the supervision of a licensed audiologist and a person practicing with a provisional license in speech-language pathology shall practice only under the supervision of a licensed speech-language pathologist in accordance with regulations established by the Board.\n\n2006, c. 97; 2013, c. 436.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2604/"
    },
    {
      "id": "section-541-2605",
      "number": "54.1-2605.",
      "heading": "(Repealed effective July 1, 2027) Practice of assistant speech-language pathologists.",
      "text": "A person who has met the qualifications prescribed by the Board may practice as an assistant speech-language pathologist in accordance with regulations of the Board and may perform limited duties that are otherwise restricted to the practice of a speech-language pathologist under the supervision and direction of a licensed speech-language pathologist.\n\n2014, c. 661; 2016, c. 77; 2025, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2605/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Audiology and Speech-Language Pathology Interstate Compact",
      "text": "Audiology and Speech-Language Pathology Interstate Compact",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-2606",
      "number": "54.1-2606.",
      "heading": "Audiology and Speech-Language Pathology Interstate Compact; purpose",
      "text": "The General Assembly hereby enacts, and the Commonwealth of Virginia hereby enters into, the Audiology and Speech-Language Pathology Interstate Compact with any and all states legally joining therein according to its terms, in the form substantially as follows:\n\nAUDIOLOGY AND SPEECH-LANGUAGE PATHOLOGY INTERSTATE COMPACT\n\nThe purpose of this Compact is to facilitate interstate practice of audiology and speech-language pathology with the goal of improving public access to audiology and speech-language pathology services. The practice of audiology and speech-language pathology occurs in the state where the patient/client/student is located at the time of the patient/client/student encounter. The Compact preserves the regulatory authority of states to protect public health and safety through the current system of state licensure.\n\nThis Compact is designed to achieve the following objectives:\n\n1. Increase public access to audiology and speech-language pathology services by providing for the mutual recognition of other member state licenses;\n\n2. Enhance the states' ability to protect the public's health and safety;\n\n3. Encourage the cooperation of member states in regulating multistate audiology and speech-language pathology practice;\n\n4. Support spouses of relocating active duty military personnel;\n\n5. Enhance the exchange of licensure, investigative, and disciplinary information between member states;\n\n6. Allow a remote state to hold a provider of services with a compact privilege in that state accountable to that state's practice standards; and\n\n7. Allow for the use of telehealth technology to facilitate increased access to audiology and speech-language pathology services.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2606/"
    },
    {
      "id": "section-541-2607",
      "number": "54.1-2607.",
      "heading": "Definitions",
      "text": "As used in this Compact, unless the context requires a different meaning:\n\n\"Active duty military\" means full-time duty status in the active uniformed service of the United States, including members of the National Guard and Reserve on active duty orders pursuant to 10 U.S.C. Chapters 1209 and 1211.\n\n\"Adverse action\" means any administrative, civil, equitable, or criminal action permitted by a state's laws that is imposed by a licensing board or other authority against an audiologist or speech-language pathologist, including actions against an individual's license or privilege to practice, such as revocation, suspension, probation, monitoring of the licensee, or restriction on the licensee's practice.\n\n\"Alternative program\" means a nondisciplinary monitoring process approved by an audiology or speech-language pathology licensing board to address impaired practitioners.\n\n\"Audiologist\" means an individual who is licensed by a state to practice audiology.\n\n\"Audiology\" means the care and services provided by a licensed audiologist as set forth in the member state's statutes and rules.\n\n\"Audiology and Speech-Language Pathology Compact Commission\" or \"Commission\" means the national administrative body whose membership consists of all states that have enacted the Compact.\n\n\"Audiology and speech-language pathology licensing board,\" \"audiology licensing board,\" \"speech-language pathology licensing board,\" or \"licensing board\" means the agency of a state that is responsible for the licensing and regulation of audiologists and/or speech-language pathologists.\n\n\"Compact privilege\" means the authorization granted by a remote state to allow a licensee from another member state to practice as an audiologist or speech-language pathologist in the remote state under its laws and rules. The practice of audiology or speech-language pathology occurs in the member state where the patient/client/student is located at the time of the patient/client/student encounter.\n\n\"Current significant investigative information\" means investigative information that a licensing board, after an inquiry or investigation that includes notification and an opportunity for the audiologist or speech-language pathologist to respond, if required by state law, has reason to believe is not groundless and, if proved true, would indicate more than a minor infraction.\n\n\"Data system\" means a repository of information about licensees, including, but not limited to, continuing education, examination, licensure, investigative, compact privilege, and adverse action.\n\n\"Encumbered license\" means a license in which an adverse action restricts the practice of audiology or speech-language pathology by the licensee and said adverse action has been reported to the National Practitioners Data Bank (NPDB).\n\n\"Executive Committee\" means a group of directors elected or appointed to act on behalf of, and within the powers granted to them by, the Commission.\n\n\"Home state\" means the member state that is the licensee's primary state of residence.\n\n\"Impaired practitioner\" means individuals whose professional practice is adversely affected by substance abuse, addiction, or other health-related conditions.\n\n\"Licensee\" means an individual who currently holds an authorization from the state licensing board to practice as an audiologist or speech-language pathologist.\n\n\"Member state\" means a state that has enacted the Compact.\n\n\"Privilege to practice\" means a legal authorization permitting the practice of audiology or speech-language pathology in a remote state.\n\n\"Remote state\" means a member state other than the home state where a licensee is exercising or seeking to exercise the compact privilege.\n\n\"Rule\" means a regulation, principle, or directive promulgated by the Commission that has the force of law.\n\n\"Single-state license\" means an audiology or speech-language pathology license issued by a member state that authorizes practice only within the issuing state and does not include a privilege to practice in any other member state.\n\n\"Speech-language pathologist\" means an individual who is licensed by a state to practice speech-language pathology.\n\n\"Speech-language pathology\" means the care and services provided by a licensed speech-language pathologist as set forth in the member state's statutes and rules.\n\n\"State\" means any state, commonwealth, district, or territory of the United States of America that regulates the practice of audiology and speech-language pathology.\n\n\"State practice laws\" means a member state's laws, rules, and regulations that govern the practice of audiology or speech-language pathology, define the scope of audiology or speech-language pathology practice, and create the methods and grounds for imposing discipline.\n\n\"Telehealth\" means the application of telecommunication technology to deliver audiology or speech-language pathology services at a distance for assessment, intervention, and/or consultation.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2607/"
    },
    {
      "id": "section-541-2608",
      "number": "54.1-2608.",
      "heading": "State participation in the Compact",
      "text": "A. A license issued to an audiologist or speech-language pathologist by a home state to a resident in that state shall be recognized by each member state as authorizing an audiologist or speech-language pathologist to practice audiology or speech-language pathology, under a privilege to practice, in each member state.\n\nB. A state must implement or utilize procedures for considering the criminal history records of applicants for initial privilege to practice. These procedures shall include the submission of fingerprints or other biometric-based information by applicants for the purpose of obtaining an applicant's criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining that state's criminal records.\n\n1. A member state must fully implement a criminal background check requirement, within a time frame established by rule, by receiving the results of the Federal Bureau of Investigation record search on criminal background checks and use the results in making licensure decisions.\n\n2. Communication between a member state and the Commission and among member states regarding the verification of eligibility for licensure through the Compact shall not include any information received from the Federal Bureau of Investigation relating to a federal criminal records check performed by a member state under Public Law 92-544.\n\nC. Upon application for a privilege to practice, the licensing board in the issuing remote state shall ascertain, through the data system, whether the applicant has ever held, or is the holder of, a license issued by any other state, whether there are any encumbrances on any license or privilege to practice held by the applicant, and whether any adverse action has been taken against any license or privilege to practice held by the applicant.\n\nD. Each member state shall require an applicant to obtain or retain a license in the home state and meet the home state's qualifications for licensure or renewal of licensure, as well as all other applicable state laws.\n\nE. For an audiologist:\n\n1. Must meet one of the following educational requirements:\n\na. On or before December 31, 2007, has graduated with a master's degree or doctorate in audiology, or equivalent degree regardless of degree name, from a program that is accredited by an accrediting agency recognized by the Council for Higher Education Accreditation, or its successor, or by the United States Department of Education and is operated by a college or university accredited by a regional or national accrediting organization recognized by the Board; or\n\nb. On or after January 1, 2008, has graduated with a doctoral degree in audiology, or equivalent degree, regardless of degree name, from a program that is accredited by an accrediting agency recognized by the Council for Higher Education Accreditation, or its successor, or by the United States Department of Education and is operated by a college or university accredited by a regional or national accrediting organization recognized by the Board; or\n\nc. Has graduated from an audiology program that is housed in an institution of higher education outside of the United States for which (i) the program and institution have been approved by the authorized accrediting body in the applicable country and (ii) the degree program has been verified by an independent credentials review agency to be comparable to a state licensing board-approved program;\n\n2. Has completed a supervised clinical practicum experience from an accredited educational institution or its cooperating programs as required by the Commission;\n\n3. Has successfully passed a national examination approved by the Commission;\n\n4. Holds an active, unencumbered license;\n\n5. Has not been convicted or found guilty, and has not entered into an agreed disposition, of a felony related to the practice of audiology, under applicable state or federal criminal law; and\n\n6. Has a valid United States social security number or National Practitioner Identification number.\n\nF. For a speech-language pathologist:\n\n1. Must meet one of the following educational requirements:\n\na. Has graduated with a master's degree from a speech-language pathology program that is accredited by an organization recognized by the United States Department of Education and operated by a college or university accredited by a regional or national accrediting organization recognized by the Board; or\n\nb. Has graduated from a speech-language pathology program that is housed in an institution of higher education outside of the United States for which (i) the program and institution have been approved by the authorized accrediting body in the applicable country and (ii) the degree program has been verified by an independent credentials review agency to be comparable to a state licensing board-approved program;\n\n2. Has completed a supervised clinical practicum experience from an educational institution or its cooperating programs as required by the Commission;\n\n3. Has completed a supervised postgraduate professional experience as required by the Commission;\n\n4. Has successfully passed a national examination approved by the Commission;\n\n5. Holds an active, unencumbered license;\n\n6. Has not been convicted or found guilty, and has not entered into an agreed disposition, of a felony related to the practice of speech-language pathology, under applicable state or federal criminal law; and\n\n7. Has a valid United States social security number or National Practitioner Identification number.\n\nG. The privilege to practice is derived from the home state license.\n\nH. An audiologist or speech-language pathologist practicing in a member state must comply with the state practice laws of the state in which the client is located at the time service is provided. The practice of audiology and speech-language pathology shall include all audiology and speech-language pathology practice as defined by the state practice laws of the member state in which the client is located. The practice of audiology and speech-language pathology in a member state under a privilege to practice shall subject an audiologist or speech-language pathologist to the jurisdiction of the licensing board, the courts, and the laws of the member state in which the client is located at the time service is provided.\n\nI. Individuals not residing in a member state shall continue to be able to apply for a member state's single-state license as provided under the laws of each member state. However, the single-state license granted to these individuals shall not be recognized as granting the privilege to practice audiology or speech-language pathology in any other member state. Nothing in this Compact shall affect the requirements established by a member state for the issuance of a single-state license.\n\nJ. Member states may charge a fee for granting a compact privilege.\n\nK. Member states must comply with the bylaws and rules and regulations of the Commission.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2608/"
    },
    {
      "id": "section-541-2609",
      "number": "54.1-2609.",
      "heading": "Compact privilege",
      "text": "A. To exercise the compact privilege under the terms and provisions of this Compact, the audiologist or speech-language pathologist shall:\n\n1. Hold an active license in the home state;\n\n2. Have no encumbrance on any state license;\n\n3. Be eligible for a compact privilege in any member state in accordance with § 54.1-2608;\n\n4. Have not had any adverse action against any license or compact privilege within the previous two years from date of application;\n\n5. Notify the Commission that the licensee is seeking the compact privilege within a remote state;\n\n6. Pay any applicable fees, including any state fee, for the compact privilege; and\n\n7. Report to the Commission adverse action taken by any non-member state within 30 days from the date the adverse action is taken.\n\nB. For the purposes of the compact privilege, an audiologist or speech-language pathologist shall only hold one home state license at a time.\n\nC. Except as provided in § 54.1-2611, if an audiologist or speech-language pathologist changes his primary state of residence by moving between two-member states, the audiologist or speech-language pathologist must apply for licensure in the new home state, and the license issued by the prior home state shall be deactivated in accordance with applicable rules adopted by the Commission.\n\nD. The audiologist or speech-language pathologist may apply for licensure in advance of a change in his primary state of residence.\n\nE. A license shall not be issued by the new home state until the audiologist or speech-language pathologist provides satisfactory evidence of a change in his primary state of residence to the new home state and satisfies all applicable requirements to obtain a license from the new home state.\n\nF. If an audiologist or speech-language pathologist changes his primary state of residence by moving from a member state to a non-member state, the license issued by the prior home state shall convert to a single-state license, valid only in the former home state.\n\nG. The compact privilege is valid until the expiration date of the home state license. The licensee must comply with the requirements of subsection A to maintain the compact privilege in the remote state.\n\nH. A licensee providing audiology or speech-language pathology services in a remote state under the compact privilege shall function within the laws and regulations of the remote state.\n\nI. A licensee providing audiology or speech-language pathology services in a remote state is subject to that state's regulatory authority. A remote state may, in accordance with due process and that state's laws, remove a licensee's compact privilege in the remote state for a specific period of time, impose fines, and take any other necessary actions to protect the health and safety of its citizens.\n\nJ. If a home state license is encumbered, the licensee shall lose the compact privilege in any remote state until the following occur:\n\n1. The home state license is no longer encumbered; and\n\n2. Two years have elapsed from the date of the adverse action.\n\nK. Once an encumbered license in the home state is restored to good standing, the licensee must meet the requirements of subsection A to obtain a compact privilege in any remote state.\n\nL. Once the requirements of subsection J have been met, the licensee must meet the requirements in subsection A to obtain a compact privilege in a remote state.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2609/"
    },
    {
      "id": "section-541-2610",
      "number": "54.1-2610.",
      "heading": "Compact privilege to practice telehealth",
      "text": "Member states shall recognize the right of an audiologist or speech-language pathologist, licensed by a home state in accordance with § 54.1-2608 and under rules promulgated by the Commission, to practice audiology or speech-language pathology in any member state via telehealth under a privilege to practice as provided in this Compact and rules promulgated by the Commission.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2610/"
    },
    {
      "id": "section-541-2611",
      "number": "54.1-2611.",
      "heading": "Active duty military personnel or their spouse",
      "text": "Active duty military personnel, or their spouse, shall designate a home state where the individual has a current license in good standing. The individual may retain the home state designation during the period the service member is on active duty. Subsequent to designating a home state, the individual shall only change his home state through application for licensure in the new state.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2611/"
    },
    {
      "id": "section-541-2612",
      "number": "54.1-2612.",
      "heading": "Adverse actions",
      "text": "A. In addition to the other powers conferred by state law, a remote state shall have the authority, in accordance with existing state due process law, to:\n\n1. Take adverse action against an audiologist's or speech-language pathologist's privilege to practice within that member state.\n\n2. Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses as well as the production of evidence. Subpoenas issued by a licensing board in a member state for the attendance and testimony of witnesses or the production of evidence from another member state shall be enforced in the latter state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings pending before it. The issuing authority shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located.\n\n3. Only the home state shall have the power to take adverse action against an audiologist's or speech-language pathologist's license issued by the home state.\n\nB. For purposes of taking adverse action, the home state shall give the same priority and effect to reported conduct received from a member state as it would if the conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine appropriate action.\n\nC. The home state shall complete any pending investigations of an audiologist or speech-language pathologist who changes his primary state of residence during the course of the investigations. The home state shall also have the authority to take appropriate action and shall promptly report the conclusions of the investigations to the administrator of the data system. The administrator of the coordinated licensure information system shall promptly notify the new home state of any adverse actions.\n\nD. If otherwise permitted by state law, the member state may recover from the affected audiologist or speech-language pathologist the costs of investigations and disposition of cases resulting from any adverse action taken against that audiologist or speech-language pathologist.\n\nE. The member state may take adverse action based on the factual findings of the remote state, provided that the member state follows the member state's own procedures for taking the adverse action.\n\nF. Joint Investigations.\n\n1. In addition to the authority granted to a member state by its respective audiology or speech-language pathology practice act or other applicable state law, any member state may participate with other member states in joint investigations of licensees.\n\n2. Member states shall share any investigative, litigation, or compliance materials in furtherance of any joint or individual investigation initiated under this Compact.\n\nG. If adverse action is taken by the home state against an audiologist's or speech language pathologist's license, the audiologist's or speech-language pathologist's privilege to practice in all other member states shall be deactivated until all encumbrances have been removed from the state license. All home state disciplinary orders that impose adverse action against an audiologist's or speech-language pathologist's license shall include a statement that the audiologist's or speech-language pathologist's privilege to practice is deactivated in all member states during the pendency of the order.\n\nH. If a member state takes adverse action, it shall promptly notify the administrator of the data system. The administrator of the data system shall promptly notify the home state of any adverse actions by remote states.\n\nI. Nothing in this Compact shall override a member state's decision that participation in an alternative program may be used in lieu of adverse action.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2612/"
    },
    {
      "id": "section-541-2613",
      "number": "54.1-2613.",
      "heading": "Establishment of the Audiology and Speech-Language Pathology Compact Commission",
      "text": "A. The Compact member states hereby create and establish a joint public agency known as the Audiology and Speech-Language Pathology Compact Commission:\n\n1. The Commission is an instrumentality of the Compact states.\n\n2. Venue is proper and judicial proceedings by or against the Commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the Commission is located. The Commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings.\n\n3. Nothing in this Compact shall be construed to be a waiver of sovereign immunity.\n\nB. Membership, Voting, and Meetings.\n\n1. Each member state shall have two delegates selected by that member state's licensing board. The delegates shall be current members of the licensing board. One shall be an audiologist and one shall be a speech-language pathologist.\n\n2. An additional five delegates, who are either a public member or board administrator from a state licensing board, shall be chosen by the Executive Committee from a pool of nominees provided by the Commission at large.\n\n3. Any delegate may be removed or suspended from office as provided by the law of the state from which the delegate is appointed.\n\n4. The member state board shall fill any vacancy occurring on the Commission within 90 days.\n\n5. Each delegate shall be entitled to one vote with regard to the promulgation of rules and creation of bylaws and shall otherwise have an opportunity to participate in the business and affairs of the Commission.\n\n6. A delegate shall vote in person or by other means as provided in the bylaws. The bylaws may provide for delegates' participation in meetings by telephone or other means of communication.\n\n7. The Commission shall meet at least once during each calendar year. Additional meetings shall be held as set forth in the bylaws.\n\nC. The Commission shall have the following powers and duties:\n\n1. Establish the fiscal year of the Commission;\n\n2. Establish bylaws;\n\n3. Establish a Code of Ethics;\n\n4. Maintain its financial records in accordance with the bylaws;\n\n5. Meet and take actions as are consistent with the provisions of this Compact and the bylaws;\n\n6. Promulgate uniform rules to facilitate and coordinate implementation and administration of this Compact. The rules shall have the force and effect of law and shall be binding in all member states;\n\n7. Bring and prosecute legal proceedings or actions in the name of the Commission, provided that the standing of any state audiology or speech-language pathology licensing board to sue or be sued under applicable law shall not be affected;\n\n8. Purchase and maintain insurance and bonds;\n\n9. Borrow, accept, or contract for services of personnel, including employees of a member state;\n\n10. Hire employees, elect or appoint officers, fix compensation, define duties, grant individuals appropriate authority to carry out the purposes of this Compact, and to establish the Commission's personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters;\n\n11. Accept any and all appropriate donations and grants of money, equipment, supplies, materials, and services, and to receive, utilize, and dispose of the same, provided that at all times the Commission shall avoid any appearance of impropriety and conflict of interest;\n\n12. Lease, purchase, accept appropriate gifts or donations of, or otherwise to own, hold, improve or use, any property, real, personal, or mixed, provided that at all times the Commission shall avoid any appearance of impropriety;\n\n13. Sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property real, personal, or mixed;\n\n14. Establish a budget and make expenditures;\n\n15. Borrow money;\n\n16. Appoint committees, including standing committees composed of members and other interested persons as may be designated in this Compact and the bylaws;\n\n17. Provide and receive information from, and cooperate with, law-enforcement agencies;\n\n18. Establish and elect an Executive Committee; and\n\n19. Perform other functions as may be necessary or appropriate to achieve the purposes of this Compact consistent with the state regulation of audiology and speech-language pathology licensure and practice.\n\nD. The Executive Committee. The Executive Committee shall have the power to act on behalf of the Commission according to the terms of this Compact:\n\n1. The Executive Committee shall be composed of 10 members:\n\na. Seven voting members who are elected by the Commission from the current membership of the Commission;\n\nb. Two ex-officio members, consisting of one nonvoting member from a recognized national audiology professional association and one nonvoting member from a recognized national speech-language pathology association; and\n\nc. One ex-officio, nonvoting member from the recognized membership organization of the audiology and speech-language pathology licensing boards.\n\nE. The ex-officio members shall be selected by their respective organizations.\n\n1. The Commission may remove any member of the Executive Committee as provided in bylaws.\n\n2. The Executive Committee shall meet at least annually.\n\n3. The Executive Committee shall have the following duties and responsibilities:\n\na. Recommend to the entire Commission changes to the rules or bylaws, changes to this Compact legislation, fees paid by Compact member states such as annual dues, and any commission Compact fee charged to licensees for the compact privilege;\n\nb. Ensure Compact administration services are appropriately provided, contractual or otherwise;\n\nc. Prepare and recommend the budget;\n\nd. Maintain financial records on behalf of the Commission;\n\ne. Monitor Compact compliance of member states and provide compliance reports to the Commission;\n\nf. Establish additional committees as necessary; and\n\ng. Perform other duties as provided in rules or bylaws.\n\n4. All meetings of the Commission shall be open to the public, and public notice of meetings shall be given in the same manner as required under the rulemaking provisions in § 54.1-2615.\n\n5. The Commission or the Executive Committee or other committees of the Commission may convene in a closed, nonpublic meeting if the Commission or Executive Committee or other committees of the Commission must discuss:\n\na. Noncompliance of a member state with its obligations under the Compact;\n\nb. The employment, compensation, or discipline or other matters, practices, or procedures related to specific employees or other matters related to the Commission's internal personnel practices and procedures;\n\nc. Current, threatened, or reasonably anticipated litigation;\n\nd. Negotiation of contracts for the purchase, lease, or sale of goods, services, or real estate;\n\ne. Accusation of any person of a crime or formal censure of any person;\n\nf. Disclosure of trade secrets or commercial or financial information that is privileged or confidential;\n\ng. Disclosure of information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;\n\nh. Disclosure of investigative records compiled for law-enforcement purposes;\n\ni. Disclosure of information related to any investigative reports prepared by or on behalf of or for use of the Commission or another committee charged with responsibility of investigation or determination of compliance issues pursuant to this Compact; or\n\nj. Matters specifically exempted from disclosure by federal or member state statute.\n\n6. If a meeting, or portion of a meeting, is closed pursuant to this provision, the Commission's legal counsel or designee shall certify that the meeting may be closed and shall reference each relevant exempting provision.\n\n7. The Commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken and the reasons therefore, including a description of the views expressed. All documents considered in connection with an action shall be identified in minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release by a majority vote of the Commission or order of a court of competent jurisdiction.\n\n8. Financing of the Commission.\n\na. The Commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities.\n\nb. The Commission may accept any and all appropriate revenue sources, donations, and grants of money, equipment, supplies, materials, and services.\n\nc. The Commission may levy on and collect an annual assessment from each member state or impose fees on other parties to cover the cost of the operations and activities of the Commission and its staff, which must be in a total amount sufficient to cover its annual budget as approved each year for which revenue is not provided by other sources. The aggregate annual assessment amount shall be allocated based upon a formula to be determined by the Commission, which shall promulgate a rule binding upon all member states.\n\n9. The Commission shall not incur obligations of any kind prior to securing the funds adequate to meet the same, nor shall the Commission pledge the credit of any of the member states, except by and with the authority of the member state.\n\n10. The Commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the Commission shall be subject to the audit and accounting procedures established under its bylaws. However, all receipts and disbursements of funds handled by the Commission shall be audited yearly by a certified or licensed public accountant, and the report of the audit shall be included in and become part of the annual report of the Commission.\n\nF. Qualified Immunity, Defense, and Indemnification.\n\n1. The members, officers, executive director, employees, and representatives of the Commission shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of Commission employment, duties, or responsibilities, provided that nothing in this paragraph shall be construed to protect any person from suit and liability for any damage, loss, injury, or liability caused by the intentional or willful or wanton misconduct of that person.\n\n2. The Commission shall defend any member, officer, executive director, employee, or representative of the Commission in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of Commission employment, duties, or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of Commission employment, duties, or responsibilities, provided that nothing herein shall be construed to prohibit that person from retaining his or her own counsel and provided further, that the actual or alleged act, error, or omission did not result from that person's intentional or willful or wanton misconduct.\n\n3. The Commission shall indemnify and hold harmless any member, officer, executive director, employee, or representative of the Commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of Commission employment, duties, or responsibilities, or that person had a reasonable basis for believing occurred within the scope of Commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional or willful or wanton misconduct of that person.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2613/"
    },
    {
      "id": "section-541-2614",
      "number": "54.1-2614.",
      "heading": "Data system",
      "text": "A. The Commission shall provide for the development, maintenance, and utilization of a coordinated database and reporting system containing licensure, adverse action, and investigative information on all licensed individuals in member states.\n\nB. Notwithstanding any other provision of state law to the contrary, a member state shall submit a uniform data set to the data system on all individuals to whom this Compact is applicable as required by the rules of the Commission, including:\n\n1. Identifying information;\n\n2. Licensure data;\n\n3. Adverse actions against a license or compact privilege;\n\n4. Nonconfidential information related to alternative program participation;\n\n5. Any denial of application for licensure, and the reason for denial; and\n\n6. Other information that may facilitate the administration of this Compact, as determined by the rules of the Commission.\n\nC. Investigative information pertaining to a licensee in any member state shall only be available to other member states.\n\nD. The Commission shall promptly notify all member states of any adverse action taken against a licensee or an individual applying for a license. Adverse action information pertaining to a licensee in any member state shall be available to any other member state.\n\nE. Member states contributing information to the data system may designate information that may not be shared with the public without the express permission of the contributing state.\n\nF. Any information submitted to the data system that is subsequently required to be expunged by the laws of the member state contributing the information shall be removed from the data system.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2614/"
    },
    {
      "id": "section-541-2615",
      "number": "54.1-2615.",
      "heading": "Rulemaking",
      "text": "A. The Commission shall exercise its rulemaking powers pursuant to the criteria set forth in this section and the rules adopted thereunder. Rules and amendments shall become binding as of the date specified in each rule or amendment.\n\nB. If a majority of the legislatures of the member states rejects a rule, by enactment of a statute or resolution in the same manner used to adopt the Compact within four years of the date of adoption of the rule, the rule shall have no further force and effect in any member state.\n\nC. Rules or amendments to the rules shall be adopted at a regular or special meeting of the Commission.\n\nD. Prior to promulgation and adoption of a final rule or rules by the Commission, and at least 30 days in advance of the meeting at which the rule shall be considered and voted upon, the Commission shall file a Notice of Proposed Rulemaking:\n\n1. On the website of the Commission or other publicly accessible platform; and\n\n2. On the website of each member state audiology or speech-language pathology licensing board or other publicly accessible platform or the publication in which each state would otherwise publish proposed rules.\n\nE. The Notice of Proposed Rulemaking shall include:\n\n1. The proposed time, date, and location of the meeting in which the rule shall be considered and voted upon;\n\n2. The text of the proposed rule or amendment and the reason for the proposed rule;\n\n3. A request for comments on the proposed rule from any interested person; and\n\n4. The manner in which interested persons may submit notice to the Commission of their intention to attend the public hearing and any written comments.\n\nF. Prior to the adoption of a proposed rule, the Commission shall allow persons to submit written data, facts, opinions, and arguments, which shall be made available to the public.\n\nG. The Commission shall grant an opportunity for a public hearing before it adopts a rule or amendment if a hearing is requested by:\n\n1. At least 25 persons;\n\n2. A state or federal governmental subdivision or agency; or\n\n3. An association having at least 25 members.\n\nH. If a public hearing is held on the proposed rule or amendment, the Commission shall publish the place, time, and date of the scheduled public hearing. If the public hearing is held via electronic means, the Commission shall publish the mechanism for access to the electronic hearing.\n\n1. All persons wishing to be heard at the public hearing shall notify the executive director of the Commission or other designated member in writing of their desire to appear and testify at the public hearing not less than five business days before the scheduled date of the public hearing.\n\n2. Public hearings shall be conducted in a manner providing each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing.\n\n3. All public hearings shall be recorded. A copy of the recording shall be made available on request.\n\n4. Nothing in this section shall be construed as requiring a separate public hearing on each rule. Rules may be grouped for the convenience of the Commission at public hearings required by this section.\n\nI. Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the Commission shall consider all written and oral comments received.\n\nJ. If no written notice of intent to attend the public hearing by interested parties is received, the Commission may proceed with promulgation of the proposed rule without a public hearing.\n\nK. The Commission shall, by majority vote of all members, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rulemaking record and the full text of the rule.\n\nL. Upon determination that an emergency exists, the Commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or a public hearing, provided that the usual rulemaking procedures provided in this Compact and in this section shall be retroactively applied to the rule as soon as reasonably possible, and in no event later than 90 days after the effective date of the rule. For the purposes of this provision, an emergency rule is one that must be adopted immediately in order to:\n\n1. Meet an imminent threat to public health, safety, or welfare;\n\n2. Prevent a loss of Commission or member state funds; or\n\n3. Meet a deadline for the promulgation of an administrative rule that is established by federal law or rule.\n\nM. The Commission or an authorized committee of the Commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in format, errors in consistency, or grammatical errors. Public notice of any revisions shall be posted on the website of the Commission. The revision shall be subject to challenge by any person for a period of 30 days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge shall be made in writing and delivered to the chair of the Commission prior to the end of the notice period. If no challenge is made, the revision shall take effect without further action. If the revision is challenged, the revision may not take effect without the approval of the Commission.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2615/"
    },
    {
      "id": "section-541-2616",
      "number": "54.1-2616.",
      "heading": "Dispute resolution and enforcement",
      "text": "A. Dispute Resolution.\n\n1. Upon request by a member state, the Commission shall attempt to resolve disputes related to this Compact that arise among member states and between member and non-member states.\n\n2. The Commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes as appropriate.\n\nB. Enforcement.\n\n1. The Commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this Compact.\n\n2. By majority vote, the Commission may initiate legal action in the United States District Court for the District of Columbia or the federal district where the Commission has its principal offices against a member state in default to enforce compliance with the provisions of this Compact and its promulgated rules and bylaws. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing member shall be awarded all costs of litigation, including reasonable attorney fees.\n\n3. The remedies herein shall not be the exclusive remedies of the Commission. The Commission may pursue any other remedies available under federal or state law.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2616/"
    },
    {
      "id": "section-541-2617",
      "number": "54.1-2617.",
      "heading": "Date of implementation of the interstate commission for audiology and speech-language pathology practice and associated rules, withdrawal, and amendment",
      "text": "A. The Compact shall come into effect on the date on which the Compact statute is enacted into law in the tenth member state. The provisions, which become effective at that time, shall be limited to the powers granted to the Commission relating to assembly and the promulgation of rules. Thereafter, the Commission shall meet and exercise rulemaking powers necessary to the implementation and administration of the Compact.\n\nB. Any state that joins the Compact subsequent to the Commission's initial adoption of the rules shall be subject to the rules as they exist on the date on which the Compact becomes law in that state. Any rule that has been previously adopted by the Commission shall have the full force and effect of law on the day the Compact becomes law in that state.\n\nC. Any member state may withdraw from this Compact by enacting a statute repealing the same.\n\n1. A member state's withdrawal shall not take effect until six months after enactment of the repealing statute.\n\n2. Withdrawal shall not affect the continuing requirement of the withdrawing state's audiology or speech-language pathology licensing board to comply with the investigative and adverse action reporting requirements of this Compact prior to the effective date of withdrawal.\n\nD. Nothing contained in this Compact shall be construed to invalidate or prevent any audiology or speech-language pathology licensure agreement or other cooperative arrangement between a member state and a non-member state that does not conflict with the provisions of this Compact.\n\nE. This Compact may be amended by the member states. No amendment to this Compact shall become effective and binding upon any member state until it is enacted into the laws of all member states.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2617/"
    },
    {
      "id": "section-541-2618",
      "number": "54.1-2618.",
      "heading": "Construction and severability",
      "text": "This Compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this Compact shall be severable and if any phrase, clause, sentence, or provision of this Compact is declared to be contrary to the constitution of any member state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this Compact and the applicability thereof to any government, agency, person, or circumstance shall not be affected thereby. If this Compact shall be held contrary to the constitution of any member state, the Compact shall remain in full force and effect as to the remaining member states and in full force and effect as to the member state affected as to all severable matters.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2618/"
    },
    {
      "id": "section-541-2619",
      "number": "54.1-2619.",
      "heading": "Binding effect of the Compact and other laws",
      "text": "A. Nothing herein prevents the enforcement of any other law of a member state that is not inconsistent with this Compact.\n\nB. All laws in a member state in conflict with this Compact are superseded to the extent of the conflict.\n\nC. All lawful actions of the Commission, including all rules and bylaws promulgated by the Commission, are binding upon the member states.\n\nD. All agreements between the Commission and the member states are binding in accordance with their terms.\n\nE. In the event any provision of this Compact exceeds the constitutional limits imposed on the legislature of any member state, the provision shall be ineffective to the extent of the conflict with the constitutional provision in question in that member state.\n\n2023, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2619/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Licensure of Speech-Language Pathology Assistants",
      "text": "Licensure of Speech-Language Pathology Assistants",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-541-2620",
      "number": "54.1-2620.",
      "heading": "(Effective July 1, 2027) License; application; qualifications of speech-language pathology assistants",
      "text": "A. No person shall practice as a speech-language pathology assistant unless he possesses a current, active, and valid license from the Board. The licensee shall have the right to practice as a speech-language pathology assistant in the Commonwealth for the period of his license as set by the Board, under the supervision and direction of a licensed speech-language pathologist.\n\nB. An application for such license shall be made to the Board in writing and shall be accompanied by satisfactory proof that the applicant (i) has completed a Board-approved eligibility pathway option, described in subsection C, and (ii) has completed a minimum of 100 hours of supervised clinical experience under the direct supervision of a licensed speech-language pathologist.\n\nC. In order to practice as a speech-language pathology assistant, an applicant for licensure shall complete a Board-approved eligibility pathway that includes:\n\n1. (i) Obtaining a two-year speech-language pathology assistant program degree from an accredited institution, (ii) completing the prerequisite courses required by subsection D, and (iii) completing the clinical field work required by subsection E;\n\n2. (i) Obtaining a bachelor's degree in communication sciences and disorders from an accredited institution; (ii) completing (a) the online education modules offered by the American Speech-Language-Hearing Association or (b) a program equivalent to the online education modules offered by the American Speech-Language-Hearing Association; (iii) completing the prerequisite courses required by subsection D; and (iv) completing the clinical field work required by subsection E; or\n\n3. (i) Obtaining a bachelor's or associate's degree from an accredited institution; (ii) completing a speech-language pathology assistant program with equivalent course work, or completing academic course work from an accredited institution of higher education in the following areas: (a) introductory or overview course in communication disorders, (b) phonetics, (c) speech sound disorders, (d) language development, (e) language disorders, and (f) anatomy and physiology of speech and hearing mechanisms; (iii) completing the prerequisite courses required by subsection D; and (iv) completing the clinical field work required by subsection E.\n\nD. In order to practice as a speech-language pathology assistant, an applicant for licensure shall complete three one-hour prerequisite courses from an approved professional development provider, academic clinical practicum program, or via employee training, on each of the following topics: (i) ethics, (ii) universal safety precautions, and (iii) patient confidentiality.\n\nE. In order to practice as a speech-language pathology assistant, an applicant for licensure shall complete a minimum of 100 hours of clinical field work, including (i) 80 hours of direct patient/client/student services under the supervision of a licensed speech-language pathologist and (ii) 20 hours of indirect patient/client/student services under the supervision of a licensed speech-language pathologist. Such hours may be completed via an academic practicum or on the job under the supervision of a licensed speech-language pathologist. Hours completed via an academic practicum or on the job shall be no more than five years old at the time of application for licensure. Observation, simulation, and graduate practicum hours shall not count toward such requirement.\n\nF. The Board may grant a license to practice as a speech-language pathology assistant to an applicant licensed to practice in another jurisdiction if he (i) meets the requirements of subsection B; (ii) holds a current, unrestricted license to practice as a speech-language pathology assistant in another jurisdiction in the United States; (iii) has not committed any act that would constitute grounds for denial as set forth in § 54.1-2706; and (iv) meets other qualifications as determined in regulations promulgated by the Board.\n\nG. The Board shall promulgate regulations (i) establishing the number of speech-language pathology assistants that may practice under the supervision of one licensed speech-language pathologist, not to exceed three speech-language pathology assistants under the supervision of one licensed speech-language pathologist, and (ii) defining (a) \"direct supervision\" as the in-view observation and guidance by a licensed speech-language pathologist of a speech-language pathology assistant while such speech language pathology assistant performs an assigned activity and (b) \"indirect supervision\" as the monitoring or reviewing of the activities performed by a speech-language pathology assistant by a licensed speech-language pathologist, excluding observation and guidance provided during the provision of direct services to a student, patient, or client.\n\n2025, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2620/"
    },
    {
      "id": "section-541-2621",
      "number": "54.1-2621.",
      "heading": "(Effective July 1, 2027) Scope of practice of speech-language pathology assistants",
      "text": "A. A licensed speech-language pathology assistant shall only engage in those duties that adhere to the code of ethics of the Board and are planned, designed, and supervised by a licensed speech-language pathologist, including:\n\n1. Assisting with speech, language, and hearing screenings without clinical interpretation of results;\n\n2. Administering and scoring screenings for clinical interpretation by the supervising speech-language pathologist;\n\n3. Assisting with, but not administering or interpreting the results of, client assessments, including setting up the testing environment, gathering and preparing materials, and taking notes;\n\n4. Administering and scoring assessments and progress monitoring tools without clinical interpretation of results, if the licensed speech-language pathology assistant meets the examiner requirements for such tools and the supervising speech-language pathologist has verified that such examiner requirements have been met;\n\n5. Performing routine activities for therapy sessions in accordance with a plan developed and directed by the speech-language pathologist who retains the professional responsibility for such client, including (i) implementing documented care plans or protocols, (ii) providing direct therapy services to address treatment goals, (iii) adjusting and documenting the amount and type of support or scaffolding provided to the client in treatment to facilitate progress, and (iv) developing and implementing activities and materials for teaching and practice of skills to address the goals of the client;\n\n6. Providing treatment through a variety of service delivery models as directed by the supervising speech-language pathologist;\n\n7. Utilizing telecommunications technology to provide services remotely to clients as directed by the supervising speech-language pathologist;\n\n8. Documenting client performance and reporting such performance information to the supervising speech-language pathologist;\n\n9. Providing caregiver coaching, including modeling and teaching communication strategies and providing feedback regarding caregiver-client interactions for facilitation and carryover of skills;\n\n10. Sharing objective information regarding client performance without interpretation or recommendations as directed by the supervising speech-language pathologist;\n\n11. Assisting with programming augmentative and alternative communication devices and assisting and training clients with using such devices;\n\n12. Demonstrating strategies and assisting clients with skills included in the feeding and swallowing plan developed by the supervising speech-language pathologist;\n\n13. Signing or initialing informal treatment notes and, upon request, co-signing formal documents with the supervising speech-language pathologist;\n\n14. Assisting with clerical duties and site operations, including preparing materials, scheduling appointments and activities, preparing charts, records, or graphs, and performing checks and maintenance of equipment;\n\n15. Assisting clients with transitioning to and from therapy sessions; and\n\n16. Performing duties not otherwise restricted to the practice of speech-language pathology.\n\nB. A speech-language pathologist assistant shall not engage in the practice of speech-language pathology, including the following:\n\n1. Representing himself as a speech-language pathologist;\n\n2. Performing diagnostic tests or evaluations;\n\n3. Performing procedures that require a professional level of clinical judgment and technical skill;\n\n4. Interpreting results and observations of feeding and swallowing evaluations or screenings performed by a speech-language pathologist;\n\n5. Participating in formal conferences or meetings without the presence of the supervising speech-language pathologist;\n\n6. Providing interpretative information to a client, the family of a client, or any other individual;\n\n7. Writing, developing, or modifying a client's treatment plan;\n\n8. Assisting in or providing services described in subsection A unless directed by the supervising speech-language pathologist;\n\n9. Signing any formal documents in place of the supervising speech-language pathologist;\n\n10. Selecting a client for service or discharging a client from service;\n\n11. Making a decision regarding the need for additional services or making a referral for service;\n\n12. Disclosing clinical or confidential information either orally or in writing to anyone other than the supervising speech-language pathologist, unless mandated by law or authorized by the supervising speech-language pathologist; or\n\n13. Developing or determining the swallowing or feeding strategies or precautions for a client or providing feeding or swallowing treatment.\n\nC. A licensed speech-language pathology assistant shall be supervised by a speech-language pathologist, who shall retain full legal and ethical responsibility for the client.\n\n2025, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2621/"
    },
    {
      "id": "section-541-2622",
      "number": "54.1-2622.",
      "heading": "(Effective July 1, 2027) Continuing education",
      "text": "The Board shall promulgate regulations requiring continuing education for any speech-language pathology assistant license renewal or reinstatement. The Board may grant exceptions or exemptions from these continuing education requirements.\n\n2025, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2622/"
    },
    {
      "id": "section-541-2623",
      "number": "54.1-2623.",
      "heading": "(Effective July 1, 2027) Revocation or suspension; other sanctions",
      "text": "The Board may refuse to issue a license to any applicant; suspend, for a stated period or indefinitely, or revoke any license; or censure or reprimand any licensee or place such person on probation for such time as it may designate for any of the following causes:\n\n1. Obtaining a license through fraud, deceit, or misrepresentation;\n\n2. Being convicted of any felony or being convicted of any crime involving moral turpitude;\n\n3. Using alcohol or drugs to the extent that such use renders the person unsafe to practice as a speech-language pathologist assistant;\n\n4. Any unprofessional conduct likely to defraud or to deceive the public or patients;\n\n5. Practicing in an intentional or negligent manner that causes or is likely to cause injury to a patient or patients;\n\n6. Assisting persons whom he knew or had reason to believe were unlicensed to practice as a speech-language pathologist or speech-language pathologist assistant;\n\n7. Violating, assisting, or inducing others to violate any provision of this article or any Board regulation;\n\n8. Conducting his practice in a manner contrary to the standards of ethics of a speech-language pathologist assistant;\n\n9. Practicing or causing others to practice in a manner that is dangerous to the health and welfare of his patients or to the public;\n\n10. Practicing outside the scope of the speech-language pathologist assistant's education, training, and experience; or\n\n11. Receiving a revocation, suspension, or restriction of a license to practice as a speech-language pathologist assistant in another state, possession, or territory of the United States or foreign country.\n\n2025, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2623/"
    },
    {
      "id": "section-541-2624",
      "number": "54.1-2624.",
      "heading": "(Effective July 1, 2027) Grounds for revocation or suspension",
      "text": "The Board may revoke or suspend the license of any speech-language pathologist assistant for any of the causes set forth in § 54.1-2623, insofar as the action is applicable to practicing as a speech-language pathologist assistant.\n\n2025, c. 649.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-54-1/chapter-26/section-54-1-2624/"
    }
  ]
}