{
  "state": "idaho",
  "path": "title-title-54/chapter-chapter-22",
  "sections": [
    {
      "id": "section-54-2201",
      "number": "54-2201",
      "heading": "",
      "text": "54-2201. SHORT TITLE. This chapter shall be known and may be cited as the \"Physical Therapy Practice Act.\"\n\n[54-2201, added 2001, ch. 197, sec. 2, p. 667.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2201/"
    },
    {
      "id": "section-54-2202",
      "number": "54-2202",
      "heading": "",
      "text": "54-2202. DECLARATION OF POLICY. To protect the public health, safety and welfare, and to provide for state administrative supervision, licensure and regulation, every person practicing or offering to practice physical therapy who meets and maintains prescribed standards of competence and conduct shall be licensed as provided in this chapter. This chapter shall be liberally construed to promote the public interest and to accomplish the purpose stated herein.\n\n[54-2202, added 2001, ch. 197, sec. 2, p. 667.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2202/"
    },
    {
      "id": "section-54-2203",
      "number": "54-2203",
      "heading": "",
      "text": "54-2203. DEFINITIONS. As used in this chapter:\n\n(1) \"Applicant\" means a person applying for a license or permit under this chapter.\n\n(2) \"Board\" means the Idaho physical therapy licensure board.\n\n(3) \"Department\" means the department of self-governing agencies.\n\n(4) \"Division\" means the division of occupational and professional licenses.\n\n(5) \"Dry needling\" means a skilled intervention performed by a physical therapist that uses a thin filiform needle to penetrate the skin and stimulate underlying neural, muscular and connective tissues for the evaluation and management of neuromusculoskeletal conditions, pain and movement impairments.\n\n(6) \"License\" means a document issued by the board to a person under this chapter authorizing the person to practice as a physical therapist or physical therapist assistant.\n\n(7) \"Physical therapist\" means a person licensed under the provisions of this chapter to engage in the practice of physical therapy.\n\n(8) \"Physical therapist assistant\" means a person who meets the requirements of this chapter and who performs physical therapy procedures and related tasks that have been selected and delegated only by a supervising physical therapist.\n\n(9) \"Physical therapy\" means the care and services provided by or under the direction and supervision of a physical therapist.\n\n(10) \"Practice of physical therapy\" means the exercise of the profession of physical therapy by a person who engages in the following health care activities:\n\n(a) Examining, evaluating and testing individuals with mechanical, physiological and developmental impairments, functional limitations, and disability or other health and movement-related conditions in order to determine a diagnosis for physical therapy and prognosis for physical therapy, plan of therapeutic intervention, and to assess the ongoing effects of intervention;\n\n(b) Alleviating impairments and functional limitations by designing, implementing and modifying therapeutic interventions that include, but are not limited to: therapeutic exercise; functional mobility training in self-care and in-home, community or work reintegration; manual therapy; assistive, adaptive, protective and supportive devices and equipment; bronchopulmonary hygiene; debridement and wound care; physical agents or modalities; mechanical and electrotherapeutic modalities; and patient-related instruction; and to reduce the risk of injury, impairment, functional limitation, and disability, including the promotion and maintenance of fitness, health, and quality of life in all age populations. The practice of physical therapy shall not include the use of radiology, surgery or medical diagnosis of disease; and\n\n(c) Engaging in administration, consultation, testing, education and research as related to paragraphs (a) and (b) of this subsection.\n\n(11) \"Supportive personnel\" means a person or persons trained under the direction of a physical therapist who performs designated and supervised routine physical therapy tasks.\n\n[54-2203, added 2001, ch. 197, sec. 2, p. 667; am. 2005, ch. 185, sec. 1, p. 568; am. 2006, ch. 116, sec. 1, p. 315; am. 2018, ch. 204, sec. 2, p. 455; am. 2022, ch. 94, sec. 28, p. 301.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2203/"
    },
    {
      "id": "section-54-2205",
      "number": "54-2205",
      "heading": "",
      "text": "54-2205. PHYSICAL THERAPY LICENSURE BOARD. (1) There is hereby established in the division of occupational and professional licenses a physical therapy licensure board. The board shall consist of five (5) members appointed by the governor and who shall serve at the pleasure of the governor, three (3) of whom shall be licensed physical therapists, one (1) of whom may be a licensed physical therapist assistant or a licensed physical therapist, and one (1) of whom shall be a member of the public with an interest in the rights of the consumers of health services. All members of the board shall be residents of Idaho at the time of their appointment and for their term of service. The persons appointed to the board who are required to be licensed under this chapter shall have been engaged in rendering physical therapy or physical therapy assistant care services, respectively, to the public, in teaching, or in research in physical therapy or physical therapy assistant care services, respectively, for at least three (3) years immediately preceding their appointments. These members, excepting the public member, shall at all times be holders of valid licenses and be in good standing without restriction upon such license for the practice of physical therapy or physical therapy assistant, respectively, in Idaho.\n\n(2) The governor shall appoint members for a term of three (3) years, but no person shall be appointed to serve more than two (2) consecutive terms. Terms shall begin on the first day of the calendar year and end on the last day of the calendar year or until successors are appointed, except for the first appointed members who shall serve through the last calendar day of the year in which they are appointed, before commencing the terms prescribed in this section.\n\n(3) The governor may consider recommendations for appointment to the board from the Idaho physical therapy association and from any individual residing in this state.\n\n(4) The board shall hold a meeting annually and elect a chairman who shall preside at meetings of the board. In the event the chairman is not present at any board meeting, the board may by majority vote of the members present appoint a temporary chairman. A majority of the members of the board shall constitute a quorum. Other meetings may be convened at the call of the chairman or upon the written request of any two (2) board members.\n\n(5) Each member of the board shall be compensated as provided in section 59-509(n), Idaho Code.\n\n(6) Members of the board shall disqualify themselves and, upon the motion of any interested party may, upon proper showing, be disqualified in any proceeding concerning which they have an actual conflict of interest or bias that interferes with their fair and impartial service.\n\n[54-2205, added 2001, ch. 197, sec. 2, p. 668; am. 2005, ch. 185, sec. 2, p. 569; am. 2006, ch. 116, sec. 2, p. 316; am. 2009, ch. 95, sec. 1, p. 281; am. 2016, ch. 340, sec. 27, p. 949; am. 2021, ch. 222, sec. 20, p. 635.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2205/"
    },
    {
      "id": "section-54-2204",
      "number": "54-2204",
      "heading": "",
      "text": "54-2204. EXEMPTIONS. Nothing in this chapter shall be construed to restrict any persons licensed or regulated by the state of Idaho from engaging in the profession or practice for which they are licensed or regulated, including, but not limited to, any athletic trainer, chiropractor, dentist, nurse, physician, podiatrist, occupational therapist, optometrist, osteopath, surgeon, or any other licensed or regulated practitioner of the healing arts, nor restrict employees working under the direct supervision of those persons referred to in this section, so long as such person does not hold himself or herself out as a physical therapist, physical therapist assistant or a person engaged in the practice of physical therapy.\n\n[54-2204, added 2001, ch. 197, sec. 2, p. 668.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2204/"
    },
    {
      "id": "section-54-2206",
      "number": "54-2206",
      "heading": "",
      "text": "54-2206. POWERS AND DUTIES OF THE BOARD. The board shall have the authority to administer, coordinate and enforce the provisions of this chapter. Such authority shall include, but not be limited to, the power to:\n\n(1) Evaluate the qualifications of applicants for licensure, approve and administer examinations to test the knowledge and proficiency of applicants for licensure, and approve or deny the registration and issuance and renewal of licenses and permits;\n\n(2) Authorize all disbursements necessary to carry out the provisions of this chapter;\n\n(3) Promulgate rules not inconsistent with the laws of this state which are necessary to carry out the provisions of this chapter;\n\n(4) Adopt rules providing for continuing education;\n\n(5) Obtain restraining orders and injunctions prohibiting conduct in violation of the provisions of this chapter, conduct investigations, issue subpoenas, and examine witnesses and administer oaths, concerning practices which are alleged to violate the provisions of this chapter;\n\n(6) Suspend or revoke or otherwise sanction licensees in the manner provided in this chapter, or place a person holding a license under this chapter on probation;\n\n(7) Require as a condition of receiving or retaining a license issued under this chapter that restitution be paid to a consumer;\n\n(8) Require the inspection of testing equipment and facilities of persons engaging in any practice pursuant to this chapter;\n\n(9) As the board deems reasonable, take notice of and give effect to prior licenses issued to physical therapists and physical therapist assistants in the state of Idaho by the state board of medicine and such other actions, proceedings, orders or decisions of the state board of medicine involving complaints, investigations, discipline or other matters concerning physical therapists or physical therapist assistants; and\n\n(10) Authorize, by written agreement, the division of occupational and professional licenses to act as its agent in its interest.\n\n[54-2206, added 2006, ch. 116, sec. 3, p. 318; am. 2022, ch. 94, sec. 29, p. 302.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2206/"
    },
    {
      "id": "section-54-2207",
      "number": "54-2207",
      "heading": "",
      "text": "54-2207. APPLICATION FOR LICENSURE AND FEES. An applicant for licensure as a physical therapist or physical therapist assistant shall file an application with the board on forms prescribed and furnished by the board. The application shall be made under oath, and shall show the applicant’s address, education, evidence of graduation from a nationally accredited school of physical therapy or nationally accredited school for physical therapist assistants with a curriculum acceptable to the board and a detailed summary of any other qualifications deemed relevant to licensure by the board. The application shall also require the disclosure of any criminal conviction or charge against the applicant other than minor traffic infractions, the disclosure of any disciplinary action against the applicant by any professional regulatory agency, including any agency within the state or any other state, and the disclosure of any denial of registration or licensure by any state or district regulatory body. A nonrefundable application fee and payment for the cost of the examination shall accompany the completed written application. Fees shall be established by the administrative rules of the board.\n\n[(54-2207) 54-2206, added 2001, ch. 197, sec. 2, p. 668; am. and redesig. 2006, ch. 116, sec. 4, p. 318.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2207/"
    },
    {
      "id": "section-54-2208",
      "number": "54-2208",
      "heading": "",
      "text": "54-2208. DENIAL OF APPLICATION. An application for licensure that has been denied by the board shall be considered a contested case as provided for in chapter 52, title 67, Idaho Code, and be subject to the provisions of that chapter, as well as the administrative rules adopted by the board governing contested cases.\n\n[(54-2208) 54-2207, added 2001, ch. 197, sec. 2, p. 669; am. and redesig. 2006, ch. 116, sec. 5, p. 319.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2208/"
    },
    {
      "id": "section-54-2209",
      "number": "54-2209",
      "heading": "",
      "text": "54-2209. EXAMINATIONS. (1) The board shall authorize examinations and permit any applicant whose application for licensure has been accepted by the board to take the board approved examinations. The board shall determine the passing score for examinations. Examinations shall test for entry-level competence and requisite knowledge and skills in the technical application of physical therapy services.\n\n(2) An applicant who fails an examination may retake an examination one (1) additional time without reapplication for licensure, provided that the second examination occurs within six (6) months from the notification of the first failure.\n\n(3) The board shall have the authority to prescribe additional course work or clinical work for any applicant who has failed an examination two (2) or more times. An applicant applying for licensure who has failed any board authorized examination two (2) or more times shall reapply and demonstrate to the board’s satisfaction evidence of successful completion of additional clinical training or coursework as determined by the board.\n\n[(54-2209) 54-2208, added 2001, ch. 197, sec. 2, p. 669; am. and redesig. 2006, ch. 116, sec. 6, p. 319.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2209/"
    },
    {
      "id": "section-54-2210",
      "number": "54-2210",
      "heading": "",
      "text": "54-2210. QUALIFICATIONS FOR LICENSURE. To be eligible for licensure as a physical therapist or physical therapist assistant, a person must:\n\n(1) Not have been convicted, found guilty, or received a withheld judgment or suspended sentence in this state or in any other state of a crime deemed relevant in accordance with section 67-9411(1), Idaho Code; and\n\n(2) Submit a completed written application to the board on forms furnished by the board which shall require proof of graduation from a nationally accredited school, with a curriculum acceptable to the board, for physical therapists or physical therapist assistants, and have completed the application process; and\n\n(3) Have either passed to the satisfaction of the board, an examination authorized by the board to determine his or her fitness to practice as a physical therapist or physical therapist assistant, or be entitled to and apply for licensure by endorsement as provided for in section 54-2211, Idaho Code.\n\n[(54-2210) 54-2209, added 2001, ch. 197, sec. 2, p. 669; am. and redesig. 2006, ch. 116, sec. 7, p. 319; am. 2022, ch. 246, sec. 17, p. 801.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2210/"
    },
    {
      "id": "section-54-2211",
      "number": "54-2211",
      "heading": "",
      "text": "54-2211. QUALIFICATIONS FOR LICENSURE BY ENDORSEMENT. A person who can show to the satisfaction of the board that he or she has met the qualifications set forth in section 54-2210(1) and (2), Idaho Code, and who, at the time of application, is a licensed or registered physical therapist or physical therapist assistant in good standing under the laws of another state or territory, and who can show to the satisfaction of the board that the person has passed a physical therapist or physical therapist assistant examination which is substantially similar to an examination authorized by the board, as determined by the board, shall be entitled to licensure without examination upon payment to the board of the licensure fee.\n\n[(54-2211) 54-2210, added 2001, ch. 197, sec. 2, p. 669; am. and redesig. 2006, ch. 116, sec. 8, p. 320.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2211/"
    },
    {
      "id": "section-54-2212",
      "number": "54-2212",
      "heading": "",
      "text": "54-2212. QUALIFICATIONS FOR LICENSURE OF FOREIGN-EDUCATED PHYSICAL THERAPISTS. (1) An applicant for licensure as a physical therapist or physical therapist assistant who has been educated outside of the United States shall:\n\n(a) Not have been convicted, found guilty, or received a withheld judgment or suspended sentence in this state or in any other state of a crime deemed relevant in accordance with section 67-9411(1), Idaho Code;\n\n(b) Submit a completed written application to the board on forms furnished by the board which shall require proof of graduation from a school for physical therapists or physical therapist assistants with a curriculum acceptable to the board;\n\n(c) Have his or her education credentials evaluated by a board approved credential evaluation agency and provide satisfactory evidence that his or her education is substantially equivalent to the requirements of physical therapists or physical therapist assistants educated in accredited educational programs as determined by the board. If the board determines that a foreign-educated applicant’s education is not substantially equivalent, it may require successful completion of additional coursework before proceeding with the application process;\n\n(d) Provide written proof that the school of physical therapy education is recognized by its own ministry of education and that such education would qualify the person for a license to practice physical therapy without limitation in that country;\n\n(e) If the applicant has actually practiced as a physical therapist or physical therapist assistant abroad, the applicant shall provide written proof of authorization to practice as a physical therapist without limitation in the country where the professional education occurred;\n\n(f) Provide proof of legal authorization to reside and seek employment in the United States or its territories;\n\n(g) Provide proof of passing scores on standardized English proficiency examinations as approved by the board if English is not the applicant’s native language; and\n\n(h) Have successfully passed competency examinations authorized by the board.\n\n(2) Notwithstanding the provisions of this section, if the foreign-educated physical therapist or physical therapist assistant applicant is a graduate of a professional physical therapy education program accredited by an agency approved by the board, requirements in subsections (1)(c) and (1)(d) of this section shall be waived.\n\n[(54-2212) 54-2211, added 2001, ch. 197, sec. 2, p. 670; am. and redesig. 2006, ch. 116, sec. 9, p. 320; am. 2009, ch. 95, sec. 2, p. 281; am. 2010, ch. 107, sec. 1, p. 218; am. 2022, ch. 246, sec. 18, p. 802.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2212/"
    },
    {
      "id": "section-54-2213",
      "number": "54-2213",
      "heading": "",
      "text": "54-2213. ADDITIONAL EXEMPTIONS. In addition to the exemptions provided in section 54-2204, Idaho Code, the following persons shall also be exempt from licensure under this chapter:\n\n(1) A physical therapist while practicing in the United States armed services, United States public health service or veterans administration as based on requirements under federal regulations for state licensure of health care providers.\n\n(2) A person who is pursuing a course of study leading to a degree as a physical therapist or physical therapist assistant in an accredited or board-approved professional education program and is satisfying supervised clinical education requirements related to his or her physical therapy education.\n\n(3) A physical therapist licensed and in good standing in another jurisdiction of the United States or a foreign-educated physical therapist credentialed in another country who performs physical therapy as part of teaching or participating in an educational seminar of no more than sixty (60) days in a calendar year.\n\n(4) A physical therapist licensed and in good standing in another jurisdiction of the United States or credentialed in another country who practices physical therapy in this state on patients or clients participating in organized athletic events or affiliated with or employed by established athletic teams, athletic organizations or performing arts companies temporarily practicing, competing or performing in this state for no more than sixty (60) days in a calendar year.\n\n[(54-2213) 54-2212, added 2001, ch. 197, sec. 2, p. 670; am. and redesig. 2006, ch. 116, sec. 10, p. 321; am. 2015, ch. 32, sec. 1, p. 70.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2213/"
    },
    {
      "id": "section-54-2215",
      "number": "54-2215",
      "heading": "",
      "text": "54-2215. RENEWAL AND REINSTATEMENT OF LICENSE. A licensee must renew his license biennially as provided in section 67-2614, Idaho Code, and may reinstate his license within five (5) years after expiration as provided in section 67-2614, Idaho Code.\n\n[(54-2215) 54-2214, added 2001, ch. 197, sec. 2, p. 671; am. 2005, ch. 184, sec. 2, p. 568; am. and redesig. 2006, ch. 116, sec. 12, p. 321; am. 2016, ch. 117, sec. 2, p. 329; am. 2024, ch. 86, sec. 19, p. 404.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2215/"
    },
    {
      "id": "section-54-2216",
      "number": "54-2216",
      "heading": "",
      "text": "54-2216. LAWFUL PRACTICE OF PHYSICAL THERAPY. (1) A physical therapist or physical therapist assistant duly licensed in accordance with this chapter is authorized to practice physical therapy as defined in this chapter.\n\n(2) A physical therapist shall refer persons under his or her care to appropriate health care practitioners including, but not limited to, licensed medical physicians, osteopathic physicians, podiatrists, dentists or chiropractic physicians, if the physical therapist has reasonable cause to believe symptoms or conditions are present that require services beyond the scope of practice of physical therapy or when the physical therapist has reasonable cause to believe that physical therapy is contraindicated.\n\n(3) Physical therapists and physical therapist assistants shall adhere to the standards of ethics of the physical therapy profession as set forth in the administrative rules adopted by the board.\n\n[(54-2216) 54-2215, added 2001, ch. 197, sec. 2, p. 671; am. and redesig. 2006, ch. 116, sec. 13, p. 322.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2216/"
    },
    {
      "id": "section-54-2217",
      "number": "54-2217",
      "heading": "",
      "text": "54-2217. USE OF TITLES AND RESTRICTIONS. (1) A physical therapist may use the letters \"PT\" in connection with his or her name or place of business to denote licensure under this chapter.\n\n(2) It is unlawful for any person, or for any business entity, its employees, agents or representatives to use in connection with his or her name, or the name of activity of the business, the words \"physical therapy,\" \"physical therapist,\" \"physiotherapist,\" \"registered physical therapist,\" or \"licensed physical therapist,\" or the letters \"PT,\" \"LPT,\" \"RPT,\" or any other words, abbreviations or insignia indicating or implying directly or indirectly that such person, business entity, its employees, agents or representatives are engaged in the practice of physical therapy, unless such services are provided by or under the direction of a physical therapist licensed in accordance with this chapter.\n\n(3) A physical therapist assistant shall use the letters \"PTA\" in connection with his or her name to denote licensure under this chapter.\n\n(4) It is unlawful for any person to use the title \"physical therapist assistant,\" \"licensed physical therapist assistant,\" or \"registered physical therapist assistant,\" or the letters \"PTA,\" \"RPTA,\" or \"LPTA,\" or any other words, abbreviations or insignia in connection with his or her name to indicate or imply, directly or indirectly, that he or she is a physical therapist assistant without being licensed in accordance with this chapter as a physical therapist assistant.\n\n[(54-2217) 54-2216, added 2001, ch. 197, sec. 2, p. 671; am. and redesig. 2006, ch. 116, sec. 14, p. 322.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2217/"
    },
    {
      "id": "section-54-2218",
      "number": "54-2218",
      "heading": "",
      "text": "54-2218. SUPERVISION OF PHYSICAL THERAPIST ASSISTANTS AND SUPPORTIVE PERSONNEL. (1) A licensed physical therapist shall supervise and be responsible for patient care given by physical therapist assistants and supportive personnel. A physical therapist who delegates tasks or procedures that fall within the scope of the practice of physical therapy shall supervise such tasks and procedures in conformance with administrative rules adopted by the board.\n\n(2) A physical therapist shall adhere to the policies and procedures that delineate the functions, responsibilities and supervisory relationships of physical therapist assistants and supportive personnel as established by the board, on the advice and counsel of the committee, in the board’s administrative rules.\n\n[(54-2218) 54-2217, added 2001, ch. 197, sec. 2, p. 672; am. and redesig. 2006, ch. 116, sec. 15, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2218/"
    },
    {
      "id": "section-54-2219",
      "number": "54-2219",
      "heading": "",
      "text": "54-2219. GROUNDS FOR DISCIPLINARY ACTION. The following conduct, acts, or conditions shall constitute grounds for disciplinary action:\n\n(1) Violating any provision of this chapter or any administrative rule adopted by the board;\n\n(2) Practicing or offering to practice beyond the scope of physical therapy practice as defined in this chapter or failing to meet the standard of physical therapy provided by other qualified physical therapists and physical therapist assistants in the same or similar communities;\n\n(3) Obtaining or attempting to obtain a license by fraud, misrepresentation or omission;\n\n(4) Engaging in the performance of substandard care by a physical therapist due to an intentional, negligent, or reckless act or failure to act;\n\n(5) Engaging in the performance of substandard care by a physical therapist assistant, due to an intentional, negligent, or reckless act or failure to act, or performing tasks not selected or delegated by the supervising licensed physical therapist;\n\n(6) Inadequate supervising by a physical therapist of a physical therapist assistant and/or supportive personnel, or inadequate supervising by a physical therapist assistant of supportive personnel in accordance with this chapter and the administrative rules adopted by the board;\n\n(7) Having been convicted of a felony or being convicted of any crime that has a bearing on any practice pursuant to this chapter in the courts of this state or any other state, territory or country. Conviction, as used in this subsection (7), shall include a finding or verdict of guilt, an admission of guilt, or a plea of nolo contendere or its equivalent. The record of conviction, or a certified copy thereof, certified by the clerk of the court or by the judge in whose court the conviction occurred, shall be conclusive evidence of such conviction;\n\n(8) Practicing as a physical therapist or working as a physical therapist assistant when physical or mental abilities are impaired by the use of controlled substances or other drugs, chemicals or alcohol;\n\n(9) Having had a license revoked or suspended, other disciplinary action taken or an application for licensure refused, revoked or suspended by the proper authorities of another state, territory or country, or omitting such information from any application to the board, or failure to divulge such information when requested by the board;\n\n(10) Committing any act of sexual contact, misconduct, exploitation or intercourse with a patient or former patient or related to the licensee’s practice of physical therapy as a physical therapist or physical therapist assistant, provided:\n\n(a) Consent of the patient shall not be a defense;\n\n(b) This subsection (10) shall not apply to sexual contact between a physical therapist or physical therapist assistant and the physical therapist’s or physical therapist assistant’s spouse or a person in a domestic relationship who is also a patient;\n\n(c) A former patient means a patient for whom the physical therapist or physical therapist assistant has provided physical therapy services within the last twelve (12) months; and\n\n(d) Sexual or romantic relationships with former patients beyond the period of time set forth herein may also be a violation if the physical therapist or physical therapist assistant uses or exploits the trust, knowledge, emotions or influence derived from the prior professional relationship with the patient;\n\n(11) Directly or indirectly requesting, receiving or participating in the dividing, transferring or assigning, of any referral fee from any health care professional licensed or regulated by the state of Idaho, or any other third party, or profiting by means of a credit or other valuable consideration such as an unearned commission, discount or gratuity in connection with the furnishing of physical therapy services. Nothing in this paragraph prohibits the members, owners, shareholders or partners of any regularly and properly organized business entity recognized by the laws of the state of Idaho and comprised of physical therapists from dividing fees received for professional services amongst themselves;\n\n(12) Failing to adhere to the recognized standards of ethics of the physical therapy profession as published in the administrative rules adopted by the board;\n\n(13) Making misleading, deceptive, untrue or fraudulent representations in violation of this chapter or in the practice of the profession, or in the application process;\n\n(14) Having been adjudged mentally incompetent by a court of competent jurisdiction;\n\n(15) Aiding or abetting a person not licensed in this state who directly or indirectly performs activities requiring a license;\n\n(16) Failing to report to the board any act or omission of a licensee, applicant, or any other person, which violates any provision of this chapter;\n\n(17) Interfering with an investigation or disciplinary proceeding by willful misrepresentation of facts or by use of threats or harassment against any patient or witness to prevent them from providing evidence in a disciplinary proceeding, investigation or other legal action;\n\n(18) Failing to maintain patient confidentiality unless otherwise required by law;\n\n(19) Failing to maintain adequate records. For purposes of this subsection (19), \"adequate patient records\" means legible records that contain, at a minimum, an evaluation of objective findings, the plan of care, and the treatment record;\n\n(20) Promoting unnecessary devices, treatment, intervention or service for the financial gain of the practitioner or of a third party;\n\n(21) Providing treatment intervention unwarranted by the condition of the patient;\n\n(22) Failing to pay a valid judgment that arose out of any practice pursuant to this chapter within two (2) months of the date that the judgment became final;\n\n(23) Failing to meet continuing education requirements as established by the board.\n\n[(54-2219) 54-2218, added 2001, ch. 197, sec. 2, p. 672; am. and redesig. 2006, ch. 116, sec. 16, p. 323.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2219/"
    },
    {
      "id": "section-54-2220",
      "number": "54-2220",
      "heading": "",
      "text": "54-2220. DISCIPLINE ACTIONS AND PROCEDURES. (1) The board shall regulate the practice of physical therapy in the state of Idaho. The board is authorized to institute any investigation, hearing or other legal proceeding necessary to effect compliance with this chapter.\n\n(2) The board or its hearing officer, upon a finding that action is necessary, shall have the power pursuant to this chapter to administer oaths, take depositions of witnesses within or without the state in the manner provided by the administrative rules adopted by the board, and shall have power throughout the state of Idaho to require the attendance of such witnesses and the production of such books, records and papers as it may desire at any hearing and for that purpose the board may issue a subpoena for any witness or a subpoena duces tecum to compel the production of any books, records or papers, directed to the sheriff of any county of the state of Idaho, where such witness resides or may be found which shall be served and returned. The board may require a licensee to be examined to determine his or her mental or physical competence when the board has probable cause to believe the licensee is suffering from an impairment that might impede his or her ability to practice competently.\n\n(3) When it is brought to the attention of the board by the written statement of any person that a person licensed under this chapter has done any act or thing in violation of any provision of this chapter, the board shall immediately make an investigation of such person and, if the board finds that there is probable cause to institute proceedings against such person, it shall without unnecessary delay transmit to that person by mail a copy of the charges and shall fix a day for a hearing upon the matter. Said hearing shall be conducted in accordance with chapter 52, title 67, Idaho Code, and with the administrative rules adopted by the board.\n\n(4) An assessment for costs and attorney’s fees incurred in the investigation and prosecution or defense of a person under this section shall be governed by the provisions of section 12-117(5), Idaho Code.\n\n(5) The board may investigate any person to the extent necessary to determine if the person is engaged in the unlawful practice of physical therapy. If an investigation indicates that a person may be practicing physical therapy unlawfully, the board shall inform the person of the alleged violation. The board may refer the matter for prosecution whether or not the person ceases the unlawful practice of physical therapy.\n\n(6) The board may, in the name of the people of the state of Idaho, apply for injunctive relief in any court of competent jurisdiction to enjoin any person from committing any act in violation of this chapter. Such injunction proceedings shall be in addition to, and not in lieu of, all penalties and other remedies provided for in this chapter.\n\n[(54-2220) 54-2219, added 2001, ch. 197, sec. 2, p. 674; am. 2005, ch. 185, sec. 3, p. 571; am. and redesig. 2006, ch. 116, sec. 17, p. 325; am. 2018, ch. 348, sec. 14, p. 812.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2220/"
    },
    {
      "id": "section-54-2221",
      "number": "54-2221",
      "heading": "",
      "text": "54-2221. DISCIPLINARY ACTIONS — PENALTIES. The board may, upon proof that a person has violated any provision contained in this chapter, take the following disciplinary actions singly or in combination:\n\n(1) Issue a censure or reprimand by informal admonition for minor misconduct found by the board, which censure or reprimand shall be subject to disclosure according to chapter 1, title 74, Idaho Code;\n\n(2) Impose restrictions and/or conditions as to scope of practice, place of practice, supervision of practice, duration of licensed status, or type or condition of patient or client served. The board may require a licensee to report regularly to the board on matters regarding the restricted license;\n\n(3) Suspend a license, the duration of which shall be determined by the board;\n\n(4) Revoke a license;\n\n(5) Refuse to issue or renew a license;\n\n(6) Impose a reasonable fine for violation of this chapter in an amount not to exceed a maximum amount as set forth in the administrative rules adopted by the board;\n\n(7) Accept a voluntary surrender of a license;\n\n(8) Assess costs and attorney’s fees against a licensee for any investigation and/or administrative proceeding, pursuant to the provisions of section 12-117(5), Idaho Code.\n\n[(54-2221) 54-2220, added 2001, ch. 197, sec. 2, p. 675; am. and redesig. 2006, ch. 116, sec. 18, p. 326; am. 2015, ch. 141, sec. 146, p. 493; am. 2018, ch. 348, sec. 15, p. 813.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2221/"
    },
    {
      "id": "section-54-2222",
      "number": "54-2222",
      "heading": "",
      "text": "54-2222. JUDICIAL REVIEW. Any person who shall be aggrieved by any action of the board in denying, refusing to renew, suspending or revoking a certificate of licensure, issuing a censure, imposing any restriction upon a license, or imposing any fine, may seek judicial review thereof in accordance with the provisions of chapter 52, title 67, Idaho Code.\n\n[(54-2222) 54-2221, added 2001, ch. 197, sec. 2, p. 675; am. and redesig. 2006, ch. 116, sec. 19, p. 326.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2222/"
    },
    {
      "id": "section-54-2224",
      "number": "54-2224",
      "heading": "",
      "text": "54-2224. DISPOSITION OF RECEIPTS — EXPENSES. All moneys received pursuant to the provisions of this chapter shall be deposited in the state treasury to the credit of the occupational licenses fund. All expenses incurred pursuant to the provisions of this chapter shall be paid from the occupational licenses fund.\n\n[54-2224, added 2006, ch. 116, sec. 21, p. 327.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2224/"
    },
    {
      "id": "section-54-2223",
      "number": "54-2223",
      "heading": "",
      "text": "54-2223. UNLAWFUL PRACTICE — FINES AND PENALTIES. (1) It shall be unlawful for any person to practice or offer to practice physical therapy in this state, or to use in connection with his or her name or otherwise assume, use or advertise any title or description tending to convey the impression that he or she is a physical therapist or a physical therapist assistant, unless such person has been licensed under the provisions of this chapter.\n\n(2) It shall be unlawful for any person to aid, abet, or require another person, licensed or unlicensed, to directly or indirectly violate or evade any provision of this chapter, or to combine or conspire with another person, or permit one’s license to be used by another person, or act as an agent, partner, associate, or otherwise, of another person with the intent to violate or evade the provisions of this chapter.\n\n(3) A violation of the provisions of this chapter shall constitute a misdemeanor, and any person convicted thereof shall be fined an amount not to exceed one thousand dollars ($1,000). A second conviction for a violation of any provision of this chapter shall also constitute a misdemeanor, and a person convicted of a second violation of this chapter shall be imprisoned in a county jail for a period not to exceed six (6) months, or shall be fined an amount not to exceed five thousand dollars ($5,000), or shall be punished by both such fine and imprisonment. Any third or more conviction for a violation of any provision of this chapter shall constitute a felony, and a person convicted of a third or more violation of this chapter shall be imprisoned in the state prison for a period not to exceed three (3) years, or shall be fined an amount not to exceed ten thousand dollars ($10,000), or shall be punished by both such fine and imprisonment.\n\n[(54-2223) 54-2222, added 2001, ch. 197, sec. 2, p. 675; am. and redesig. 2006, ch. 116, sec. 20, p. 327.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2223/"
    },
    {
      "id": "section-54-2225",
      "number": "54-2225",
      "heading": "",
      "text": "54-2225. PRACTICE OF DRY NEEDLING. (1) A physical therapist may perform dry needling, as defined in section 54-2203, Idaho Code, if the physical therapist has successfully completed minimum education and training requirements from a course in dry needling as determined and approved by the board.\n\n(2) The board shall have the power to promulgate rules that are necessary to carry out the provisions of this section.\n\n[54-2225, added 2018, ch. 204, sec. 1, p. 455; am. 2020, ch. 47, sec. 1, p. 113.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-22/section-54-2225/"
    }
  ]
}