{
  "state": "idaho",
  "path": "title-title-54/chapter-chapter-57",
  "sections": [
    {
      "id": "section-54-5701",
      "number": "54-5701",
      "heading": "",
      "text": "54-5701. SHORT TITLE. This chapter shall be known and may be cited as the \"Idaho Virtual Care Access Act.\"\n\n[(54-5701) 54-5601, added 2015, ch. 121, sec. 1, p. 308; am. and redesig. 2016, ch. 47, sec. 26, p. 121; am. 2023, ch. 102, sec. 3, p. 303.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5701/"
    },
    {
      "id": "section-54-5702",
      "number": "54-5702",
      "heading": "",
      "text": "54-5702. LEGISLATIVE FINDINGS. The legislature finds that virtual care provides an additional setting for the delivery of health care that maximizes the capacity and geographic reach of health care providers and limited health care resources. When practiced safely, virtual care enhances access to health care services and allows for a more cost-effective delivery system for the people of Idaho. Citizens with limited access to traditional health care settings may be diagnosed and treated sooner through virtual care than through in-person care, resulting in improved health outcomes due to early detection and prevention.\n\n[54-5702, added 2023, ch. 102, sec. 5, p. 304.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5702/"
    },
    {
      "id": "section-54-5703",
      "number": "54-5703",
      "heading": "",
      "text": "54-5703. DEFINITIONS. As used in this chapter:\n\n(1) \"Health care services\" means:\n\n(a) The assessment, diagnosis, consultation, treatment, and remote monitoring of a patient;\n\n(b) Transfer of medical data;\n\n(c) Patient and professional health-related education;\n\n(d) Public health services; and\n\n(e) Health administration.\n\n(2) \"Provider\" means any health care provider who is licensed or required to be licensed under this title or, if located outside of Idaho, would be required to be licensed under this title for the purposes of diagnosing or treating physical or behavioral health conditions.\n\n(3) \"Provider group\" means any group of licensed providers who have access to shared patient medical records and are organized to provide team-based or multidisciplinary care to patients.\n\n(4) \"Static online questionnaire\" means a questionnaire provided to a patient to which the patient responds with a static set of answers.\n\n(5) \"Virtual care\" means technology-enabled health care services in which the patient and provider are not in the same location. Virtual care is an umbrella term that encompasses terms associated with a wide variety of synchronous and asynchronous care delivery modalities enabled by technology, such as telemedicine, telehealth, m-health, e-consults, e-visits, video visits, remote patient monitoring, and similar technologies. Virtual care is considered to be rendered at the physical location of the patient.\n\n[54-5703, added 2023, ch. 102, sec. 7, p. 304.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5703/"
    },
    {
      "id": "section-54-5704",
      "number": "54-5704",
      "heading": "",
      "text": "54-5704. SCOPE OF PRACTICE. A provider delivering health care services via virtual care must at all times act within the scope of the provider’s license and according to all applicable laws and rules, including but not limited to this chapter and the Idaho community standard of care.\n\n[(54-5704) 54-5604, added 2015, ch. 121, sec. 1, p. 308; am. and redesig. 2016, ch. 47, sec. 29, p. 122; am. 2023, ch. 102, sec. 8, p. 304.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5704/"
    },
    {
      "id": "section-54-5705",
      "number": "54-5705",
      "heading": "",
      "text": "54-5705. PROVIDER-PATIENT RELATIONSHIP. A provider may provide virtual care to a patient if such provider has first established a provider-patient relationship with the patient, the patient has a provider-patient relationship with another provider in the provider group, the provider is covering calls for a provider with an established relationship with the patient, or the provider is performing any activities set forth in section 54-1733(3), Idaho Code. A provider-patient relationship may be established by use of virtual care technologies, provided that the applicable Idaho community standard of care is satisfied.\n\n[54-5705, added 2023, ch. 102, sec. 10, p. 305; am. 2025, ch. 93, sec. 49, p. 441.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5705/"
    },
    {
      "id": "section-54-5706",
      "number": "54-5706",
      "heading": "",
      "text": "54-5706. EVALUATION AND TREATMENT. When delivering health care services via virtual care, including a prescription drug order or prescription medical device order, a provider shall obtain and document a patient’s relevant clinical history and current symptoms to establish the diagnosis and identify underlying conditions and contraindications to the treatment recommended. A provider delivering health care services via virtual care has a duty to practice in a manner consistent with the provider’s scope of practice and shall be held to the applicable Idaho community standard of care that applies in an in-person setting. Treatment based solely on a static online questionnaire does not constitute an acceptable standard of care.\n\n[(54-5706) 54-5606, added 2015, ch. 121, sec. 1, p. 309; am. and redesig. 2016, ch. 47, sec. 31, p. 123; am. 2023, ch. 102, sec. 11, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5706/"
    },
    {
      "id": "section-54-5707",
      "number": "54-5707",
      "heading": "",
      "text": "54-5707. PRESCRIPTIONS. (1) A provider with an established provider-patient relationship, including a relationship established pursuant to section 54-5705, Idaho Code, may issue prescription drug orders and prescription medical device orders via virtual care within the scope of the provider’s license and according to any applicable state and federal laws, rules, and regulations, including the Idaho community standard of care. However, the prescription drug shall not be a controlled substance unless prescribed in compliance with 21 U.S.C. A prescription drug order and prescription medical device order must be issued for a legitimate medical purpose by a provider acting in a manner consistent with the provider’s scope of practice.\n\n(2) Nothing in this chapter shall be construed to expand or restrict the prescriptive authority of any provider beyond what is authorized by the applicable licensing boards.\n\n[(54-5707) 54-5607, added 2015, ch. 121, sec. 1, p. 309; am. and redesig. 2016, ch. 47, sec. 32, p. 123; am. 2017, ch. 242, sec. 3, p. 600; am. 2021, ch. 55, sec. 1, p. 183; am. 2023, ch. 102, sec. 12, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5707/"
    },
    {
      "id": "section-54-5708",
      "number": "54-5708",
      "heading": "",
      "text": "54-5708. INFORMED CONSENT. A patient’s informed consent for the use of virtual care shall be obtained as required by any applicable law.\n\n[(54-5708) 54-5608, added 2015, ch. 121, sec. 1, p. 309; am. and redesig. 2016, ch. 47, sec. 33, p. 123; am. 2023, ch. 102, sec. 13, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5708/"
    },
    {
      "id": "section-54-5709",
      "number": "54-5709",
      "heading": "",
      "text": "54-5709. CONTINUITY OF CARE. A provider delivering health care services via virtual care or a provider who is a member of the same provider group as the provider delivering health care services via virtual care shall be available for follow-up care or to provide information to patients who make use of such services. Patients receiving care virtually shall be provided a method to contact the provider of record.\n\n[(54-5709) 54-5609, added 2015, ch. 121, sec. 1, p. 309; am. and redesig. 2016, ch. 47, sec. 34, p. 123; am. 2023, ch. 102, sec. 14, p. 305.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5709/"
    },
    {
      "id": "section-54-5710",
      "number": "54-5710",
      "heading": "",
      "text": "54-5710. REFERRAL TO OTHER SERVICES. A provider shall make appropriate patient referrals, including to emergency resources, when medically indicated.\n\n[(54-5710) 54-5610, added 2015, ch. 121, sec. 1, p. 309; am. and redesig. 2016, ch. 47, sec. 35, p. 123; am. 2023, ch. 102, sec. 15, p. 306.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5710/"
    },
    {
      "id": "section-54-5711",
      "number": "54-5711",
      "heading": "",
      "text": "54-5711. MEDICAL RECORDS. A provider delivering health care services via virtual care must document in the patient’s medical record the health care services rendered via virtual care according to the same standard used for equivalent in-person services. All virtual care medical records must be maintained in compliance with any applicable state and federal laws, rules, and regulations, including the health insurance portability and accountability act (HIPAA), P.L. 104-191 (1996), and the health information technology for economic and clinical health act (HITECH), P.L. 111-115 (2009). Such records shall be accessible to other providers, if the patient has given permission, and to the patient in accordance with applicable laws, rules, and regulations.\n\n[(54-5711) 54-5611, added 2015, ch. 121, sec. 1, p. 309; am. and redesig. 2016, ch. 47, sec. 36, p. 124; am. 2020, ch. 114, sec. 3, p. 365; am. 2023, ch. 102, sec. 16, p. 306.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5711/"
    },
    {
      "id": "section-54-5712",
      "number": "54-5712",
      "heading": "",
      "text": "54-5712. ENFORCEMENT AND DISCIPLINE. (1) A provider is prohibited from delivering health care services via virtual care in the provider’s practice if the provider is not in full compliance with applicable state and federal laws, rules, and regulations, including this chapter and the Idaho community standard of care. State licensing boards shall be authorized to enforce the provisions of this chapter relating to the practice of individuals they license. A provider who fails to comply with applicable state and federal laws, rules, and regulations is subject to discipline by such provider’s licensing board.\n\n(2) For purposes of this section, any act that constitutes the delivery of health care services is deemed to occur at the place where the patient is located at the time the act is performed. Venue for a civil or administrative action initiated by the appropriate regulatory licensing authority or by a patient who receives virtual care services from an out-of-state provider may be located in the patient’s county of residence, an applicable county in Idaho, or another venue as deemed proper by a court of competent jurisdiction.\n\n[(54-5712) 54-5612, added 2015, ch. 121, sec. 1, p. 310; am. and redesig. 2016, ch. 47, sec. 37, p. 124; am. 2023, ch. 102, sec. 17, p. 306.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5712/"
    },
    {
      "id": "section-54-5713",
      "number": "54-5713",
      "heading": "",
      "text": "54-5713. VIRTUAL CARE LICENSURE EXEMPTIONS AND JURISDICTION CONSENT. (1) Prior to delivering health care services via virtual care, a provider must obtain a license from the applicable licensing board, except a license is not required for virtual care when a provider licensed and in good standing in another state or jurisdiction of the United States:\n\n(a) Has established a patient-provider relationship with a person who is in Idaho temporarily for business, work, education, vacation, or other reasons and such person requires health care services from that provider;\n\n(b) Has established a patient-provider relationship with a person and provides temporary or short-term follow-up health care services to such person to ensure continuity of care;\n\n(c) Is employed by or contracted with an Idaho facility or hospital to provide care services for which the provider has been privileged and credentialed;\n\n(d) Renders health care services in a time of disaster and provides follow-up health care services to ensure continuity of care;\n\n(e) Provides health care services in preparation for a scheduled in-person care visit; or\n\n(f) Consults with or refers a patient to an Idaho licensed provider.\n\n(2) By engaging in virtual care with a patient located in Idaho, a provider exempted from Idaho licensure under subsection (1) of this section consents to the applicable Idaho laws, rules, and regulations governing the provider’s profession, including this chapter and the Idaho community standard of care, the jurisdiction of Idaho courts, the jurisdiction of the division of occupational and professional licenses, and the jurisdiction of the applicable licensing board regulating the provider’s profession, including the division’s and licensing board’s complaint, investigation, and hearing process and ability to seek injunctions and impose civil penalties and fines.\n\n[54-5713, added 2023, ch. 102, sec. 19, p. 306.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5713/"
    },
    {
      "id": "section-54-5714",
      "number": "54-5714",
      "heading": "",
      "text": "54-5714. INTERSTATE TELEHEALTH — MENTAL AND BEHAVIORAL HEALTH. (1) For purposes of this section, a mental or behavioral health provider is a provider pursuant to section 54-5703(4), Idaho Code, who is licensed or registered in another state, district, or territory of the United States to practice mental or behavioral health care.\n\n(2) A mental or behavioral health provider who is not licensed in Idaho may provide telehealth services to an Idaho resident or person located in Idaho, notwithstanding any provision of law or rule to the contrary, pursuant to the requirements and limitations of this section.\n\n(3) In addition to the other requirements of this section, a mental or behavioral health provider who engages in interstate telehealth services pursuant to this section must:\n\n(a) Hold current, valid, and unrestricted licensure from an applicable health care licensing authority in a state, district, or territory of the United States that has substantially similar requirements for licensure as the corresponding Idaho licensing authority;\n\n(b) Not be subject to any past or pending disciplinary proceedings, excluding any action related to nonpayment of fees related to a license;\n\n(c) Act in full compliance with all applicable laws, rules, and regulations, including this chapter and laws and rules of the applicable Idaho licensing authority regarding such mental or behavioral health care practice;\n\n(d) Act in compliance with any existing Idaho requirements regarding the maintenance of liability insurance;\n\n(e) Consent to Idaho jurisdiction; and\n\n(f) Biennially register in Idaho to provide telehealth services.\n\n(4) The standard of care under this section shall be the Idaho community standard of care.\n\n(5) A mental or behavioral health provider who fails to comply with applicable Idaho laws, rules, and regulations shall be subject to investigation and disciplinary action by an applicable Idaho licensing authority. Disciplinary action may include but is not limited to revoking the mental or behavioral health provider’s Idaho practice privileges, referring the matter to licensing authorities in any states where the mental or behavioral health provider possesses licensure, and civil penalties.\n\n(6) Venue for a civil or administrative action initiated by a licensing authority or by a patient who receives telehealth services from an out-of-state mental or behavioral health provider shall be located in the patient’s county of residence or in any applicable county in Idaho.\n\n(7) Nothing in this section shields a mental or behavioral health provider from personal jurisdiction in Idaho.\n\n(8) Nothing in this section shields a mental or behavioral health provider from the requirements of the health insurance portability and accountability act of 1996.\n\n(9) A licensing authority responsible for issuing licenses to provide mental or behavioral health care services in this state shall register interstate telehealth providers pursuant to this section.\n\n(10) A licensing authority shall require an applicant for an Idaho registration to complete an application in a form prescribed by the licensing authority that demonstrates to the licensing authority that the applicant is in compliance with the provisions of this section and that such applicant consents to the requirements of this section. The licensing authority may establish an application registration fee not to exceed thirty-five ($35.00) dollars.\n\n(11) If a licensing authority finds that grounds for discipline against a registered provider exist, such licensing authority:\n\n(a) May impose upon the practice privileges of the registration holder any of the penalties that such licensing authority is authorized to impose;\n\n(b) Shall promptly notify licensing authorities in any state where a provider possesses licensure of any action taken against the telehealth registration practice privileges of a licensee pursuant to this section; and\n\n(c) May bring a civil or administrative action against such provider pursuant to subsection (6) of this section.\n\n(12) The registration provided for in this section is not equivalent to Idaho licensure for purposes of in-person services and shall not permit a registrant to provide any in-person services in Idaho. The registration cannot be used as a basis for reciprocal licensure or full licensure in Idaho.\n\n[54-5714, added 2023, ch. 142, sec. 1, p. 391.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-57/section-54-5714/"
    }
  ]
}