{
  "state": "idaho",
  "path": "title-title-54/chapter-chapter-31",
  "sections": [
    {
      "id": "section-54-3101",
      "number": "54-3101",
      "heading": "",
      "text": "54-3101. SHORT TITLE — INTENT. (1) This chapter shall be known as the \"Idaho Certified Shorthand Reporters Act.\"\n\n(2) In order to safeguard life, health and property, and to promote the public welfare, the practice of shorthand reporting in this state is hereby declared to be subject to regulation in the public interest.\n\n[54-3101, added 1974, ch. 110, sec. 2, p. 1255; am. 2008, ch. 68, sec. 1, p. 176.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3101/"
    },
    {
      "id": "section-54-3102",
      "number": "54-3102",
      "heading": "",
      "text": "54-3102. DEFINITIONS. Unless otherwise expressly stated, when used in this chapter the following words and phrases shall have the following meanings:\n\n(1) \"Shorthand reporting\" means the making of written symbols or abbreviations in shorthand or machine shorthand writing of a verbatim record of any oral court proceedings, deposition, or proceedings before any grand jury, referee, or court commissioner, contemporaneous with the event.\n\n(2) \"Certified shorthand reporter\" or its abbreviation \"C.S.R.\" means any person holding a valid regular or temporary certificate as a shorthand reporter as provided in this chapter.\n\n(3) \"Board\" means the state certified shorthand reporters board.\n\n(4) \"Official court reporter\" means the official court reporter of a federal district court in the state or the district court reporter of any state district court, but does not include any reporter of the magistrates division of any state district court.\n\n(5) \"Freelance reporter\" means any shorthand reporter engaged in the practice of shorthand reporting as defined in this chapter who is not an official court reporter.\n\n(6) \"Available\" means physically present at the time and place indicated or that the person could be physically present at the time and place indicated if a specific request was made.\n\n[54-3102, added 1974, ch. 110, sec. 3, p. 1255; am. 2005, ch. 84, sec. 1, p. 299; am. 2008, ch. 68, sec. 2, p. 176.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3102/"
    },
    {
      "id": "section-54-3103",
      "number": "54-3103",
      "heading": "",
      "text": "54-3103. CERTIFICATION REQUIRED. Except as expressly provided in this chapter, no person shall engage in the practice of shorthand reporting or be appointed to the position of district court reporter in any state district court, or before any master or referee, or as reporter for any board or commission of the state requiring shorthand reporting for any hearing, proceeding or trial unless such person is a certified shorthand reporter as defined in this chapter; provided that any district court reporter, or any reporter before a master or referee shall also possess such additional qualifications as the supreme court may prescribe by rule.\n\nNo person shall use the title of certified shorthand reporter or its abbreviations C.S.R. or CSR, or any similar words or letters in conjunction with such person’s name to indicate the possession of qualifications to practice in this state as a certified shorthand reporter without having a valid temporary permit or regular certificate issued pursuant to this chapter and not revoked or suspended. A certificate or permit to practice shorthand reporting shall not be transferable.\n\n[54-3103, added 1974, ch. 110, sec. 4, p. 1255; am. 2008, ch. 68, sec. 3, p. 176; am. 2015, ch. 152, sec. 1, p. 542.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3103/"
    },
    {
      "id": "section-54-3104",
      "number": "54-3104",
      "heading": "",
      "text": "54-3104. EXCEPTIONS TO CERTIFICATION REQUIREMENT. The provisions of this chapter shall not apply to and shall not be construed to prohibit:\n\n(1) The appointment of a state district court reporter who is not a certified shorthand reporter on a temporary basis in accordance with and upon condition as the supreme court may prescribe by rule. Provided, in the event a person who has not obtained regular certification as a certified shorthand reporter is appointed as district court reporter, such reporter must make application for regular certification under this chapter within thirty (30) days of such appointment. If the reporter fails to obtain regular certification as a certified shorthand reporter by the second subsequent consecutive examination date by reason of his failure to pass the necessary examination, or otherwise, then such person shall be removed as district court reporter and shall not be eligible for reappointment until successfully obtaining a regular certificate as a certified shorthand reporter under this chapter.\n\n(2) The employment and reporting of personnel in the magistrates division of any district court of the state who rely principally upon electronic tape recorders, stenomask, or similar mechanical contrivances to make a record of a hearing, trial or proceeding.\n\n(3) The taking of an oral deposition by shorthand reporting by a person not a certified shorthand reporter if the party to the action or such party’s attorney certifies at the commencement of the deposition that no certified shorthand reporter was available for reporting the deposition.\n\n(4) The employment of salaried, full-time employees of a prosecuting attorney or of any department or agency of the state to act as a hearing reporter for such official, department or agency.\n\n[54-3104, added 1974, ch. 110, sec. 5, p. 1255; am. 2007, ch. 3, sec. 1, p. 4; am. 2008, ch. 68, sec. 4, p. 177.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3104/"
    },
    {
      "id": "section-54-3105",
      "number": "54-3105",
      "heading": "",
      "text": "54-3105. CERTIFIED SHORTHAND REPORTERS BOARD — MEMBERS — TERM — APPOINTMENT. (1) There is hereby created in the division of occupational and professional licenses a state-certified shorthand reporters board of the state of Idaho which shall consist of five (5) members. Two (2) members of the board shall be certified shorthand reporters who have had at least five (5) years continuous experience immediately prior to their nomination as a freelance shorthand reporter or official court reporter. One (1) other member of the board shall be an Idaho district judge nominated by the Idaho supreme court. One (1) other member of the board shall be a member of the Idaho state bar and nominated by the Idaho state bar association. One (1) other member shall be a member of the public with an interest in the rights of consumers of shorthand reporter services.\n\n(2) The members of the board shall hold office for terms of three (3) years each. Appointments to fill vacancies shall be for the unexpired term of such vacancies.\n\n(3) Board members shall be appointed by and serve at the pleasure of the governor. The governor may consider recommendations for appointment to the board from the Idaho court reporters association and from any individual residing in this state. Each member of the board shall hold office for the specified term and until a successor is duly appointed by the governor.\n\n[54-3105, added 1974, ch. 110, sec. 6, p. 1255; am. 2008, ch. 68, sec. 5, p. 177; am. 2015, ch. 152, sec. 2, p. 542; am. 2016, ch. 340, sec. 35, p. 956; am. 2021, ch. 222, sec. 27, p. 643.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3105/"
    },
    {
      "id": "section-54-3106",
      "number": "54-3106",
      "heading": "",
      "text": "54-3106. ORGANIZATION OF BOARD — MEETINGS — QUORUM — COMPENSATION. (1) The board shall organize by the election of one (1) of its members as chairman and one (1) of its members as vice chairman. Officers of the board shall be elected annually for terms of one (1) year at a regular meeting of the board, but the same person may not hold the office of chairman more than three (3) years in succession.\n\n(2) The board shall meet at least annually to conduct its business and perform its duties, and shall meet at such other times as designated by the chairman or by request of two (2) or more members of the board.\n\n(3) A majority of the board shall constitute a quorum for all purposes and the majority vote of the members voting shall constitute the action of the board.\n\n(4) A complete record of all board proceedings shall be maintained.\n\n(5) Members of the board shall be compensated as provided in section 59-509(b), Idaho Code.\n\n[54-3106, added 1974, ch. 110, sec. 7, p. 1255; am. 1980, ch. 247, sec. 75, p. 644; am. 2008, ch. 68, sec. 6, p. 178.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3106/"
    },
    {
      "id": "section-54-3107",
      "number": "54-3107",
      "heading": "",
      "text": "54-3107. POWERS AND DUTIES. The state certified shorthand reporters board shall have the following powers and duties:\n\n(1) To determine the qualifications of persons applying for certificates and the renewal of a certificate under this chapter.\n\n(2) To prescribe, administer, and approve examination of applicants applying for certificates under this chapter, including examinations that are administered electronically or online.\n\n(3) To collect the fees and charges prescribed by this chapter.\n\n(4) To execute and issue temporary permits and certified shorthand reporter certificates under the conditions prescribed in this chapter.\n\n(5) To refuse to issue, refuse to renew, revoke or suspend or otherwise discipline any certificate or permit upon the grounds and in the manner prescribed by this chapter.\n\n(6) To make rules to carry out the intent and purposes of this chapter.\n\n(7) The board may, by written agreement, authorize the division of occupational and professional licenses as its agent to act in its interest.\n\n[54-3107, added 1974, ch. 110, sec. 8, p. 1255; am. 2008, ch. 68, sec. 7, p. 178; am. 2019, ch. 47, sec. 1, p. 128; am. 2022, ch. 94, sec. 43, p. 311.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3107/"
    },
    {
      "id": "section-54-3108",
      "number": "54-3108",
      "heading": "",
      "text": "54-3108. QUALIFICATIONS — REQUIRED EXAMINATION — RENEWAL OF CERTIFICATES. (1) Applicants for certification must take and pass the Idaho certified shorthand reporter examination. Alternatively, applicants for certification must provide proof, satisfactory to the board, of having passed one (1) of the following examinations within the two (2) years prior to the date of the application:\n\n(a) The registered professional reporter (RPR) examination;\n\n(b) The registered merit reporter (RMR) examination;\n\n(c) The registered diplomate reporter (RDR) examination;\n\n(d) The certified realtime reporter (CRR) examination; or\n\n(e) The certified realtime captioner (CRC) examination.\n\n(2) Any applicant who is a lawful resident of the United States, who has not been convicted, found guilty, or received a withheld judgment or a suspended sentence in this state or in any other state of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code, and who has graduated from an accredited high school or has an equivalent education, shall be entitled to receive a certificate as a certified shorthand reporter upon payment of the fees required by this chapter. All applications shall be in such form as prescribed by the board and filed with the board at least thirty (30) days prior to the announced date of the reporter examination. The board in its discretion may make such additional investigation and inquiry, or require additional information from the applicant, as it shall deem necessary in determining the qualifications of the applicant. The board shall thereupon notify the applicant as to whether their application to take the reporter examination is accepted.\n\n(3) All certified shorthand reporter certificates shall be issued for a period of two (2) years and shall be renewable upon payment of a renewal fee. The renewal and reinstatement of all certificates issued under the provisions of this chapter shall be in accordance with section 67-2614, Idaho Code.\n\n[54-3108, added 1974, ch. 110, sec. 9, p. 1255; am. 1987, ch. 72, sec. 1, p. 142; am. 1992, ch. 191, sec. 1, p. 595; am. 2005, ch. 84, sec. 2, p. 299; am. 2008, ch. 68, sec. 8, p. 179; am. 2019, ch. 47, sec. 2, p. 128; am. 2022, ch. 246, sec. 25, p. 805; am. 2024, ch. 86, sec. 28, p. 409.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3108/"
    },
    {
      "id": "section-54-3109",
      "number": "54-3109",
      "heading": "",
      "text": "54-3109. QUALIFICATIONS FOR TEMPORARY PERMIT — RENEWAL. (1) A temporary certified shorthand reporter permit may be issued to an applicant who pays the required fees and who:\n\n(a) Has not been convicted, found guilty, or received a withheld judgment or a suspended sentence in this state or in any other state of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code; and\n\n(b) Has graduated from an accredited high school or has an equivalent education; and\n\n(i) Is currently licensed in good standing in another state as a certified shorthand reporter, or its equivalent, or has otherwise demonstrated proficiency by a certificate from an agency of another state; or\n\n(ii) Has graduated from a national court reporters association (NCRA) approved school.\n\n(2) The application shall be upon such forms as are prescribed by the board and the board may in its discretion make additional investigation and inquiry, or require further information from the applicant, as it shall deem necessary in order to make a determination of the qualifications of the applicant.\n\n(3) An individual shall only be issued one (1) temporary certified shorthand reporter permit. The permit shall be valid for a period of one (1) year and may be renewed for a single additional period of one (1) year upon the payment of required fees and upon a showing of just cause.\n\n[54-3109, added 1974, ch. 110, sec. 10, p. 1255; am. 1987, ch. 72, sec. 2, p. 142; am. 1992, ch. 191, sec. 2, p. 596; am. 2002, ch. 83, sec. 1, p. 186; am. 2005, ch. 84, sec. 3, p. 300; am. 2008, ch. 68, sec. 9, p. 179; am. 2015, ch. 152, sec. 3, p. 542; am. 2022, ch. 246, sec. 26, p. 806.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3109/"
    },
    {
      "id": "section-54-3109a",
      "number": "54-3109A",
      "heading": "",
      "text": "54-3109A. ENDORSEMENT — CERTIFICATION. The board, upon application and the payment of the required fee, may issue a shorthand reporter certificate by endorsement to a person who has not been convicted, found guilty, or received a withheld judgment or a suspended sentence in this state or in any other state of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code, who holds a shorthand reporter certificate of qualification or license issued to that person by the proper authority of any state or territory of the United States, and who:\n\n(1) Provides official documentation that the individual has passed at any time one (1) of the examinations set forth in section 54-3108, Idaho Code; and\n\n(2) Provides documentation that the individual has continually worked as a certified shorthand reporter for at least three (3) of the last five (5) years immediately prior to application.\n\n[54-3109A, added 2019, ch. 47, sec. 3, p. 129; am. 2022, ch. 246, sec. 27, p. 807.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3109a/"
    },
    {
      "id": "section-54-3111",
      "number": "54-3111",
      "heading": "",
      "text": "54-3111. EXAMINATIONS. The board shall conduct the Idaho certified shorthand reporter examination at least once every year and may conduct additional examinations. The board shall give public notice of the time and place of each examination.\n\n[54-3111, added 1974, ch. 110, sec. 12, p. 1255; am. 2005, ch. 84, sec. 5, p. 301; am. 2008, ch. 68, sec. 11, p. 180; am. 2015, ch. 152, sec. 5, p. 543.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3111/"
    },
    {
      "id": "section-54-3110",
      "number": "54-3110",
      "heading": "",
      "text": "54-3110. FEES. The board shall be entitled to charge and collect the following fees:\n\n(1) The sum of fifty dollars ($50.00) as an application fee for any certificate or temporary permit.\n\n(2) The sum of fifty dollars ($50.00) as an examination fee for the administration of the reporters examination to any applicant.\n\n(3) A sum not to exceed one hundred fifty dollars ($150) as a renewal fee for any certificate or temporary permit.\n\n(4) The failure to renew a certificate biennially, prior to expiration, shall not deprive such person of the right of renewal or reinstatement in accordance with section 67-2614, Idaho Code.\n\n(5) A sum not to exceed twenty dollars ($20.00) as a fee for examination preparation materials.\n\n[54-3110, added 1974, ch. 110, sec. 11, p. 1255; am. 1987, ch. 72, sec. 3, p. 143; am. 1992, ch. 191, sec. 3, p. 597; am. 2003, ch. 88, sec. 1, p. 270; am. 2005, ch. 84, sec. 4, p. 300; am. 2008, ch. 68, sec. 10, p. 180; am. 2015, ch. 152, sec. 4, p. 543; am. 2024, ch. 86, sec. 29, p. 410.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3110/"
    },
    {
      "id": "section-54-3112",
      "number": "54-3112",
      "heading": "",
      "text": "54-3112. SUSPENSION AND REVOCATION OF TEMPORARY PERMIT OR CERTIFICATE. The board may refuse to issue, refuse to renew, suspend, revoke, or otherwise sanction a temporary permit or certified shorthand reporter certificate for any of the following reasons:\n\n(1) Conviction of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code. The record of conviction, or a certified copy thereof, shall be prima facie evidence of conviction in such cases.\n\n(2) Fraud or misrepresentation resorted to in obtaining a certificate thereunder.\n\n(3) Fraud, dishonesty, corruption, willful violation of duty, gross incompetence in practice or unprofessional conduct in performing services as a certified shorthand reporter.\n\n(4) Persistent failure to perform duties.\n\n(5) Any physical or mental disability materially interfering with the performance of duties.\n\n(6) The violation of the provisions of this chapter or rules, or any ethical codes as may be adopted by the board.\n\n[54-3112, added 1974, ch. 110, sec. 13, p. 1255; am. 1987, ch. 72, sec. 4, p. 143; am. 2008, ch. 68, sec. 12, p. 181; am. 2020, ch. 175, sec. 29, p. 536.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3112/"
    },
    {
      "id": "section-54-3113",
      "number": "54-3113",
      "heading": "",
      "text": "54-3113. INVESTIGATION OF VIOLATIONS — HEARING. The board shall, upon a verified complaint in writing by any member of the board or by a certified shorthand reporter or any person claiming to have been injured or defrauded, investigate the actions of any certified shorthand reporter alleged to have committed a violation of this chapter or any of the grounds for revocation or suspension of a certificate. For the purpose of such investigations and hearings, each member of the board is empowered to administer oaths and affirmations, subpoena witnesses, and hear and receive evidence anywhere in the state. Upon conclusion of the hearings, the board shall determine by majority vote whether the certificate of the certified shorthand reporter should be revoked or suspended for a stated period of time, or whether such disciplinary action short of suspension or revocation should be imposed, including, but not limited to, conditional probationary periods and the imposition of fines, or whether the complaint should be dismissed. The proceedings and hearings pursuant to this section shall be governed by chapter 52, title 67, Idaho Code. The assessment of costs and attorney’s fees shall be governed by the provisions of section 12-117(5), Idaho Code.\n\n[54-3113, added 1974, ch. 110, sec. 14, p. 1255; am. 1997, ch. 88, sec. 1, p. 213; am. 2008, ch. 68, sec. 13, p. 181; am. 2018, ch. 348, sec. 17, p. 814.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3113/"
    },
    {
      "id": "section-54-3114",
      "number": "54-3114",
      "heading": "",
      "text": "54-3114. JUDICIAL REVIEW OF BOARD ACTION. Any person who shall be aggrieved by any action of the board in denying, refusing to renew, suspending, revoking or otherwise disciplining a certified shorthand reporter certificate or temporary permit may seek judicial review thereof as provided in chapter 52, title 67, Idaho Code. A copy of the petition for judicial review shall be served upon the board and upon the board’s administrative legal counsel who shall represent the board in such appeal.\n\n[54-3114, added 1974, ch. 110, sec. 19, p. 1255; am. 1993, ch. 216, sec. 88, p. 661; am. 2008, ch. 68, sec. 14, p. 181; am. 2015, ch. 152, sec. 6, p. 543.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3114/"
    },
    {
      "id": "section-54-3115",
      "number": "54-3115",
      "heading": "",
      "text": "54-3115. REINSTATEMENT OF CERTIFICATION. A temporary permit or certified shorthand reporter certificate which has been revoked or suspended, may be reinstated at the discretion of the board upon a finding that the grounds for suspension or revocation no longer exist or that the reporter has made adequate restitution for any damages caused by any misconduct and has demonstrated that the misconduct will not recur. An application for reinstatement shall be in such form as prescribed by the board by rule, and shall be accompanied by an application fee and a reinstatement fee. In the event the certificate was originally suspended or revoked for incompetence, the applicant for reinstatement shall also be required to take and pass the reporters examination and pay an examination fee.\n\n[54-3115, added 1974, ch. 110, sec. 15, p. 1255; am. 2008, ch. 68, sec. 15, p. 182; am. 2022, ch. 246, sec. 28, p. 807.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3115/"
    },
    {
      "id": "section-54-3117",
      "number": "54-3117",
      "heading": "",
      "text": "54-3117. FINANCES. All fees received under the provisions of this chapter shall be paid to the division of occupational and professional licenses and deposited in the state treasury to the credit of the occupational licenses fund and all costs and expenses incurred under the provisions of this chapter shall be a charge against and paid from said fund.\n\n[54-3117, added 1974, ch. 110, sec. 17, p. 1255; am. 2008, ch. 68, sec. 17, p. 182; am. 2022, ch. 94, sec. 44, p. 311.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3117/"
    },
    {
      "id": "section-54-3118",
      "number": "54-3118",
      "heading": "",
      "text": "54-3118. VIOLATION A MISDEMEANOR — PENALTY. Any person violating any of the provisions of this chapter shall be guilty of a misdemeanor and upon conviction shall be punishable by a fine of not less than fifty dollars ($50.00) and not exceeding two hundred dollars ($200) for each offense, or imprisonment in the county jail for a term of not more than ninety (90) days, or by both such fine and imprisonment.\n\n[54-3118, added 1974, ch. 110, sec. 18, p. 1255; am. 2008, ch. 68, sec. 18, p. 182.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-31/section-54-3118/"
    }
  ]
}