{
  "state": "idaho",
  "path": "title-title-54/chapter-chapter-32",
  "sections": [
    {
      "id": "section-54-3201",
      "number": "54-3201",
      "heading": "",
      "text": "54-3201. PURPOSE — LEGISLATIVE INTENT. Recognizing that the profession of social work involves the application of a special knowledge of social resources, social systems, human capabilities, and the part that conscious and unconscious motivation plays in determining behavior, and further recognizing that social work profoundly affects the lives of people of the state of Idaho, it is the legislative intent and purpose of this act to protect the public by setting standards of qualification, education, training and experience, and professional competence for those who engage in the practice of social work.\n\n[54-3201, added 1976, ch. 213, sec. 1, p. 776.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3201/"
    },
    {
      "id": "section-54-3203",
      "number": "54-3203",
      "heading": "",
      "text": "54-3203. STATE BOARD OF SOCIAL WORK EXAMINERS — CREATED — APPOINTMENTS — TERMS. (1) A state board of social work examiners is hereby created and made a part of the division of occupational and professional licenses. It shall be the duty of the board to administer the provisions of this chapter pursuant to the provisions of chapters 26 and 52, title 67, Idaho Code. The board shall consist of six (6) members, three (3) of which shall be masters social workers, and two (2) of which shall be social workers, and one (1) of which shall be a lay member and all of whom shall be appointed by and serve at the pleasure of the governor. All terms shall be for a period of five (5) years. Whenever a board member’s term expires or a vacancy occurs, the governor may consider recommendations for appointment to the board for a new term or for an unexpired term from any Idaho organization and from any individual residing in this state.\n\n(2) Each social work member of the board shall:\n\n(a) Be a resident of this state;\n\n(b) Be currently licensed and in good standing to engage in the practice of social work in this state;\n\n(c) At the time of appointment, have been actively engaged in the practice of social work for at least one (1) out of the last five (5) years; and\n\n(d) Have at least three (3) years of experience in the practice of social work.\n\n(3) Each fiscal year, the chairmanship will rotate to the person who is in the fourth year of their five (5) year term. The chairman shall preside at all meetings of the board. If this person is unable to serve, an election by a majority vote of the board shall determine the person who will serve as chair for that fiscal year. In the event the chairman is not present at any board meeting, the board may by majority vote of the members present appoint a temporary chairman. A majority of the members of the board shall constitute a quorum.\n\n(4) Each member of the board shall be compensated as provided by section 59-509(b), Idaho Code.\n\n[54-3203, added 1976, ch. 213, sec. 1, p. 777; am. 1980, ch. 247, sec. 76, p. 644; am. 2002, ch. 85, sec. 2, p. 190; am. 2004, ch. 110, sec. 1, p. 384; am. 2016, ch. 340, sec. 36, p. 956; am. 2021, ch. 222, sec. 28, p. 643.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3203/"
    },
    {
      "id": "section-54-3202",
      "number": "54-3202",
      "heading": "",
      "text": "54-3202. DEFINITIONS. As used in this chapter, the terms defined in this section shall have the following meaning, unless the context clearly indicates another meaning.\n\n(1) \"Board\" means the state board of social work examiners hereinafter provided in this chapter.\n\n(2) \"Social work\" is defined as the professional activity of helping individuals, groups, families and communities enhance or restore their capacity for social functioning and creating societal conditions favorable to this goal. Social work practice consists of the professional application of social work values, principles and techniques. The practice of social work requires knowledge of human development and behavior of social, economic and cultural institutions and of the interaction of all these factors.\n\n(3) \"Clinical social worker\" means an individual who is licensed under this chapter and may be designated as a licensed clinical social worker (LCSW).\n\n(4) \"Master social worker\" means an individual who is licensed under this chapter and may be designated as a licensed master social worker (LMSW).\n\n(5) \"Bachelor social worker\" means an individual who is licensed under this chapter and may be designated as a licensed bachelor social worker (LBSW).\n\n[54-3202, added 1976, ch. 213, sec. 1, p. 777; am. 2002, ch. 85, sec. 1, p. 190.; am. 2010, ch. 161, sec. 1, p. 334; am. 2019, ch. 78, sec. 1, p. 182.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3202/"
    },
    {
      "id": "section-54-3204",
      "number": "54-3204",
      "heading": "",
      "text": "54-3204. BOARD — POWERS AND DUTIES. The board shall have the following powers and duties:\n\n(1) To adopt and amend rules to administer and carry out the provisions of this chapter and for the conduct of its affairs, provided that such rules shall be promulgated in accordance with the provisions of chapters 26 and 52, title 67, Idaho Code;\n\n(2) To maintain a list of the names and addresses of all persons licensed under this chapter;\n\n(3) At its discretion, to contract with the division of occupational and professional licenses for those services deemed necessary for the proper administration of this chapter;\n\n(4) To prescribe by rule the minimum amount and kind of continuing education to be required of each social worker seeking to renew a license in the state of Idaho;\n\n(5) To establish by rule an inactive license status;\n\n(6) To take such action as may be necessary to enforce the provisions of this chapter and to regulate the practice of social work;\n\n(7) To review the practice of a social worker licensed pursuant to this chapter who is the subject of a complaint regarding a potential violation of the provisions of this chapter. This review may include client records, notes of the license holder and other materials related to the practice. The review will remain subject to nondisclosure according to the provisions of chapter 1, title 74, Idaho Code, unless the written consent of the client is received by the board;\n\n(8) To establish by rule the standards and requirements for the use of communication technology in the practice of social work, including supervision.\n\n[54-3204, added 1976, ch. 213, sec. 1, p. 778; am. 1994, ch. 139, sec. 1, p. 311; am. 2002, ch. 85, sec. 3, p. 191; am. 2008, ch. 15, sec. 1, p. 21; am. 2013, ch. 15, sec. 1, p. 25; am. 2014, ch. 54, sec. 1, p. 132; am. 2015, ch. 141, sec. 148, p. 494; am. 2022, ch. 94, sec. 45, p. 312.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3204/"
    },
    {
      "id": "section-54-3205",
      "number": "54-3205",
      "heading": "",
      "text": "54-3205. DISPOSITION OF RECEIPTS — EXPENSES — REFUND. All fees received under the provisions of this act shall be deposited in the state treasury to the credit of the occupational licenses fund, and all costs and expenses incurred by the board under the provisions of this act shall be a charge against and paid from said fund for such purposes, and the funds collected hereunder shall be immediately available for the administration of this act, the provisions of any other law notwithstanding. In no instance will the occupational licenses fund be obligated to pay any claims that in aggregate with claims already paid exceed the income to the occupational licenses fund, which has been derived by the application of this act.\n\nThe money paid into the occupational licenses fund is continuously appropriated to the board for expenditure in the manner prescribed herein to defray the expenses of the board and in carrying out and enforcing the provisions of this act.\n\n[54-3205, added 1976, ch. 213, sec. 1, p. 778; am. 2021, ch. 224, sec. 61, p. 682.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3205/"
    },
    {
      "id": "section-54-3206",
      "number": "54-3206",
      "heading": "",
      "text": "54-3206. LICENSING — QUALIFICATIONS. The board shall issue licenses to qualified applicants who have passed an examination conducted or approved by the board, have not been convicted, found guilty, or received a withheld judgment or a suspended sentence in this state or in any other state of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code, and meet one (1) of the following:\n\n(1) For a clinical social worker license, possess a master’s degree or doctorate in social work and two (2) years of postgraduate supervised clinical experience approved by the board;\n\n(2) For a master social worker license, possess a master’s degree or doctorate in social work from a college or university approved by the board; or\n\n(3) For a bachelor social worker license, possess a baccalaureate degree in social work from a college or university approved by the board.\n\n[54-3206, added 1976, ch. 213, sec. 1, p. 779; am. 2010, ch. 161, sec. 2, p. 335; am. 2019, ch. 78, sec. 2, p. 182; am. 2022, ch. 246, sec. 29, p. 807.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3206/"
    },
    {
      "id": "section-54-3207",
      "number": "54-3207",
      "heading": "",
      "text": "54-3207. PRIVATE OR INDEPENDENT PRACTICE OF SOCIAL WORK. (1) The private practice of social work is defined as that independent practice in which an individual is responsible for the contractual conditions of payment with clients, agencies and institutions.\n\n(2) The independent practice of social work is defined as that practice in which an individual who, wholly or in part, practices social work autonomously with total responsibility for such independent practice.\n\n[54-3207, added 1976, ch. 213, sec. 1, p. 779; am. 2002, ch. 85, sec. 4, p. 192.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3207/"
    },
    {
      "id": "section-54-3208",
      "number": "54-3208",
      "heading": "",
      "text": "54-3208. ENDORSEMENT. An applicant for endorsement shall hold a current unrestricted license in another state or territory and shall meet those requirements as provided by board rule.\n\n[54-3208, added 1976, ch. 213, sec. 1, p. 779; am. 2002, ch. 85, sec. 5, p. 192.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3208/"
    },
    {
      "id": "section-54-3209",
      "number": "54-3209",
      "heading": "",
      "text": "54-3209. FEES — LICENSING — DURATION OF LICENSES. Each person submitting an application for licensure to practice social work shall pay an application fee, as determined by the rules of the board, which shall not exceed three hundred dollars ($300) and which shall include the original license fee. Each person licensed to practice social work shall pay a license renewal fee, not to exceed three hundred dollars ($300) as determined by the rules of the board. All licenses issued under the provisions of this chapter shall be subject to biennial renewal and shall expire unless renewed in the manner prescribed by the board regarding applications for renewal, continuing education, and fees. Renewal shall be in accordance with the requirements of section 67-2614, Idaho Code.\n\n[54-3209, added 1976, ch. 213, sec. 1, p. 780; am. 1979, ch. 102, sec. 1, p. 246; am. 2001, ch. 78, sec. 1, p. 198; am. 2002, ch. 85, sec. 6, p. 193; am. 2003, ch. 21, sec. 15, p. 88; am. 2004, ch. 116, sec. 1, p. 390; am. 2009, ch. 149, sec. 1, p. 439; am. 2024, ch. 86, sec. 30, p. 410; am. 2025, ch. 104, sec. 11, p. 557.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3209/"
    },
    {
      "id": "section-54-3212",
      "number": "54-3212",
      "heading": "",
      "text": "54-3212. REVOCATION OR SUSPENSION OF LICENSES — HEARINGS — TAKING TESTIMONY — APPEAL. (1) The board shall have the power to refuse to issue, refuse to renew, revoke or suspend any license if the same was obtained through error or fraud, or if the holder thereof is shown to be incompetent, or has willfully violated any of the rules prescribed by the board, or as prescribed by this chapter; provided that, before any license shall be revoked or suspended, the holder thereof shall have written notice enumerating the charges against him and a hearing by an officer appointed by the board or the division administrator of the division of occupational and professional licenses shall be held after notice has been served on the licensee. The provisions of chapter 52, title 67, Idaho Code, shall apply to all cases of revocation or suspension of licenses.\n\n(2) The division administrator of the division of occupational and professional licenses shall have the power to appoint, by an order in writing, any competent person to take testimony, who shall have power to administer oaths, issue subpoenas and compel the attendance of witnesses, and the decision of the board shall be based on examination of the testimony taken and the records produced. Any person whose license has been revoked may, after the expiration of two (2) years from the date of such revocation, but not before, apply for a new license.\n\n[54-3212, added 1976, ch. 213, sec. 1, p. 780; am. 2002, ch. 85, sec. 9, p. 194; am. 2022, ch. 94, sec. 46, p. 312.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3212/"
    },
    {
      "id": "section-54-3211",
      "number": "54-3211",
      "heading": "",
      "text": "54-3211. REFUSAL TO ISSUE, REFUSAL TO RENEW, SUSPENSION OR REVOCATION OF LICENSE — UNPROFESSIONAL CONDUCT. The board may refuse to issue, refuse to renew, may suspend, or may revoke any license issued under this chapter, or take other disciplinary action, upon proof, after a hearing, that the person has engaged in \"unprofessional conduct.\" The words \"unprofessional conduct\" as relating to persons licensed under this chapter are defined to include but are not limited to:\n\n(1) Conviction of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code.\n\n(2) Habitual drunkenness or addiction to habit-forming drugs, either of which impairs the ability to perform his work without danger to himself or the public he serves.\n\n(3) Fraud or deceit in connection with services rendered as a bachelor social worker, master social worker or clinical social worker or in establishing qualifications for licensure under this chapter.\n\n(4) Aiding or abetting any person not licensed under this chapter in the practice of social work in the state of Idaho.\n\n(5) Failing to be licensed or continuing to represent himself as licensed after the expiration of his license.\n\n(6) Being found guilty of unprofessional conduct by the rules established by the board.\n\n(7) Having had a license or registration to practice social work revoked, suspended or otherwise disciplined in any state, territory or county.\n\n(8) Failing to comply with a board order entered in a disciplinary action.\n\n(9) Failing to comply with any of the provisions of this chapter.\n\n[54-3211, added 1976, ch. 213, sec. 1, p. 780; am. 2001, ch. 78, sec. 2, p. 198; am. 2002, ch. 85, sec. 8, p. 193; am. 2013, ch. 15, sec. 2, p. 25; am. 2019, ch. 78, sec. 3, p. 182; am. 2020, ch. 175, sec. 30, p. 537.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3211/"
    },
    {
      "id": "section-54-3210",
      "number": "54-3210",
      "heading": "",
      "text": "54-3210. CODE OF PROFESSIONAL CONDUCT. The board shall prepare and adopt a code of professional conduct and may revise and amend such code from time to time. Preparation, revision, amendment and distribution of said code of professional conduct shall be pursuant to the provisions of chapters 26 and 52, title 67, Idaho Code.\n\n[54-3210, added 1976, ch. 213, sec. 1, p. 780; am. 2002, ch. 85, sec. 7, p. 193.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3210/"
    },
    {
      "id": "section-54-3213",
      "number": "54-3213",
      "heading": "",
      "text": "54-3213. PRIVILEGED COMMUNICATIONS. No person licensed under the provisions of this chapter shall disclose any information he may have acquired from persons consulting him in his professional capacity that was necessary to enable him to render services in his professional capacity to those persons, except:\n\n(1) With the written consent of that person or, in the case of death or disability, of his own personal representative, other person authorized to sue, or the beneficiary of an insurance policy on his life, health or physical condition;\n\n(2) That a person licensed under the provisions of this chapter shall not be required to treat as confidential communication that reveals the contemplation or execution of a crime or harmful act;\n\n(3) When the person is a minor under the laws of this state, and the information acquired by the licensee indicates that the minor was the victim or subject of a crime, the licensee may testify fully in relation thereto upon any examination, trial, or other proceeding in which the commission of such a crime is the subject of the inquiry;\n\n(4) When the person waives the privilege by bringing charges against the licensee;\n\n(5) Communications between any member of an evaluation committee and a respondent as prescribed by section 66-406(9), Idaho Code.\n\n[54-3213, added 1976, ch. 213, sec. 1, p. 781; am. 2002, ch. 85, sec. 10, p. 194.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3213/"
    },
    {
      "id": "section-54-3214",
      "number": "54-3214",
      "heading": "",
      "text": "54-3214. LICENSE REQUIRED — REPRESENTATION TO PUBLIC. (1) No person may engage in the practice of social work unless that person is licensed under this chapter or is a student under the supervision of a person who is licensed under this chapter.\n\n(2) No person shall be represented as a social worker by the use of titles \"social worker,\" \"bachelor social worker,\" \"master social worker,\" \"clinical social worker,\" \"social caseworker,\" \"social service worker,\" \"social service director\" or any other title or similar designation that includes such words or by adding the letters \"LCSW,\" \"SW,\" \"LSW,\" \"LBSW,\" or \"LMSW\" unless licensed under the provisions of this chapter.\n\n(3) Nothing within this chapter shall be construed to prevent any person from doing work within the standards and ethics of their respective professions or calling, provided they do not hold themselves out to the public by title or description of service as being engaged in social work practice.\n\n[54-3214, added 1976, ch. 213, sec. 1, p. 781; am. 2002, ch. 85, sec. 11, p. 195; am. 2019, ch. 78, sec. 4, p. 183.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3214/"
    },
    {
      "id": "section-54-3216",
      "number": "54-3216",
      "heading": "",
      "text": "54-3216. ATTORNEY GENERAL — PROSECUTING ATTORNEYS. It shall be the right and duty of the attorney general or the prosecuting attorneys of the various counties to represent and appear for the people of the state of Idaho and the board in all actions and proceedings involving any question under this act or under any order or act of said board and perform such other services as required.\n\n[54-3216, added 1976, ch. 213, sec. 1, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3216/"
    },
    {
      "id": "section-54-3215",
      "number": "54-3215",
      "heading": "",
      "text": "54-3215. EXEMPTIONS. Students enrolled in a recognized program leading to a degree in social work may practice only under the direct supervision of a social worker of the licensure status necessary to provide the appropriate level of supervision as provided by board rule. This chapter shall not apply to any employee of any nursing or intermediate care facility licensed under section 39-1301, Idaho Code, who is designated in writing to be responsible for that facility’s social services program and who receives regular consultation from a qualified social worker.\n\n[54-3215, added 1976, ch. 213, sec. 1, p. 782; am. 2000, ch. 166, sec. 1, p. 417; am. 2001, ch. 167, sec. 1, p. 579; am. 2002, ch. 85, sec. 12, p. 195; am. 2025, ch. 122, sec. 36, p. 644.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3215/"
    },
    {
      "id": "section-54-3217",
      "number": "54-3217",
      "heading": "",
      "text": "54-3217. VIOLATIONS OF ACT A MISDEMEANOR. Any person who shall engage in the profession of social work as herein defined without a license as provided for by this act, or the rules or regulations of the board herein provided for, shall be guilty of a misdemeanor.\n\n[54-3217, added 1976, ch. 213, sec. 1, p. 782.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-32/section-54-3217/"
    }
  ]
}