{
  "state": "idaho",
  "path": "title-title-54/chapter-chapter-28",
  "sections": [
    {
      "id": "section-54-2801",
      "number": "54-2801",
      "heading": "",
      "text": "54-2801. SHORT TITLE — DECLARATION OF POLICY. (1) This chapter shall be known as the \"Idaho Professional Geologists Act.\"\n\n(2) In order to safeguard life, health, and property, and to promote the public welfare, the practice of geology in this state is hereby declared to be subject to regulation in the public interest. It shall be unlawful for any person to practice, or offer to practice, geology for others in this state, as defined in the provisions of this chapter, or to use in connection with his name or otherwise assume, or advertise any title or description tending to convey the impression that he is a geologist, unless such person has been duly registered or is otherwise exempted under the provisions of this chapter. The right to engage in the practice of geology shall be deemed a personal right, based on the qualifications of the individual as evidenced by the certificate of registration, and shall not be transferable.\n\n[54-2801, added 1971, ch. 137, sec. 1, p. 576; am. 2008, ch. 249, sec. 1, p. 731.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2801/"
    },
    {
      "id": "section-54-2802",
      "number": "54-2802",
      "heading": "",
      "text": "54-2802. DEFINITIONS. (1) Within the intent of this chapter, it is recognized that \"geology\" is a fundamental science dealing with the physical earth, the organisms, materials and structures composing the earth, the physical forces affecting the earth, and the utilization of the knowledge of the earth and its constituent rocks, minerals, liquids, gases and other materials insofar as these factors may influence the safety and public welfare.\n\nThe terms, \"geology and professional geology,\" within the intent of this chapter, shall include any professional service such as consultation, investigation, evaluation, planning, and mapping, or responsible supervision of such activities in connection with any public or private project, as governed by the principles of geology, wherein the public welfare or the safeguarding of life, health, or property is concerned or involved, when such service is rendered in a professional capacity and requires the application of geologic principles and data.\n\nA person shall be construed to practice or offer to practice geology, within the meaning and intent of this chapter, who practices any branch of the profession of geology; or who by verbal claim, sign, advertisement, letterhead, card, or in any other way represents himself to be a geologist, or through the use of some other title implies that he is a geologist or that he is registered under this chapter; or who holds himself out as able to perform, or who does perform any geological services or work recognized as geology.\n\nFurther, within the intent of this chapter, it is recognized that the information derived from geological studies may be utilized in various associated fields or sciences concerned with the safety and public welfare.\n\nRegistration under this chapter, however, does not qualify the registrant to practice professionally in any field or science other than geology.\n\n(2) The term \"geologist,\" within the intent of this chapter, shall mean a person who is qualified by reason of his knowledge of principles of geology, the physical sciences, and mathematics acquired by education and practical experience, to engage in the practice of professional geology.\n\n(3) The term \"professional geologist,\" as used in this chapter, shall mean a person who has been duly registered by the state board of registration for professional geologists.\n\n(4) The term \"board\" as used in this chapter shall mean the state board of registration for professional geologists, hereinafter provided by this chapter.\n\n[54-2802, added 1971, ch. 137, sec. 2, p. 576; am. 2002, ch. 266, sec. 1, p. 789.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2802/"
    },
    {
      "id": "section-54-2803",
      "number": "54-2803",
      "heading": "",
      "text": "54-2803. STATE BOARD OF REGISTRATION FOR PROFESSIONAL GEOLOGISTS — CREATION — TERMS OF MEMBERS — OATH. A state board of registration for professional geologists is hereby created in the division of occupational and professional licenses whose duty it shall be to administer the provisions of this chapter. The board shall consist of five (5) members, who shall be appointed by and shall serve at the pleasure of the governor, four (4) of whom shall have the qualifications required by section 54-2804, Idaho Code, and one (1) of whom shall be a member of the public with an interest in the rights of the consumers of geologist services.\n\nThe board shall be comprised of members representing at least three (3) of the following categories: academic geologists, government geologists, salaried company geologists and independent or consultant geologists.\n\nEach member of the board shall take, subscribe and file the oath required by chapter 4, title 59, Idaho Code, before entering upon the duties of his office. On the expiration of the term of any member his successor shall be appointed in like manner by the governor for a term of five (5) years.\n\nMembers of the board shall hold office until the expiration of the term for which they were appointed and until their successors have been appointed and qualified.\n\n[54-2803, added 1971, ch. 137, sec. 3, p. 576; am. 1974, ch. 13, sec. 175, p. 138; am. 2002, ch. 266, sec. 2, p. 790; am. 2016, ch. 340, sec. 31, p. 952; am. 2021, ch. 222, sec. 24, p. 638.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2803/"
    },
    {
      "id": "section-54-2804",
      "number": "54-2804",
      "heading": "",
      "text": "54-2804. QUALIFICATIONS FOR BOARD MEMBERSHIP. All members of the board shall be citizens of the United States and residents of this state. Members who are licensed under the provisions of this chapter shall have been engaged in the practice of geology for at least seven (7) years and shall never have been the subject of a disciplinary action under the provisions of this chapter.\n\n[54-2804, added 1971, ch. 137, sec. 4, p. 576; am. 2002, ch. 266, sec. 3, p. 790; am. 2009, ch. 75, sec. 1, p. 210; am. 2016, ch. 340, sec. 32, p. 952.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2804/"
    },
    {
      "id": "section-54-2805",
      "number": "54-2805",
      "heading": "",
      "text": "54-2805. COMPENSATION FOR BOARD MEMBERS. Each member of the board shall be compensated as provided by section 59-509(n), Idaho Code.\n\n[54-2805, added 1971, ch. 137, sec. 5, p. 576; am. 1980, ch. 247, sec. 72, p. 639; am. 2002, ch. 266, sec. 4, p. 790.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2805/"
    },
    {
      "id": "section-54-2806",
      "number": "54-2806",
      "heading": "",
      "text": "54-2806. VACANCIES. Vacancies in the membership of the board shall be filled for the unexpired term by appointment by the governor as provided in section 54-2803, Idaho Code.\n\n[54-2806, added 1971, ch. 137, sec. 6, p. 576; am. 2008, ch. 249, sec. 2, p. 731; am. 2016, ch. 340, sec. 33, p. 952.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2806/"
    },
    {
      "id": "section-54-2807",
      "number": "54-2807",
      "heading": "",
      "text": "54-2807. BOARD MEETINGS. The board shall hold at least one (1) regular meeting each year. The board may provide for such additional regular meetings as necessary and for special meetings. Notice of all meetings shall be given as may be provided in the open meeting law. The board shall annually elect a chairman and a vice chairman, who shall be members of the board. Three (3) members shall constitute a quorum.\n\n[54-2807, added 1971, ch. 137, sec. 7, p. 576; am. 2002, ch. 266, sec. 5, p. 790; am. 2008, ch. 249, sec. 3, p. 731.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2807/"
    },
    {
      "id": "section-54-2808",
      "number": "54-2808",
      "heading": "",
      "text": "54-2808. POWERS AND DUTIES OF BOARD. (1) The board shall have the power to adopt and amend rules including, but not limited to, a code of ethics and standards of conduct which may be reasonably necessary for the proper performance of its duties and the administration of this chapter and the regulation of proceedings before the board. It shall adopt and have an official seal. It shall have power to provide an office, office equipment and facilities and such books and records as may be reasonably necessary for the proper performance of its duties. The board may, by written agreement, authorize the division of occupational and professional licenses as agent to act in its interest.\n\n(2) The board is authorized to enter into mutual aid agreements, interstate compacts, contracts or agreements to facilitate the practice and regulation of geology in this state.\n\n(3) In carrying into effect the provisions of this chapter, the board, under the hand of its chairman and the seal of the board, may request the attendance of witnesses and the production of such books, records and papers as may be required at any hearing before it, and for the purpose of disciplinary matters pursuant to this chapter the board may request a district court to issue a subpoena for any witness or a subpoena duces tecum to compel the production of any books, records or papers. Subpoenas shall be directed to the sheriff of any county in the state of Idaho where such witness resides or may be found. Subpoenas shall be served and returned in the same manner as subpoenas in a criminal case. The fees and mileage of the sheriff and witnesses shall be the same as that allowed in district court criminal cases, which fees and mileage shall be paid from any funds in the state treasury available therefor in the same manner as other expenses of the board are paid. Disobedience of any subpoena issued by the district court or the refusal by any witness in failing to testify concerning any matter regarding which he may lawfully be interrogated, or the failure to produce any books, records or papers, shall constitute a contempt of the district court of any county where such disobedience or refusal occurs, and said court, or any judge thereof, by proceedings for contempt in said court, may, if such contempt be found, punish said witness as in any other case of disobedience of a subpoena issued from such court or refusal to testify therein.\n\n(4) The board is hereby authorized in the name of the state to apply for relief by injunction in the established manner provided in cases of civil procedure, without bond, to enforce the provisions of this chapter or to restrain any violation thereof.\n\n[54-2808, added 1971, ch. 137, sec. 8, p. 576; am. 1974, ch. 13, sec. 176, p. 138; am. 2002, ch. 266, sec. 6, p. 791; am. 2009, ch. 75, sec. 2, p. 210; am. 2022, ch. 94, sec. 39, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2808/"
    },
    {
      "id": "section-54-2812",
      "number": "54-2812",
      "heading": "",
      "text": "54-2812. QUALIFICATIONS FOR REGISTRATION. (1) No applicant shall be registered having habits of character that would justify revocation or suspension of registration, as provided in section 54-2819, Idaho Code. The following shall be considered as minimum evidence that the applicant is qualified for registration as a professional geologist:\n\n(a) Completion of thirty (30) semester units in courses in geological science leading to a degree in the geological sciences of which at least twenty-four (24) units are in third or fourth year, and/or graduate courses, successfully pass examinations approved by the board; and have at least seven (7) years of professional geological work which shall include either a minimum of three (3) years of professional geological work under the supervision of a registered geologist; or, wherein the applicant has been under the direct supervision of an individual acceptable to the board, or, wherein the applicant has demonstrated five (5) years of progressive experience in responsible charge of geological work that is acceptable to the board.\n\n(b) Each year of undergraduate study in the geological sciences shall count as one-half (1/2) year of training up to a maximum of two (2) years, and each year of graduate study or research counts as a year of training.\n\n(c) Teaching in the geological sciences at college level shall be credited year for year toward meeting the requirement in this category, provided that the total annual teaching experience includes six (6) semester units of third or fourth year or graduate courses.\n\n(d) Credit for undergraduate study, graduate study, and teaching, individually, or in any combination thereof, shall in no case exceed a total of four (4) years towards meeting the requirement for at least seven (7) years of professional geological work pursuant to this section.\n\n(e) The ability of the applicant shall have been demonstrated by having performed the work in a responsible position, as the term \"responsible position\" is defined in rules adopted by the board. The adequacy of the required supervision and experience shall be determined in accordance with standards set forth in the rules adopted by the board.\n\n(f) Three (3) references from geologists in responsible positions must be filed with the application for registration.\n\n(2) A person holding a certificate of registration to engage in the practice of geology, issued to him by a proper authority of a state, territory, or possession of the United States, the District of Columbia, or of any foreign country, who, in the opinion of the board, meets the requirements of this chapter, based on verified evidence may, upon application, be registered without further examination.\n\nAn applicant otherwise qualified as prescribed in this chapter need not be actively engaged in the practice of geology to be eligible for registration.\n\n[54-2812, added 1971, ch. 137, sec. 12, p. 576; am. 1983, ch. 141, sec. 1, p. 348; am. 2002, ch. 266, sec. 10, p. 792; am. 2008, ch. 249, sec. 5, p. 732; am. 2015, ch. 196, sec. 1, p. 605.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2812/"
    },
    {
      "id": "section-54-2809",
      "number": "54-2809",
      "heading": "",
      "text": "54-2809. FINANCES. All fees received under the provisions of this chapter shall be paid to the division of occupational and professional licenses and deposited in the state treasury to the credit of the occupational licenses fund and all costs and expenses incurred under the provisions of this chapter shall be a charge against and paid from said fund.\n\n[54-2809, added 1971, ch. 137, sec. 9, p. 576; am. 1994, ch. 180, sec. 104, p. 495; am. 2002, ch. 266, sec. 7, p. 791; am. 2008, ch. 249, sec. 4, p. 732; am. 2022, ch. 94, sec. 40, p. 309.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2809/"
    },
    {
      "id": "section-54-2813",
      "number": "54-2813",
      "heading": "",
      "text": "54-2813. APPLICATION FORMS — APPLICATION FEE. Applications for registration shall be on forms prescribed and furnished by the board. The application shall be made under oath, and shall show the applicant’s education and a detailed summary of his geologic work.\n\n(1) The application fee for professional geologists shall be set by the board at not more than one hundred dollars ($100).\n\n(2) Should the board deny the issuance of a certificate of registration to any applicant, the application fee shall be retained by the board.\n\n[54-2813, added 1971, ch. 137, sec. 13, p. 576; am. 1992, ch. 71, sec. 1, p. 206; am. 2002, ch. 266, sec. 11, p. 794; am. 2008, ch. 249, sec. 6, p. 733.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2813/"
    },
    {
      "id": "section-54-2815",
      "number": "54-2815",
      "heading": "",
      "text": "54-2815. CERTIFICATE OF REGISTRATION — CERTIFICATE FEE — SIGNING OF WORK — SEAL — INVALID AFFIXATIONS UNLAWFUL. The board shall issue a certificate of registration upon payment of a certificate fee as set by the board, to any applicant who, in the opinion of the board, has satisfactorily met the requirements of this chapter. Certificates of registration shall show the full name of the registrant, shall give a serial number, and shall be signed by the chairman of the board.\n\nThe issuance of a certificate of registration by the board shall be prima facie evidence that the person named thereon is entitled to all the rights and privileges of a registered professional geologist, while the certificate remains current and in good standing.\n\nAll drawings, specifications, reports, or other geologic papers or documents involving geologic work as defined in section 54-2802, Idaho Code, which shall have been prepared or approved by a registered geologist or prepared by a subordinate employee under the direction of a registered geologist, for the use of or for delivery to any person or for public record within this state shall be signed by the geologist or be impressed with an authorized seal or the seal of a nonresident practicing under the provisions of section 54-2822, Idaho Code, either of which shall indicate responsibility for the papers or documents.\n\nEach registrant hereunder may, upon registration, obtain a seal of the design authorized by the board, bearing the registrant’s name and the legend \"registered professional geologist.\"\n\nIt shall be unlawful for any person to affix a signature, stamp or seal to any document, after the certificate of the registrant named thereon has expired or been suspended or revoked, unless said certificate shall have been renewed, reinstated, or reissued.\n\n[54-2815, added 1971, ch. 137, sec. 15, p. 576; am. 2002, ch. 266, sec. 13, p. 794; am. 2008, ch. 249, sec. 8, p. 734.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2815/"
    },
    {
      "id": "section-54-2814",
      "number": "54-2814",
      "heading": "",
      "text": "54-2814. EXAMINATION AND FEE — TIME AND PLACE — SCOPE — REEXAMINATION — REEXAMINATION FEE. Examinations shall be held at such time and place as the board shall determine. The complete professional examination for registration as a professional geologist shall consist of a written examination that covers subjects ordinarily contained in a college curriculum and a written examination that covers the practice of geology. The board shall establish by rule the approved examinations, their passing score and an applicant’s eligibility to take the examinations.\n\n[54-2814, added 1971, ch. 137, sec. 14, p. 576; am. 1992, ch. 71, sec. 2, p. 207; am. 2002, ch. 266, sec. 12, p. 794; am. 2008, ch. 249, sec. 7, p. 733; am. 2015, ch. 196, sec. 2, p. 606.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2814/"
    },
    {
      "id": "section-54-2816",
      "number": "54-2816",
      "heading": "",
      "text": "54-2816. EXPIRATION OF CERTIFICATE — RENEWAL — RENEWAL FEE. Renewal of a certificate of registration may be effected at any time prior to expiration, the payment of a renewal fee to be fixed by the board at not more than two hundred dollars ($200) biennially. All certificates of registration issued under the provisions of this chapter shall be subject to biennial renewal and shall expire unless renewed. The maximum fee for reinstatement shall not exceed four hundred dollars ($400) as determined by the rules of the board. All renewals and reinstatements shall be in accordance with section 67-2614, Idaho Code.\n\n[54-2816, added 1971, ch. 137, sec. 16, p. 576; am. 1992, ch. 71, sec. 3, p. 207; am. 2008, ch. 249, sec. 9, p. 735; am. 2024, ch. 86, sec. 24, p. 405.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2816/"
    },
    {
      "id": "section-54-2818",
      "number": "54-2818",
      "heading": "",
      "text": "54-2818. STATE AND POLITICAL SUBDIVISION CONTRACTS — EXCEPTIONS. As to geology work performed within the state of Idaho, this state and its political subdivisions, such as county, city, or legally constituted boards, districts, commissions or authorities, shall contract for geological services only with persons registered under this chapter, provided further that nothing in this section or chapter shall be construed to prevent registered professional engineers from lawfully practicing soils mechanics, foundation engineering, geological engineering, and other professional engineering, as provided in chapter 12, title 54, Idaho Code, and licensed architects from lawfully practicing architecture as provided in chapter 3, title 54, Idaho Code.\n\n[54-2818, added 1971, ch. 137, sec. 18, p. 576; am. 2009, ch. 75, sec. 4, p. 211.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2818/"
    },
    {
      "id": "section-54-2819",
      "number": "54-2819",
      "heading": "",
      "text": "54-2819. DISCIPLINE. (1) Grounds for discipline. The board shall have the power to deny any application for or renewal of a certificate of registration or to revoke, suspend or otherwise discipline any registrant or registration issued pursuant to this chapter and to limit or restrict the practice of any registrant upon a determination by the board that the person:\n\n(a) Made, or caused to be made, a false, fraudulent or forged statement, document, credentials or representation in procuring or attempting to procure a certificate of registration to practice geology;\n\n(b) Practiced geology under a false or assumed name;\n\n(c) Was convicted, found guilty, received a withheld judgment or suspended sentence in this or any other state of action constituting a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code;\n\n(d) Violated the provisions of this chapter or rules, standards of conduct and practice, or any ethical codes as may be adopted by the board;\n\n(e) Is or has been grossly negligent, incompetent, or reckless in the practice of geology; or\n\n(f) Has had a license, certificate, or registration to practice as a professional geologist suspended or revoked in any jurisdiction. A certified copy of the order of suspension or revocation shall be prima facie evidence of such suspension or revocation.\n\n(2) Proceedings. Every person subject to disciplinary proceedings shall be afforded an opportunity for hearing after reasonable notice.\n\n(a) All proceedings hereunder shall be in accordance with chapter 52, title 67, Idaho Code, and the Idaho rules of administrative procedure, as provided in section 67-5206, Idaho Code.\n\n(b) Hearings shall be conducted by the board or by persons appointed by the board to conduct hearings and receive evidence.\n\n(3) Probation. Any order of the board entered under this section may be withheld or suspended for a probationary period to be fixed by the board on such terms and conditions as may be appropriate in order to regulate, monitor or supervise the practice of geology by the registrant subject to such order for the prescribed probationary period.\n\n(4) Subsequent review. Any order of the board entered under this section may be withdrawn, reversed, modified or amended upon a showing by the person subject to the order that the grounds for discipline no longer exist or that he is rehabilitated, qualified and competent to practice professional geology and that he is not likely to violate the provisions of this section or rules adopted hereunder in the future.\n\n(5) Costs and fees. The board may, pursuant to an order of discipline or as a condition to withdrawal, reversal, modification or amendment of the order, require the person to pay all or part of the costs and fees incurred by the board in proceedings upon which the order was entered.\n\n(6) Administrative fines. The board may, pursuant to an order of discipline, require the payment of an administrative fine not to exceed one thousand dollars ($1,000) for each violation of the provisions of this section or rules adopted hereunder.\n\n[54-2819, added 1971, ch. 137, sec. 19, p. 576; am. 1993, ch. 216, sec. 84, p. 658; am. 2002, ch. 266, sec. 14, p. 795; am. 2009, ch. 75, sec. 5, p. 211; am. 2020, ch. 175, sec. 27, p. 535; am. 2025, ch. 151, sec. 4, p. 739.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2819/"
    },
    {
      "id": "section-54-2821",
      "number": "54-2821",
      "heading": "",
      "text": "54-2821. VIOLATIONS OF CHAPTER. (1) Any person who shall practice, or offer to practice, professional geology for others in this state without being registered in accordance with the provisions of this chapter, or any person presenting or attempting to use as his own the certificate of registration or the seal of another, or any person who shall give any false or forged evidence of any kind to the board or to any member thereof in obtaining a certificate of registration, or any person who shall falsely impersonate any other registrant of like or different name, or any person who shall attempt to use an expired or a revoked certificate of registration or practice at any time during a period the board has suspended or revoked a certificate of registration or any person who shall violate any of the provisions of this chapter, shall be guilty of a misdemeanor.\n\n(2) The board may employ legal counsel or may request the attorney general of this state or any assistant designated by him to act as legal advisor of the board, and the attorney general shall be reimbursed by the board for any expenses incurred by the attorney general in representing the board; and all violations of the provisions of this chapter shall be prosecuted by the prosecuting attorney of the county or counties in which the violations of the chapter may be committed.\n\n[54-2821, added 1971, ch. 137, sec. 21, p. 576; am. 1974, ch. 13, sec. 177, p. 138; am. 2009, ch. 75, sec. 6, p. 212.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2821/"
    },
    {
      "id": "section-54-2822",
      "number": "54-2822",
      "heading": "",
      "text": "54-2822. EXCEPTIONS TO ACT. This act shall not be construed to prevent or to affect:\n\n(a) The practice of any profession or trade for which a license is required under any law of this state; or\n\n(b) The practice of professional geology by a person not a resident of and having no established place of business in this state, when such practice does not exceed in the aggregate more than thirty (30) days in any calendar year and provided such person is duly licensed or registered to practice such profession in a state in which the requirements and qualifications for obtaining a certificate of registration or license are not lower than those specified in this act for obtaining the registration required for such work, upon examination, and provided further that such nonresident shall file with the board, on or before entering the state for commencing such work, a statement giving his name, residence, the number of his license or certificate of registration, and by what authority issued, and upon the completion of the work, a statement of the time engaged in such work within the state; or\n\n(c) The practice of a person not a resident of and having no established place of business in this state, or who has recently become a resident thereof, practicing or offering to practice herein for more than thirty (30) days in any calendar year the profession of geology, if he shall have filed with the board an application for a certificate of registration and shall have paid the fee required by this act; provided, that such a person is legally qualified by registration to practice said profession in his own state or country in which the requirements and qualifications for obtaining a certificate of registration are not lower than those specified in this act. Such practice shall continue only for such time as the board requires for the consideration of the applicant for registration; or\n\n(d) The work of an employee or a subordinate of a person holding a certificate of registration under this act, or an employee of a person practicing lawfully under subsection (a), (b) or (c) of this section, provided that such work is done under the direct responsibility, checking, and supervision of a person holding a certificate of registration under this act or a person practicing lawfully under subsection (a), (b) or (c) of this section; or\n\n(e) The practice of officers and employees of the United States while engaged within this state in the practice of the profession of geology for said government; or\n\n(f) This act shall not be construed to prevent or to affect the practice of geology by staff members of a corporation or a company as long as data acquired by them is for internal corporate or company use only.\n\n[54-2822, added 1971, ch. 137, sec. 22, p. 576.]",
      "source_url": "https://law.justia.com/codes/idaho/title-54/chapter-28/section-54-2822/"
    }
  ]
}