{
  "state": "connecticut",
  "path": "title-title-52-civil-actions/chapter-chapter-897-parties-and-appearances",
  "sections": [
    {
      "id": "section-52-73",
      "number": "52-73.",
      "heading": "Municipal corporations may sue and be sued",
      "text": "Towns, societies, communities and corporations may prosecute and defend civil actions, may appoint agents to appear in their behalf and may employ attorneys in such actions.\n\n(1949 Rev., S. 7794; 1959, P.A. 152, S. 74.)\n\nHistory: 1959 act deleted provision counties may prosecute and defend, county government having been abolished.\n\nCounties at one time were not liable to suit. 1 R. 158; 2 R. 30; 12 C. 404. Section includes school districts. 10 C. 390. Suits by part of a society, under special authority. 2 D. 259. Description of town, as plaintiff. 3 C. 1. Selectmen may sue for town without special authority. 19 C. 331; 64 C. 88. Power of town to employ counsel to oppose adverse legislation. 70 C. 40. “Pretended town” as party. 77 C. 266. So to defend members of school committee in action involving performance of their duties. 79 C. 237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-73/"
    },
    {
      "id": "section-52-73a",
      "number": "52-73a.",
      "heading": "(Formerly Sec. 52-116). - Action on bond to municipal officer.",
      "text": "When any bond, note or other security is taken to any officer of a community or corporation in this state, wherein the beneficial interest belongs, or on the face of such security appears to belong, to such community or corporation, any action to recover or enforce the same may be maintained by such community or corporation in its own corporate name.\n\n(1949 Rev., S. 7838.)\n\nHistory: Sec. 52-116 transferred to Sec. 52-73a in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-73a-formerly-sec-52-116/"
    },
    {
      "id": "section-52-74",
      "number": "52-74.",
      "heading": "Action on foreign probate bond.",
      "text": "Any bond entered into in accordance with the laws of any other state of the United States, conditioned for the proper performance by any person or persons of the duties of executor, administrator, guardian or trustee, to the acceptance of the court having jurisdiction, may be enforced, in case of breach, against any obligors therein, resident within this state, by an action in the name of the person or persons who would be entitled to sue thereon in the proper courts of such other state. All such suits, in respect to the security for the costs by endorsement, and the effect of the judgments rendered in the same, shall be governed by the provisions concerning actions on probate bonds contained in section 52-117.\n\n(1949 Rev., S. 7795; P.A. 15-85, S. 13.)\n\nHistory: P.A. 15-85 deleted reference to Sec. 52-190 and made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-74/"
    },
    {
      "id": "section-52-75",
      "number": "52-75.",
      "heading": "Action by holder of mortgage or lien where grantee assumed the debt.",
      "text": "Whenever any real property encumbered by mortgage or lien is conveyed subject to the mortgage or lien and there is a provision in the conveyance that the grantee shall assume and pay the encumbrance, the holder of the mortgage or lien may, upon the nonpayment of the the encumbrance, maintain an action in his own name upon the grantee's promise, without obtaining an assignment thereof from the grantor of the property.\n\n(1949 Rev., S. 7796; P.A. 82-160, S. 27.)\n\nHistory: P.A. 82-160 replaced “estate” with “property” and rephrased the section.\n\nUndertaking of grantee held to be an absolute contract to pay the mortgage debt. 42 C. 253; 48 C. 239. Prior to statute, mortgagee could not sue grantee who assumed the mortgage debt. 49 C. 191. Relationship and rights of parties. 51 C. 39. Failure of husband married before 1877 to join in mortgage no defense to action on assumption. 72 C. 714. Cited. 73 C. 398. Extends to all subsequent grantees of mortgage. 75 C. 70. But merely taking of equity subject to mortgage does not constitute assumption of debt, and even assumption of debt is open to explanation. 76 C. 584; 87 C. 567; 88 C. 197; 89 C. 66. Right of purchaser of land who pays mortgage to have it assigned to him. 95 C. 585. Mortgage holder may make liable one who assumed, even though in chain of title some previous owner of the equity did not assume. 110 C. 86. Cited. 111 C. 277; 114 C. 201; 124 C. 338; 190 C. 756.\n\nCited. 5 CS 206.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-75/"
    },
    {
      "id": "section-52-76",
      "number": "52-76.",
      "heading": "Actions by and against voluntary associations.",
      "text": "Any number of persons associated together as a voluntary association, not having corporate powers, but known by a distinguishing name, may sue and be sued and plead and be impleaded by such name. A civil action may be brought against such an association by any individual member thereof and such association may bring civil actions against individual members. Civil actions may be brought, both in contract and tort, against such an association and its members, but no such civil action, except on contract, may be brought against the members without joining the association as a party to the action if the association is located or has property subject to attachment in this state.\n\n(1949 Rev., S. 7797; P.A. 82-160, S. 28.)\n\nHistory: P.A. 82-160 replaced “suits” with “civil actions” and rephrased the section.\n\nSee Sec. 52-57(e) re service of process upon presiding officer, secretary or treasurer of voluntary association.\n\nSee Sec. 52-292 re attachment in actions against voluntary associations and their members.\n\nSee Sec. 52-365 re demand on execution against voluntary association.\n\nVoluntary association cannot, as such, hold real estate. 44 C. 260. When individual members liable for goods purchased. 55 C. 111. Prior to amendment of 1893, a member could not sue the association. 61 C. 227. Association may give note to compromise suit pending against it. 70 C. 636. Includes action for damages for wrongful expulsion of member. 76 C. 649. Quo warranto against “pretended town”. 77 C. 265. Reasons for denying to member of a voluntary unincorporated association a cause of action in negligence against the association do not apply in the case of intentional torts; statute, however, is procedural and creates no substantive right; if the acts of which plaintiff complains occurred in the course of a labor dispute, it is necessary to determine the effect of Sec. 31-114 in determining whether plaintiff has a substantive right of action which he can enforce against the union. 150 C. 266. Cited. 186 C. 725.\n\nA labor union may sue in its own name. 15 CS 321. Cited. 42 CS 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-76/"
    },
    {
      "id": "section-52-77",
      "number": "52-77.",
      "heading": "Action by joint tenant or tenant in common; effect of nonjoinder.",
      "text": "Any joint tenant or tenant in common of land may maintain an action in his own name for any injury thereto; but the nonjoinder of the other tenants may be shown by the defendant in reduction of damages, and the plaintiff shall only recover for the damage to his interest.\n\n(1949 Rev., S. 7798.)\n\nIn bringing and defending suits, cotenants are independent of each other. 52 C. 263.\n\nCited. 3 CA 550.\n\nCited. 6 Conn. Cir. Ct. 147.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-77/"
    },
    {
      "id": "section-52-78",
      "number": "52-78.",
      "heading": "Joinder of executor or administrator for a deceased joint contractor.",
      "text": "(a) In any case in which any joint contractor, other than a partner, has died, the executor of the will or administrator of the estate of the deceased joint contractor may be joined with the surviving contractor or contractors as a joint plaintiff, in any action upon any joint contract of the decedent and the survivor or survivors, and as a joint defendant if the estate of the decedent is not in settlement as an insolvent estate. If the estate of the decedent is joined as a joint defendant and afterwards is represented insolvent, the insolvency may be noted on the record, and thereupon the action, in respect to the executor or administrator, shall be discontinued.\n\n(b) Any judgment against the executor or administrator shall run against the estate of the decedent only, in the same manner as if he were sued alone. The provisions of this section shall not operate to extend the time limited by the Court of Probate for the presentation of claims against the estate of the decedent.\n\n(1949 Rev., S. 7799; P.A. 82-160, S. 29.)\n\nHistory: P.A. 82-160 rephrased the section and inserted Subsec. indicators.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-78/"
    },
    {
      "id": "section-52-79",
      "number": "52-79.",
      "heading": "Joinder of husband and wife; costs.",
      "text": "Section 52-79 is repealed, effective October 1, 2002.\n\n(1949 Rev., S. 7800; S.A. 02-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-79/"
    },
    {
      "id": "section-52-80",
      "number": "52-80.",
      "heading": "Nonsuits and withdrawals; costs.",
      "text": "If the plaintiff, in any action returned to court and entered in the docket, does not, on or before the opening of the court on the second day thereof, appear by himself or attorney to prosecute such action, he shall be nonsuited, in which case the defendant, if he appears, shall recover costs from the plaintiff. The plaintiff may withdraw any action so returned to and entered in the docket of any court, before the commencement of a hearing on the merits thereof. After the commencement of a hearing on an issue of fact in any such action, the plaintiff may withdraw such action, or any other party thereto may withdraw any cross complaint or counterclaim filed therein by him, only by leave of court for cause shown.\n\n(1949 Rev., S. 7801.)\n\nAfter nonsuit, the cause cannot be reinstated without notice to, or consent of, both parties. K. 361. Entry for costs to be made during the term. Id., 269; 35 C. 4. Proof of withdrawal. 14 C. 174. Petition cannot be withdrawn after judgment pronounced; K. 273; but may be after report of committee is known, though not filed. 25 C. 136. Right to withdraw suit or to be nonsuited, not affected by plea of set-off and claim of judgment thereon. 43 C. 61. After case has been heard and reported by committee, it cannot be withdrawn. 47 C. 436. Judgment treated as rendered at time of withdrawal and not when costs are taxed. 48 C. 301. Withdrawal of justice suit after return of writ cannot deprive defendant of his right to a judgment for costs. 57 C. 270. Nonsuit proper for failure of plaintiff to plead over; 72 C. 257; or to produce evidence; discretion of court; 75 C. 314; or to prosecute action. 71 C. 339. Withdrawal after filing of counterclaim or set-off. 76 C. 530; 80 C. 218. Plaintiff may withdraw actions without knowledge of attorney; and in vacation. 78 C. 659. Withdrawal after answer filed as creating estoppel. 80 C. 504. Of right of withdrawal in general. 85 C. 673. Cited. 123 C. 18. Case withdrawn may be restored to docket by court on proper showing during term at which withdrawal filed. Id., 166. After commencement of hearing, it is within discretion of court to deny motion to withdraw cross complaint. 125 C. 472. Cited. 142 C. 713; 152 C. 699; 154 C. 289. Petition for winding up is “action” to which section applies. 171 C. 699, 701. Right of plaintiff to withdraw action terminates not with completion by appraiser of his report, but with commencement of procedures to be followed in arriving at appraisal. Id., 699, 703. Since appraiser never appraised value of plaintiff's shares in corporation or value of real estate as of appropriate date, and in absence of any specific order specifying power and authority of appraiser pursuant to Sec. 33-384, determination of value of corporation's real estate did not amount to “hearing of an issue of fact” as would terminate plaintiffs' right to withdraw their action. Id., 700, 704. Cited. 194 C. 400.\n\nCited. 5 CA 101; 13 CA 150; 24 CA 93; 26 CA 426; 37 CA 515; 44 CA 771. Trial court improperly restored case to docket; trial court lacked subject matter jurisdiction because no appraiser had been appointed to assess the value of the corporation, and thus no fact-finding had occurred. 54 CA 384. In a habeas action, the court erred in determining that a hearing on the merits, for purposes of section, commences immediately upon the judge taking the bench on the day of the trial and, on the basis of this erroneous construction, improperly denied petitioner's request to withdraw petition without prejudice; with respect to a hearing on the merits, a party's right to unilaterally withdraw an action or petition ceases when the presiding authority begins or initiates formally a proceeding in which it will make a substantive determination concerning the legal or factual issues in the case. 162 CA 23. Broad authority granted to plaintiff pursuant to section to unilaterally withdraw action prior to hearing on the merits does not automatically extend to plaintiff the additional right to commence an essentially identical action following that withdrawal if primary purpose for doing so is to undermine a court order rendered in the prior litigation or if withdrawal and subsequent refiling implicates a substantial right that vested in another party to the litigation and that likely will be jeopardized should plaintiff proceed with the new action; in either instance, if seasonably requested by defendant or other third party, the court should exercise its discretion to restore the original action to the docket. 163 CA 100.\n\nCited. 4 CS 165; 6 CS 195. Withdrawal of divorce action with respect to alimony and support payments discussed. 16 CS 88. Section applicable to condemnation proceedings. Id., 230. Plaintiff failed to make a timely claim for a jury trial so case withdrawn and a new suit immediately commenced for same cause of action; on motion of defendant, the original case was restored to the docket. 21 CS 371. Court has continuing jurisdiction to determine any claim of a vested right acquired during the pendency of an action and prior to its withdrawal, but it must first reinstate it on the docket before granting the relief sought. Id., 497.\n\nPlaintiff's move to withdraw action denied where memorandum of decision had previously granted defendant judgment on his demurrer. 5 Conn. Cir. Ct. 439. Where case has been voluntarily withdrawn, court does not have jurisdiction to entertain motion to reopen until steps are taken to restore case to docket. 6 Conn. Cir. Ct. 91, 92. Trial court alone has power to open, set aside, vacate or modify judgment, and exercise of that power is unaffected by taking of appeal; if case has gone to judgment, motion to withdraw cannot be entertained until after judgment is opened and vacated. Id., 168, 169.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-80/"
    },
    {
      "id": "section-52-81",
      "number": "52-81.",
      "heading": "Costs taxable on withdrawal.",
      "text": "Upon the withdrawal of any civil action after it has been returned to court and entered upon the docket, and after an appearance has been entered for the defendant, a judgment for costs, if claimed by him, shall be rendered in his favor, but not otherwise. Judgment for costs shall not be rendered after the expiration of six months from the date of the withdrawal and no costs may be allowed which accrued after actual notice in writing of the withdrawal was given by the plaintiff to the defendant or his attorney, unless good reason therefor is shown to the court.\n\n(1949 Rev., S. 7802; P.A. 82-160, S. 30.)\n\nHistory: P.A. 82-160 rephrased the section.\n\nApplies to cases withdrawn before, as well as to those withdrawn after, the return day. 70 C. 380. The right to costs, if it exists, rests on some statute or authorized rule of court. 73 C. 614. Cited. 123 C. 168; 240 C. 58.\n\nCited. 20 CA 218.\n\nCited. 16 CS 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-81/"
    },
    {
      "id": "section-52-82",
      "number": "52-82.",
      "heading": "Withdrawal when court not in session or before return day.",
      "text": "The plaintiff may withdraw a civil action when the Superior Court is not in session or at any time before the return day, by filing in the clerk's office a written notice of the withdrawal, signed by himself or his attorney, specifying the action withdrawn and the time of withdrawal. The clerk shall enter the action on the docket of the court, at or before its next return day, with a note of the withdrawal and of its date.\n\n(1949 Rev., S. 7803; 1967, P.A. 656, S. 37; P.A. 76-436, S. 402, 681; P.A. 82-160, S. 31.)\n\nHistory: 1967 act substituted “when the court is not sitting” for reference to court's being “in vacation”; P.A. 76-436 removed actions returnable to court of common pleas from purview of section, reflecting transfer of all trial jurisdiction to superior court, effective July 1, 1978; P.A. 82-160 rephrased the section.\n\nA suit before a justice of the peace cannot be withdrawn before it is returned. 29 C. 519. Cited. 123 C. 168.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-82/"
    },
    {
      "id": "section-52-83",
      "number": "52-83.",
      "heading": "Nonresident plaintiff's appearance by attorney sufficient.",
      "text": "In any action brought by one who is not an inhabitant of this state, the clerk of the court shall enter in the record of the cause the name of the attorney by whom such plaintiff appeared, which record shall be evidence that such attorney was the lawful attorney of the plaintiff.\n\n(1949 Rev., S. 7804.)\n\nAn objection that the attorney appears without authority must be taken early. 2 R. 348. Applies where nonresident plaintiff sues under a trade name. 94 C. 85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-83/"
    },
    {
      "id": "section-52-84",
      "number": "52-84.",
      "heading": "When judgment by default may be rendered.",
      "text": "When any process has been served on any defendant and returned to court, if he does not appear on or before the second day after the return day, judgment by default may be rendered against him.\n\n(1949 Rev., S. 7805; 1967, P.A. 742, S. 2.)\n\nHistory: 1967 act substituted “second day after the return day” for “second day of its session”.\n\nSee Sec. 51-55 re judgments of default or nonsuit.\n\nThe judgment should be entered at the first or second term. 17 C. 537. It admits a cause of action, but nothing more. 26 C. 436; 33 C. 250; Id., 346. It may be opened on terms. 38 C. 497. A default admits only the cause of action stated in the complaint. 45 C. 58. There may be an actual appearance to defend, without an entry on the docket. 51 C. 391. Nature of judgment by default. 67 C. 133; 69 C. 440; 75 C. 76; 97 C. 123. Opening defaults; discretion of court. 69 C. 355. Contents of judgment file. 73 C. 680. Default admits complaint as it stands, not as it may be amended. 86 C. 308. Effect of default for nonappearance. 97 C. 125. Cited. 139 C. 535. Court, in its discretion, may allow the filing of a late appearance. 148 C. 435.\n\nCited. 24 CS 83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-84/"
    },
    {
      "id": "section-52-85",
      "number": "52-85.",
      "heading": "When garnishee may move to assign case for trial.",
      "text": "When, in an action commenced in the Superior Court by process of foreign attachment or garnishment, the defendant does not appear, if the plaintiff does not take a default in the action within four months after the return day, the court may, at any time thereafter, upon motion of any garnishee in the action, assign the action for trial.\n\n(1949 Rev., S. 7806; P.A. 76-436, S. 412, 681; P.A. 82-160, S. 32.)\n\nHistory: P.A. 76-436 removed actions brought to court of common pleas from purview of section, reflecting transfer of all trial jurisdiction to superior court, effective July 1, 1978; P.A. 82-160 added “or garnishment” and rephrased the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-85/"
    },
    {
      "id": "section-52-86",
      "number": "52-86.",
      "heading": "When creditor may appear and defend. Costs. Prohibited defenses.",
      "text": "(a) In any action in which property has been attached, any person may appear and defend in the name of the defendant if: (1) He files in the court an affidavit (A) that he is a creditor of the defendant, (B) that he has good reason to believe, and does believe, that the amount which the plaintiff claims was not justly due at the commencement of the action, and (C) that he is in danger of being defrauded by a recovery by the plaintiff; and (2) he gives bond with surety to the plaintiff, in such amount as the court approves, for the payment of such costs as the plaintiff may thereafter recover.\n\n(b) If the plaintiff recovers his whole claim, costs shall be taxed against the defendant to the time of the appearance of the creditor, and the creditor shall be liable upon his bond for the remainder of the costs. If only a part of the plaintiff's claim is recovered, the whole costs shall be taxed against the defendant, and the creditor shall not be liable for the same. If judgment is rendered in favor of the defendant, costs shall be taxed in his favor against the plaintiff, but the court may order that the judgment and execution therefor shall belong to the creditor.\n\n(c) A creditor appearing pursuant to the provisions of this section shall not be permitted to plead in abatement, to plead or give in evidence the statute of limitations, to plead that the contract was not in writing according to the requirements of the statute, or to plead any other statutory defense consistent with the justice of the plaintiff's claim.\n\n(1949 Rev., S. 7807; P.A. 82-160, S. 33.)\n\nHistory: P.A. 82-160 rephrased the section and inserted Subsec. indicators.\n\nDoes not impair any right of attaching creditor, but affords him an additional remedy. 25 C. 362. Cited. 151 C. 611.\n\nGarnishment of a debt due a nonresident defendant is in the nature of a proceeding in rem; no service of process on defendant is required. 20 CS 293. Cited. 25 CS 274.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-86/"
    },
    {
      "id": "section-52-87",
      "number": "52-87.",
      "heading": "Continuance on account of absent or nonresident defendant. Exceptions.",
      "text": "(a) Every civil action in which the defendant is an inhabitant of this state but is absent from the state at the commencement of the action and continues to be absent until after the return day, without having entered any appearance therein, shall be continued or postponed for thirty days by order of the court. If the defendant does not then appear and no special reason is shown for further delay, judgment by default may be rendered against him.\n\n(b) If the defendant is not an inhabitant or a resident of this state at the commencement of the action and does not appear therein, the court shall continue or postpone it for three months and may, if it deems further notice advisable, direct such further notice of the pendency of the action to be given to the defendant by publication in some newspaper, or otherwise, as it deems expedient, or may authorize any person empowered to serve process by the laws of the foreign jurisdiction in which the defendant resides to serve upon the defendant a copy of the summons and complaint and of the order of notice. Any such person serving process in a foreign jurisdiction shall make affidavit of his actions concerning the process on the original order of notice. If, upon the expiration of such three months, the defendant does not then appear and no special reason is shown for further delay, judgment may be rendered against the defendant by default. Upon the expiration of the three-month continuance, it shall be presumed prima facie that no special reason for further delay exists. In actions of foreclosure, including prayers for relief incident thereto and part thereof, judgment may then be rendered upon the plaintiff's motion for judgment of foreclosure.\n\n(c) The provisions of this section shall not apply in the case of any civil action brought under and pursuant to section 47-33 or 52-69, and no continuance or postponement of any such action or additional notice of the pendency thereof may be required unless the court so orders.\n\n(d) A continuance or postponement under this section shall not be granted or, if granted, shall terminate if actual notice is shown in accordance with section 52-88.\n\n(e) The provisions of this section shall not apply in the case of any civil action in which service of process is made pursuant to subsection (c) of section 52-59b with respect to a nonresident individual or foreign partnership over whom the court may exercise personal jurisdiction as provided in subdivision (4) of subsection (a) of section 52-59b.\n\n(1949 Rev., S. 7808; 1957, P.A. 282; 1959, P.A. 151; P.A. 82-160, S. 34; P.A. 92-38, S. 3.)\n\nHistory: 1959 act amended third sentence to provide for continuation or postponement where defendant does not appear “therein” (referring to this state) rather than where he does not appear “and answer thereto” (referring to the action; P.A. 82-160 rephrased the section, added Subsec. indicators and added Subsec. (d) concerning the denial or termination of a continuance or postponement; P.A. 92-38 added Subsec. (e) re nonapplicability of section to civil action in which service of process is made pursuant to Subsec. (c) of Sec. 52-59b with respect to nonresident individual or foreign partnership over whom court can exercise personal jurisdiction.\n\nNo bond is necessary if defendant returns and has notice of suit before second term. 8 C. 115. Not applicable to suits begun by foreign attachment against a defendant not in this state. 49 C. 452. Judgment rendered without continuance not void, but only erroneous. 62 C. 553. Statute applied to garnishment of debt due nonresident. 79 C. 15. Proper procedure outlined. 108 C. 175. Cited. 113 C. 81; 116 C. 49; 121 C. 35; 150 C. 192; 181 C. 607; 183 C. 369; 196 C. 172; 226 C. 1.\n\nCited. 9 CA 1; 16 CA 619.\n\nPurpose is to secure notice of suit to absent defendant. 2 CS 18. Requirements of section must be met in annulment action where defendant has not been served by process in this state. 14 CS 316. Applicable where nonresident defendant does not appear and answer in action brought under Sec. 52-62. 19 CS 285. To be read in conjunction with Sec. 52-88. 33 CS 570. Continuance not granted if nonresident has actual notice. Id., 571.\n\nSubsec. (b):\n\nTrial court did not err in entering default judgment without observing statutory continuance because evidence gave rise to reasonable presumption of receipt of actual notice of the action by defendant. 278 C. 92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-87/"
    },
    {
      "id": "section-52-88",
      "number": "52-88.",
      "heading": "Defense by garnishee. Continuance, postponement or adjournment of action.",
      "text": "In any action in which property is garnished, if the defendant does not appear, any garnishee may be admitted to defend his principal; but, if the defendant is not in this state and does not appear, personally or by attorney, and the garnishee does not appear to defend, the action shall be continued, postponed or adjourned for three months from the return day of the writ. A continuance, postponement or adjournment, prescribed in section 52-87 or this section, shall not be granted or, if granted, shall terminate whenever the court finds that the absent or nonresident defendant, or his authorized agent or attorney, has received actual notice of the pendency of the case at least twelve days prior to such finding, and thereupon, unless some special reason is shown for further delay, the cause may be brought to trial.\n\n(1949 Rev., S. 7809, 7810; P.A. 82-160, S. 35.)\n\nHistory: P.A. 82-160 replaced action “by foreign attachment” with “in which property is garnished”.\n\nAppearance by garnishee will not justify a judgment at the first term. K. 377. A garnishee, who defends, may retain costs from the funds factorized. 2 R. 250. “If the defendant is not in this state” applies to a nonresident defendant and not to an inhabitant of the state temporarily absent. 49 C. 452. Cited. 79 C. 15. Applied in action of ejectment; proper procedure outlined. 108 C. 175. Cited. 121 C. 35.\n\nActual notice under section obviates need to grant continuance provided in Sec. 52-87. 33 CS 570.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-52/chapter-897/section-52-88/"
    }
  ]
}