{
  "state": "nebraska",
  "path": "title-chapter-50-legislature/chapter-50-40101-legislative-council-executive-board-members-selecti",
  "sections": [
    {
      "id": "section-50-40101legislative",
      "number": "50-401.01.Legislative",
      "heading": "Council; executive board; members; selection; powers and duties",
      "text": "(1) The Legislative Council shall have an executive board, to be known as the Executive Board of the Legislative Council, which shall consist of a chairperson, a vice-chairperson, and six members of the Legislature, to be chosen by the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50-40101",
      "number": "50-401.01",
      "heading": "",
      "text": "50-401.01.Legislative Council; executive board; members; selection; powers and duties.\n\n(1) The Legislative Council shall have an executive board, to be known as the Executive Board of the Legislative Council, which shall consist of a chairperson, a vice-chairperson, and six members of the Legislature, to be chosen by the Legislature at the commencement of each regular session of the Legislature when the speaker is chosen, and the Speaker of the Legislature. The Legislature at large shall elect two of its members from legislative districts Nos. 1, 17, 30, 32 to 35, 37, 38, 40 to 44, 47, and 48, two from legislative districts Nos. 2, 3, 15, 16, 19, 21 to 29, 45, and 46, and two from legislative districts Nos. 4 to 14, 18, 20, 31, 36, 39, and 49. The Chairperson of the Committee on Appropriations shall serve as a nonvoting ex officio member of the executive board whenever the board is considering fiscal administration.\n\n(2) The executive board shall:\n\n(a) Supervise all services and service personnel of the Legislature and may employ and fix compensation and other terms of employment for such personnel as may be needed to carry out the intent and activities of the Legislature or of the board, unless otherwise directed by the Legislature, including the adoption of policies by the executive board which permit (i) the purchasing of an annuity for an employee who retires or (ii) the crediting of amounts to an employee's deferred compensation account under section 84-1504. The payments to or on behalf of an employee may be staggered to comply with other law; and\n\n(b) Appoint persons to fill the positions of Legislative Fiscal Analyst, Director of Research, and Revisor of Statutes. The persons appointed to these positions shall have training and experience as determined by the executive board and shall serve at the pleasure of the executive board. Their respective salaries shall be set by the executive board.\n\n(3) Notwithstanding any other provision of law, the executive board may contract to obtain legal, auditing, accounting, actuarial, or other professional services or advice for or on behalf of the executive board, the Legislative Council, the Legislature, or any member of the Legislature. The providers of such services or advice shall meet or exceed the minimum professional standards or requirements established or specified by their respective professional organizations or licensing entities or by federal law. Such contracts, the deliberations of the executive board with respect to such contracts, and the work product resulting from such contracts shall not be subject to review or approval by any other entity of state government.\n\n(4) The executive board may enter into information-sharing agreements pursuant to sections 50-1813 and 50-1913.\n\nSourceLaws 1937, c. 118, § 1, p. 421;Laws 1939, c. 60, § 1, p. 261;C.S.Supp.,1941, § 50-501;Laws 1943, c. 118, § 1, p. 414;R.S.1943, § 50-401;Laws 1949, c. 168, § 1(2), p. 445;Laws 1951, c. 169, § 1, p. 655;Laws 1965, c. 310, § 1, p. 872;Laws 1967, c. 595, § 1, p. 2026;Laws 1972, LB 1129, § 1;Laws 1973, LB 485, § 3;Laws 1992, LB 898, § 1;Laws 1993, LB 579, § 2;Laws 1994, LB 1243, § 18;Laws 1997, LB 314, § 2;Laws 2001, LB 75, § 1;Laws 2003, LB 510, § 1;Laws 2006, LB 956, § 1;Laws 2012, LB711, § 1;Laws 2022, LB686, § 1;Laws 2025, LB298, § 71.Effective Date: June 5, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-50/statute-50-401-01/"
    }
  ]
}