{
  "state": "wyoming",
  "path": "title-title-27-labor-and-employment/chapter-chapter-13-displaced-worker-education-and-training",
  "sections": [
    {
      "id": "section-27-13-101",
      "number": "27-13-101",
      "heading": "Definitions.Section 27-13-102 - Powers and Duties; Rules and Regulations.Section 27-13-103 - Programs; Funding.",
      "text": "27-13-101. Definitions.\n\n(a) As used in this act:\n\n(i) \"Demand occupation\" means an occupation in a labor market area in which the director determines that work opportunities are available and that there is not a surplus of qualified applicants;\n\n(ii) \"Director\" means the director of the division;\n\n(iii) \"Displaced workers\" means:\n\n(A) Those workers unemployed due to plant closures or substantial plant layoffs;\n\n(B) Workers eligible for retraining under the federal trade adjustment assistance act;\n\n(C) Unemployed workers otherwise affected by economic or industrial changes which have resulted in loss or reduction of their employment opportunities, as determined by the director.\n\n(iv) \"Division\" means the department of workforce services;\n\n(v) \"Local education or training agency\" means:\n\n(A) A board of trustees of a school district;\n\n(B) A public or private educational institution or agency having administrative control and direction of a vocational education program;\n\n(C) A board of a community college district; or\n\n(D) A board of cooperative educational services.\n\n(vi) \"Program\" means:\n\n(A) \"Occupational transfer programs and retraining services\" including:\n\n(I) Services necessary to assist displaced workers in identifying those skills they possess which are transferable to other related demand occupations;\n\n(II) Education and training activities necessary to prepare displaced workers for occupations to which their preexisting skills are readily transferable.\n\n(B) \"Education and training program\" including a course or program of instruction which:\n\n(I) Relates to an occupation or skill for which there are, or are expected to be in the immediate future, reasonable employment opportunities in the labor market area or areas in the state in which the participating individual intends to seek work and for which there is not a surplus of workers with requisite skills in that area, as determined by the director;\n\n(II) Ordinarily can be completed within one (1) year and is intended for the primary purpose of enabling participants to obtain immediate employment in a demand occupation. The training shall not be primarily intended to meet the requirements of any degree from a college, community college or university.\n\n(vii) \"This act\" means W.S. 27-13-101 through 27-13-103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-13/section-27-13-101/"
    },
    {
      "id": "section-27-13-102",
      "number": "27-13-102",
      "heading": "Powers and Duties; Rules and Regulations.",
      "text": "27-13-102. Powers and duties; rules and regulations.\n\n(a) The division shall, in conjunction with the department of education, the business council, the department of workforce services, the workforce development council, the University of Wyoming and the community college commission, establish and maintain a plan to implement the occupational transfer and retraining programs and services for displaced workers created under this act. The plan shall designate:\n\n(i) Responsibilities of state agencies in administering this act;\n\n(ii) Procedures for coordination between the state and local agencies and existing employment, training, education and other occupationally related activities and resources in the state;\n\n(iii) Procedures to encourage involvement on the part of labor, management, local government and local education and training agencies in the establishment, operation and ongoing direction of programs to assist displaced workers.\n\n(b) The division shall:\n\n(i) Identify statutes, rules and regulations which inhibit the implementation of programs under this act; and\n\n(ii) Recommend modifications to or waivers of statutes, rules and regulations to permit design of cost-effective programs under this act;\n\n(iii) Repealed By Laws 2014, Ch. 7, 3.\n\n(c) The director may enter into contracts and agreements with local education or training agencies to implement this act.\n\n(d) The governor, in consultation with the director, may promulgate reasonable rules and regulations to implement this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-13/section-27-13-102/"
    },
    {
      "id": "section-27-13-103",
      "number": "27-13-103",
      "heading": "Programs; Funding.",
      "text": "27-13-103. Programs; funding.\n\n(a) Programs established under this act shall be funded to the maximum extent feasible through existing federal, state and local resources, both public and private. The plan required under W.S. 27-13-102(a) shall include an estimate of funds available from sources other than from the state.\n\n(b) The division may, to the extent funded by the legislature, establish and maintain programs under this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-13/section-27-13-103/"
    }
  ]
}