{
  "state": "wyoming",
  "path": "title-title-27-labor-and-employment/chapter-chapter-10-collective-bargaining-for-fire-fighters",
  "sections": [
    {
      "id": "section-27-10-101",
      "number": "27-10-101",
      "heading": "Definitions.Section 27-10-102 - Right to Collective Bargaining and Representation by Bargaining Agent",
      "text": "27-10-101. Definitions.\n\n(a) As used in this act the following terms shall, unless the context requires a different interpretation, have the following meanings:\n\n(i) The term \"fire fighters\" shall mean the paid members of any regularly constituted fire department in any city, town or county within the state;\n\n(ii) The term \"corporate authorities\" shall mean the council, commission or other proper officials of any city, town or county, whose duty or duties it is to establish wages, salaries, rates of pay, working conditions, and other conditions of employment of fire fighters.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-101/"
    },
    {
      "id": "section-27-10-102",
      "number": "27-10-102",
      "heading": "Right to Collective Bargaining and Representation by Bargaining Agent.",
      "text": "27-10-102. Right to collective bargaining and representation by bargaining agent.\n\nThe fire fighters in any city, town or county shall have the right to bargain collectively with their respective cities, towns or counties and to be represented by a bargaining agent in such collective bargaining as to wages, rates of pay, working conditions and all other terms and conditions of employment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-102/"
    },
    {
      "id": "section-27-10-103",
      "number": "27-10-103",
      "heading": "Selection of Exclusive Bargaining Agent by Majority; Withdrawal of Agent by Majority.",
      "text": "27-10-103. Selection of exclusive bargaining agent by majority; withdrawal of agent by majority.\n\nThe organization selected by the majority of the fire fighters in any city, town or county shall be recognized as the sole and exclusive bargaining agent for all of the members of the department, unless and until recognition of such bargaining agent is withdrawn by vote of a majority of the fire fighters.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-103/"
    },
    {
      "id": "section-27-10-104",
      "number": "27-10-104",
      "heading": "Obligation of City, Town or County to Meet With Agent After Written Notice; Written Contract of Agreement.",
      "text": "27-10-104. Obligation of city, town or county to meet with agent after written notice; written contract of agreement.\n\nIt shall be the obligation of the city, town or county, through its corporate authorities, to meet and confer in good faith with the representative or representatives of the bargaining agent within ten (10) days after receipt of written notice from said bargaining agent of the request for a meeting for collective bargaining purposes. This obligation shall include the duty to cause any agreement resulting from negotiations to be reduced to a written contract, provided that no such contract shall exceed the term of two (2) years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-104/"
    },
    {
      "id": "section-27-10-105",
      "number": "27-10-105",
      "heading": "When Issues to Be Submitted to Arbitration.",
      "text": "27-10-105. When issues to be submitted to arbitration.\n\nIn the event that the bargaining agent and the corporate authorities are unable, within thirty (30) days from and including the date of their first meeting, to reach an agreement on a contract, any and all unresolved issues shall be submitted to arbitration.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-105/"
    },
    {
      "id": "section-27-10-106",
      "number": "27-10-106",
      "heading": "Selection of Arbitrators.",
      "text": "27-10-106. Selection of arbitrators.\n\nWithin five (5) days from the expiration of the thirty (30) day period referred to in W.S. 27-10-105, the bargaining agent and the corporate authorities shall each select and name one (1) arbitrator and shall immediately thereafter notify each other in writing of the name and address of the person so selected. The two (2) arbitrators so selected and named shall, within ten (10) days from and after the expiration of the five (5) day period hereinbefore mentioned, agree upon and select and name a third arbitrator. If on the expiration of the period allowed therefor the arbitrators are unable to agree upon the selection of a third arbitrator, a district judge of the judicial district within which the city is located, shall select him upon request in writing from either the bargaining agent or the corporate authorities. The third arbitrator, whether selected as a result of agreement between the two (2) arbitrators previously selected, or selected by a district judge, shall act as chairman of the arbitration board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-106/"
    },
    {
      "id": "section-27-10-107",
      "number": "27-10-107",
      "heading": "Arbitration Procedure.",
      "text": "27-10-107. Arbitration procedure.\n\nArbitration shall proceed pursuant to the provisions of the Uniform Arbitration Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-107/"
    },
    {
      "id": "section-27-10-108",
      "number": "27-10-108",
      "heading": "Collective Bargaining Contract; Duration of Contract.",
      "text": "27-10-108. Collective bargaining contract; duration of contract.\n\nAny agreements actually negotiated between the bargaining agent and the corporate authorities either before, or within thirty (30) days after arbitration, shall constitute the collective bargaining contract governing fire fighters and said city, town or county for the period stated therein provided that term of such contract shall not exceed two (2) years.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-108/"
    },
    {
      "id": "section-27-10-109",
      "number": "27-10-109",
      "heading": "Notice of Request for Bargaining Prior to Day on Which Money Can Be Appropriated.",
      "text": "27-10-109. Notice of request for bargaining prior to day on which money can be appropriated.\n\nWhenever wages, rates of pay, or any other matter requiring appropriation of money by any city, town or county are included as matter of collective bargaining conducted under the provisions of this act, it is the obligation of the bargaining agent to serve written notice of request for collective bargaining on the corporate authorities at least one hundred twenty (120) days before the last day on which money can be appropriated by the city, town or county to cover the contract period which is the subject of the collective bargaining procedure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-27/chapter-10/section-27-10-109/"
    }
  ]
}