{
  "state": "michigan",
  "path": "title-chapter-125-planning-housing-and-zoning/chapter-act-175-of-1982-state-research-fund-1251951-1251956",
  "sections": [
    {
      "id": "section-1251951",
      "number": "125.1951",
      "heading": "Legislative Finding and Declaration",
      "text": "The legislature hereby finds and declares:\n\n(a) That there is a statewide pressing need for programs to alleviate and prevent conditions of unemployment; to preserve existing jobs and create new jobs to meet the employment demands of population growth; to promote the development of business enterprises and to meet the growing competition for business enterprises; to revitalize and diversify the Michigan economy in general and achieve the goals of economic growth and full employment; and to encourage and develop close relationships between the research and development resources of Michigan colleges and universities and the business enterprises in Michigan.\n\n(b) That, for the preservation and betterment of the health, safety, and general welfare of the people of Michigan, it is necessary to promote and develop new and diversified technology based industries.\n\n(c) That the goals of full employment and maximum economic growth can best be provided by the stimulation of innovative research.\n\nHistory:1982, Act 175, Imd. Eff. June 6, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-175-of-1982/section-125-1951/"
    },
    {
      "id": "section-1251952",
      "number": "125.1952",
      "heading": "State Research Fund; Creation; Public Notice; Grants for Specific Projects; Evaluation Criteria for Proposed Project; Allocation of Amount Appropriated; Priority for Proposals",
      "text": "(1) The state research fund is hereby created. The department of labor and economic growth shall give public notice of the existence of the fund, the fund's objectives, and requirements for participation in the fund. From the amounts received by the fund, the department of labor and economic growth shall make grants for specific projects that are either proposed by Michigan colleges and universities in cooperation with a business or other private entity, or that are proposed by a business or other private entity, that is either a profit or nonprofit entity and that is doing business in Michigan. The department of labor and economic growth shall evaluate a proposed project according to whether it meets 1 or more of the following criteria:\n\n(a) The project applies technological discoveries to new applications.\n\n(b) The project provides a tangible, direct benefit for the economy of the state.\n\n(c) The project is of interest to 1 or more of the following:\n\n(i) The college or university.\n\n(ii) The business or other private entity.\n\n(d) The project is of general interest to an entire industrial field.\n\n(e) The project contributes directly or indirectly to the development of additional products or processes.\n\n(f) The applicant demonstrates the capability to implement the proposed project.\n\n(g) The project meets any other criteria prescribed by the director of the department of labor and economic growth.\n\n(2) Not more than 35% of the amount appropriated to the fund shall be allocated to any 1 college or university. Priority for proposed projects in subsection (1) shall be given to those projects that are submitted by a Michigan college or university in cooperation with a business or private entity, that do not require continuing grants, and that have prospects of receiving necessary financial assistance from other sources in the future.\n\n(3) If a proposed project complies with subsection (1), the director of the department of labor and economic growth shall determine the amount and priority of the grant and release the grant to the college or university or the business or private entity named in the proposed project in accordance with the accounting laws of the state.\n\nHistory:1982, Act 175, Imd. Eff. June 6, 1982 ;-- Am. 2006, Act 229, Imd. Eff. June 26, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-175-of-1982/section-125-1952/"
    },
    {
      "id": "section-1251953",
      "number": "125.1953",
      "heading": "Rules; Annual Report.",
      "text": "(1) The department of commerce shall promulgate rules to implement and administer this act pursuant to Act No. 306 of the Public Acts of 1969, as amended, being sections 24.201 to 24.315 of the Michigan Compiled Laws. The rules shall include special oversight provisions for those grants not provided in cooperation with a state institution of higher education.\n\n(2) The department of commerce shall submit an annual report within 60 days after the end of the fiscal year to the legislature with copies to the appropriations committees of the senate and house of representatives describing each grant released under the state research fund. The annual report shall specify suggestions for targeting new commercialized ventures initially assisted by the state research fund into areas of high unemployment and in distressed communities within Michigan.\n\nHistory:1982, Act 175, Imd. Eff. June 6, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-175-of-1982/section-125-1953/"
    },
    {
      "id": "section-1251954",
      "number": "125.1954",
      "heading": "Exemption of Proprietary Information on Proposal From Disclosure Under Freedom of Information Act.",
      "text": "(1) Proprietary information on a proposal submitted under this act shall be exempt from disclosure under the freedom of information act, Act No. 442 of the Public Acts of 1976, as amended, being sections 15.231 to 15.246 of the Michigan Compiled Laws. The entities submitting a proposal under this act shall indicate that information on the proposal which they consider to be proprietary information.\n\n(2) The department shall not disclose proprietary information on a proposal without the consent of the entities submitting the proposal.\n\nHistory:1982, Act 175, Imd. Eff. June 6, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-175-of-1982/section-125-1954/"
    },
    {
      "id": "section-1251955",
      "number": "125.1955",
      "heading": "Transfer of Sum From Technology Based Innovation and Development Fund Appropriation to Department of Commerce; Establishment of State Research Fund.",
      "text": "The sum of $990,000.00 from the appropriation made for the technology based innovation and development fund by Act No. 30 of the Public Acts of 1981 to the department of management and budget for the fiscal year ending September 30, 1982, is hereby transferred from the department of management and budget to the department of commerce to establish the state research fund.\n\nHistory:1982, Act 175, Imd. Eff. June 6, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-175-of-1982/section-125-1955/"
    },
    {
      "id": "section-1251956",
      "number": "125.1956",
      "heading": "Repeal of Section 73 of p.a. 1981, No. 30.",
      "text": "Section 73 of Act No. 30 of the Public Acts of 1981 is repealed.\n\nHistory:1982, Act 175, Imd. Eff. June 6, 1982Compiler's Notes:Section 73 of Act 30 of 1981 provided for the creation of a technology-based innovation and development fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-175-of-1982/section-125-1956/"
    }
  ]
}