{
  "state": "michigan",
  "path": "title-chapter-125-planning-housing-and-zoning/chapter-act-129-of-1994-heating-cable-safety-act-1252501-1252508",
  "sections": [
    {
      "id": "section-1252501",
      "number": "125.2501",
      "heading": "Short Title.Section 125.2502 - Definitions",
      "text": "Section 125.2503 - Sale of Heating Cable; Approval by State Construction Code Commission; List.Section 125.2504 - Complaints; Investigation; Duties of Director; Restraining Order or Injunction.Section 125.2505 - Rules.Section 125.2506 - Violation; Fine; Sal",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1252502",
      "number": "125.2502",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Department\" means the department of labor.\n\n(b) \"Director\" means the director of labor or his or her designee.\n\n(c) \"Heating cable\" means cable designed to be secured to pipes and vessels to reduce their likelihood of freezing or to facilitate the flow of viscous liquids. Heating cable also includes products used for deicing on roofs and in gutters and downspouts. Heating cable intended for industrial and commercial use is connected to the supply system by a permanent wiring method or by an attachment plug for connection to a receptacle outlet. Heating cable intended for residential and mobile home use has an attachment plug for connection to a receptacle outlet. Heating cable is commonly known as heat tape.\n\n(d) \"Person\" means an individual, partnership, corporation, association, or other legal entity.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2502/"
    },
    {
      "id": "section-1252503",
      "number": "125.2503",
      "heading": "Sale of Heating Cable; Approval by State Construction Code Commission; List.",
      "text": "(1) Beginning 1 year after the effective date of this act, a person shall not sell in this state a heating cable that has not been approved by the state construction code commission pursuant to section 21 of the state construction code act of 1972, Act No. 230 of the Public Acts of 1972, being section 125.1521 of the Michigan Compiled Laws.\n\n(2) The department shall compile and revise as necessary a list of heating cables that have been approved by the state construction code commission and that may be sold in this state.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2503/"
    },
    {
      "id": "section-1252504",
      "number": "125.2504",
      "heading": "Complaints; Investigation; Duties of Director; Restraining Order or Injunction.",
      "text": "(1) The director shall investigate complaints made to him or her concerning violations of this act and, upon his or her own initiative, shall conduct any investigation that he or she considers advisable to determine possible violations of this act.\n\n(2) If the director finds or has probable cause to believe that a heating cable is being sold in violation of this act, he or she shall do both of the following:\n\n(a) Order the person to cease the sale of that heating cable.\n\n(b) Affix to the heating cable a tag or other appropriate marking, giving notice that the heating cable is or is suspected of being sold in violation of this act and warning all persons that the heating cable is not to be sold or otherwise distributed in this state.\n\n(3) The director may apply to any court of competent jurisdiction for a temporary restraining order or a preliminary or permanent injunction restraining any person from selling a heating cable in violation of this act.\n\n(4) A person shall not obstruct or hinder the director in the performance of his or her duties under this section.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2504/"
    },
    {
      "id": "section-1252505",
      "number": "125.2505",
      "heading": "Rules.",
      "text": "The department shall promulgate, as necessary, rules to implement this act pursuant to the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.328 of the Michigan Compiled Laws.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2505/"
    },
    {
      "id": "section-1252506",
      "number": "125.2506",
      "heading": "Violation; Fine; Sale as Separate Offense.",
      "text": "(1) A person who violates this act or an order issued or a rule promulgated under this act is liable for a civil fine of not more than $500.00, plus costs. A fine due under this act shall be assessed by the electrical administrative board and shall be paid into the state construction code fund created by section 22 of the state construction code act of 1972, Act No. 230 of the Public Acts of 1972, being section 125.1522 of the Michigan Compiled Laws.\n\n(2) Each sale of each heating cable in violation of this act constitutes a separate offense.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2506/"
    },
    {
      "id": "section-1252507",
      "number": "125.2507",
      "heading": "Construction of Act.",
      "text": "This act shall not be construed to limit the powers and duties granted by any other law to a state agency or official.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2507/"
    },
    {
      "id": "section-1252508",
      "number": "125.2508",
      "heading": "Conditional Effective Date.",
      "text": "This act shall not take effect unless Senate Bill No. 364 of the 87th Legislature is enacted into law.\n\nHistory:1994, Act 129, Imd. Eff. May 17, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-129-of-1994/section-125-2508/"
    }
  ]
}