{
  "state": "michigan",
  "path": "title-chapter-125-planning-housing-and-zoning/chapter-act-208-of-1949-neighborhood-area-improvements-125941-125952",
  "sections": [
    {
      "id": "section-125941",
      "number": "125.941",
      "heading": "Neighborhood Areas in Municipalities; Improvement, Declared to Be Public Use and Public Purpose",
      "text": "It is hereby found and declared that many residential neighborhood areas in the municipalities of this state are in danger of becoming blighted, with the consequent impairment of taxable values upon which in large part, municipal revenues depend; that such areas can prove detrimental or inimical to the health, safety, morals and general welfare of the citizens and to the economic welfare of the municipality; that in order to improve and maintain the general character of the municipality, it may be necessary to improve, or better, such areas; that the conditions found in such areas cannot be efficiently and economically remedied, with due regard to the general welfare of the public, without public participation in the planning, property acquisition and disposal, and the financing thereof; that the purposes of this act are to improve such areas by acquiring and developing properties within such areas for the protection of the health, safety, morals and general welfare of the municipality, to preserve existing values of other properties within or adjacent to such areas, and to preserve the taxable value of the property within such areas; and the necessity in the public interest for provisions herein enacted is hereby declared as a matter of legislative determination to be a public use and a public purpose.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-941/"
    },
    {
      "id": "section-125942",
      "number": "125.942",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Neighborhood area\" means a portion of a municipality that has been delimited as a neighborhood unit in a plan of neighborhoods adopted by the legislative body, which plan has the function of designating the service area of elementary schools, playgrounds, or other local improvements.\n\n(b) \"Real property\" includes land, building improvements, land under water, waterfront property, and any and all easements, franchises, and hereditaments, corporeal or incorporeal, and every estate, interest, privilege, easement, franchise, and right to that property, or appurtenant to that property, legal or equitable, including rights-of-way, terms for years, and liens, charges, or incumbrances by mortgage, judgment, or otherwise.\n\n(c) \"Municipality\" means a city, village, or township.\n\n(d) \"Legislative body\" means the city council, city commission, township board, or other legislative body of a city, village, or township.\n\n(e) \"Public use\", when used with reference to land reserved for that purpose, means and relates to uses for the general benefit of the public, such as schools, libraries, public institutions, administration buildings, parks, boulevards, playgrounds, streets, alleys, easements or sewers, public lighting, water, gas, or other similar utilities, or improvements.\n\n(f) \"Privately owned lands\" means all land not held by the municipal body, county, state, or federal government for public purposes.\n\n(g) \"Owner\" means any person or persons, natural or corporate, owning a legal or equitable title to the land.\n\n(h) \"Project\" means all of the undertakings authorized in this act for the improvement of a neighborhood area.\n\n(i) \"Blighted property\" means property that meets any of the following criteria:\n\n(i) The property has been declared a public nuisance in accordance with a local housing, building, plumbing, fire, or other related code or ordinance.\n\n(ii) The property is an attractive nuisance because of physical condition or use.\n\n(iii) The property is a fire hazard or is otherwise dangerous to the safety of persons or property.\n\n(iv) The property has had the utilities, plumbing, heating, or sewerage disconnected, destroyed, removed, or rendered ineffective for a period of 1 year or more so that the property is unfit for its intended use.\n\n(v) The property is tax reverted property owned by a municipality, by a county, or by this state. The sale, lease, or transfer of tax reverted property by a municipality, a county, or this state shall not result in the loss to the property of eligibility for any project authorized for the improvement of a neighborhood area under this act, tax or special assessment authorized under this act, or tax relief or assistance, including financial assistance, authorized under this act or any other act.\n\n(vi) The property is owned or is under the control of a land bank fast track authority under the land bank fast track act, 2003 PA 258, MCL 124.751 to 124.774. The sale, lease, or transfer of the property by a land bank fast track authority shall not result in the loss to the property of the eligibility for any project authorized for the improvement of a neighborhood area under this act, tax or special assessment authorized under this act, or tax relief or assistance, including financial assistance, authorized under this act or any other act.\n\n(vii) The property is improved real property that has remained vacant for 5 consecutive years and that is not maintained in accordance with applicable local housing or property maintenance codes or ordinances.\n\n(viii) The property has code violations posing a severe and immediate health or safety threat and has not been substantially rehabilitated within 1 year after the receipt of notice to rehabilitate from the appropriate code enforcement agency or final determination of any appeal, whichever is later.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949 ;-- Am. 1957, Act 298, Eff. Sept. 27, 1957 ;-- Am. 2006, Act 676, Imd. Eff. Jan. 10, 2007",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-942/"
    },
    {
      "id": "section-125943",
      "number": "125.943",
      "heading": "Neighborhood Betterment Plan; Plans; Statements; Actions.",
      "text": "The following plans, statements and actions are hereby made requisite for, and a condition of, the exercise of the powers herein granted for the acquisition, disposal, or lease of real property for the carrying out of a neighborhood betterment plan in a neighborhood area;\n\n(a) A master plan of the municipality approved by the planning commission and adopted by the legislative body, or a master plan sufficiently advanced to permit the designation of neighborhood areas and so approved and adopted;\n\n(b) A plan of neighborhoods that sets forth precisely, the location of neighborhood areas within the municipality, approved by the planning commission, and which has been adopted by the legislative body. Such a plan must conform with the master plan of the municipality;\n\n(c) A neighborhood betterment plan approved by the planning commission and adopted by the legislative body after public hearing thereon as hereinafter provided of the neighborhood area in which is located the land proposed to be acquired for improvement purposes.\n\nSuch plan shall designate the location, extent, character and estimated cost of the improvements contemplated for the area; and may include any or all of the following improvements:\n\nPartial or total vacation of plats, or replatting; opening, widening, straightening, extending, vacating or closing streets, alleys or walkways; locating or relocating water mains, sewers, or other public utilities; paving of streets, alleys or sidewalks in special situations; acquiring parks, playgrounds, or other recreational areas or facilities; elimination of nonconforming uses; rehabilitation of blighted areas; street tree planting; green belts, or buffer strips and other appropriate public improvements.\n\nThe plan shall also include a feasible method for the relocation of families who will be displaced from the area in decent, safe and sanitary dwelling accommodations within their means and without undue hardship to such families.\n\nThe local legislative body, prior to adopting a neighborhood betterment plan, shall hold a public hearing thereon. Notice of time and place of such hearing shall be given by publication in a newspaper of general circulation not less than 30 days prior to the date set for such hearing. Notice of such hearing shall be mailed at least 15 days before such hearing to the last known owner of each parcel of land in such area at the last known address of such owner as shown by the records of the assessor. Such notice shall contain a description of the neighborhood area. For purposes of this notice it shall be sufficient to describe the neighborhood area by its location in relation to highways, streets, streams or otherwise. Such notice shall further contain a statement that maps, plats and a particular description of the betterment plan are available for public inspection at a suitable place to be designated in such notice. At the time set for hearing, the local legislative body shall provide an opportunity for all persons interested to be heard and shall receive and consider communications in writing with reference thereto.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949 ;-- Am. 1957, Act 298, Eff. Sept. 27, 1957",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-943/"
    },
    {
      "id": "section-125944",
      "number": "125.944",
      "heading": "Acquisition of Property; Condemnation; Proceedings Under Eminent Domain.",
      "text": "(1) For the accomplishment of the purposes of this act, the municipality may acquire fee simple title in real property by purchase, gift, or exchange and may acquire under this act title to blighted property by condemnation. The municipality shall then apply that blighted property acquired by condemnation under this act and other real property acquired by other means to the expressed purposes of this act.\n\n(2) By authority of this act for blighted property, or by authority of other state law authorizing the condemnation of property for other public uses, the local legislative body may institute and prosecute proceedings under the power of eminent domain in accordance with the state constitution of 1963 and the laws of the state or provisions of any local charter relative to condemnation.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949 ;-- Am. 2006, Act 676, Imd. Eff. Jan. 10, 2007",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-944/"
    },
    {
      "id": "section-125945",
      "number": "125.945",
      "heading": "Neighborhood Areas in Municipalities; Transfers to Public Agencies; Excess Land Sold or Exchanged; Special Assessment District.",
      "text": "After the acquisition of the real property such property as will be used by public agencies shall be transferred to or placed under the jurisdiction of the appropriate public agencies for public use as defined in this act. The remainder of the land which, in accordance with the betterment plan, is to be devoted to private uses shall be sold or exchanged to individuals, companies, or corporations, whose use of such property shall be in accordance with the limitations and conditions provided in the development plan. If the cost and expense of acquiring and altering, removing or demolishing real property is assessed against a special district, the proceeds from the sale of any remainder shall be credited to the special assessment roll.\n\nAny such sale or exchange may be made without public bidding but only after public hearing by the legislative body upon the proposed sale or exchange and the provisions thereof. The sale or exchange shall be under terms fixed by the legislative body and shall contain provisions that the betterment plan for the property be carried out.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-945/"
    },
    {
      "id": "section-125946",
      "number": "125.946",
      "heading": "Repealed. 1957, Act 298, Eff. Sept. 27, 1957.",
      "text": "Compiler's Notes:The repealed section pertained to neighborhood area improvements, financing, special assessment districts.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-946/"
    },
    {
      "id": "section-125946a",
      "number": "125.946a",
      "heading": "Issuance of Bonds or Notes; Purpose; Securing Payment by Pledge of Loan, Grant, or Contribution; Bonds or Notes Not Indebtedness Within Meaning of Debt Limitation or Restriction; Inapplicability of Charter Provisions; Tax Exemption",
      "text": "A municipality may issue bonds or notes from time to time in its discretion to finance the undertaking of any project authorized by this act including, but not limited to, the payment of principal and interest on any advances or loans made for surveys and plans for any project authorized by this act. The bonds or notes shall be made payable, as to both principal and interest, solely from the income, proceeds, revenues and funds of the municipality derived from or held in connection with its undertaking and carrying out of any projects under this act. Payment of the bonds or notes, both as to principal and interest, may be further secured by a pledge of any loan, grant, or contribution due or to become due from the federal government or other source, in aid of any projects of the municipality under this act. Bonds or notes issued under this section shall not constitute an indebtedness within the meaning of any constitutional, statutory, or charter debt limitation or restriction, and shall not be subject to the provisions of any charter relating to the authorization, issuance, or sale of bonds or notes and may be issued without vote of the electors of the municipality. Bonds or notes issued under the provisions of this section are declared to be issued for an essential public and governmental purpose, and, together with interest on the bonds and notes and income on the bonds and notes, shall be exempted from all taxes. Bonds or notes issued under this section are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\nHistory:Add. 1957, Act 298, Eff. Sept. 27, 1957 ;-- Am. 1983, Act 38, Imd. Eff. May 10, 1983 ;-- Am. 2002, Act 285, Imd. Eff. May 9, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-946a/"
    },
    {
      "id": "section-125946b",
      "number": "125.946b",
      "heading": "Issuance of General Obligation Bonds; Maximum Amount; Designation; Legislative Determination; Sale; Applicability of Other Law or Charter Provisions; Estimate of Period of Usefulness; Definitions",
      "text": "(1) For the purpose of providing funds to pay all or part of the cost of any project undertaken under this act or the net project cost of any project undertaken under this act with federal financial assistance, municipalities may provide by resolution duly adopted by its legislative body and without vote of the electors of the municipality for borrowing money and issuing general obligation bonds of the municipality, which bonds shall pledge the full faith and credit of the municipality.\n\n(2) The bonds may be issued and sold from time to time during the progress of any project undertaken under this act, in which event the maximum amount of bonds issued shall not exceed the estimated cost of any project undertaken under this act or the estimated net cost of any project undertaken under this act with federal assistance. The legislative body in the resolution authorizing issuance of the bonds shall set forth the estimate or the bonds may be issued when any project has been completed. Bonds issued under this section shall be designated \"neighborhood improvement bonds\". All bonds issued under this section are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821. It being the determination of the legislature that urban blight constitutes a serious menace to public health, welfare, and safety of municipalities and their inhabitants and that the financing of projects designed to prevent urban blight is necessary for the public health, welfare, and safety. The bonds authorized to be issued under this section are declared to be issued for an essential public and governmental purpose. The maximum principal amount of bonds that may be authorized under this section in any year shall not exceed an amount equal to the limitation on the maximum rate of taxation for the year for the municipality authorized by law less the taxes actually levied for the year exclusive of debt service tax levies and less budget bonds for the year issued or authorized to be issued, and less any bonds authorized in the year to be issued under sections 7a and 7b of 1945 PA 344, MCL 125.77a and 125.77b. Any bonds authorized to be issued pursuant to this section shall be sold not later than 3 full fiscal years from the end of the fiscal year in which the bonds are authorized to be issued. The maximum amount of bonds issued pursuant to this section that may be outstanding at any one time shall not, together with other outstanding indebtedness of the municipality, exceed the maximum limitations on bonded indebtedness of the municipality imposed by law.\n\n(3) As used in this section:\n\n(a) \"Cost of any project\" means the cost of land acquisition, demolition of buildings, land and site improvements, plans, surveys, appraisals, and all other costs relating to the acquisition, improvement, financing, and disposal of any project or any part of a project.\n\n(b) \"Net project cost\" means that term as defined in former section 110(f) of title 1 of the housing act of 1949.\n\nHistory:Add. 1957, Act 298, Eff. Sept. 27, 1957 ;-- Am. 1958, Act 61, Imd. Eff. Apr. 8, 1958 ;-- Am. 1983, Act 38, Imd. Eff. May 10, 1983 ;-- Am. 2002, Act 285, Imd. Eff. May 9, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-946b/"
    },
    {
      "id": "section-125946c",
      "number": "125.946c",
      "heading": "Tax Levy; Special Assessment.",
      "text": "As an additional and alternative method of financing part or all of the costs of any project undertaken under this act, any municipality may use general tax revenues levied for the purpose or not otherwise earmarked, or the legislative body in its discretion may provide that the cost and expense or any portion thereof shall be assessed to a special district. The special assessment district shall be coterminous with the neighborhood area, and the special assessment district together with the tentative plan of assessment shall be set up as part of the neighborhood betterment plan before acquisition of the property involved in such plan. The written consent of a majority of the owners of property in the special district to the betterment plan shall be submitted to the legislative body. The rate of assessment shall be spread equally, on a front foot or land area basis, throughout the special district.\n\nHistory:Add. 1957, Act 298, Eff. Sept. 27, 1957",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-946c/"
    },
    {
      "id": "section-125947",
      "number": "125.947",
      "heading": "Gifts, Loans, Grants From Private or Public Sources; Contracts for Assistance.",
      "text": "Municipalities are authorized and permitted to accept gifts or loans and grants from other governmental agencies to finance the purposes of this act, to borrow money and may issue bonds or notes therefor, to apply for and accept advances, loans, grants, contributions, and any other form of financial assistance from the federal government, the state, county, municipality or other public body or from any sources, public or private, for the purposes of this act, to give such security as may be required and to enter into and carry out contracts in connection therewith. A municipality notwithstanding the provisions of any other law, may include in any contract for financial assistance with the federal government for a project as defined in this act such conditions imposed pursuant to federal law, to agree to any conditions that it may deem reasonable and appropriate attached to federal financial assistance and imposed pursuant to federal law, in the undertaking or carrying out of a project as defined in this act as the municipality may deem reasonable and appropriate and which are not inconsistent with the purposes of this act, and to include in any contract let in connection with a project provisions to fulfill such of the conditions as it may deem reasonable and appropriate, including the payment of prevailing salaries and wages and compliance with federal labor standards.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949 ;-- Am. 1957, Act 298, Eff. Sept. 27, 1957",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-947/"
    },
    {
      "id": "section-125948",
      "number": "125.948",
      "heading": "Neighborhood Areas in Municipalities; Modification of Plan, Hearing.",
      "text": "If previous to the sale or exchange of any real property in the neighborhood area the legislative body desires to modify the betterment plan, it shall hold a public hearing thereon, notice of such hearing to be given as provided in section 3 of this act. If modification be approved by the local legislative body it shall become a part of the approved betterment plan.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-948/"
    },
    {
      "id": "section-125949",
      "number": "125.949",
      "heading": "Neighborhood Areas in Municipalities; Permits, Withholding.",
      "text": "Upon advice of the planning commission that plans for the betterment of a neighborhood are in preparation, the legislative body may establish a date, and for a period of time not to exceed 6 months thereafter, temporarily withhold permits for building construction, sidewalks, drainage systems or other major improvements within the neighborhood.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-949/"
    },
    {
      "id": "section-125950",
      "number": "125.950",
      "heading": "Neighborhood Areas in Municipalities; Plans to Be Officially Adopted; Board of Appeals; Hearing, Notice, Publication.",
      "text": "On and after the date when a plan has been approved for the betterment of a neighborhood area by the legislative body, no permit shall be issued for building construction, sidewalks, drainage systems or other major improvements done on properties indicated for public improvements which are not in accordance with the plans officially adopted and made effective by the legislative body: Provided, however, That the legislative body shall provide by ordinance that the zoning board of appeals, if the municipality has such a board, or if not, then a board of appeals created for such purpose, shall have the power on appeal filed with it by the owner of real property in the area to approve a minor deviation from the plan for the area in any case in which such board finds upon the evidence presented to it that the application of the plan results in unnecessary hardship or practical difficulties and a minor deviation from the betterment plan is required by consideration of justice and equity. Before taking any such action, the board shall hold a public hearing thereon, at least 10 days' notice of time and place of which shall be given by public notice in a newspaper published or circulated generally in the municipality and by notice to all property owners within the neighborhood area, such notice to be by mail addressed to the respective owners at the address given in the last assessment roll.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-950/"
    },
    {
      "id": "section-125951",
      "number": "125.951",
      "heading": "Neighborhood Areas in Municipalities; Actions to Be by Ordinance or Resolution, Procedure.",
      "text": "All actions of legislative bodies under the provisions of this act shall be by ordinance or resolution and such ordinance or resolution shall be subject to the same provisions regarding procedure and executive veto as are applicable to other ordinances or resolutions of the legislative body.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-951/"
    },
    {
      "id": "section-125951a",
      "number": "125.951a",
      "heading": "Neighborhood Areas in Municipalities; Designation of Administrative Agency.",
      "text": "The local legislative body may designate an administrative agency to be responsible for the administration of this act and shall establish regulations for the guidance of the agency in the effectuation of the purposes of this act.\n\nHistory:Add. 1961, Act 136, Imd. Eff. May 31, 1961",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-951a/"
    },
    {
      "id": "section-125952",
      "number": "125.952",
      "heading": "Powers Granted.",
      "text": "The powers granted in this act shall be in addition to the powers granted to municipalities, the legislative bodies thereof and other officials and bodies thereof under the statutes and local charters. Nothing herein contained shall be construed to amend or repeal any of the provisions of Act No. 18 of the Public Acts of the Extra Session of 1933.\n\nHistory:1949, Act 208, Eff. Sept. 23, 1949",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-208-of-1949/section-125-952/"
    }
  ]
}