{
  "state": "michigan",
  "path": "title-chapter-125-planning-housing-and-zoning/chapter-act-281-of-1945-regional-planning-12511-12525",
  "sections": [
    {
      "id": "section-12511",
      "number": "125.11",
      "heading": "Regional Planning; Definitions",
      "text": "For the purpose of this act certain terms are defined as provided in this section. Wherever appropriate the singular includes the plural and the plural includes the singular. The terms \"local governmental units\" or \"local units\" shall include cities, villages, other incorporated political subdivisions, counties, school districts, special authorities, townships, or any legally constituted governing body responsible for the exercise of governmental functions within a political subdivision of the state.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.11",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-11/"
    },
    {
      "id": "section-12512",
      "number": "125.12",
      "heading": "Regional Planning Commission; Creation; Service by Members of County Board of Commissioners.",
      "text": "Regional planning commissions may be created by resolution by 2 or more legislative bodies of any local governmental units desiring to create a regional planning commission. Members of county boards of commissioners shall not be prohibited from serving on a commission created hereby.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.12 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952 ;-- Am. 1976, Act 427, Imd. Eff. Jan. 11, 1977",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-12/"
    },
    {
      "id": "section-12513",
      "number": "125.13",
      "heading": "Regional Planning Commissions; Limit of Jurisdiction.",
      "text": "The boundaries of the area which are to define the limit of jurisdiction of the regional planning commission shall be established by the resolutions of the participating legislative bodies. The boundaries of this area need not be coincident with the boundaries of any single governmental subdivision or group of subdivisions which are to be included in the area, but may include all or such portions of any governmental subdivision.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.13 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-13/"
    },
    {
      "id": "section-12514",
      "number": "125.14",
      "heading": "Regional Planning Commission; per Diem Allowance and Mileage; Reimbursement for Actual Expenses.",
      "text": "A member of the regional planning commission may receive a per diem allowance and mileage as is established and paid by the regional commission or, if a per diem allowance or mileage is not established and paid by the regional commission, as is established and paid by the local unit appointing that member for each meeting attended and may be reimbursed for not more than actual expenses incurred as a member of the commission in carrying out the work of the commission. The mileage and reimbursement for not more than actual expenses established under this section shall not exceed the standardized travel regulations of the department of management and budget.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.14 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952 ;-- Am. 1976, Act 427, Imd. Eff. Jan. 11, 1977 ;-- Am. 1989, Act 129, Imd. Eff. June 28, 1989",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-14/"
    },
    {
      "id": "section-12515",
      "number": "125.15",
      "heading": "Regional Planning Commissions; Chairman; Rules of Procedure; Records.",
      "text": "Each regional planning commission shall elect its own chairman and establish its own rules of procedure, and may create and fill such other offices as it may determine necessary. It shall keep a record of its resolutions, transactions, findings and determinations, which records shall be a public record.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.15 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-15/"
    },
    {
      "id": "section-12516",
      "number": "125.16",
      "heading": "Regional Planning Commissions; Director and Employees.",
      "text": "The regional planning commission may appoint a director and such employees as it may deem necessary for its work and may hire such experts and consultants for part time or full time service as may be necessary for the prosecution of its responsibilities.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-16/"
    },
    {
      "id": "section-12517",
      "number": "125.17",
      "heading": "Aid From Governmental Agencies.",
      "text": "Aid for the purpose of accomplishing the objectives of the regional planning commission may be accepted from all governmental agencies whether local, state or federal, if the conditions under which such aid is furnished are not incompatible with the other provisions of this act.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.17",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-17/"
    },
    {
      "id": "section-12518",
      "number": "125.18",
      "heading": "Appointment of Advisory Committees or Councils.",
      "text": "The regional planning commission may appoint advisory committees or councils whose membership may consist of individuals whose experience, training or interest in the program may qualify them to lend valuable assistance to the regional planning commission by acting in an advisory capacity in consulting with the regional planning commission on technical and special phases of the program. Members of such advisory bodies shall receive no compensation for their services but may be reimbursed for actual expenses incurred in the performance of their duties.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.18",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-18/"
    },
    {
      "id": "section-12519",
      "number": "125.19",
      "heading": "Regional Planning Commission; Powers; Annual Report; Service Charge to Local Governmental Unit.",
      "text": "(1) A regional planning commission may conduct all types of research studies, collect and analyze data, prepare maps, charts, and tables, and conduct all necessary studies for the accomplishment of its other duties; may make and coordinate the development of plans for the physical, social, and economic development of the region, and may adopt, by resolution of its governing body, a plan or the portion of a plan so prepared or any objective consistent with a plan as its official recommendation for the development of the region; may publicize and advertise its purposes, objectives, and findings, and may distribute reports on its purposes, objectives, and findings; may, by resolution of its governing body and with the consent of the affected governmental units, or other public or private bodies, provide services to participating local governmental units, the state, and to other public and private bodies and citizens in matters relative to its functions, plans, and objectives provided those services are not available through the private sector at a competitive cost; may charge the recipients of its services a reasonable fee for those services; and may act as a coordinating agency for programs and activities of public and private bodies and citizens as they relate to its objectives. A regional planning commission shall make an annual report of its activities to the legislative bodies of the participating local governmental units.\n\n(2) Notwithstanding subsection (1), a local governmental unit may not be charged for a service provided by a regional planning commission pursuant to subsection (1) unless the charge is accepted by a vote of the legislative body of that governmental unit.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.19 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952 ;-- Am. 1982, Act 156, Imd. Eff. May 18, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-19/"
    },
    {
      "id": "section-12520",
      "number": "125.20",
      "heading": "Access to Records and Information.",
      "text": "The regional planning commission shall be given access to all studies, reports, surveys, records, and all other information and material in the possession of such governmental agencies as shall be required by the regional planning commission for the accomplishment of its objectives.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-20/"
    },
    {
      "id": "section-12521",
      "number": "125.21",
      "heading": "Local Subdivisions; Adoption of Plans of Regional Commission.",
      "text": "Local governmental subdivisions, whether active participants in the work of the regional planning commission or not, may adopt all or any portion of the plans prepared and adopted by the regional planning commission by following those procedures specified by act of the legislature or by local charter for the adoption of an official master plan.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.21",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-21/"
    },
    {
      "id": "section-12522",
      "number": "125.22",
      "heading": "Local Subdivisions; Allocation of Funds.",
      "text": "For the purpose of providing funds to meet the expenses of a regional planning commission any local governmental unit participating in the formation, functioning and support of the regional planning commission or any other local governmental unit wishing to contribute thereto may allocate funds for the purpose by official act of its legislative body. The proportion of the total amount of funds to be so provided by each participating local governmental unit may be suggested by the regional planning investigating committee or prepared as a proposed budget by the regional planning commission and submitted to the legislative bodies of the participating local governmental units. Each legislative body of the participating governmental units may appropriate its share of the funds to be allocated for the use of the regional planning commission by the adoption of a legislative act which is identical with a similar act or acts as adopted by the other participating local governmental units. The services of personnel, the use of equipment and office space, and the provision of special services, may be accepted from any participating local governmental unit and may be considered a part of the financial support of that governmental unit.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.22 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-22/"
    },
    {
      "id": "section-12523",
      "number": "125.23",
      "heading": "Regional Planning Commission; Acceptance of Gifts and Grants; Disposition of Funds Received From Governmental Agencies; Restrictions.",
      "text": "(1) A regional planning commission may accept gifts and grants from public or private individuals or agencies if the conditions under which the grants are made are in accordance with the accomplishment of the objectives of the regional planning commission.\n\n(2) A regional planning commission may lend, grant, transfer, or convey funds received from all federal, state, or local governmental agencies, as permitted by law, subject to applicable restrictions affecting the use of those funds.\n\nHistory:1945, Act 281, Eff. Sept. 6, 1945 ;-- CL 1948, 125.23 ;-- Am. 1952, Act 194, Eff. Sept. 18, 1952 ;-- Am. 1982, Act 156, Imd. Eff. May 18, 1982",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-23/"
    },
    {
      "id": "section-12524",
      "number": "125.24",
      "heading": "Transfer of Functions to Regional Council of Government; Vote Required; Grants-in-Aid.",
      "text": "The regional planning commission as constituted under this act may transfer by interlocal agreement or contract its activities, functions, programs, staff, moneys, properties, and any other liabilities or assets to a regional council of government hereinafter created. This transfer must be authorized by a majority vote of the governing body of the regional planning commission and submitted to each local governmental unit participating as a member of the regional planning commission. The local legislative body of each local governmental unit participating as a member of the regional planning commission must authorize and concur in the transfer by majority vote.\n\nIn the event of such transfer, the council shall be entitled to receive and disburse all grants-in-aid and other revenues that would otherwise be available to the regional planning commission.\n\nHistory:Add. 1967, Act 87, Eff. Nov. 2, 1967Compiler's Notes:Former MCL 125.24, a severability provision, was repealed by Act 129 of 1947.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-24/"
    },
    {
      "id": "section-12525",
      "number": "125.25",
      "heading": "Research Studies and Plans; Review by Office of Planning Coordination.",
      "text": "Research studies and plans for the physical, social and economic development of the region which are prepared by the regional planning commissions pursuant to section 9 shall be forwarded as soon as is practical and prior to adoption in whole or in part to the office of planning coordination of the executive office of the governor for review and comment.\n\nHistory:Add. 1967, Act 87, Eff. Nov. 2, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-281-of-1945/section-125-25/"
    }
  ]
}