{
  "state": "michigan",
  "path": "title-chapter-125-planning-housing-and-zoning/chapter-act-342-of-2010-signs-advertising-sexually-oriented-business",
  "sections": [
    {
      "id": "section-1252831",
      "number": "125.2831",
      "heading": "Definitions.Section 125.2833 - Sign Advertising Sexually Oriented Business; Prohibitions; Limitations",
      "text": "As used in this act:\n\n(a) \"Seminudity\" means a state of dress in which the genitals, pubic area, buttocks, anus, anal cleft, or nipple and areola of the female breast are less than completely and opaquely covered.\n\n(b) \"Sexually oriented business\" includes, but is not limited to, an adult bookstore, adult video store, adult cabaret, adult motion picture theater, sexual device shop, or sexual encounter center or an establishment that regularly features live performances characterized by the exposure of a specified anatomical area or by a specified sexual activity or in which persons appear in a state of nudity or seminudity in the performance of their duties. However, sexually oriented business does not include a business solely because it shows, sells, or rents materials that may depict sex.\n\n(c) \"Specified anatomical area\" means less than completely and opaquely covered human genitals, pubic area, buttocks, anus, anal cleft, or female breasts below a point immediately above the top of the areola; or human male genitals in a discernibly turgid state, even if covered.\n\n(d) \"Specified sexual activity\" means the fondling or other erotic touching of covered or uncovered human genitals, pubic area, buttocks, anus, anal cleft, or female breast.\n\nHistory:2010, Act 342, Eff. Mar. 30, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-342-of-2010/section-125-2831/"
    },
    {
      "id": "section-1252833",
      "number": "125.2833",
      "heading": "Sign Advertising Sexually Oriented Business; Prohibitions; Limitations.",
      "text": "(1) Beginning January 1, 2011, the owner or operator of any sexually oriented business shall not erect, construct, or maintain on the premises of that sexually oriented business a sign that advertises or identifies the sexually oriented business and is visible outdoors unless the sign meets the requirements of subsection (2).\n\n(2) Subject to subsection (3), a sign authorized under subsection (1) shall display only words or numbers, or both. The words on the sign shall not describe or relate to a specified sexual activity or to human genitals, pubic area, buttocks, anus, anal cleft, or female breasts.\n\n(3) A sign authorized under subsection (1) may display the sexually oriented business's or a credit card company's trademark if the trademark has been registered under the Lanham act, 15 USC 1051 to 1141n, or under 1969 PA 242, MCL 429.31 to 429.46.\n\nHistory:2010, Act 342, Eff. Mar. 30, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-342-of-2010/section-125-2833/"
    },
    {
      "id": "section-1252835",
      "number": "125.2835",
      "heading": "Conflict With Local Zoning Ordinance or Other State Law; Controlling Provision.",
      "text": "If there is a conflict between a provision of this act and a provision of a local zoning ordinance or the highway advertising act of 1972, 1972 PA 106, MCL 252.301 to 252.324, including a rule promulgated under that act, the more restrictive provision applies.\n\nHistory:2010, Act 342, Eff. Mar. 30, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-342-of-2010/section-125-2835/"
    },
    {
      "id": "section-1252837",
      "number": "125.2837",
      "heading": "Violation of Act as Nuisance; Action; Civil Fine; Distribution to Public Libraries.",
      "text": "(1) A sign in violation of this act is a nuisance. The attorney general or the attorney for a local unit of government where the sign is located may bring an action in the circuit court to abate the nuisance.\n\n(2) A person who violates this act is responsible for a civil fine of not less than $5,000.00 or more than $10,000.00 for each day of violation. A civil fine collected under this section shall be distributed to public libraries as provided under 1964 PA 59, MCL 397.31 to 397.40.\n\nHistory:2010, Act 342, Eff. Mar. 30, 2011",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-125/statute-act-342-of-2010/section-125-2837/"
    }
  ]
}