{
  "state": "district-of-columbia",
  "path": "title-27/chapter-1",
  "sections": [
    {
      "id": "section-27-101",
      "number": "27-101",
      "heading": "Definitions.",
      "text": "For purposes of this chapter, the term:\n\n(1) “Fraud” shall have the same meaning as that term is used in § 22-3221.\n\n(2) “Juvenile” means a person under 18 years of age.\n\n(3) “Merchant” means a person who does or would sell, lease, or transfer, either directly or indirectly, consumer goods or services, or a person who does or would supply the goods or services which are or would be the subject matter of a trade practice.\n\n(4) “Shoplifting” shall have the same meaning as that term has in § 22-3213(a).\n\n(5) “Theft” shall have the same meaning as that term is used in § 22-3211.",
      "history": "May 16, 1992, D.C. Law 9-98, § 2, 39 DCR 678",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/27-101.html"
    },
    {
      "id": "section-27-102",
      "number": "27-102",
      "heading": "Liability and damages.",
      "text": "(a) Anyone who commits an offense of fraud, shoplifting, or theft from a merchant shall be civilly liable to the merchant for treble the amount of actual damages; and\n\n(1) The retail value of any goods or merchandise stolen if the goods or merchandise are not recovered;\n\n(2) The loss of value of the goods or merchandise stolen if the goods or merchandise are recovered; or\n\n(3) A minimum of $50 in damages, whichever is greater.\n\n(b) The parent or guardian shall be liable for any acts or offenses committed by a juvenile under this chapter.",
      "history": "May 16, 1992, D.C. Law 9-98, § 3, 39 DCR 678",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/27-102.html"
    },
    {
      "id": "section-27-103",
      "number": "27-103",
      "heading": "Criminal proceedings.",
      "text": "(a) The recovery of damages from the alleged offender shall not prohibit criminal prosecution of the alleged offender.\n\n(b) The recovery of civil damages by a merchant or a finding of liability under this chapter shall not be admissible in a criminal proceeding.\n\n(c) A conviction or plea of guilty of fraud, shoplifting, or theft is not a prerequisite to the maintenance of a civil action authorized by this chapter.",
      "history": "May 16, 1992, D.C. Law 9-98, § 4, 39 DCR 678; July 22, 1992, D.C. Law 9-132, § 4(a), 39 DCR 4058; Sept. 29, 1992, D.C. Law 9-163, § 5(a), 39 DCR 5705",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/27-103.html"
    },
    {
      "id": "section-27-104",
      "number": "27-104",
      "heading": "Merchant’s options.",
      "text": "(a) A merchant who suffers damages as a result of fraud, shoplifting, or theft, may recover the damages by submitting written demand to the alleged offender or the parent or guardian of a juvenile alleged offender.\n\n(b) The written demand shall:\n\n(1) Be delivered or mailed to the alleged offender, or parent or guardian of a juvenile alleged offender, at least 30 days prior to the filing of any suit for damages;\n\n(2) Specify the alleged criminal conduct and the damages incurred as a result of the conduct;\n\n(3) Specify the amount which the merchant is entitled to receive under this chapter and that if payment of this amount is made in accordance with the written demand or the terms of a written agreement between the merchant and the alleged offender or the parent or guardian of the juvenile alleged offender, within 30 days of the date of service of the demand, the merchant may bring suit for damages; and\n\n(4) Specify that if payment of the specified amount is not made, an agreement of payments is not reached, or payments are not made in accordance with the terms of an agreement, within 30 days of the date of service of the demand, the merchant may bring a suit for damages.\n\n(c) When the merchant receives payment of the specified amount or payment in accordance with the agreement for payments, the merchant shall deliver or mail an acknowledgement of payment letter to the alleged offender within 5 business days of receipt of payment.",
      "history": "May 16, 1992, D.C. Law 9-98, § 5, 39 DCR 678; July 22, 1992, D.C. Law 9-132, § 4(b), (c), 39 DCR 4058; Sept. 29, 1992, D.C. Law 9-163, § 5(b)-(d), 39 DCR 5705",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/27-104.html"
    },
    {
      "id": "section-27-105",
      "number": "27-105",
      "heading": "Jurisdiction.",
      "text": "A suit for damages and penalties may be brought in the Superior Court of the District of Columbia.",
      "history": "May 16, 1992, D.C. Law 9-98, § 6, 39 DCR 678",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/27-105.html"
    },
    {
      "id": "section-27-106",
      "number": "27-106",
      "heading": "Attorney’s fees.",
      "text": "Attorneys’ fees and costs shall be awarded under this chapter without regard to ability to pay.",
      "history": "May 16, 1992, D.C. Law 9-98, § 7, 39 DCR 678",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/27-106.html"
    }
  ]
}