{
  "state": "new-mexico",
  "path": "title-chapter-76-agriculture/chapter-article-21a-organic-production",
  "sections": [
    {
      "id": "section-76-21a-1",
      "number": "76-21A-1",
      "heading": "Short title.Section 76-21A-2 - New Mexico department of agriculture; powers",
      "text": "This act [76-21A-1 to 76-21A-5 NMSA 1978] may be cited as the \"Organic Production Act\".\n\nHistory:Laws 2011, ch. 29, § 1.\n\nEffective dates.— Laws 2011, ch. 29, § 8 made the Organic Production Act effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-21a/section-76-21a-1/"
    },
    {
      "id": "section-76-21a-2",
      "number": "76-21A-2",
      "heading": "New Mexico department of agriculture; powers.",
      "text": "A. The Organic Production Act shall be administered and enforced by the New Mexico department of agriculture, under the direction of the board of regents of New Mexico state university. The New Mexico department of agriculture is authorized to regulate the production, handling and certification of organic agricultural products pursuant to rules adopted by the board of regents of New Mexico state university. In promulgating the rules, the board shall consider the requirements of the federal Organic Foods Production Act of 1990 and the national organic program rules.\n\nB. The department may:\n\n(1) charge fees and assessments to fund its organic certification program; and\n\n(2) implement education and marketing programs to assist organic producers and handlers and those considering certification as organic producers or handlers.\n\nHistory:Laws 2011, ch. 29, § 2.\n\nEffective dates.— Laws 2011, ch. 29, § 8 made the Organic Production Act effective July 1, 2011.\n\nCross references.— For the federal Organic Foods Production Act of 1990,seeTitle 7 U.S.C., Chapter 94, §6501 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-21a/section-76-21a-2/"
    },
    {
      "id": "section-76-21a-3",
      "number": "76-21A-3",
      "heading": "Repealed.",
      "text": "History:Laws 2011, ch. 29, § 3; repealed by Laws 2017, ch. 113, § 1.\n\nRepeals.— Laws 2017, ch. 113, § 1 repealed 76-21A-3 NMSA 1978, as enacted by Laws 2011, ch. 29, § 3, relating to fees and assessments, effective June 16, 2017. For provisions of former section,seethe 2016 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-21a/section-76-21a-3/"
    },
    {
      "id": "section-76-21a-4",
      "number": "76-21A-4",
      "heading": "Disposition of funds.",
      "text": "All money received by the New Mexico department of agriculture pursuant to the provisions of the Organic Production Act, including assessments, fees, appropriations, gifts, grants and donations, shall be expended only for the purpose of carrying out the provisions of that act.\n\nHistory:Laws 2011, ch. 29, § 4.\n\nEffective dates.— Laws 2011, ch. 29, § 8 made the Organic Production Act effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-21a/section-76-21a-4/"
    },
    {
      "id": "section-76-21a-5",
      "number": "76-21A-5",
      "heading": "Applicability to other laws.",
      "text": "A. Any transactions involving agricultural products that bear labels stating that the agricultural products are organically produced are subject to Sections 57-15-1 through 57-15-10 NMSA 1978.\n\nB. Any transactions involving agricultural products that are food and that bear labels stating that the agricultural products are organically produced are subject to the New Mexico Food Act [25-2-1 to 25-2-20 NMSA 1978].\n\nHistory:Laws 2011, ch. 29, § 5.\n\nEffective dates.— Laws 2011, ch. 29, § 8 made the Organic Production Act effective July 1, 2011.\n\nTemporary provisions.— Laws 2011, ch. 29, § 6 provided:\n\nA. On July 1, 2011, all functions, appropriations, money, records, furniture, equipment and other property of the organic commodity commission are transferred to the New Mexico department of agriculture.\n\nB. On July 1, 2011, all contractual obligations of the organic commodity commission are binding on the New Mexico department of agriculture.\n\nC. On July 1, 2011, all money in the organic market development fund shall be transferred to the New Mexico department of agriculture.\n\nD. On July 1, 2011, all references in the law or rule to the organic commodity commission are deemed to be references to the New Mexico department of agriculture.\n\nE. The rules of the organic commodity commission are deemed to be the rules of the board of regents of New Mexico state university for the New Mexico department of agriculture until amended or repealed by the board of regents of New Mexico state university.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-21a/section-76-21a-5/"
    }
  ]
}