{
  "state": "new-mexico",
  "path": "title-chapter-76-agriculture/chapter-article-10-seeds",
  "sections": [
    {
      "id": "section-76-10-1",
      "number": "76-10-1",
      "heading": "[Purpose of pure seed strain provisions",
      "text": "The legislature hereby declares that the purposes of this act [76-10-1 to 76-10-10 NMSA 1978] are to promote, encourage, aid and protect the planting and growing of pure strains of sugar beet seed, vegetable seed, melon seed and seed for other crops, through providing statutory regulations to protect such pure strains of seeds from either natural, accidental or willful cross-fertilization, mixing or other contamination which would result in rendering otherwise pure strains impure, and thereby render the product valueless for seed purposes and result in economic loss to the grower.\n\nIn order that crops designed and intended for the production of pure strains of seed may be grown under proper conditions for the protection of the purity of such seeds, the legislature further declares that it is the purpose of this act to make legal provision for the protection of such pure strains by insuring that they may be planted at such distances from other varieties, plots or smaller plantings of other varieties or strains of the same or nearly related species as to prevent cross-pollination, or mixing, or crossing, or otherwise rendering the seed impure by any other natural or accidental means; that it believes this purpose best can be accomplished by restricting within certain areas to be defined and delimited by the regents of the agricultural college of New Mexico [New Mexico state university], the planting and growing of but one variety or strain of a given species or nearly related species of plants or crops; that by this means alone is it possible to bring the industry of sugar beet seed production in this state to its highest possible development and to insure the growing of pure strains of seed of superior and economically profitable varieties of other species of plants; that such protection to the growers of pure strains of seed is essential to the economical development and advancement of the agriculture of this state; that to permit the natural, accidental or willful interference with the production of pure strains of seed would result in economic loss to the state and to the prospective grower and that the state and the prospective grower should be properly protected by legislative enactment; that the purpose of this act shall be construed to be for the proper development of the agriculture of this state through promoting and providing for the protection of the grower of pure strains of seed.\n\nHistory:Laws 1933, ch. 174, § 1; 1941 Comp., § 48-1101; 1953 Comp., § 45-12-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the New Mexico college of agriculture and mechanic arts was changed to the New Mexico state university by N.M. Const., art. XII, § 11, as repealed and reenacted November 8, 1960.\n\nCross references.— For enforcement of statutes relating to agriculture and horticulture by regents of New Mexico state university,see21-8-8 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 55.\n\nValidity of statutes, ordinances, or regulations for protection of vegetation against disease or infection, 70 A.L.R.2d 852.\n\n3 C.J.S. Agriculture § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-1/"
    },
    {
      "id": "section-76-10-2",
      "number": "76-10-2",
      "heading": "[Construction of act.]",
      "text": "This act [76-10-1 to 76-10-10 NMSA 1978] shall be so interpreted and construed as not to be considered the taking of private property or the control of private property without due process of law; nor disturbing the owner in control or use of his land for lawful purposes; nor restricting his right to dispose thereof; but as a declaration by the legislature that its use for the purpose herein forbidden by rules and regulations promulgated hereunder, is prejudicial to the public interest and an economic loss to the state and an irreparable loss or injury to the producers of pure strains of seeds.\n\nHistory:Laws 1933, ch. 174, § 2; 1941 Comp., § 48-1102; 1953 Comp., § 45-12-2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-2/"
    },
    {
      "id": "section-76-10-3",
      "number": "76-10-3",
      "heading": "[One-variety zones.]",
      "text": "The regents of the agricultural college of New Mexico [New Mexico state university] are hereby authorized and empowered upon application and hearing as hereinafter provided to designate, outline and specifically delimit areas or zones of agricultural lands within which only one variety or strain of any designated plant or crop, species or nearly related species of plant or crop for the purpose of seed production may be planted, grown or allowed to grow to maturity, or within which any specimen or specimens, beds, plots or fields of another variety or varieties of plants of the same or nearly related species may be allowed to grow to the stage in which buds are developed.\n\nHistory:Laws 1933, ch. 174, § 3; 1941 Comp., § 48-1103; 1953 Comp., § 45-12-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the New Mexico college of agriculture and mechanic arts was changed to the New Mexico state university by N.M. Const., art. XII, § 11, as repealed and reenacted November 8, 1960.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —83 Am. Jur. 2d Zoning and Planning §§ 389 to 406.\n\nZoning: construction and application of terms \"agricultural,\" \"farm,\" \"farming\" or the like, 38 A.L.R.5th 357.\n\nConstruction and application of terms \"agricultural,\" \"farm,\" \"farming,\" or the like, in zoning regulations, 38 A.L.R.5th 357.\n\n101 C.J.S. Zoning § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-3/"
    },
    {
      "id": "section-76-10-4",
      "number": "76-10-4",
      "heading": "[Neutral zones.]",
      "text": "The regents of the agricultural college of New Mexico [New Mexico state university] are further authorized and empowered after proper application and hearing to define such zone or zones and to further define neutral zones between such above-mentioned zones, and to provide that within the neutral zones no plant or plants, fields or plots of plants of a given strain, species or variety, may be grown to maturity or to the state in which buds of the said plants are produced. The purpose of such said neutral zone being to avoid the possibility of cross-pollination or mixing and thereby rendering valueless what would otherwise be pure strains of seed, provided that the said regents may at their discretion permit that within such neutral zones varieties, strains or species not related to crops permitted to be grown within prescribed zones may be planted for the purpose of seed production; provided that such varieties or species are of the kind which will not cross-pollinate or otherwise render impure, pure strains grown in adjoining zones as defined by the said regents.\n\nHistory:Laws 1933, ch. 174, § 4; 1941 Comp., § 48-1104; 1953 Comp., § 45-12-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the New Mexico college of agriculture and mechanic arts was changed to the New Mexico state university by N.M. Const., art. XII, § 11, as repealed and reenacted November 8, 1960.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —83 Am. Jur. 2d Zoning and Planning §§ 389 to 406.\n\n101 C.J.S. Zoning § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-4/"
    },
    {
      "id": "section-76-10-5",
      "number": "76-10-5",
      "heading": "[Pure strain zones and neutral zones.]",
      "text": "The regents of the agricultural college of New Mexico [New Mexico state university] shall upon petition of farmers or growers or those who intend to plant or grow crops for the purpose of producing pure strains of seeds and after public hearing of said petition designate, outline and delimit zones within which only one strain, variety or species of such crop may be grown, and to [sic] give public notice thereof. The said regents are also hereby authorized and empowered to designate and delimit neutral zones on either side of said plant production zones within which neutral zones no plant or plants, plots or fields of the same or nearly related strains, varieties or species of the said crop shall be permitted to be grown to the stage in which buds are produced.\n\nHistory:Laws 1933, ch. 174, § 5; 1941 Comp., § 48-1105; 1953 Comp., § 45-12-5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the New Mexico college of agriculture and mechanic arts was changed to the New Mexico state university by N.M. Const., art. XII, § 11, as repealed and reenacted November 8, 1960.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —83 Am. Jur. 2d Zoning and Planning §§ 389 to 406.\n\n101 C.J.S. Zoning § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-5/"
    },
    {
      "id": "section-76-10-6",
      "number": "76-10-6",
      "heading": "[Production of plants other than one strain or variety designated.]",
      "text": "It shall be unlawful for any person or persons, firm, corporation or agency to plant within any zone designated and delimited by the said regents or in any neutral zone designated and delimited by the said regents, any strain, variety or species of plants forbidden to be grown in the said neutral zone and allow the same to grow to the stage in which buds are produced; provided that the regents shall prescribe the one strain or variety which may be grown within a designated zone or neutral zone and which may be allowed to grow to maturity for the purpose of the production of pure strains of seed.\n\nHistory:Laws 1933, ch. 174, § 6; 1941 Comp., § 48-1106; 1953 Comp., § 45-12-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-6/"
    },
    {
      "id": "section-76-10-7",
      "number": "76-10-7",
      "heading": "[Production of plants other than pure strain designated.]",
      "text": "It shall be unlawful for any person, individual, copartnership, association, firm or corporation or agent or employee thereof to permit to grow within a neutral zone or within a prescribed zone any variety or strain or species of plant forbidden by the regulations of the said regents to that stage of maturity in which buds are produced, whether the said plants are planted or have been allowed to grow as volunteer plants or plants escaped from cultivation. It shall be the duty of such persons, individuals, copartnerships, association, firm or corporation or agent or employee thereof to destroy any plants whether planted or volunteer the growing of which is forbidden within any zone or neutral zone before the said plants have grown to that stage of maturity at which buds may be produced.\n\nHistory:Laws 1933, ch. 174, § 7; 1941 Comp., § 48-1107; 1953 Comp., § 45-12-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-7/"
    },
    {
      "id": "section-76-10-8",
      "number": "76-10-8",
      "heading": "[Petitions; orders; effect.]",
      "text": "The regents of the agricultural college of New Mexico [New Mexico state university] are hereby authorized, empowered and directed when petitioned by one or more growers or prospective growers of any crop intended for the production of pure strains of seed and which crop is subject to contamination by cross-pollination or otherwise mixing so as to cause the seed produced by the crop to be impure, to designate, define and delimit a zone or area within which only the one strain, variety or species may be grown, and if deemed advisable and necessary to protect the grower or growers of such pure strains of seed, the said regents are further authorized, empowered and directed to establish such neutral zones on both sides of the aforesaid designated zone as in the judgment of the said regents may be necessary for the protection of the growers of pure strains of seed; the said regents shall have authority to promulgate orders which shall have the effect of law preventing the growing of any strain, variety or species of seed within the designated zone or within neutral zones which in the judgment of the said regents may be necessary for the protection of said growers of pure seeds and for the protection of said pure strains of seed, and such rules and regulation [regulations] when enacted by the said regents and promulgated or given publicity shall have the full force and effect of the provisions of this act [76-10-1 to 76-10-10 NMSA 1978]; provided that the petition of growers or prospective growers when presented to the regents shall request protection for the growing of a specific strain or variety and that the zone or neutral zones established under authority of this act by the said regents shall in no way interfere with the growing of any crop, or crops, or plants which do not in any way endanger the growing of the pure strains of seeds which petitioners propose to grow and for the growing of which petitioners seek protection.\n\nHistory:Laws 1933, ch. 174, § 8; 1941 Comp., § 48-1108; 1953 Comp., § 45-12-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the New Mexico college of agriculture and mechanic arts was changed to the New Mexico state university by N.M. Const., art. XII, § 11, as repealed and reenacted November 8, 1960.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-8/"
    },
    {
      "id": "section-76-10-9",
      "number": "76-10-9",
      "heading": "[Penalty for violating act or regulations.]",
      "text": "Any person, individual, copartnership, association, firm, corporation, agent or employee who or which shall violate any of the provisions of this act [76-10-1 to 76-10-10 NMSA 1978] or any of the regulations or restrictions promulgated by the regents of the agricultural college of New Mexico [New Mexico state university] under authority of this act shall be deemed guilty of a misdemeanor and upon conviction thereof shall be fined not less than $50.00 nor more than $500.00 and in addition thereto shall be liable in a civil action for all damage that may be occasioned or caused by a violation of this act or of any of the provisions or regulations or restrictions promulgated by the regents of the agricultural college of New Mexico [New Mexico state university] under authority of this act.\n\nHistory:Laws 1933, ch. 174, § 9; 1941 Comp., § 48-1109; 1953 Comp., § 45-12-9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe name of the New Mexico college of agriculture and mechanic arts was changed to the New Mexico state university by N.M. Const., art. XII, § 11, as repealed and reenacted November 8, 1960.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-9/"
    },
    {
      "id": "section-76-10-10",
      "number": "76-10-10",
      "heading": "[Exemptions.]",
      "text": "That this act [76-10-1 to 76-10-10 NMSA 1978] shall not apply to the planting or growing of crops or plants in the experimental stations or farms conducted by the United States government or the state of New Mexico.\n\nHistory:Laws 1933, ch. 174, § 11; 1941 Comp., § 48-1110; 1953 Comp., § 45-12-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nSeverability.— Laws 1933, ch. 174, § 10, provided for the severability of the act if any part or application thereof is held invalid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-10/"
    },
    {
      "id": "section-76-10-11",
      "number": "76-10-11",
      "heading": "Short title.",
      "text": "This act [76-10-11 to 76-10-22 NMSA 1978] may be cited as the \"New Mexico Seed Law.\"\n\nHistory:1953 Comp., § 45-12-20, enacted by Laws 1967, ch. 68, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-11/"
    },
    {
      "id": "section-76-10-12",
      "number": "76-10-12",
      "heading": "Definitions.",
      "text": "As used in the New Mexico Seed Law [76-10-11 to 76-10-22 NMSA 1978]:\n\nA. \"person\" includes any individual, partnership, corporation, company, society or association;\n\nB. \"agricultural seed\" includes the seeds of grass, forage, cereal and fiber crops. It shall include any other kinds of seeds commonly recognized within this state as agricultural seeds, lawn seeds and mixtures of such seeds, and may include noxious weed seeds when the board of regents of New Mexico state university determines that such seed is being used as agricultural seed;\n\nC. \"vegetable seeds\" includes the seeds of those crops which are grown in gardens and on truck farms and are generally known and sold under the name of vegetable seeds in this state;\n\nD. \"weed seeds\" includes the seeds, bulblets and sporocarps of all plants generally recognized as weeds within this state;\n\nE. \"noxious weed seeds\" includes prohibited noxious weed seeds and restricted noxious weed seeds;\n\nF. \"prohibited noxious weed seeds\" are seeds of weeds which, when established, are highly destructive and are not controlled in this state by the cultural practices commonly used. Such weeds are to be specified by rules and regulations as provided for in this act [76-10-11 to 76-10-22 NMSA 1978];\n\nG. \"restricted noxious weed seeds\" are the seeds of weeds which are very objectionable in fields, lawns and gardens in this state and are difficult to control by cultural practices commonly used. Such seeds are to be specified by rules and regulations as provided in this act;\n\nH. \"labeling\" includes all labels, and other written, printed or graphic representations, in any form whatsoever, accompanying or pertaining to any seed whether in bulk or in containers, and includes representations on invoices;\n\nI. \"advertisement\" means all representations, other than those on the label, disseminated in any manner or by any means, relating to seed within the scope of this act;\n\nJ. \"record\" includes all information relating to the shipment or shipments involved and includes a file sample of each lot of seed;\n\nK. \"stop sale\" means an administrative order provided by law, restraining the sale, use, disposition and movement of a definite amount of seed;\n\nL. \"seizure\" means a legal process carried out by court order against a definite amount of seed;\n\nM. \"kind\" means one or more related species or subspecies which singly or collectively is known by one common name, for example, corn, oats, alfalfa and timothy;\n\nN. \"variety\" means a subdivision of a kind characterized by growth, yield, plant, fruit, seed or other characteristics, by which it can be differentiated from other plants of the same kind;\n\nO. \"lot\" means a definite quantity of seed identified by a lot number or other mark, every portion or bag of which is uniform within recognized tolerances for the factors which appear in the labeling;\n\nP. \"hybrid\" means the first generation seed of a cross produced by controlling the pollination and by combining:\n\n(1) two or more inbred lines;\n\n(2) one inbred or a single cross with an open-pollinated variety; or\n\n(3) two varieties or species, except open-pollinated varieties of corn (Zea mays). The second generation and subsequent generations from such crosses shall not be regarded as hybrids. Hybrid designations shall be treated as variety names;\n\nQ. \"pure seed,\" \"germination\" and other seed labeling and testing terms in common usage shall be defined as in the rules for seed testing published by the association of official seed analysts, effective July 1, 1955, and as subsequently amended;\n\nR. \"type\" means a group of varieties so nearly similar that the individual varieties cannot be clearly differentiated except under special conditions;\n\nS. \"treated\" means that the seed has received an application of a substance, or that the seed has been subjected to a process for which a claim is made;\n\nT. a \"private hearing\" may consist of a discussion of facts between the person charged and the enforcement officer; and\n\nU. \"board\" means the board of regents of New Mexico state university.\n\nHistory:1953 Comp., § 45-12-21, enacted by Laws 1967, ch. 68, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-12/"
    },
    {
      "id": "section-76-10-13",
      "number": "76-10-13",
      "heading": "Label requirements.",
      "text": "Each container of agricultural and vegetable seed which is sold, offered for sale, or exposed for sale, or transported within this state for sowing purposes shall bear thereon or have attached thereto in a conspicuous place a plainly written or printed label or tag in the English language, giving the following information, which statement shall not be modified or denied in the labeling or on another label attached to the container.\n\nA. For all seeds named and treated as defined in this act [76-10-11 to 76-10-22 NMSA 1978], for which a separate label may be used:\n\n(1) a word or statement indicating that the seed has been treated;\n\n(2) the commonly accepted coined, chemical or abbreviated chemical name of the applied substance or description of the process used;\n\n(3) if the substance in the amount present with the seed is harmful to human or other vertebrate animals a caution statement such as \"Do not use for food or feed or oil purposes.\" The caution for mercurials and similarly toxic substances shall be a poison statement or symbol;\n\n(4) if the seed is treated with an inoculant, the date beyond which the inoculant is not to be considered effective, the date of expiration.\n\nB. For agricultural seeds, except for grass seed mixtures as provided in Subsection C:\n\n(1) commonly accepted name of the kind and the variety, or kind and the phrase \"variety not stated\" for each agricultural seed component in excess of 5 [five] percent of the whole and the percentage by weight of each in order of its predominance. When more than one component is required to be named, the word \"mixture\" or the word \"mixed\" shall be shown conspicuously on the label;\n\n(2) lot number or other lot identification;\n\n(3) origin, state or foreign country, if known, of alfalfa, red clover, range grass seed and field corn, except hybrid corn. If the origin is unknown, the fact shall be stated;\n\n(4) percentage by weight of all weed seeds;\n\n(5) the name and rate of occurrence per pound of each kind of restricted noxious weed seed present;\n\n(6) percentage by weight of agricultural seeds, which may be designated as \"crop seeds,\" other than those required to be named on the label;\n\n(7) percentage by weight of inert matter; and\n\n(8) for each named agricultural seed:\n\n(a) percentage of germination, exclusive of hard seed;\n\n(b) percentage of hard seeds, if present; and\n\n(c) the calendar month and year the test was completed to determine such percentages.\n\nFollowing Subparagraphs (a) and (b) the \"total germination\" and \"hard seed\" may be stated as such, if desired; and\n\n(9) name and address of the person who labeled said seed, or who sells, offers or exposes said seed for sale within this state.\n\nC. For seed mixtures for lawn and turf purposes in containers of fifty pounds or less:\n\n(1) the word \"Mixed\" or \"Mixture\";\n\n(2) the headings \"Fine-Textured Grasses\" and \"Coarse Kinds\" and thereunder in tabular form in type no larger than the heading:\n\n(a) commonly accepted name, in order of its predominance, of the kind, or kind and variety of each agricultural seed present in excess of five percent of the whole and determined to be a \"fine-textured grass\" or a \"coarse kind\" in accordance with the rules and regulations under this act;\n\n(b) percentage by weight of pure seed of each agricultural seed named;\n\n(c) for each agricultural seed named under Subparagraph (a) above, (1) percentage of germination, exclusive of hard seed, (2) percentage of hard seed, if present, (3) calendar month and year the test was completed to determine such percentage;\n\n(3) the heading \"Other Ingredients\" and thereunder in type no larger than the heading:\n\n(a) percentage by weight of all weed seeds;\n\n(b) percentage by weight of all agricultural seeds other than those stated under Paragraph (2) (a);\n\n(c) percentage by weight of inert matter;\n\n(4) lot number or other lot identification;\n\n(5) name and rate of occurrence per pound of each kind of restricted noxious weed seed present;\n\n(6) name and address of the person who labeled said seed, or who sells, offers or exposes said seed for sale within this state; and\n\n(7) net weight.\n\nD. For vegetable seeds in containers of one pound or less:\n\n(1) name of kind and variety of seed;\n\n(2) for seeds which germinate less than the standard last established by the board under this act:\n\n(a) percentage of germination, exclusive of hard seed;\n\n(b) percentage of hard seed, if present;\n\n(c) the calendar month and year the test was completed to determine such percentages; and\n\n(d) the words \"Below Standard\" in not less than 8-point type; and\n\n(3) name and address of the person who labeled said seed, or who sells, offers or exposes said seed for sale within this state.\n\nE. For vegetable seeds in containers of more than one pound:\n\n(1) the name of each kind and variety present in excess of five percent and the percentage by weight of each in order of its predominance;\n\n(2) lot number or other lot identification;\n\n(3) for each named vegetable seed:\n\n(a) the percentage of germination, exclusive of hard seed;\n\n(b) the percentage of hard seed, if present;\n\n(c) the calendar month and year the test was completed to determine such percentages.\n\nFollowing Subparagraphs (a) and (b) the \"total germination and hard seed\" may be stated as such, if desired;\n\n(4) name and address of the person who labeled said seed, or who sells, offers or exposes said seed for sale within this state; and\n\n(5) the labeling requirements for vegetable seeds in containers of more than one pound shall be deemed to have been met if the seed is weighed from a properly labeled container in the presence of the purchaser.\n\nHistory:1953 Comp., § 45-12-22, enacted by Laws 1967, ch. 68, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 55.\n\n3 C.J.S. Agriculture §§ 65, 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-13/"
    },
    {
      "id": "section-76-10-14",
      "number": "76-10-14",
      "heading": "Prohibitions.",
      "text": "A. It is unlawful for any person to sell, offer for sale, expose for sale or to transport for sale any agricultural or vegetable seed within this state:\n\n(1) unless the test to determine the percentage of germination required by Section 2 [76-10-12 NMSA 1978] shall have been completed within a nine-month period, exclusive of the calendar month in which the test was completed, immediately prior to sale, exposure for sale or offering for sale or transportation; provided, the board may set a different period if after hearing it is found advisable to do so;\n\n(2) not labeled in accordance with the provisions of this act [76-10-11 to 76-10-22 NMSA 1978], or having a false or misleading labeling;\n\n(3) pertaining to which there has been a false or misleading advertisement;\n\n(4) consisting of or containing prohibited noxious weed seeds, subject to recognized tolerances;\n\n(5) consisting of or containing restricted noxious weed seeds per pound in excess of the number prescribed by rules and regulations promulgated under this act, or in excess of the number declared on the label attached to the container of the seed or associated with the seed;\n\n(6) containing more than two and one-half percent by weight of all weed seeds; and\n\n(7) if any labeling, advertising or other representations subject to this act represents the seed to be certified or registered seed unless:\n\n(a) it has been determined by a seed certifying agency that such seed was produced, processed and packaged, and conforms to standards of purity as to kind or variety, in compliance with rules and regulations of such agency pertaining to such seed; and\n\n(b) the seed bears an official label issued for such seed by a seed certifying agency stating that the seed is certified or registered.\n\nB. It is unlawful for any person within this state:\n\n(1) to detach, alter, deface or destroy any label provided for in this act or the rules and regulations made and promulgated thereunder, or to alter or substitute seed in a manner that may defeat the purpose of this act;\n\n(2) to disseminate any false or misleading advertisements concerning agricultural or vegetable seeds in any manner or by any means;\n\n(3) to hinder or obstruct in any way, any authorized person in the performance of his duties under this act;\n\n(4) to fail to comply with a \"stop sale\" order or to move or otherwise handle or dispose of any lot of seed held under a \"stop sale\" order, except with express permission of the enforcing officer, and for the purpose specified thereby;\n\n(5) to use the word \"trace\" as substitute for any statement which is required; and\n\n(6) to use the word \"type\" in any labeling in connection with the name of any agricultural seed variety.\n\nHistory:1953 Comp., § 45-12-23, enacted by Laws 1967, ch. 68, § 4.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 55.\n\n3 C.J.S. Agriculture §§ 65, 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-14/"
    },
    {
      "id": "section-76-10-15",
      "number": "76-10-15",
      "heading": "Records.",
      "text": "Each person whose name appears on the label as handling agricultural or vegetable seed subject to this act [76-10-11 to 76-10-22 NMSA 1978] shall keep for a period of two years complete records of each lot of agricultural or vegetable seed handled and keep for one year a file sample of each lot of seed after final disposition of said lot. All such records and samples pertaining to the shipment or shipments involved shall be accessible for inspection by the board or its agents during customary business hours.\n\nHistory:1953 Comp., § 45-12-24, enacted by Laws 1967, ch. 68, § 5.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 55.\n\n3 C.J.S. Agriculture §§ 65 to 67.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-15/"
    },
    {
      "id": "section-76-10-16",
      "number": "76-10-16",
      "heading": "Exemptions.",
      "text": "A. The provisions of Sections 3 and 4 [76-10-13, 76-10-14 NMSA 1978] do not apply:\n\n(1) to seed or grain not intended for sowing purposes;\n\n(2) to seed in storage in, or being transported or consigned to, a cleaning or processing establishment for cleaning or processing; provided, that the invoice or labeling accompanying any shipment of said seed bears the statement \"seed for processing\" and provided that any labeling or other representation which may be made with respect to the uncleaned or unprocessed seed shall be subject to this act [76-10-11 to 76-10-22 NMSA 1978]; and\n\n(3) to any carrier in respect to any seed transported or delivered for transportation in the ordinary course of its business as a carrier; provided, that such carrier is not engaged in producing, processing or marketing agricultural or vegetable seeds subject to the provisions of this act; and\n\n(4) to seed or grain sold by the grower on his farm as uncleaned, untested and unprocessed.\n\nB. No person shall be subject to the penalties of this act for having sold or offered or exposed for sale agricultural or vegetable seed, which were incorrectly labeled or represented as to kind, variety, type or origin which seeds cannot be identified by examination thereof, unless he has failed to obtain an invoice, genuine grower's declaration or other labeling information and to take such other precautions as may be reasonable to insure the identity to be that stated.\n\nHistory:1953 Comp., § 45-12-25, enacted by Laws 1967, ch. 68, § 6.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 55.\n\n3 C.J.S. Agriculture § 65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-16/"
    },
    {
      "id": "section-76-10-17",
      "number": "76-10-17",
      "heading": "Seed certification.",
      "text": "A. The certification agency for New Mexico shall be named by a committee consisting of the director or associate director of the agricultural extension service, the director or associate director of the agricultural experiment station, the extension agronomist, the experiment station agronomist and the director of the New Mexico department of agriculture of the New Mexico state university; provided that the committee shall have the authority to designate any other competent or qualified individual or individuals to serve as members of the committee. The certifying agency so named shall have the authority to establish standards and rules and regulations for certification; such standards, rules and regulations to be subject to the approval of the above committee. The certifying agency so named shall also have the authority to fix and charge fees for certification services, and may retain fees collected as payment for its services.\n\nB. Any labeling, advertisement or other representation, either orally or in writing, subject to this act [76-10-11 to 76-10-22 NMSA 1978] which represents any seed, tubers or plants to be used for seeding purposes as certified, registered or foundation shall be deemed to be false unless such seeds, tubers or plants:\n\n(1) if produced in New Mexico, have been produced, processed and packaged and conform to the standards of purity as to kind or variety, in compliance with the rules and regulations set forth by the New Mexico certifying agency and bear the official label of this agency, stating that the seed, tubers or plants are certified, registered or foundation; or\n\n(2) if produced in another state or country, bear the official label of the certifying agency of that state or country stating that the seed, tubers or plants are certified, registered or foundation.\n\nC. All requirements of this act shall be understood to apply to certified seed in the same force as they apply to other agricultural or vegetable seeds. In addition, compliance with the standards of the certification agency may be considered in determining whether seed bearing a certified, registered or foundation label is falsely labeled.\n\nHistory:1953 Comp., § 45-12-26, enacted by Laws 1967, ch. 68, § 7.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 C.J.S. Agriculture § 65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-17/"
    },
    {
      "id": "section-76-10-18",
      "number": "76-10-18",
      "heading": "Duties and authority of board or its agents.",
      "text": "A. The duty of enforcing this act [76-10-11 to 76-10-22 NMSA 1978] and carrying out its provision and requirements is vested in the board of regents of New Mexico state university. It is the duty of the board or its authorized agents:\n\n(1) to sample, inspect, make analysis of and test agricultural and vegetable seeds transported, sold or offered or exposed for sale within the state for sowing purposes, at such time and place and to such extent as may be deemed necessary to determine whether said agricultural or vegetable seeds are in compliance with provisions of this act, and to notify promptly the person who transported, sold, offered or exposed the seed for sale, of any violation;\n\n(2) to prescribe and adopt rules and regulations governing the method of sampling, inspecting, analyzing, testing and examining agricultural and vegetable seed, and the tolerances to be followed in the administration of this act, which shall be in general accord with officially prescribed practice in interstate commerce, and such other rules and regulations as may be necessary to secure the efficient enforcement of this act;\n\n(3) to prescribe and, after public hearing following due public notice, establish, add to or subtract therefrom by regulations a prohibited or restricted noxious weed list; and\n\n(4) to prescribe and, after public hearing following due public notice, to adopt rules and regulations establishing reasonable standards of germination for vegetable seeds.\n\nB. Further, for the purpose of carrying out the provisions of this act, the board or its authorized agent is authorized:\n\n(1) to enter upon any public or private premises during regular business hours in order to have access to seeds and the records connected therewith subject to the act and the rules and regulations thereunder, and any truck or other conveyor by land, water or air at any time when the conveyor is accessible, for the same purpose;\n\n(2) to issue and enforce a written or printed \"stop sale\" order to the owner or custodian of any lot of agricultural or vegetable seed which the board or its agents finds is in violation of any of the provisions of this act or rules and regulations promulgated thereunder, which order shall prohibit further sale, processing and movement of such seed, except on approval of [the] enforcing officer, until such officer has evidence that the law has been complied with, and he has issued a release from the \"stop sale\" order of such seed, provided that in respect to seed which has been denied sale, processing and movement as provided in this paragraph, the owner or custodian of such seed shall have the right to appeal from said order to a court of competent jurisdiction in the locality in which the seeds are found, praying for a judgment as to the justification of such order and for the discharge of such seed from the order prohibiting the sale, processing and movement in accordance with the findings of the court; and provided further, that the provisions of this paragraph shall not be construed as limiting the right of the enforcement officer to proceed as authorized by other sections of this act;\n\n(3) to establish and maintain or make provisions for seed testing facilities, to employ qualified persons and to incur such expense as may be necessary to comply with these provisions;\n\n(4) to make or provide for making purity and germination tests of seed for farmers and dealers on request; to prescribe rules and regulations governing such testing; and to fix and collect charges for the test made. Fees collected will be deposited in the comptroller's office at New Mexico state university, to be expended in enforcing this act, at the discretion of the board; and\n\n(5) to cooperate with the United States department of agriculture and other agencies in seed law enforcement.\n\nHistory:1953 Comp., § 45-12-27, enacted by Laws 1967, ch. 68, § 8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaw reviews.— For article, \"Constitutional Limitations on the Exercise of Judicial Functions by Administrative Agencies,\" see 7 Nat. Resources J. 599 (1967).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 5, 10, 11.\n\n14A C.J.S. Colleges and Universities § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-18/"
    },
    {
      "id": "section-76-10-19",
      "number": "76-10-19",
      "heading": "Seizure.",
      "text": "Any lot of agricultural or vegetable seed not in compliance with the provisions of this act [76-10-11 to 76-10-22 NMSA 1978] shall be subject to seizure on complaint of the board or its agents to a court of competent jurisdiction in the locality in which the seed is located. In the event the court finds the seed to be in violation of this act and orders the condemnation of said seed, it shall be denatured, processed, destroyed, relabeled or otherwise disposed of in compliance with the laws of this state; provided, that in no instance shall the court order such disposition of said seed without first having given the claimant an opportunity to apply to the court for the release of said seed or permission to process or relabel it to bring it into compliance with this act.\n\nHistory:1953 Comp., § 45-12-28, enacted by Laws 1967, ch. 68, § 9.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 55.\n\n3 C.J.S. Agriculture § 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-19/"
    },
    {
      "id": "section-76-10-20",
      "number": "76-10-20",
      "heading": "Injunction.",
      "text": "When in the performance of his [its] duties the board or its agent applies to any court for a temporary or permanent injunction restraining any person from violating or continuing to violate any of the provisions of this act [76-10-11 to 76-10-22 NMSA 1978] or any rules and regulations under this act, said injunction is to be issued without bond.\n\nHistory:1953 Comp., § 45-12-29, enacted by Laws 1967, ch. 68, § 10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For injunctions,seeRule 1-066 NMRA.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-20/"
    },
    {
      "id": "section-76-10-21",
      "number": "76-10-21",
      "heading": "Violations and prosecutions.",
      "text": "Every violation of the provisions of this act [76-10-11 to 76-10-22 NMSA 1978], and every violation of any rules and regulations promulgated under this act, after a notice to cease and desist, shall be deemed a misdemeanor punishable by a fine not exceeding one hundred dollars ($100) for the first offense and not exceeding two hundred fifty dollars ($250) for each subsequent similar offense.\n\nWhen the board or its agent shall find that any person has violated any of the provisions of this act, they or their duly authorized agent or agents may institute proceedings in a court of competent jurisdiction in the county in which the violation occurred, to have such person convicted therefor. The board or its agents may file with the district attorney in each district, with a view of [toward] prosecution, such evidence as may be deemed necessary; provided, however, that no prosecution under this act shall be instituted without the defendant first having been given an opportunity to appear before the board or its agents to introduce evidence either in person or by agent or attorney at a private hearing. If, after hearing, or without such hearing in case the defendant or his agent or attorney fails or refuses to appear, the board or its agents is of the opinion that the evidence warrants prosecution, he shall proceed as herein provided.\n\nIt is the duty of the district attorney in each district to institute proceedings at once against any person charged with a violation of this act, if, in the judgment of such officer the information submitted warrants such action.\n\nAfter judgment by the court in any case arising under this act, the board or its agent shall publish any information pertinent to the issuance of the judgment by the court in such media as he [it] may designate from time to time.\n\nHistory:1953 Comp., § 45-12-30, enacted by Laws 1967, ch. 68, § 11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 C.J.S. Agriculture § 66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-21/"
    },
    {
      "id": "section-76-10-22",
      "number": "76-10-22",
      "heading": "Appropriation.",
      "text": "The legislature shall appropriate to the New Mexico state university annually the amount necessary, out of the moneys of the state, except moneys reserved for the payment of the public debt, for the purpose of complying with this act [76-10-11 to 76-10-22 NMSA 1978] and to fulfill and carry out its purposes.\n\nHistory:1953 Comp., § 45-12-31, enacted by Laws 1967, ch. 68, § 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-10/section-76-10-22/"
    }
  ]
}