{
  "state": "new-mexico",
  "path": "title-chapter-76-agriculture/chapter-article-3-county-board-of-horticultural-commissioners",
  "sections": [
    {
      "id": "section-76-3-1",
      "number": "76-3-1",
      "heading": "[Petition for board; appointment, qualifications and terms of members",
      "text": "It shall be incumbent upon the county commissioners of each county of New Mexico, on petition of ten taxpaying citizens of said county, to select three competent persons, fruit growers or owners of orchards, residents of such county, who shall be known as the county board of horticultural commissioners. The board of county commissioners shall fill any vacancy that may occur in said board by death, resignation or otherwise, and appoint one horticultural commissioner each year, or thereabouts, one month, or thereabouts, previous to the expiration of the term of office of any member of the said county board of horticultural commissioners. Said county board of horticultural commissioners shall serve for a term of three years from date of appointment, except the commissioners first appointed, one of whom shall serve for one year, one of whom for two years and one of whom for three years from date of appointment. The commissioners first appointed shall themselves decide by lot or otherwise, who shall serve for one year, who shall serve for two years and who shall serve for three years, and shall notify the board of county commissioners of the result of their choice.\n\nHistory:Laws 1903, ch. 107, § 1; Code 1915, § 2729; C.S. 1929, § 66-101; 1941 Comp., § 48-201; 1953 Comp., § 45-2-1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Prior to the 1915 Code, this section began with the language: \"Within twenty days after the passage of this act.\"\n\nCross references.— For enforcement of statutes relating to agriculture and horticulture by regents of New Mexico state university,see21-8-8 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture § 20.\n\n3 C.J.S. Agriculture §§ 15, 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-1/"
    },
    {
      "id": "section-76-3-2",
      "number": "76-3-2",
      "heading": "County boards of horticultural commissioners; powers; inspection; spraying trees; tax levy.",
      "text": "A. It shall be the duty of the board of horticultural commissioners of each county, when it deems necessary, to cause an inspection to be made of any orchard, nursery, trees, shrubs, plants, seeds, vines, fruit, fruit packing house, storehouse, storeroom, salesroom or other place in its county to determine if the orchard, nursery, shrubs, plants, trees, seeds, vines, fruit, fruit packing house, storehouse, storeroom, salesroom or other place is infested with any insects, fungus, or plant or fruit disease, or the eggs or larvae thereof, which is deemed injurious to fruit or horticultural plants. If, from an inspection of the orchard, nursery, trees, shrubs, plants, seeds, vines, fruit, fruit packing house, storehouse, storeroom, salesroom or other place in the county, any insects, fungus growth or other pests, or the eggs or larvae thereof, are found to exist, the inspector appointed by the board of horticultural commissioners shall serve written notice on the owner or person in charge of the premises on which the insects, fungus growth or other insect pests, or eggs or larvae thereof, are found to exist, that the same are infested with insects, fungus growth or other pests, or the eggs or larvae thereof, and shall require the owner or person in charge of the premises to disinfect by proper spray or other treatment the orchard, trees, nursery, shrubs, plants, seeds, vines, fruit, fruit packing house, storehouse, storeroom, salesroom or other place found to be infested with insects, fungus growth or other pests, which are injurious to horticultural plants or the fruit therefrom, for the eradication of the insects, fungus growth or other pests, or the eggs or larvae thereof. It is the duty of the owner or person in charge of any premises found to be infested with insects, fungus growth or other pests, to eradicate by proper spraying or other proper treatment the insects, fungus growth or other pests injurious to horticultural plants, or the eggs or larvae thereof. The neglect, failure or refusal of the owner or person in charge of any premises found infested with insects, fungus growth or other pests injurious to horticultural plants or fruit, or the eggs or larvae thereof, to take proper measures for the eradication of the pests within the time specified in the notice from the inspector shall cause him to be deemed guilty of a misdemeanor and he shall be punished by fine of not less than five dollars ($5.00) and not more than fifty dollars ($50.00) for each offense, and each day the insects, fungus growth or other pests injurious to horticultural plants or the fruit therefrom, or the eggs or larvae thereof, are not eradicated from the premises on which they are found shall constitute a separate offense.\n\nB. If after the inspector has served notice upon the owner or person in charge of any premises on which are situate any orchard, nursery, trees, shrubs, plants, seeds, vines, fruit, fruit packing house, salesroom, storeroom, storehouse or other place where fruit or plants are stored or handled that the premises are infested with insects, fungus disease or other pests which are injurious to horticultural plants or the fruit therefrom, or the eggs or larvae thereof, and the owner or person in charge of the premises neglects, fails or refuses to eradicate the insects, fungus, disease or other pests, or the eggs or larvae thereof, within the time specified in the notice, then the board of horticultural commissioners of the county in which the premises are situated shall cause the inspector to eradicate from the premises the insects, fungus disease or other pests injurious to horticultural plants or the fruit therefrom, or the eggs or larvae thereof, either by spraying or other proper treatment. In the event the pests cannot be eradicated by spraying or other proper treatment, or the spread of the insects, fungus disease or other pests, or the eggs or the larvae thereof, cannot be prevented from spreading to other premises on which are growing or situate horticultural plants or the fruit therefrom, then it shall be the duty of the board of horticultural commissioners to cause all orchards, nurseries, trees, shrubs, vines, plants, seeds, fruit, storehouses, storerooms, salesrooms, fruit packing houses or other objects or things which are infested with insects, fungus disease or pests, or the eggs or larvae thereof, to be so destroyed, either in whole or in part, as to eradicate the insects, fungus disease or other pests, or the eggs or larvae thereof. The expense of spraying or treatment for the eradication of the insects, fungus disease or other pests, or the eggs or larvae thereof, or of destroying, in whole or in part, any orchard, trees, shrubs, plants, vines, seeds, nursery, salesroom, packingroom, fruit or other thing infested with the pests, to eradicate or prevent the spread of the pests to other premises shall be a lien upon the land on which the same are situate, and foreclosed as provided in Section 76-3-5 NMSA 1978. When it is necessary for the board of horticultural commissioners to cause spraying to be done or orchards, trees or other objects to be destroyed as provided in this section, the board of county commissioners shall pay the costs out of the general funds of the county and repay those costs to the general funds of the county from the money received from the foreclosure of the lien.\n\nC. The inspectors appointed by any county board of horticultural commissioners shall receive compensation for services performed by them under orders of the board at a per diem rate to be fixed from time to time by the county board of horticultural commissioners, and the county commissioners shall allow and pay the compensation out of the horticultural commission fund upon vouchers signed by the chairman of the board. For the purpose of providing funds for the payment of the inspectors and other necessary expenses incurred by the board, the county commissioners of every county where there is a county board of horticultural commissioners appointed as provided by law are authorized and directed to levy a special tax not exceeding five dollars ($5.00), or any lower amount required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon the special tax authorized by this subsection, upon each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978], of all orchard lands and lands used for nurseries within the county, which tax shall be levied, assessed and collected as other taxes in the county, and the proceeds shall be credited to the horticultural commission fund of the county. All money collected by enforcement of the liens provided for in Sections 76-3-1 through 76-3-14 NMSA 1978 shall be credited to the horticultural fund.\n\nHistory:Laws 1903, ch. 107, § 2; 1909, ch. 69, § 1; 1912, ch. 59, § 1; Code 1915, § 2730; C.S. 1929, § 66-102; Laws 1931, ch. 116, § 1; 1941 Comp., § 48-202; 1953 Comp., § 45-2-2; Laws 1986, ch. 32, § 40.\n\nCross references.— For insect pests and plant diseases,see76-5-11 to 76-5-28 NMSA 1978.\n\nCompiler's notes.— The first sentence of the 1903 act, except for its proviso, and the entire 1912 act were used by the compilers of the 1915 Code. The 1931 act enacted the section in its present form.\n\nPower to condemn orchards having peach mosaic.— Where peach mosaic, which has infected orchards, cannot be controlled by spraying or other treatment, the board of horticultural commissioners has power to condemn the orchards. 1948 Op. Att'y Gen. No. 48-5165.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture §§ 42, 46, 49 to 51.\n\n3 C.J.S. Agriculture §§ 85, 91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-2/"
    },
    {
      "id": "section-76-3-3",
      "number": "76-3-3",
      "heading": "[Expense of abatement; lien; recording claim.]",
      "text": "The expense incurred by the county board of horticultural commissioners in abating the nuisance aforesaid shall become a lien upon the land where such orchards, nurseries, trees or articles are situated and upon such nurseries, orchards, trees or articles and the said county board of horticultural commissioners within ten days after the completion of the work necessary to abate said nuisance as set out, shall file for record, with the county clerk of the county in which said land, nurseries, orchards, trees or articles are situated, a statement of the expense and amount thereof, the name of the owner or reputed owner of the land, nurseries, orchards, trees or articles, and a description of the land, nurseries, orchards, trees or articles to be charged with the lien, sufficient for identification, which claim must be verified by the oath of the officer or representative of the county board of horticultural commissioners under whose direction or supervision the work necessary to the abatement of said nuisance was done.\n\nHistory:Laws 1909, ch. 69, § 2; Code 1915, § 2731; C.S. 1929, § 66-103; 1941 Comp., § 48-203; 1953 Comp., § 45-2-3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-3/"
    },
    {
      "id": "section-76-3-4",
      "number": "76-3-4",
      "heading": "[Clerk to record lien; fee.]",
      "text": "The clerk must record the claim of lien in the book kept by him for the recording of liens generally, and his fee for recording same shall be included in and be a part of the said lien.\n\nHistory:Laws 1909, ch. 69, § 3; Code 1915, § 2732; C.S. 1929, § 66-104; 1941 Comp., § 48-204; 1953 Comp., § 45-2-4.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-4/"
    },
    {
      "id": "section-76-3-5",
      "number": "76-3-5",
      "heading": "Foreclosure; deficiency judgment.",
      "text": "If said lien is not discharged and paid within sixty days from the date of its filing with the county clerk, the county board of horticultural commissioners shall in its official capacity and name institute suit in the district court for the foreclosure of said lien, and the procedure therefor shall be the same as is provided by law for the foreclosure of a materialman's or mechanic's lien on real estate, and if said property does not bring enough to satisfy said lien claim, a deficiency judgment shall be had against the defendant, upon which execution shall issue. The lien claim herein provided for shall take priority over any mortgage, attachment, other lien or other claim against the premises against which such lien is filed.\n\nHistory:Laws 1909, ch. 69, § 4; Code 1915, § 2733; C.S. 1929, § 66-105; Laws 1931, ch. 116, § 2; 1941 Comp., § 48-205; 1953 Comp., § 45-2-5.\n\nCross references.— For materialmen's and mechanics' liens generally,see48-2-1 NMSA 1978 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-5/"
    },
    {
      "id": "section-76-3-6",
      "number": "76-3-6",
      "heading": "[District attorney's duty.]",
      "text": "The district attorney shall represent the county board of horticultural commissioners in suits for the foreclosure of liens as provided in the preceding sections [76-3-1 to 76-3-5 NMSA 1978] of this chapter.\n\nHistory:Laws 1909, ch. 69, § 5; Code 1915, § 2734; C.S. 1929, § 66-106; 1941 Comp., § 48-206; 1953 Comp., § 45-2-6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— The compilers of the 1915 Code substituted \"as provided in the preceding sections of this chapter\" for \"as above provided\" and deleted \"and shall receive a fee for his services of ten per cent of the amount received in said suits to be taxed as costs in said suits\" at the end of the section.\n\nThe words \"this chapter\" refer to Chapter 54 of the 1915 Code, the provisions of which are presently compiled as 76-3-1 to 76-3-14 and 76-5-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-6/"
    },
    {
      "id": "section-76-3-7",
      "number": "76-3-7",
      "heading": "[District inspectors; quarantine guardian commissions; right of entry.]",
      "text": "The said county board of horticultural commissioners shall have power to divide the county into districts and to appoint a local inspector for each of said districts. The board of county commissioners of each county shall issue commissions as quarantine guardians to the members of said county board of horticultural commissioners, and to the local inspectors thereof. The said quarantine guardians, local inspectors or members of said county boards of horticultural commissioners shall have the authority to enter into any orchard, nursery or place or places where trees or plants are kept and offered for sale, or otherwise, or any house, storeroom, salesroom, depot or any other such place in their jurisdiction, to inspect the same, or any part thereof.\n\nHistory:Laws 1903, ch. 107, § 6 [3]; Code 1915, § 2735; C.S. 1929, § 66-107; 1941 Comp., § 48-207; 1953 Comp., § 45-2-7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Agriculture §§ 42, 44, 45.\n\n3 C.J.S. Agriculture §§ 85, 89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-7/"
    },
    {
      "id": "section-76-3-8",
      "number": "76-3-8",
      "heading": "[Records and reports of board.]",
      "text": "It shall be the duty of said county board of horticultural commissioners to keep a record of their official doings, and to make a report to the board of county commissioners on or before the first day of October of each year, of the condition of the fruit interests in their several districts, what is being done to eradicate insect pests, also to the disinfecting and as to quarantine against insects, pests and diseases, and as to carrying out all laws relative to the greatest good of the fruit interest. Said board of county commissioners shall incorporate so much of said report as may be of general interest in their annual report which they shall make to the governor of the state on or before the first day of December of each year.\n\nHistory:Laws 1903, ch. 107, § 7 [4]; Code 1915, § 2736; C.S. 1929, § 66-108; 1941 Comp., § 48-208; 1953 Comp., § 45-2-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-8/"
    },
    {
      "id": "section-76-3-9",
      "number": "76-3-9",
      "heading": "[Compensation of members; inspectors.]",
      "text": "Each member of the county board of horticultural commissioners, and each local inspector, shall be paid for each day actually engaged in the performance of his duties under this chapter, payable out of the county treasury of his county, such compensation as shall be determined by resolution of the board of county commissioners of the county, before entering into the discharge of his or their duties.\n\nHistory:Laws 1903, ch. 107, § 8 [5]; Code 1915, § 2737; C.S. 1929, § 66-109; 1941 Comp., § 48-209; 1953 Comp., § 45-2-9.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.\n\nThe words \"this chapter\" were substituted by the compilers of the 1915 Code for \"this act\" and refer to Chapter 54 of the 1915 Code compiled herein as 76-3-1 to 76-3-14 and 76-5-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-9/"
    },
    {
      "id": "section-76-3-10",
      "number": "76-3-10",
      "heading": "[Removal of inspectors; members of board; monthly reports.]",
      "text": "Said county board of horticultural commissioners shall have power to remove any local inspector who shall fail to perform the duties of his office. If any member of the county board of horticultural commissioners shall fail to perform the duties of his office, as required by this chapter, he may be removed from office by the board of county commissioners, and the vacancy thus formed may be filled by appointment by said board of county commissioners. In addition to the annual report required by Section 76-3-8 NMSA 1978, the county board of horticulture [horticultural] commissioners shall make a monthly report of their doings to the board of county commissioners and the board of county commissioners may withhold warrant for their salary or compensation of said members and inspectors thereof until such time as said report is made.\n\nHistory:Laws 1903, ch. 107, § 9 [6]; Code 1915, § 2738; C.S. 1929, § 66-110; 1941 Comp., § 48-210; 1953 Comp., § 45-2-10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.\n\nThe words \"this chapter\" were substituted by the compilers of the 1915 Code for \"this act\" and refer to Chapter 54 of the 1915 Code compiled herein as 76-3-1 to 76-3-14 and 76-5-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 C.J.S. Agriculture § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-10/"
    },
    {
      "id": "section-76-3-11",
      "number": "76-3-11",
      "heading": "[Donations and bequests; meetings; lecturers; officers of board; bonds.]",
      "text": "The county board of horticultural commissioners may receive, manage, use and hold donations and bequests for promoting the objects of its formation. It shall meet semiannually, and as much oftener and at such places as it may deem expedient, to consult and adopt such measures as may best promote the horticultural industry of the county. It may, but without expense to the county, select and appoint competent and qualified persons to lecture in the county, for the purpose of illustrating practical horticultural topics, and imparting instruction in the methods of culture, pruning, fertilizing and also in the best methods of treating diseases of fruits and fruit trees, cleansing orchards and exterminating insect pests. The county board of horticultural commissioners shall at their first meeting select from among themselves a chairman, a secretary and a treasurer who shall furnish bond to the county commissioners in the sum of five hundred dollars ($500.00) for the faithful discharge of his duties.\n\nHistory:Laws 1903, ch. 107, § 10 [7]; Code 1915, § 2739; C.S. 1929, § 66-111; 1941 Comp., § 48-211; 1953 Comp., § 45-2-11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-11/"
    },
    {
      "id": "section-76-3-12",
      "number": "76-3-12",
      "heading": "[Chairman's duties and powers.]",
      "text": "The chairman shall preside at all meetings of the board, shall countersign all checks for moneys paid out, and shall sign all contracts to which the county board of horticultural commissioners is a party: provided, the same shall have been approved by the board. He shall have power to call a meeting of the board at any time he deems it necessary, whenever requested by a majority of the board, or when requested in writing by six of the resident fruit growers.\n\nHistory:Laws 1903, ch. 107, § 11 [8]; Code 1915, § 2740; C.S. 1929, § 66-112; 1941 Comp., § 48-212; 1953 Comp., § 45-2-12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-12/"
    },
    {
      "id": "section-76-3-13",
      "number": "76-3-13",
      "heading": "[Secretary's duties.]",
      "text": "The secretary shall attend all meetings of the board, and preserve records of its proceedings and all its correspondence, collect and preserve such books, pamphlets, periodicals and other documents as may be of interest to the horticulturalist [horticulturist], and to [sic] correspond with agricultural and horticultural societies and colleges and what other persons and bodies as he may be directed by the board. He shall also prepare such reports as are required by the board, and perform such other duties as will pertain to the office.\n\nHistory:Laws 1903, ch. 107, § 12 [9]; Code 1915, § 2741; C.S. 1929, § 66-113; 1941 Comp., § 48-213; 1953 Comp., § 45-2-13.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-13/"
    },
    {
      "id": "section-76-3-14",
      "number": "76-3-14",
      "heading": "[Treasurer's duties.]",
      "text": "The duties of the treasurer shall be to receive and safely keep all moneys of the board. He shall pay out the same only for bills approved by the board, and shall render a detailed account to the board before the first of October of each year, or as often as may be required by the board, showing the amount of money received by the board and paid out by him. At the expiration of his term of office he shall turn over to his successor in office all moneys, books and papers of the board. He shall give bond in sum as provided for.\n\nHistory:Laws 1903, ch. 107, § 13 [10]; Code 1915, § 2742; C.S. 1929, § 66-114; 1941 Comp., § 48-214; 1953 Comp., § 45-2-14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCompiler's notes.— Laws 1909, ch. 69, § 6, renumbered Laws 1903, ch. 107, §§ 3 to 10 as §§ 6 to 13 of the latter act. The bracketed number in the history line of this section indicates the original section number of the 1903 act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-3/section-76-3-14/"
    }
  ]
}