{
  "state": "new-mexico",
  "path": "title-chapter-76-agriculture/chapter-article-7b-rangeland-protection",
  "sections": [
    {
      "id": "section-76-7b-1",
      "number": "76-7B-1",
      "heading": "Short title.Section 76-7B-2 - Purpose of act",
      "text": "Section 76-7B-3 - Definitions.Section 76-7B-4 - Department; powers and duties.Section 76-7B-5 - Committee created.Section 76-7B-6 - Funding of projects.Section 76-7B-7 - Rangeland information collection and dissemination.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-76-7b-2",
      "number": "76-7B-2",
      "heading": "Purpose of act.",
      "text": "The legislature finds and declares that:\n\nA. vast rangeland areas are producing less than their potential for the grazing of livestock, wildlife habitat, forage and water and soil conservation benefits; and\n\nB. it is essential to the general welfare of this state to apply methods to enhance the multiple-use management, development and conservation of rangeland in New Mexico so as to restore rangeland capacity to carry livestock and wildlife, conserve valuable soil and water resources and restore environmental quality.\n\nHistory:Laws 1985, ch. 53, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-7b/section-76-7b-2/"
    },
    {
      "id": "section-76-7b-3",
      "number": "76-7B-3",
      "heading": "Definitions.",
      "text": "As used in the Rangeland Protection Act:\n\nA. \"committee\" means the rangeland protection advisory committee;\n\nB. \"department\" means the New Mexico department of agriculture;\n\nC. \"protection\" means the control or management of undesirable brush or other weed species and any associated management program or activity necessary to enhance successful restoration of the treated rangeland intended to restore production of forage, change vegetative composition, conserve the soil by stabilizing soil and water conditions or provide habitat for livestock and wildlife. The term shall be so interpreted as to emphasize an integrated management approach to rangeland protection; and\n\nD. \"rangeland\" means land that is not cultivated and is used primarily for grazing of domestic livestock and wildlife in addition to being a source of wood products and water.\n\nHistory:Laws 1985, ch. 53, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-7b/section-76-7b-3/"
    },
    {
      "id": "section-76-7b-4",
      "number": "76-7B-4",
      "heading": "Department; powers and duties.",
      "text": "The department shall coordinate rangeland protection projects developed under the Rangeland Protection Act. In the performance of its function, the department shall:\n\nA. establish contact with ranchers, Indian tribes and pueblos, local soil and water conservation district boards and appropriate state and federal agencies to determine desire for participation in brush and weed management programs;\n\nB. coordinate field inspections on participating ranches with ranchers, local soil and water conservation district boards, appropriate state and federal agencies and other persons with needed expertise to evaluate the extent of the problem;\n\nC. obtain a written recommendation from persons participating in the field inspections relative to need for and feasibility of control;\n\nD. closely coordinate project activities with local soil and water conservation district boards;\n\nE. under guidelines established by the committee, prepare and implement a plan for each project to receive brush and weed control. Each plan shall include such information as extent of the problem, number of acres by species and land status, recommended method and season of control, estimated cost of control for each participating individual or agency and necessary follow-up management practices required to enhance successful restoration and conservation of the treated area;\n\nF. conduct the contract process to obtain services for control;\n\nG. supervise and administer the actual contracted control or management projects in the field to assure compliance with the contract;\n\nH. maintain an information repository on current technology for brush and weed control; and\n\nI. cooperate and coordinate with any individual or county, state or federal governmental agency or its subdivisions to carry out its duties under this section.\n\nHistory:Laws 1985, ch. 53, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-7b/section-76-7b-4/"
    },
    {
      "id": "section-76-7b-5",
      "number": "76-7B-5",
      "heading": "Committee created.",
      "text": "A. There is created the \"rangeland protection advisory committee\". The following persons or their designees shall be members: the director of the New Mexico department of agriculture, the chairman of the range improvement task force, college of agriculture of New Mexico state university, the commissioner of public lands, the director of the department of game and fish, the secretary of natural resources, the dean of the college of agriculture at New Mexico state university and the director of the environmental improvement division of the health and environment department [department of environment]. The committee shall coordinate its activities and insofar as possible involve the state director of the United States bureau of land management, the regional forester of the United States forest service, the bureau of Indian affairs and the state conservationist of the United States soil conservation service. The chairman will appoint one additional member for a one-year term to be selected from the ranching industry. The director of the New Mexico department of agriculture shall serve as chairman.\n\nB. The chairman shall call meetings of the committee and prescribe the time and place of each meeting.\n\nC. To facilitate cooperation and coordination, the committee shall:\n\n(1) meet upon the call of the chairman to develop mutually acceptable general guidelines to be followed for all rangeland protection projects conducted by the department under the Rangeland Protection Act; and\n\n(2) be convened at least once annually to discuss rangeland protection projects conducted during the preceding year and to provide updated recommendations and guidance for future projects as necessitated by, but not limited to, changes in available funding, laws or technology.\n\nD. The department shall provide the administrative staff and facilities needed by the rangeland protection advisory committee.\n\nHistory:Laws 1985, ch. 53, § 5.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 1991, ch. 25, § 4 provided that all references to the environmental improvement division of the health and environment department shall be construed to mean the department of environment.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-7b/section-76-7b-5/"
    },
    {
      "id": "section-76-7b-6",
      "number": "76-7B-6",
      "heading": "Funding of projects.",
      "text": "Rangeland protection projects covering federal, state, Indian-owned and privately owned rangeland shall be funded as follows:\n\nA. the appropriate federal department, bureau, agency or committee with authority for allocating funds, in cases where they participate, shall provide funding for projects embracing federal and Indian land;\n\nB. owners and operators of deeded lands, in cases where they participate, shall provide funding for projects embracing privately owned land;\n\nC. the state, in cases where it participates, shall provide funding for projects embracing state trust rangeland; and\n\nD. project funding by each type of rangeland ownership shall be upon a proportional acreage participation basis.\n\nHistory:Laws 1985, ch. 53, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-7b/section-76-7b-6/"
    },
    {
      "id": "section-76-7b-7",
      "number": "76-7B-7",
      "heading": "Rangeland information collection and dissemination.",
      "text": "The department shall insure the implementation of programs to collect and disseminate information relating to the purposes of the Rangeland Protection Act. Such programs shall include but not be limited to:\n\nA. collecting results from all possible sources on research about rangeland protection methods;\n\nB. assembling and correlating information on rangeland protection research and other applicable data so as to make it easily accessible to all;\n\nC. cataloging those methods, techniques and tools for rangeland protection projects which may have application for New Mexico; and\n\nD. preparing and publishing in a timely fashion a complete report of each rangeland protection project carried out under the Rangeland Protection Act to include the amount and ownership of lands treated, target plant species, methods used and an assessment of the results and furnishing a copy of the complete report to the first session of the thirty-eighth legislature prior to that session.\n\nHistory:Laws 1985, ch. 53, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-76/article-7b/section-76-7b-7/"
    }
  ]
}