{
  "state": "florida",
  "path": "title-chapter-0282/chapter-chapter-0282",
  "sections": [
    {
      "id": "section-282003short",
      "number": "282.003",
      "heading": "Short title.282.0041Definitions.282.0051Department of Management Services; Florida Digital Service; powers, duties, and functions",
      "text": "282.00515Duties of Cabinet agencies.282.201State data center.282.206Cloud-first policy in state agencies.282.318Cybersecurity.282.3185Local government cybersecurity.282.3186Ran",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2820041definitions",
      "number": "282.0041",
      "heading": "Definitions",
      "text": "282.0041 Definitions.—As used in this chapter, the term: (1) “Agency assessment” means the amount each customer entity must pay annually for services from the Department of Management Services and includes administrative and data center services costs. (2) “Agency data center” means agency space containing 10 or more physical or logical servers. (3) “Breach” has the same meaning as provided in s. 501.171. (4) “Business continuity plan” means a collection of procedures and information designed to keep an agency’s critical operations running during a period of displacement or interruption of normal operations. (5) “Cloud computing” has the same meaning as provided in Special Publication 800-145 issued by the National Institute of Standards and Technology. (6) “Computing facility” or “agency computing facility” means agency space containing fewer than a total of 10 physical or logical servers, but excluding single, logical-server installations that exclusively perform a utility function such as file and print servers. (7) “Customer entity” means an entity that obtains services from the Department of Management Services. (8) “Cybersecurity” means the protection afforded to an automated information system in order to attain the applicable objectives of preserving the confidentiality, integrity, and availability of data, information, and information technology resources. (9) “Data” means a subset of structured information in a format that allows such information to be electronically retrieved and transmitted. (10) “Data governance” means the practice of organizing, classifying, securing, and implementing policies, procedures, and standards for the effective use of an organization’s data. (11) “Department” means the Department of Management Services. (12) “Disaster recovery” means the process, policies, procedures, and infrastructure related to preparing for and implementing recovery or continuation of an agency’s vital technology infrastructure after a natural or human-induced disaster. (13) “Electronic” means technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities. (14) “Electronic credential” means an electronic representation of the identity of a person, an organization, an application, or a device. (15) “Enterprise” means state agencies and the Department of Legal Affairs, the Department of Financial Services, and the Department of Agriculture and Consumer Services. (16) “Enterprise architecture” means a comprehensive operational framework that contemplates the needs and assets of the enterprise to support interoperability. (17) “Enterprise information technology service” means an information technology service that is used in all agencies or a subset of agencies and is established in law to be designed, delivered, and managed at the enterprise level. (18) “Event” means an observable occurrence in a system or network. (19) “Incident” means a violation or an imminent threat of violation, whether such violation is accidental or deliberate, of information technology resources, security, policies, or practices. An imminent threat of violation refers to a situation in which a state agency, county, or municipality has a factual basis for believing that a specific incident is about to occur. (20) “Information technology” means equipment, hardware, software, firmware, programs, systems, networks, infrastructure, media, and related material used to automatically, electronically, and wirelessly collect, receive, access, transmit, display, store, record, retrieve, analyze, evaluate, process, classify, manipulate, manage, assimilate, control, communicate, exchange, convert, converge, interface, switch, or disseminate information of any kind or form. (21) “Information technology policy” means a definite course or method of action selected from among one or more alternatives that guide and determine present and future decisions. (22) “Information technology resources” has the same meaning as provided in s. 119.011. (23) “Interoperability” means the technical ability to share and use data across and throughout the enterprise. (24) “Open data” means data collected or created by a state agency, the Department of Legal Affairs, the Department of Financial Services, and the Department of Agriculture and Consumer Services, and structured in a way that enables the data to be fully discoverable and usable by the public. The term does not include data that are restricted from public disclosure based on federal or state laws and regulations, including, but not limited to, those related to privacy, confidentiality, security, personal health, business or trade secret information, and exemptions from state public records laws; or data for which a state agency, the Department of Legal Affairs, the Department of Financial Services, or the Department of Agriculture and Consumer Services is statutorily authorized to assess a fee for its distribution. (25) “Performance metrics” means the measures of an organization’s activities and performance. (26) “Project” means an endeavor that has a defined start and end point; is undertaken to create or modify a unique product, service, or result; and has specific objectives that, when attained, signify completion. (27) “Project oversight” means an independent review and analysis of an information technology project that provides information on the project’s scope, completion timeframes, and budget and that identifies and quantifies issues or risks affecting the successful and timely completion of the project. (28) “Ransomware incident” means a malicious cybersecurity incident in which a person or an entity introduces software that gains unauthorized access to or encrypts, modifies, or otherwise renders unavailable a state agency’s, county’s, or municipality’s data and thereafter the person or entity demands a ransom to prevent the publication of the data, restore access to the data, or otherwise remediate the impact of the software. (29) “Risk assessment” means the process of identifying security risks, determining their magnitude, and identifying areas needing safeguards. (30) “Service level” means the key performance indicators (KPI) of an organization or service which must be regularly performed, monitored, and achieved. (31) “Service-level agreement” means a written contract between the Department of Management Services or a provider of data center services and a customer entity which specifies the scope of services provided, the service level, the duration of the agreement, the responsible parties, and the service costs. A service-level agreement is not a rule pursuant to chapter 120. (32) “Stakeholder” means a person, group, organization, or state agency involved in or affected by a course of action. (33) “Standards” means required practices, controls, components, or configurations established by an authority. (34) “State agency” means any official, officer, commission, board, authority, council, committee, or department of the executive branch of state government; the Justice Administrative Commission; and the Public Service Commission. The term does not include university boards of trustees or state universities. As used in part I of this chapter, except as otherwise specifically provided, the term does not include the Department of Legal Affairs, the Department of Agriculture and Consumer Services, or the Department of Financial Services. (35) “SUNCOM Network” means the state enterprise telecommunications system that provides all methods of electronic or optical telecommunications beyond a single building or contiguous building complex and used by entities authorized as network users under this part. (36) “Telecommunications” means the science and technology of communication at a distance, including electronic systems used in the transmission or reception of information. (37) “Threat” means any circumstance or event that has the potential to adversely impact a state agency’s operations or assets through an information system via unauthorized access, destruction, disclosure, or modification of information or denial of service. (38) “Variance” means a calculated value that illustrates how far positive or negative a projection has deviated when measured against documented estimates within a project plan. History.—ss. 3, 11, ch. 83-92; s. 17, ch. 87-137; ss. 10, 11, ch. 90-160; s. 4, ch. 91-171; s. 10, ch. 91-221; s. 5, ch. 91-429; s. 3, ch. 92-98; s. 95, ch. 92-142; s. 14, ch. 94-226; s. 11, ch. 94-340; s. 9, ch. 97-286; s. 16, ch. 2000-164; s. 51, ch. 2001-61; s. 10, ch. 2001-261; s. 4, ch. 2007-105; s. 5, ch. 2008-116; s. 6, ch. 2009-80; s. 5, ch. 2010-78; s. 9, ch. 2010-148; s. 3, ch. 2011-50; s. 4, ch. 2014-189; s. 9, ch. 2014-221; ss. 58, 61, ch. 2018-10; ss. 78, 81, 82, 115, ch. 2019-116; s. 8, ch. 2019-118; s. 3, ch. 2020-161; s. 2, ch. 2021-234; s. 2, ch. 2022-153; s. 1, ch. 2022-220. Note.—Former s. 282.303. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabbbafb09a4f7',t:'MTc3MDg4NTEyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xix/chapter-282/part-i/section-282-0041/"
    },
    {
      "id": "section-2820051department",
      "number": "282.0051",
      "heading": "Department of Management Services; Florida Digital Service; powers, duties, and functions.",
      "text": "of Management Services; Florida Digital Service; powers, duties, and functions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-28200515duties",
      "number": "282.00515",
      "heading": "Duties of Cabinet agencies.",
      "text": "of Cabinet agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282201state",
      "number": "282.201",
      "heading": "State data center.",
      "text": "data center.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282206cloud-first",
      "number": "282.206",
      "heading": "Cloud-first policy in state agencies.",
      "text": "policy in state agencies.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282318cybersecurity",
      "number": "282.318",
      "heading": "Cybersecurity",
      "text": "282.318 Cybersecurity.— (1) This section may be cited as the “State Cybersecurity Act.” (2) As used in this section, the term “state agency” has the same meaning as provided in s. 282.0041, except that the term includes the Department of Legal Affairs, the Department of Agriculture and Consumer Services, and the Department of Financial Services. (3) The department, acting through the Florida Digital Service, is the lead entity responsible for establishing standards and processes for assessing state agency cybersecurity risks and determining appropriate security measures. Such standards and processes must be consistent with generally accepted technology best practices, including the National Institute for Standards and Technology Cybersecurity Framework, for cybersecurity. The department, acting through the Florida Digital Service, shall adopt rules that mitigate risks; safeguard state agency digital assets, data, information, and information technology resources to ensure availability, confidentiality, and integrity; and support a security governance framework. The department, acting through the Florida Digital Service, shall also: (a) Designate an employee of the Florida Digital Service as the state chief information security officer. The state chief information security officer must have experience and expertise in security and risk management for communications and information technology resources. The state chief information security officer is responsible for the development, operation, and oversight of cybersecurity for state technology systems. The state chief information security officer shall be notified of all confirmed or suspected incidents or threats of state agency information technology resources and must report such incidents or threats to the state chief information officer and the Governor. (b) Develop, and annually update by February 1, a statewide cybersecurity strategic plan that includes security goals and objectives for cybersecurity, including the identification and mitigation of risk, proactive protections against threats, tactical risk detection, threat reporting, and response and recovery protocols for a cyber incident. (c) Develop and publish for use by state agencies a cybersecurity governance framework that, at a minimum, includes guidelines and processes for: 1. Establishing asset management procedures to ensure that an agency’s information technology resources are identified and managed consistent with their relative importance to the agency’s business objectives. 2. Using a standard risk assessment methodology that includes the identification of an agency’s priorities, constraints, risk tolerances, and assumptions necessary to support operational risk decisions. 3. Completing comprehensive risk assessments and cybersecurity audits, which may be completed by a private sector vendor, and submitting completed assessments and audits to the department. 4. Identifying protection procedures to manage the protection of an agency’s information, data, and information technology resources. 5. Establishing procedures for accessing information and data to ensure the confidentiality, integrity, and availability of such information and data. 6. Detecting threats through proactive monitoring of events, continuous security monitoring, and defined detection processes. 7. Establishing agency cybersecurity incident response teams and describing their responsibilities for responding to cybersecurity incidents, including breaches of personal information containing confidential or exempt data. 8. Recovering information and data in response to a cybersecurity incident. The recovery may include recommended improvements to the agency processes, policies, or guidelines. 9. Establishing a cybersecurity incident reporting process that includes procedures for notifying the department and the Department of Law Enforcement of cybersecurity incidents. a. The level of severity of the cybersecurity incident is defined by the National Cyber Incident Response Plan of the United States Department of Homeland Security as follows: (I) Level 5 is an emergency-level incident within the specified jurisdiction that poses an imminent threat to the provision of wide-scale critical infrastructure services; national, state, or local government security; or the lives of the country’s, state’s, or local government’s residents. (II) Level 4 is a severe-level incident that is likely to result in a significant impact in the affected jurisdiction to public health or safety; national, state, or local security; economic security; or civil liberties. (III) Level 3 is a high-level incident that is likely to result in a demonstrable impact in the affected jurisdiction to public health or safety; national, state, or local security; economic security; civil liberties; or public confidence. (IV) Level 2 is a medium-level incident that may impact public health or safety; national, state, or local security; economic security; civil liberties; or public confidence. (V) Level 1 is a low-level incident that is unlikely to impact public health or safety; national, state, or local security; economic security; civil liberties; or public confidence. b. The cybersecurity incident reporting process must specify the information that must be reported by a state agency following a cybersecurity incident or ransomware incident, which, at a minimum, must include the following: (I) A summary of the facts surrounding the cybersecurity incident or ransomware incident. (II) The date on which the state agency most recently backed up its data; the physical location of the backup, if the backup was affected; and if the backup was created using cloud computing. (III) The types of data compromised by the cybersecurity incident or ransomware incident. (IV) The estimated fiscal impact of the cybersecurity incident or ransomware incident. (V) In the case of a ransomware incident, the details of the ransom demanded. c.(I) A state agency shall report all ransomware incidents and any cybersecurity incident determined by the state agency to be of severity level 3, 4, or 5 to the Cybersecurity Operations Center and the Cybercrime Office of the Department of Law Enforcement as soon as possible but no later than 48 hours after discovery of the cybersecurity incident and no later than 12 hours after discovery of the ransomware incident. The report must contain the information required in sub-subparagraph b. (II) The Cybersecurity Operations Center shall notify the President of the Senate and the Speaker of the House of Representatives of any severity level 3, 4, or 5 incident as soon as possible but no later than 12 hours after receiving a state agency’s incident report. The notification must include a high-level description of the incident and the likely effects. d. A state agency shall report a cybersecurity incident determined by the state agency to be of severity level 1 or 2 to the Cybersecurity Operations Center and the Cybercrime Office of the Department of Law Enforcement as soon as possible. The report must contain the information required in sub-subparagraph b. e. The Cybersecurity Operations Center shall provide a consolidated incident report on a quarterly basis to the President of the Senate, the Speaker of the House of Representatives, and the Florida Cybersecurity Advisory Council. The report provided to the Florida Cybersecurity Advisory Council may not contain the name of any agency, network information, or system identifying information but must contain sufficient relevant information to allow the Florida Cybersecurity Advisory Council to fulfill its responsibilities as required in s. 282.319(9). 10. Incorporating information obtained through detection and response activities into the agency’s cybersecurity incident response plans. 11. Developing agency strategic and operational cybersecurity plans required pursuant to this section. 12. Establishing the managerial, operational, and technical safeguards for protecting state government data and information technology resources that align with the state agency risk management strategy and that protect the confidentiality, integrity, and availability of information and data. 13. Establishing procedures for procuring information technology commodities and services that require the commodity or service to meet the National Institute of Standards and Technology Cybersecurity Framework. 14. Submitting after-action reports following a cybersecurity incident or ransomware incident. Such guidelines and processes for submitting after-action reports must be developed and published by December 1, 2022. (d) Assist state agencies in complying with this section. (e) In collaboration with the Cybercrime Office of the Department of Law Enforcement, annually provide training for state agency information security managers and computer security incident response team members that contains training on cybersecurity, including cybersecurity threats, trends, and best practices. (f) Annually review the strategic and operational cybersecurity plans of state agencies. (g) Annually provide cybersecurity training to all state agency technology professionals and employees with access to highly sensitive information which develops, assesses, and documents competencies by role and skill level. The cybersecurity training curriculum must include training on the identification of each cybersecurity incident severity level referenced in sub-subparagraph (c)9.a. The training may be provided in collaboration with the Cybercrime Office of the Department of Law Enforcement, a private sector entity, or an institution of the State University System. (h) Operate and maintain a Cybersecurity Operations Center led by the state chief information security officer, which must be primarily virtual and staffed with tactical detection and incident response personnel. The Cybersecurity Operations Center shall serve as a clearinghouse for threat information and coordinate with the Department of Law Enforcement to support state agencies and their response to any confirmed or suspected cybersecurity incident. (i) Lead an Emergency Support Function, ESF CYBER, under the state comprehensive emergency management plan as described in s. 252.35. (4) Each state agency head shall, at a minimum: (a) Designate an information security manager to administer the cybersecurity program of the state agency. This designation must be provided annually in writing to the department by January 1. A state agency’s information security manager, for purposes of these information security duties, shall report directly to the agency head. (b) In consultation with the department, through the Florida Digital Service, and the Cybercrime Office of the Department of Law Enforcement, establish an agency cybersecurity response team to respond to a cybersecurity incident. The agency cybersecurity response team shall convene upon notification of a cybersecurity incident and must immediately report all confirmed or suspected incidents to the state chief information security officer, or his or her designee, and comply with all applicable guidelines and processes established pursuant to paragraph (3)(c). (c) Submit to the department annually by July 31, the state agency’s strategic and operational cybersecurity plans developed pursuant to rules and guidelines established by the department, through the Florida Digital Service. 1. The state agency strategic cybersecurity plan must cover a 3-year period and, at a minimum, define security goals, intermediate objectives, and projected agency costs for the strategic issues of agency information security policy, risk management, security training, security incident response, and disaster recovery. The plan must be based on the statewide cybersecurity strategic plan created by the department and include performance metrics that can be objectively measured to reflect the status of the state agency’s progress in meeting security goals and objectives identified in the agency’s strategic information security plan. 2. The state agency operational cybersecurity plan must include a progress report that objectively measures progress made towards the prior operational cybersecurity plan and a project plan that includes activities, timelines, and deliverables for security objectives that the state agency will implement during the current fiscal year. (d) Conduct, and update every 3 years, a comprehensive risk assessment, which may be completed by a private sector vendor, to determine the security threats to the data, information, and information technology resources, including mobile devices and print environments, of the agency. The risk assessment must comply with the risk assessment methodology developed by the department and is confidential and exempt from s. 119.07(1), except that such information shall be available to the Auditor General, the Florida Digital Service within the department, the Cybercrime Office of the Department of Law Enforcement, and, for state agencies under the jurisdiction of the Governor, the Chief Inspector General. If a private sector vendor is used to complete a comprehensive risk assessment, it must attest to the validity of the risk assessment findings. (e) Develop, and periodically update, written internal policies and procedures, which include procedures for reporting cybersecurity incidents and breaches to the Cybercrime Office of the Department of Law Enforcement and the Florida Digital Service within the department. Such policies and procedures must be consistent with the rules, guidelines, and processes established by the department to ensure the security of the data, information, and information technology resources of the agency. The internal policies and procedures that, if disclosed, could facilitate the unauthorized modification, disclosure, or destruction of data or information technology resources are confidential information and exempt from s. 119.07(1), except that such information shall be available to the Auditor General, the Cybercrime Office of the Department of Law Enforcement, the Florida Digital Service within the department, and, for state agencies under the jurisdiction of the Governor, the Chief Inspector General. (f) Implement managerial, operational, and technical safeguards and risk assessment remediation plans recommended by the department to address identified risks to the data, information, and information technology resources of the agency. The department, through the Florida Digital Service, shall track implementation by state agencies upon development of such remediation plans in coordination with agency inspectors general. (g) Ensure that periodic internal audits and evaluations of the agency’s cybersecurity program for the data, information, and information technology resources of the agency are conducted. The results of such audits and evaluations are confidential information and exempt from s. 119.07(1), except that such information shall be available to the Auditor General, the Cybercrime Office of the Department of Law Enforcement, the Florida Digital Service within the department, and, for agencies under the jurisdiction of the Governor, the Chief Inspector General. (h) Ensure that the cybersecurity requirements in the written specifications for the solicitation, contracts, and service-level agreement of information technology and information technology resources and services meet or exceed the applicable state and federal laws, regulations, and standards for cybersecurity, including the National Institute of Standards and Technology Cybersecurity Framework. Service-level agreements must identify service provider and state agency responsibilities for privacy and security, protection of government data, personnel background screening, and security deliverables with associated frequencies. (i) Provide cybersecurity awareness training to all state agency employees within 30 days after commencing employment, and annually thereafter, concerning cybersecurity risks and the responsibility of employees to comply with policies, standards, guidelines, and operating procedures adopted by the state agency to reduce those risks. The training may be provided in collaboration with the Cybercrime Office of the Department of Law Enforcement, a private sector entity, or an institution of the State University System. (j) Develop a process for detecting, reporting, and responding to threats, breaches, or cybersecurity incidents which is consistent with the security rules, guidelines, and processes established by the department through the Florida Digital Service. 1. All cybersecurity incidents and ransomware incidents must be reported by state agencies. Such reports must comply with the notification procedures and reporting timeframes established pursuant to paragraph (3)(c). 2. For cybersecurity breaches, state agencies shall provide notice in accordance with s. 501.171. (k) Submit to the Florida Digital Service, within 1 week after the remediation of a cybersecurity incident or ransomware incident, an after-action report that summarizes the incident, the incident’s resolution, and any insights gained as a result of the incident. (5) The portions of risk assessments, evaluations, external audits, and other reports of a state agency’s cybersecurity program for the data, information, and information technology resources of the state agency which are held by a state agency are confidential and exempt from s. 119.07(1) and s. 24(a), Art. I of the State Constitution if the disclosure of such portions of records would facilitate unauthorized access to or the unauthorized modification, disclosure, or destruction of: (a) Data or information, whether physical or virtual; or (b) Information technology resources, which include: 1. Information relating to the security of the agency’s technologies, processes, and practices designed to protect networks, computers, data processing software, and data from attack, damage, or unauthorized access; or 2. Security information, whether physical or virtual, which relates to the agency’s existing or proposed information technology systems. For purposes of this subsection, “external audit” means an audit that is conducted by an entity other than the state agency that is the subject of the audit. (6) Those portions of a public meeting as specified in s. 286.011 which would reveal records which are confidential and exempt under subsection (5) are exempt from s. 286.011 and s. 24(b), Art. I of the State Constitution. No exempt portion of an exempt meeting may be off the record. All exempt portions of such meeting shall be recorded and transcribed. Such recordings and transcripts are confidential and exempt from disclosure under s. 119.07(1) and s. 24(a), Art. I of the State Constitution unless a court of competent jurisdiction, after an in camera review, determines that the meeting was not restricted to the discussion of data and information made confidential and exempt by this section. In the event of such a judicial determination, only that portion of the recording and transcript which reveals nonexempt data and information may be disclosed to a third party. (7) The portions of records made confidential and exempt in subsections (5) and (6) shall be available to the Auditor General, the Cybercrime Office of the Department of Law Enforcement, the Florida Digital Service within the department, and, for agencies under the jurisdiction of the Governor, the Chief Inspector General. Such portions of records may be made available to a local government, another state agency, or a federal agency for cybersecurity purposes or in furtherance of the state agency’s official duties. (8) The exemptions contained in subsections (5) and (6) apply to records held by a state agency before, on, or after the effective date of this exemption. (9) Subsections (5) and (6) are subject to the Open Government Sunset Review Act in accordance with s. 119.15 and shall stand repealed on October 2, 2026, unless reviewed and saved from repeal through reenactment by the Legislature. (10) The department shall adopt rules relating to cybersecurity and to administer this section. History.—ss. 1, 2, 3, ch. 84-236; s. 28, ch. 87-137; s. 1, ch. 89-14; s. 7, ch. 90-160; s. 13, ch. 91-171; s. 234, ch. 92-279; s. 55, ch. 92-326; s. 22, ch. 94-340; s. 863, ch. 95-148; s. 131, ch. 96-406; s. 15, ch. 97-286; s. 25, ch. 2000-164; s. 26, ch. 2001-261; s. 18, ch. 2006-26; s. 10, ch. 2007-105; s. 12, ch. 2009-80; s. 46, ch. 2010-5; s. 9, ch. 2011-50; s. 5, ch. 2014-189; s. 16, ch. 2014-221; s. 1, ch. 2016-114; s. 2, ch. 2016-138; s. 12, ch. 2019-118; s. 48, ch. 2020-2; s. 1, ch. 2020-25; s. 6, ch. 2020-161; s. 6, ch. 2021-234; s. 13, ch. 2022-4; s. 2, ch. 2022-220; s. 3, ch. 2022-221; s. 2, ch. 2025-27. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabbbbedba323d',t:'MTc3MDg4NTEyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xix/chapter-282/part-i/section-282-318/"
    },
    {
      "id": "section-2823185local",
      "number": "282.3185",
      "heading": "Local government cybersecurity.",
      "text": "government cybersecurity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2823186ransomware",
      "number": "282.3186",
      "heading": "Ransomware incident compliance.",
      "text": "incident compliance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282319florida",
      "number": "282.319",
      "heading": "Florida Cybersecurity Advisory Council.",
      "text": "Cybersecurity Advisory Council.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2820041definitions",
      "number": "282.0041",
      "heading": "Definitions. As used in this chapter, the term:(1)“Agency assessment” means the amount each customer entity must pay annually for services from the Department of Management Services and includes administrative and data center services costs",
      "text": "(2)“Agency data center” means agency space containing 10 or more physica",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "102, ch. 2025-199, amended subsection (2) “[i]n order to implement Specific Appropriation 2432 of the 2025-2026 General Appropriations [A]ct.”",
      "text": "102, ch. 2025-199, amended subsection (2) “[i]n order to implement Specific Appropriation 2432 of the 2025-2026 General Appropriations [A]ct.”",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282318cybersecurity",
      "number": "282.318",
      "heading": "Cybersecurity. (1)This section may be cited as the “State Cybersecurity Act",
      "text": "”(2)As used in this section, the term “state agency” has the same meaning as provided in s. 282.0041, except that the term includes the Department of Legal Affairs, the Department of Agriculture and Consumer Services, and the Department of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-urity",
      "number": "urity",
      "heading": "information, whether physical or virtual, which relates to the agency’s existing or proposed information technology systems.",
      "text": "information, whether physical or virtual, which relates to the agency’s existing or proposed information technology systems.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282601accessibility",
      "number": "282.601",
      "heading": "Accessibility of electronic information and information technology",
      "text": "282.602Definitions.282.603Access to electronic and information technology for persons with disabilities; undue burden; limitations.282.604Adoption of rules.282.605Exceptions.282.606Intent.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282602definitions",
      "number": "282.602",
      "heading": "Definitions",
      "text": "282.602 Definitions.—As used in this part, the term: (1) “Accessible electronic information and information technology” means electronic information and information technology that conforms to the standards for accessible electronic information and information technology as set forth by s. 508 of the Rehabilitation Act of 1973, as amended, and 29 U.S.C. s. 794(d), including the regulations set forth under 36 C.F.R. part 1194. (2) “Alternate methods” means a different means of providing information to people with disabilities, including product documentation. The term includes, but is not limited to, voice, facsimile, relay service, TTY, Internet posting, captioning, text-to-speech synthesis, and audio description. (3) “Electronic information and information technology” includes information technology and any equipment or interconnected system or subsystem of equipment that is used in creating, converting, or duplicating data or information. The term includes, but is not limited to, telecommunications products such as telephones, information kiosks and transaction machines, Internet websites, multimedia systems, and office equipment such as copiers and facsimile machines. The term does not include any equipment that contains embedded information technology that is an integral part of the product if the principal function of the technology is not the acquisition, storage, manipulation, management, movement, control, display, switching, interchange, transmission, or reception of data or information. (4) “Information technology” means any equipment or interconnected system or subsystem of equipment that is used in the automatic acquisition, storage, manipulation, management, movement, control, display, switching, interchange, transmission, or reception of data or information. The term includes computers, ancillary equipment, software, firmware and similar procedures, services, and support services, and related resources. (5) “Undue burden” means significant difficulty or expense. In determining whether an action would result in an undue burden, a state agency shall consider all agency resources that are available to the program or component for which the product is being developed, procured, maintained, or used. (6) “State agency” means any agency of the executive, legislative, or judicial branch of state government. History.—s. 73, ch. 2006-227. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabbbd8b18de1b',t:'MTc3MDg4NTEyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xix/chapter-282/part-ii/section-282-602/"
    },
    {
      "id": "section-282603access",
      "number": "282.603",
      "heading": "Access to electronic and information technology for persons with disabilities; undue burden; limitations.",
      "text": "to electronic and information technology for persons with disabilities; undue burden; limitations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282604adoption",
      "number": "282.604",
      "heading": "Adoption of rules.",
      "text": "of rules.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282605exceptions",
      "number": "282.605",
      "heading": "Exceptions",
      "text": "282.605 Exceptions.— (1) This part does not apply to electronic information and information technology of the Department of Military Affairs or the Florida National Guard if the function, operation, or use of the information or technology involves intelligence activities or cryptologic activities related to national security, the command and control of military forces, equipment that is an integral part of a weapon or weapons system, or systems that are critical to the direct fulfillment of military or intelligence missions. Systems that are critical to the direct fulfillment of military or intelligence missions do not include a system that is used for routine administrative and business applications, including, but not limited to, payroll, finance, logistics, and personnel management applications. (2) This part does not apply to electronic information and information technology of a state agency if the function, operation, or use of the information or technology involves criminal intelligence activities. Such activities do not include information or technology that is used for routine administrative and business applications, including, but not limited to, payroll, finance, logistics, and personnel management applications. (3) This part does not apply to electronic information and information technology that is acquired by a contractor and that is incidental to the contract. (4) This part applies to competitive solicitations issued or new systems developed by a state agency on or after July 1, 2006. History.—s. 73, ch. 2006-227. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabbbdb96535b7',t:'MTc3MDg4NTEyNC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xix/chapter-282/part-ii/section-282-605/"
    },
    {
      "id": "section-282606intent",
      "number": "282.606",
      "heading": "Intent",
      "text": "282.606 Intent.—It is the intent of the Legislature that, in construing this part, due consideration and great weight be given to the interpretations of the federal courts relating to comparable provisions of s. 508 of the Rehabilitation Act of 1973, as amended, and 29 U.S.C. s. 794(d), including the regulations set forth under 36 C.F.R. part 1194, as of July 1, 2006. History.—s. 73, ch. 2006-227. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9ccabbbee9f20861',t:'MTc3MDg4NTEyNS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xix/chapter-282/part-ii/section-282-606/"
    },
    {
      "id": "section-282602definitions",
      "number": "282.602",
      "heading": "Definitions. As used in this part, the term:(1)“Accessible electronic information and information technology” means electronic information and information technology that conforms to the standards for accessible electronic information and information technology as set forth by s",
      "text": "508 of the Rehabilitation Act of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282605exceptions",
      "number": "282.605",
      "heading": "Exceptions. (1)This part does not apply to electronic information and information technology of the Department of Military Affairs or the Florida National Guard if the function, operation, or use of the information or technology involves intelligence activities or cryptologic activities related to national secu",
      "text": "(1)This part does not apply to electronic information and information technology of the Department of Military Affairs or the Florida National Guard if the function, operation, or use of the information or technology involves intelligence activities or cryptologic activities related to national security, the command and control of military forces, equipment that is an integral part of a weapon or weapons system, or systems that are critical to the direct fulfillment of military or intelligence missions. Systems that are critical to the direct fulfillment of military or intelligence missions do not include a system that is used for routine administrative and business applications, including, but not limited to, payroll, finance, logistics, and personnel management applications.(2)This part does not apply to electronic information and information technology of a state agency if the function, operation, or use of the information or technology involves criminal intelligence activities. Such activities do not include information or technology that is used for routine administrative and business applications, including, but not limited to, payroll, finance, logistics, and personnel management applications.(3)This part does not apply to electronic information and information technology that is acquired by a contractor and that is incidental to the contract.(4)This part applies to competitive solicitations issued or new systems developed by a state agency on or after July 1, 2006.History.—s. 73, ch. 2006-227.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282606intent",
      "number": "282.606",
      "heading": "Intent. It is the intent of the Legislature that, in construing this part, due consideration and great weight be given to the interpretations of the federal courts relating to comparable provisions of s",
      "text": "508 of the Rehabilitation Act of 1973, as amended, and 29 U.S.C. s. 794(d), including the regulations se",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282701short",
      "number": "282.701",
      "heading": "Short title.282.702Powers and duties",
      "text": "282.703SUNCOM Network; exemptions from the required use.282.704Use of state SUNCOM Network by municipalities.282.705Use of state SUNCOM Network by nonprofit corporations.282.706Use of SUNCOM Network by libraries.282.707SUNCOM Network; criteria for usage.282.708Emergenc",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282702powers",
      "number": "282.702",
      "heading": "Powers and duties.",
      "text": "and duties.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282703suncom",
      "number": "282.703",
      "heading": "SUNCOM Network; exemptions from the required use.",
      "text": "Network; exemptions from the required use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282704use",
      "number": "282.704",
      "heading": "Use of state SUNCOM Network by municipalities.",
      "text": "of state SUNCOM Network by municipalities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282705use",
      "number": "282.705",
      "heading": "Use of state SUNCOM Network by nonprofit corporations.",
      "text": "of state SUNCOM Network by nonprofit corporations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282706use",
      "number": "282.706",
      "heading": "Use of SUNCOM Network by libraries.",
      "text": "of SUNCOM Network by libraries.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282707suncom",
      "number": "282.707",
      "heading": "SUNCOM Network; criteria for usage.",
      "text": "Network; criteria for usage.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282708emergency",
      "number": "282.708",
      "heading": "Emergency assumption of control.",
      "text": "assumption of control.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282709state",
      "number": "282.709",
      "heading": "State agency law enforcement radio system and interoperability network.",
      "text": "agency law enforcement radio system and interoperability network.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2827101statewide",
      "number": "282.7101",
      "heading": "Statewide system of regional law enforcement communications.",
      "text": "system of regional law enforcement communications.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282711remote",
      "number": "282.711",
      "heading": "Remote electronic access services.",
      "text": "electronic access services.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-282802government",
      "number": "282.802",
      "heading": "Government Technology Modernization Council.",
      "text": "Technology Modernization Council.",
      "history": "",
      "source_url": ""
    }
  ]
}