{
  "state": "florida",
  "path": "title-chapter-0958/chapter-chapter-0958",
  "sections": [
    {
      "id": "section-958011short",
      "number": "958.011",
      "heading": "Short title.958.021Legislative intent",
      "text": "958.03Definitions.958.04Judicial disposition of youthful offenders.958.045Youthful offender basic training program.958.046Placement in county-operated boot camp programs for youthful offenders.958.06Suspension of sentence by court.958.07Presentence report; access by d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-958021legislative",
      "number": "958.021",
      "heading": "Legislative intent.",
      "text": "958.021 Legislative intent.—The purpose of this chapter is to improve the chances of correction and successful return to the community of youthful offenders sentenced to imprisonment by providing them with enhanced vocational, educational, counseling, or public service opportunities and by preventing their association with older and more experienced criminals during the terms of their confinement. It is the further purpose of this chapter to encourage citizen volunteers from the community to contribute time, skills, and maturity toward helping youthful offenders successfully reintegrate into the community and to require youthful offenders to participate in substance abuse and other types of counseling and programs at each youthful offender institution. It is the further intent of the Legislature to provide an additional sentencing alternative to be used in the discretion of the court when dealing with offenders who have demonstrated that they can no longer be handled safely as juveniles and who require more substantial limitations upon their liberty to ensure the protection of society. History.—s. 2, ch. 78-84; s. 18, ch. 85-288; s. 97, ch. 94-209. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca8379bfe93f1e',t:'MTc3MDg4MjgyMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-021/"
    },
    {
      "id": "section-95803definitions",
      "number": "958.03",
      "heading": "Definitions",
      "text": "958.03 Definitions.—As used in this act: (1) “Department” means the Department of Corrections. (2) “Community control program” means a form of intensive supervised custody in the community, including surveillance on weekends and holidays, administered by officers with restricted caseloads. Community control is an individualized program in which the freedom of the offender is restricted within the community, home, or noninstitutional residential placement and specific sanctions are imposed and enforced. (3) “Court” means a judge or successor who designates a defendant as a youthful offender. (4) “Probation” means a form of community supervision requiring specified contacts with parole and probation officers and other terms and conditions as provided in s. 948.03. (5) “Youthful offender” means any person who is sentenced as such by the court or is classified as such by the department pursuant to s. 958.04. History.—s. 3, ch. 78-84; s. 119, ch. 79-3; s. 19, ch. 85-288; s. 98, ch. 94-209; s. 145, ch. 2019-167. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca837c0e6ed7b3',t:'MTc3MDg4MjgyMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-03/"
    },
    {
      "id": "section-95804judicial",
      "number": "958.04",
      "heading": "Judicial disposition of youthful offenders.",
      "text": "958.04 Judicial disposition of youthful offenders.— (1) The court may sentence as a youthful offender any person: (a) Who is at least 18 years of age or who has been transferred for prosecution to the criminal division of the circuit court pursuant to chapter 985; (b) Who is found guilty of or who has tendered, and the court has accepted, a plea of nolo contendere or guilty to a crime that is, under the laws of this state, a felony if such crime was committed before the defendant turned 21 years of age; and (c) Who has not previously been classified as a youthful offender under this act; however, a person who has been found guilty of a capital or life felony may not be sentenced as a youthful offender under this act. (2) In lieu of other criminal penalties authorized by law and notwithstanding any imposition of consecutive sentences, the court shall dispose of the criminal case as follows: (a) The court may place a youthful offender under supervision on probation or in a community control program, with or without an adjudication of guilt, under such conditions as the court may lawfully impose for a period of not more than 6 years. Such period of supervision may not exceed the maximum sentence for the offense for which the youthful offender was found guilty. (b) The court may impose a period of incarceration as a condition of probation or community control, which period of incarceration shall be served in a county facility, a department probation and restitution center, or a community residential facility that is owned and operated by any public or private entity providing such services. A youthful offender may not be required to serve a period of incarceration in a community correctional center as defined in s. 944.026. Admission to a department facility or center shall be contingent upon the availability of bed space and shall take into account the purpose and function of such facility or center. Placement in such a facility or center may not exceed 364 days. (c) The court may impose a split sentence whereby the youthful offender is to be placed on probation or community control upon completion of any specified period of incarceration; however, if the incarceration period is to be served in a department facility other than a probation and restitution center or community residential facility, such period shall be for not less than 1 year or more than 4 years. The period of probation or community control shall commence immediately upon the release of the youthful offender from incarceration. The period of incarceration imposed or served and the period of probation or community control, when added together, may not exceed 6 years. (d) The court may commit the youthful offender to the custody of the department for a period of not more than 6 years, provided that any such commitment may not exceed the maximum sentence for the offense for which the youthful offender has been convicted. Successful participation in the youthful offender program by an offender who is sentenced as a youthful offender by the court pursuant to this section, or is classified as such by the department, may result in a recommendation to the court, by the department, for a modification or early termination of probation, community control, or the sentence at any time prior to the scheduled expiration of such term. The department shall adopt rules defining criteria for successful participation in the youthful offender program which shall include program participation, academic and vocational training, and satisfactory adjustment. When a modification of the sentence results in the reduction of a term of incarceration, the court may impose a term of probation or community control which, when added to the term of incarceration, may not exceed the original sentence imposed. (3) The provisions of this section shall not be used to impose a greater sentence than the permissible sentence range as established by the Criminal Punishment Code pursuant to chapter 921 unless reasons are explained in writing by the trial court judge which reasonably justify departure. A sentence imposed outside of the code is subject to appeal pursuant to s. 924.06 or s. 924.07. (4) Due to severe prison overcrowding, the Legislature declares the construction of a basic training program facility is necessary to aid in alleviating an emergency situation. (5) The department shall provide a special training program for staff selected for the basic training program. History.—s. 5, ch. 78-84; s. 1, ch. 80-321; s. 20, ch. 85-288; s. 1, ch. 87-58; s. 3, ch. 87-110; s. 7, ch. 90-208; s. 11, ch. 90-211; s. 11, ch. 91-225; s. 8, ch. 93-406; s. 101, ch. 94-209; s. 22, ch. 96-312; s. 31, ch. 97-94; s. 36, ch. 97-194; s. 21, ch. 98-204; s. 61, ch. 98-280; s. 7, ch. 2008-250; s. 67, ch. 2019-167. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca837e6e519cf8',t:'MTc3MDg4MjgyMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-04/"
    },
    {
      "id": "section-958045youthful",
      "number": "958.045",
      "heading": "Youthful offender basic training program.",
      "text": "958.045 Youthful offender basic training program.— (1) The department shall develop and implement a basic training program for youthful offenders sentenced or classified by the department as youthful offenders pursuant to this chapter. The period of time to be served at the basic training program shall be no less than 120 days. (a) The program shall include marching drills, calisthenics, a rigid dress code, manual labor assignments, physical training with obstacle courses, training in decisionmaking and personal development, high school equivalency diploma and adult basic education courses, and drug counseling and other rehabilitation programs. (b) The department shall adopt rules governing the administration of the youthful offender basic training program, requiring that basic training participants complete a structured disciplinary program, and allowing for a restriction on general inmate population privileges. (2) Upon receipt of youthful offenders, the department shall screen offenders for the basic training program. To participate, an offender must have no physical limitations that preclude participation in strenuous activity, must not be impaired, and must not have been previously incarcerated in a state or federal correctional facility. In screening offenders for the basic training program, the department shall consider the offender’s criminal history and the possible rehabilitative benefits of “shock” incarceration. If an offender meets the specified criteria and space is available, the department shall request, in writing from the sentencing court, approval for the offender to participate in the basic training program. If the person is classified by the department as a youthful offender and the department is requesting approval from the sentencing court for placement in the program, the department shall, at the same time, notify the state attorney that the offender is being considered for placement in the basic training program. The notice must explain that the purpose of such placement is diversion from lengthy incarceration when a short “shock” incarceration could produce the same deterrent effect, and that the state attorney may, within 14 days after the mailing of the notice, notify the sentencing court in writing of objections, if any, to the placement of the offender in the basic training program. The sentencing court shall notify the department in writing of placement approval no later than 21 days after receipt of the department’s request for placement of the youthful offender in the basic training program. Failure to notify the department within 21 days shall be considered an approval by the sentencing court for placing the youthful offender in the basic training program. Each state attorney may develop procedures for notifying the victim that the offender is being considered for placement in the basic training program. (3) The program shall provide a short incarceration period of rigorous training to offenders who require a greater degree of supervision than community control or probation provides. Basic training programs may be operated in secure areas in or adjacent to an adult institution notwithstanding s. 958.11. The program is not intended to divert offenders away from probation or community control but to divert them from long periods of incarceration when a short “shock” incarceration could produce the same deterrent effect. (4) Upon admittance to the department, an educational and substance abuse assessment shall be performed on each youthful offender. Upon admittance to the basic training program, each offender shall have a full substance abuse assessment to determine the offender’s need for substance abuse treatment. The educational assessment shall be accomplished through the aid of the Test of Adult Basic Education or any other testing instrument approved by the Department of Education, as appropriate. Each offender who has not obtained a high school diploma shall be enrolled in an adult education program designed to aid the offender in improving his or her academic skills and earning a high school diploma. Further assessments of the prior vocational skills and future career education shall be provided to the offender. A periodic evaluation shall be made to assess the progress of each offender, and upon completion of the basic training program the assessment and information from the department’s record of each offender shall be transferred to the appropriate community residential program. (5)(a) If an offender in the basic training program becomes unmanageable, the department may revoke the offender’s gain-time and place the offender in disciplinary confinement for up to 30 days. Upon completion of the disciplinary process, the offender shall be readmitted to the basic training program, except for an offender who has committed or threatened to commit a violent act. If the offender is terminated from the program, the department may place the offender in the general population to complete the remainder of the offender’s sentence. Any period of time in which the offender is unable to participate in the basic training activities may be excluded from the specified time requirements in the program. (b) If the offender is unable to participate in the basic training activities due to medical reasons, certified medical personnel shall examine the offender and shall consult with the basic training program director concerning the offender’s termination from the program. (c) The portion of the sentence served before placement in the basic training program may not be counted toward program completion. The department shall submit a report to the court at least 30 days before the youthful offender is scheduled to complete the basic training program. The report must describe the offender’s performance in the basic training program. If the youthful offender’s performance is satisfactory, the court shall issue an order modifying the sentence imposed and place the offender on probation subject to the offender successfully completing the remainder of the basic training program. The term of probation may include placement in a community residential program. If the offender violates the conditions of probation, the court may revoke probation and impose any sentence that it might have originally imposed. (6)(a) Upon completing the basic training program, an offender shall be transferred to a community residential program and reside there for a term designated by department rule. If the basic training program director determines that the offender is not suitable for the community residential program but is suitable for an alternative postrelease program or release plan, within 30 days prior to program completion the department shall evaluate the offender’s needs and determine an alternative postrelease program or plan. The department’s consideration shall include, but not be limited to, the offender’s employment, residence, family situation, and probation or postrelease supervision obligations. Upon the approval of the department, the offender shall be released to an alternative postrelease program or plan. (b) While in the community residential program, as appropriate, the offender shall engage in gainful employment, and if any, shall pay restitution to the victim. If appropriate, the offender may enroll in substance abuse counseling, and if suitable, shall enroll in a high school equivalency diploma or adult basic education class for the purpose of attaining a high school diploma. Upon release from the community residential program, the offender shall remain on probation, or other postrelease supervision, and abide by the conditions of the offender’s probation or postrelease supervision. If, upon transfer from the community residential program, the offender has not completed the enrolled educational program, the offender shall continue the educational program until completed. If the offender fails to complete the program, the department may request the court or the control release authority to execute an order returning the offender back to the community residential program until completion of the program. (7) The department shall implement the basic training program to the fullest extent feasible within the provisions of this section. (8)(a) The Assistant Secretary for Youthful Offenders shall continuously screen all institutions, facilities, and programs for any inmate who meets the eligibility requirements for youthful offender designation specified in s. 958.04, whose age does not exceed 24 years. The department may classify and assign as a youthful offender any inmate who meets the criteria of s. 958.04. (b) A youthful offender who is designated as such by the department and assigned to the basic training program must be eligible for control release pursuant to s. 947.146. (c) The department shall work cooperatively with the Control Release Authority or the Florida Commission on Offender Review to effect the release of an offender who has successfully completed the requirements of the basic training program. (d) Upon an offender’s completion of the basic training program, the department shall submit a report to the releasing authority that describes the offender’s performance. If the performance has been satisfactory, the release authority shall establish a release date that is within 30 days following program completion. As a condition of release, the offender shall be placed in a community residential program as provided in this section or on community supervision as provided in chapter 947, and shall be subject to the conditions established therefor. (9) Due to serious and violent crime, the Legislature declares the construction of a basic training facility is necessary to aid in alleviating an emergency situation. (10) The department shall provide a special training program for staff selected for the basic training program. (11) The department may develop performance-based contracts with qualified individuals, agencies, or corporations for the provision of any or all of the youthful offender programs. (12) An offender in the basic training program is subject to rules of conduct established by the department and may have sanctions imposed, including loss of privileges, restrictions, disciplinary confinement, alteration of release plans, or other program modifications in keeping with the nature and gravity of the program violation. Administrative or protective confinement, as necessary, may be imposed. (13) The department may establish a system of incentives within the basic training program which the department may use to promote participation in rehabilitative programs and the orderly operation of institutions and facilities. (14) The department shall develop a system for tracking recidivism, including, but not limited to, rearrests and recommitment of youthful offenders, and shall report on that system in its annual reports of the programs. History.—s. 99, ch. 94-209; s. 1703, ch. 97-102; s. 153, ch. 2005-2; s. 1, ch. 2006-270; s. 14, ch. 2009-63; s. 165, ch. 2010-102; s. 13, ch. 2014-20; s. 55, ch. 2014-191; s. 146, ch. 2019-167. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca8380bbe65d6c',t:'MTc3MDg4MjgyMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-045/"
    },
    {
      "id": "section-958046placement",
      "number": "958.046",
      "heading": "Placement in county-operated boot camp programs for youthful offenders.",
      "text": "in county-operated boot camp programs for youthful offenders.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95806suspension",
      "number": "958.06",
      "heading": "Suspension of sentence by court.",
      "text": "958.06 Suspension of sentence by court.—The court, upon motion of the defendant, or upon its own motion, may within 60 days after imposition of sentence suspend the further execution of the sentence and place the defendant on probation in a community control program upon such terms as the court may require. The department shall forward to the court, not later than 3 working days prior to the hearing on the motion, all relevant material on the youthful offender’s progress while in custody. History.—s. 7, ch. 78-84. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca83831dde6978',t:'MTc3MDg4MjgyMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-06/"
    },
    {
      "id": "section-95807presentence",
      "number": "958.07",
      "heading": "Presentence report; access by defendant.",
      "text": "958.07 Presentence report; access by defendant.—The defendant is entitled to an opportunity to present to the court facts which would materially affect the decision of the court to adjudicate the defendant a youthful offender. The defendant, his or her attorney, and the state shall be entitled to inspect all factual material contained in the comprehensive presentence report or diagnostic reports prepared or received by the department. The victim, the victim’s parent or guardian if the victim is a minor, the lawful representative of the victim or of the victim’s parent or guardian if the victim is a minor, or the victim’s next of kin in the case of a homicide may review the presentence investigation report as provided in s. 960.001(1)(g)2. The court may withhold from disclosure to the defendant and his or her attorney sources of information which have been obtained through a promise of confidentiality. In all cases in which parts of the report are not disclosed, the court shall state for the record the reasons for its action and shall inform the defendant and his or her attorney that information has not been disclosed. History.—s. 8, ch. 78-84; s. 102, ch. 94-209; s. 1704, ch. 97-102; s. 2, ch. 2001-209. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca83856dece8e8',t:'MTc3MDg4MjgyMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-07/"
    },
    {
      "id": "section-95809extension",
      "number": "958.09",
      "heading": "Extension of limits of confinement.",
      "text": "958.09 Extension of limits of confinement.— (1) The department shall adopt rules permitting the extension of the limits of the place of confinement of a youthful offender when there is reasonable cause to believe that the youthful offender will honor the trust placed in him or her. The department may authorize a youthful offender, under prescribed conditions and following investigation and approval by the department which shall maintain a written record of such action, to leave the place of his or her confinement for a prescribed period of time: (a) To visit a designated place or places for the purpose of visiting a dying relative, attending the funeral of a relative, or arranging for employment or for a suitable residence for use when released; to otherwise aid in the correction of the youthful offender; or for another compelling reason consistent with the public interest and to return to the same or another institution or facility designated by the department; or (b) To work at paid employment, participate in an educational or a training program, or voluntarily serve a public or nonprofit agency or a public service program in the community; provided, that the youthful offender shall be confined except during the hours of his or her employment, education, training, or service and while traveling thereto and therefrom. (2) The department shall adopt rules as to the eligibility of youthful offenders for such extension of confinement, the disbursement of any earnings of youthful offenders, or the entering into of agreements between the department and any municipal, county, or federal agency for the housing of youthful offenders in a local place of confinement. However, no youthful offender convicted of sexual battery pursuant to s. 794.011 is eligible for any extension of the limits of confinement under this section. (3) The willful failure of a youthful offender to remain within the extended limits of confinement or to return within the time prescribed to the place of confinement designated by the department is an escape from the custody of the department and a felony of the third degree, punishable as provided by s. 775.082. (4) The department may contract with other public and private agencies for the confinement, treatment, counseling, aftercare, or community supervision of youthful offenders when consistent with the youthful offenders’ welfare and the interest of society. (5) The department shall document and account for all forms for disciplinary reports for inmates placed on extended limits of confinement, which reports shall include, but not be limited to, all violations of rules of conduct, the rule or rules violated, the nature of punishment administered, the authority ordering such punishment, and the duration of time during which the inmate was subjected to confinement. (6)(a) The department is authorized to levy fines only through disciplinary reports and only against inmates placed on extended limits of confinement. Major and minor infractions and their respective punishments for inmates placed on extended limits of confinement shall be defined by the rules of the department, except that any fine shall not exceed $50 for each infraction deemed to be minor and $100 for each infraction deemed to be major. Such fines shall be deposited in the General Revenue Fund, and a receipt shall be given to the inmate. (b) When the chief correctional officer determines that a fine would be an appropriate punishment for a violation of the rules of the department, both the determination of guilt and the amount of the fine shall be determined by the disciplinary committee pursuant to the method prescribed in s. 944.28(2)(c). (c) The department shall develop rules defining the policies and procedures for the administering of such fines. History.—s. 9, ch. 78-84; s. 4, ch. 83-274; s. 21, ch. 85-288; s. 24, ch. 93-156; s. 103, ch. 94-209; s. 1705, ch. 97-102; s. 13, ch. 2003-179. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca8387dae4745c',t:'MTc3MDg4MjgyMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-09/"
    },
    {
      "id": "section-95811designation",
      "number": "958.11",
      "heading": "Designation of institutions and programs for youthful offenders; assignment from youthful offender institutions and programs.",
      "text": "of institutions and programs for youthful offenders; assignment from youthful offender institutions and programs.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95812participation",
      "number": "958.12",
      "heading": "Participation in certain activities required.",
      "text": "958.12 Participation in certain activities required.— (1) A youthful offender shall be required to participate in work assignments, and in career, academic, counseling, and other rehabilitative programs in accordance with this section, including, but not limited to: (a) All youthful offenders may be required, as appropriate, to participate in: 1. Reception and orientation. 2. Evaluation, needs assessment, and classification. 3. Educational programs. 4. Career and job training. 5. Life and socialization skills training, including anger/aggression control. 6. Prerelease orientation and planning. 7. Appropriate transition services. (b) In addition to the requirements in paragraph (a), the department shall make available: 1. Religious services and counseling. 2. Social services. 3. Substance abuse treatment and counseling. 4. Psychological and psychiatric services. 5. Library services. 6. Medical and dental health care. 7. Athletic, recreational, and leisure time activities. 8. Mail and visiting privileges. Income derived by a youthful offender from participation in such activities may be used, in part, to defray a portion of the costs of his or her incarceration or supervision; to satisfy preexisting obligations; to pay fines, counseling fees, or other costs lawfully imposed; or to pay restitution to the victim of the crime for which the youthful offender has been convicted in an amount determined by the sentencing court. Any such income not used for such reasons or not used as provided in s. 946.513 or s. 958.09 shall be placed in a bank account for use by the youthful offender upon his or her release. (2) A comprehensive transition and postrelease plan shall be developed for the youthful offender by a team consisting of a transition assistance officer, a classification officer, an educational representative, a health services administrator, a probation and parole officer, and the youthful offender. (3) Community partnerships shall be developed by the department to provide postrelease community resources. The department shall develop partnerships with entities that include, but are not limited to, state agencies, community health agencies, private agencies, and school systems. (4) If supervision of the youthful offender after release from incarceration is required, this may be accomplished in a residential or nonresidential program or intensive day treatment or through supervision by a correctional probation officer. History.—s. 12, ch. 78-84; s. 23, ch. 85-288; s. 55, ch. 91-110; s. 105, ch. 94-209; s. 1706, ch. 97-102; s. 326, ch. 99-8; s. 66, ch. 2004-357; s. 9, ch. 2008-250. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca838a187448d8',t:'MTc3MDg4MjgyMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-12/"
    },
    {
      "id": "section-95814violation",
      "number": "958.14",
      "heading": "Violation of probation or community control program.",
      "text": "958.14 Violation of probation or community control program.—A violation or alleged violation of probation or the terms of a community control program shall subject the youthful offender to the provisions of s. 948.06. However, no youthful offender shall be committed to the custody of the department for a substantive violation for a period longer than the maximum sentence for the offense for which he or she was found guilty, with credit for time served while incarcerated, or for a technical or nonsubstantive violation for a period longer than 6 years or for a period longer than the maximum sentence for the offense for which he or she was found guilty, whichever is less, with credit for time served while incarcerated. History.—s. 14, ch. 78-84; s. 193, ch. 83-216; s. 24, ch. 85-288; s. 19, ch. 90-208; s. 1708, ch. 97-102; s. 6, ch. 97-239; s. 38, ch. 2004-373; s. 8, ch. 2007-2; s. 138, ch. 2019-167. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca838c7b1ae855',t:'MTc3MDg4MjgyMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-14/"
    },
    {
      "id": "section-95815mutual",
      "number": "958.15",
      "heading": "Mutual participation agreements.",
      "text": "958.15 Mutual participation agreements.—The provisions of this act shall not restrict the participation of youthful offenders in a mutual participation agreement adopted pursuant to s. 947.135. History.—s. 15, ch. 78-84. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca838ecc5b8dc4',t:'MTc3MDg4MjgyMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xlvii/chapter-958/section-958-15/"
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "958.011-958.15 shall be known and may be cited as the “Florida Youthful Offender Act.”",
      "text": "958.011-958.15 shall be known and may be cited as the “Florida Youthful Offender Act.”",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95803definitions",
      "number": "958.03",
      "heading": "Definitions. As used in this act:(1)“Department” means the Department of Corrections",
      "text": "(2)“Community control program” means a form of intensive supervised custody in the community, including surveillance on weekends and holidays, administered by officers with restricted caseloads. Community control is an individua",
      "history": "",
      "source_url": ""
    }
  ]
}