{
  "state": "michigan",
  "path": "title-chapter-752-crimes-and-offenses/chapter-act-455-of-2012-organized-retail-crime-act-7521081-7521087",
  "sections": [
    {
      "id": "section-7521081",
      "number": "752.1081",
      "heading": "Short Title.Section 752.1082 - Legislative Intent",
      "text": "Section 752.1083 - Definitions.Section 752.1084 - Prohibited Conduct; Violation as Felony; Penalty; Forfeiture; Restitution; Reimbursement; Representation That Property Stolen, Embezzled, or Converted.Section 752.1085 - Violation Arising Out of Same",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7521082",
      "number": "752.1082",
      "heading": "Legislative Intent.",
      "text": "It is the intent of the legislature to protect the public health, safety, and welfare of the citizens of the state by recognizing the negative impact of persons who engage in planned, organized, and methodical theft of retail merchandise for resale in unregulated retail commerce, including, but not limited to, medications, infant formula, and pharmaceutical items; the potential use of the proceeds of the sale of that merchandise to support other crimes and criminal enterprises and the nature, extent, and impact of those activities upon commerce and public safety; and to take appropriate actions to prevent and punish those who engage in those activities.\n\nHistory:2012, Act 455, Eff. Mar. 31, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-455-of-2012/section-752-1082/"
    },
    {
      "id": "section-7521083",
      "number": "752.1083",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Board\" means the organized retail crime advisory board created under section 6.\n\n(b) \"Department\" means the department of state police.\n\n(c) \"Organized retail crime\" means the theft of retail merchandise from a retail merchant with the intent or purpose of reselling, distributing, or otherwise reentering the retail merchandise in commerce, including the transfer of the stolen retail merchandise to another retail merchant or to any other person personally, through the mail, or through any electronic medium, including the internet, in exchange for anything of value.\n\n(d) \"Person\" means an individual, sole proprietorship, partnership, cooperative, association, corporation, limited liability company, personal representative, receiver, trustee, assignee, or other entity.\n\n(e) \"Retail merchant\" means any person that is in the business of selling retail merchandise at retail.\n\n(f) \"Retail merchandise\" means any new article, product, commodity, item, or component intended to be sold in retail commerce.\n\nHistory:2012, Act 455, Eff. Mar. 31, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-455-of-2012/section-752-1083/"
    },
    {
      "id": "section-7521084",
      "number": "752.1084",
      "heading": "Prohibited Conduct; Violation as Felony; Penalty; Forfeiture; Restitution; Reimbursement; Representation That Property Stolen, Embezzled, or Converted",
      "text": "(1) A person is guilty of organized retail crime when that person, alone or in association with another person, does any of the following:\n\n(a) Knowingly commits an organized retail crime.\n\n(b) Organizes, supervises, finances, or otherwise manages or assists another person in committing an organized retail crime.\n\n(c) Removes, destroys, deactivates, or knowingly evades any component of an antishoplifting or inventory control device to prevent the activation of that device or to facilitate another person in committing an organized retail crime.\n\n(d) Conspires with another person to commit an organized retail crime.\n\n(e) Receives, purchases, or possesses retail merchandise for sale or resale knowing or believing the retail merchandise to be stolen from a retail merchant.\n\n(f) Uses any artifice, instrument, container, device, or other article to facilitate the commission of an organized retail crime act.\n\n(g) Knowingly causes a fire exit alarm to sound or otherwise activate, or deactivates or prevents a fire exit alarm from sounding, in the commission of an organized retail crime or to facilitate the commission of an organized retail crime by another person.\n\n(h) Knowingly purchases a wireless telecommunication device using fraudulent credit, knowingly procures a wireless telecommunications service agreement with the intent to defraud another person or to breach that agreement, or uses another person to obtain a wireless telecommunications service agreement with the intent to defraud another person or to breach that agreement.\n\n(2) Organized retail crime is a felony punishable by imprisonment for not more than 5 years or a fine of $5,000.00, or both.\n\n(3) If the true owner of stolen retail merchandise cannot be identified, the retail merchandise, and any proceeds from the sale or resale of that merchandise, is subject to forfeiture to the state for use by the board in the performance of its duties. The court shall order forfeiture of the retail merchandise in the manner and upon terms and conditions as determined by the court to be appropriate.\n\n(4) The court shall order a person who is found guilty of organized retail crime to make restitution to any retail merchant victim in the manner provided in the crime victim's rights act, 1985 PA 87, MCL 780.751 to 780.834, and to reimburse the governmental entity for its expenses incurred as a result of the violation of this act in the manner provided in section 1f of chapter IX of the code of criminal procedure, 1927 PA 175, MCL 769.1f.\n\n(5) It is not a defense to a charge under this section that the property was not stolen, embezzled, or converted property at the time of the violation if the property was explicitly represented to the accused person as being stolen, embezzled, or converted property.\n\nHistory:2012, Act 455, Eff. Mar. 31, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-455-of-2012/section-752-1084/"
    },
    {
      "id": "section-7521085",
      "number": "752.1085",
      "heading": "Violation Arising Out of Same Criminal Transaction.",
      "text": "This act does not prohibit a person from being charged with, convicted of, or sentenced for any violation of law arising out of the same criminal transaction that violates this act.\n\nHistory:2012, Act 455, Eff. Mar. 31, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-455-of-2012/section-752-1085/"
    },
    {
      "id": "section-7521086",
      "number": "752.1086",
      "heading": "Organized Retail Crime Advisory Board.",
      "text": "(1) There is created within the department of state police an organized retail crime advisory board. The board shall consist of the following members:\n\n(a) One member who is a county prosecuting attorney or an assistant county prosecuting attorney.\n\n(b) One member who is a representative of a city, village, or township police department or of a county sheriff department.\n\n(c) The state attorney general or his or her designated representative.\n\n(d) One member who is recommended by the Michigan retailers association.\n\n(e) One member who is a member of the general public.\n\n(f) The director of the department of state police or his or her designated representative.\n\n(2) All members of the board, other than the attorney general and the director of the department of state police, shall be appointed by the governor by and with the advice and consent of the senate for terms of 4 years.\n\n(3) A vacancy on the board shall be filled in the same manner as the original appointment for the remainder of any unexpired term.\n\n(4) The duties of the board shall be to develop a database of organized retail crimes, to compile annual statistics on organized retail crime acts, to recommend actions to be taken by the department and law enforcement to further combat organized retail crime, and to submit an annual report to the director of the department on the effectiveness of this act in reducing organized retail crime.\n\n(5) The director of the department of state police or his or her designee shall serve as chairperson of the board. The board shall meet not less often than 4 times each year. Special meetings may be called by the chairperson, or upon written request of not fewer than 3 board members. Meetings shall be held at a location designated by the chairperson.\n\n(6) The board shall keep minutes of its proceedings. A record of board action and business shall be made and maintained.\n\n(7) The board members shall not be compensated for their service but may be reimbursed for their actual and reasonable expenses.\n\n(8) The board shall not retain a staff.\n\n(9) The business performed by the board shall be conducted at a public meeting of the board held in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275.\n\n(10) A writing prepared, owned, used, in the possession of, or retained by the board in the performance of an official function shall be made available to the public in compliance with the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\nHistory:2012, Act 455, Eff. Mar. 31, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-455-of-2012/section-752-1086/"
    },
    {
      "id": "section-7521087",
      "number": "752.1087",
      "heading": "Administration of Act.",
      "text": "This act shall be administered by the director of the department.\n\nHistory:2012, Act 455, Eff. Mar. 31, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-455-of-2012/section-752-1087/"
    }
  ]
}