{
  "state": "michigan",
  "path": "title-chapter-752-crimes-and-offenses/chapter-act-274-of-1975-unauthorized-transfer-of-recorded-sound-7527",
  "sections": [
    {
      "id": "section-752781",
      "number": "752.781",
      "heading": "“Owner” Defined.Section 752.782 - Transfer of Recorded Sound for Sale or Sales Promotion Without Consent of Owner; Penalty",
      "text": "As used in this act, \"owner\" means the person who owns the original fixation of sounds embodied in the master phonograph record, master disc, master tape, master film, or other article used for reproducing sound on phonograph records, discs, tapes, films, or other articles upon which sound is recorded, and from which the transferred recorded sound is directly or indirectly derived.\n\nHistory:1975, Act 274, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-274-of-1975/section-752-781/"
    },
    {
      "id": "section-752782",
      "number": "752.782",
      "heading": "Transfer of Recorded Sound for Sale or Sales Promotion Without Consent of Owner; Penalty.",
      "text": "(1) A person, without the consent of the owner, shall not transfer or cause to be transferred sound recorded on a phonograph record, disc, wire, tape, film, or other article on which sound is recorded, with the intent to sell or cause to be sold for profit or used to promote the sale of a product, the article on which the sound is so transferred.\n\n(2) A person who violates this section shall be guilty of a misdemeanor punishable by imprisonment for not more than 1 year, or a fine of not more than $5,000.00, or both.\n\nHistory:1975, Act 274, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-274-of-1975/section-752-782/"
    },
    {
      "id": "section-752783",
      "number": "752.783",
      "heading": "Advertising or Sale of Recorded Sound Without Consent of Owner.",
      "text": "(1) A person, knowing or having reasonable grounds to know that the sound thereon has been transferred without the consent of the owner, shall not advertise, sell, resell, offer for sale or resale, or possess for the purpose of sale or resale, an article that has been produced in violation of section 2.\n\n(2) A person who violates this section shall be guilty of a misdemeanor punishable by a fine of not more than $100.00 for each offense.\n\nHistory:1975, Act 274, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-274-of-1975/section-752-783/"
    },
    {
      "id": "section-752784",
      "number": "752.784",
      "heading": "Recordings to Which MCL 752.782 and 752.783 Applicable.",
      "text": "Sections 2 and 3 of this act shall apply only to those recordings originally fixed before February 15, 1972, which were not protected by 17 U.S.C. section 1(f).\n\nHistory:1975, Act 274, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-274-of-1975/section-752-784/"
    },
    {
      "id": "section-752785",
      "number": "752.785",
      "heading": "Persons to Whom Act Inapplicable.",
      "text": "This act does not apply to a person who transfers or causes to be transferred sound:\n\n(a) Intended for or in connection with radio or television broadcast transmission or related uses.\n\n(b) For archival, library, or educational purposes.\n\n(c) Solely for the personal use of the person transferring or causing the transfer and without any compensation being derived by the person from the transfer.\n\nHistory:1975, Act 274, Eff. Mar. 31, 1976",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-752/statute-act-274-of-1975/section-752-785/"
    }
  ]
}