{
  "state": "new-mexico",
  "path": "title-chapter-23-state-health-institutions/chapter-article-10-new-mexico-poison-and-drug-information-center",
  "sections": [
    {
      "id": "section-23-10-1",
      "number": "23-10-1",
      "heading": "New Mexico poison and drug information center created.Section 23-10-2 - Certification.Section 23-10-3 - Duties.",
      "text": "The \"New Mexico poison and drug information center\" is created as part of the university of New Mexico health sciences center.\n\nHistory:Laws 2013, ch. 56, § 1.\n\nEffective dates.— Laws 2013, ch. 56 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2013, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-23/article-10/section-23-10-1/"
    },
    {
      "id": "section-23-10-2",
      "number": "23-10-2",
      "heading": "Certification.",
      "text": "The New Mexico poison and drug information center shall maintain certification by the American association of poison control centers.\n\nHistory:Laws 2013, ch. 56, § 2.\n\nEffective dates.— Laws 2013, ch. 56 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2013, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-23/article-10/section-23-10-2/"
    },
    {
      "id": "section-23-10-3",
      "number": "23-10-3",
      "heading": "Duties.",
      "text": "The New Mexico poison and drug information center shall:\n\nA. provide expert, twenty-four-hour, seven-day-a-week assistance to the residents of New Mexico during possible poisoning emergencies;\n\nB. provide expert, twenty-four-hour, seven-day-a-week emergency management and treatment referral of victims of poisoning to determine whether treatment can be accomplished at the scene of the incident or if transport to an emergency treatment or other facility is required;\n\nC. provide expert, twenty-four-hour, seven-day-a-week treatment recommendations for all types of poisonings, chemical exposures, drug overdoses and exposure to chemical weapons of mass destruction. This information shall be provided to medical and nonmedical providers;\n\nD. carry out follow-up for hospitalized and non-hospitalized poison patients to assess progress and recommend additional treatment as necessary;\n\nE. carry out follow-up to families and other individuals, where practicable, to ensure that adequate care is provided;\n\nF. work to improve the health of the residents of New Mexico by reducing illness and death associated with poisoning and by encouraging proper use of medications;\n\nG. identify and address problems associated with poisoning and medication-related illness through education and public service;\n\nH. work to reduce the costs associated with poisoning by treating people with less severe exposures at their homes with the center's guidance;\n\nI. train health care professionals in the field of clinical toxicology;\n\nJ. expand knowledge in the field of clinical toxicology through an active research program;\n\nK. prevent poisonings through surveillance of toxic events, education, regulation and collaboration with local, state and federal agencies;\n\nL. offer drug information services that provide individualized, accurate, relevant and unbiased information to consumers and health care professionals regarding medication-related inquiries;\n\nM. help train pharmacists to become drug information providers;\n\nN. seek to effectively use the center's resources; and\n\nO. work to advance the center's institutional mission while supporting professional and personal growth.\n\nHistory:Laws 2013, ch. 56, § 3.\n\nEffective dates.— Laws 2013, ch. 56 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2013, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-23/article-10/section-23-10-3/"
    }
  ]
}