{
  "state": "south-dakota",
  "path": "title-title-31-highways-and-bridges/chapter-chapter-14-county-and-township-bridges-and-culverts",
  "sections": [
    {
      "id": "section-31-14-1",
      "number": "31-14-1",
      "heading": "Definition of terms.Section 31-14-2 - County commissioners' responsibility for bridges and culverts",
      "text": "31-14-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Bridge,\" a structure, including supports, erected over a depression or an obstruction, as water, highway, or railway, the structure having a length measured along the center of the roadway of more than twenty feet between undercopings of abutments or extreme ends of openings for multiple boxes and pipes where the clear distance between openings is less than half of the smaller contiguous opening;\n\n(2)\"Culvert,\" any structure not classified as a bridge that provides an opening under any roadway;\n\n(3)\"Department,\" the Department of Transportation.\n\nSource:SDC 1939, §28.1441 as enacted by SL 1953, ch 153; SL 2010, ch 145, §94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-1/"
    },
    {
      "id": "section-31-14-2",
      "number": "31-14-2",
      "heading": "County commissioners' responsibility for bridges and culverts.",
      "text": "31-14-2. County commissioners' responsibility for bridges and culverts.\n\nThe duty to construct and maintain all bridges and culverts throughout the county, except upon the state trunk highway system, is hereby imposed upon the board of county commissioners, subject to conditions relating to bridges and culverts on secondary highways in townships.\n\nSource:SL 1919, ch 333, §29; SDC 1939, §28.1402; SL 1955, ch 102, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-2/"
    },
    {
      "id": "section-31-14-3",
      "number": "31-14-3",
      "heading": "Drainage investigation of new or replacement bridge site.",
      "text": "31-14-3. Drainage investigation of new or replacement bridge site.\n\nAfter determining the necessity for any new or replacement bridge in the county, the board of county commissioners shall advise the county highway superintendent of the determination, and require the superintendent or a registered engineer retained by the board of county commissioners for that purpose to make a drainage investigation of the bridge site.\n\nSource:SL 1919, ch 333, §31; SL 1921, ch 386; SDC 1939, §28.1404; SL 1961, ch 142, §1; SL 2018, ch 168, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-3/"
    },
    {
      "id": "section-31-14-4",
      "number": "31-14-4",
      "heading": "Plans and specifications for bridge construction--Preparation by department or engineer.",
      "text": "31-14-4. Plans and specifications for bridge construction--Preparation by department or engineer.\n\nAny bridge, abutment, and approach or repair to a bridge required in any county of this state, shall be constructed in accordance with plans and specifications prepared by the department or a registered engineer retained by the board of county commissioners for such purpose. The plans and specifications shall show and describe the style and size thereof, the kind, weight, and quality of all materials to be used in the construction and the proper proportion of the ingredients for mixture and reinforcements.\n\nSource:SL 1919, ch 333, §32; SL 1920 (SS), ch 89; SDC 1939, §28.1405; SL 1961, ch 142, §2; SL 2010, ch 145, §95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-4/"
    },
    {
      "id": "section-31-14-5",
      "number": "31-14-5",
      "heading": "Bridge plans and specifications--Design requirements--Filing by county auditor.",
      "text": "31-14-5. Bridge plans and specifications--Design requirements--Filing by county auditor.\n\nA registered engineer retained by the board of county commissioners or the department shall prepare plans and specifications for bridge repair or construction work. Plans and specifications prepared by a registered engineer retained by the board of county commissioners shall conform to the design requirements of the American Association of State Highway and Transportation Officials. The plans and specifications, whether prepared by the department or by a registered engineer retained for that purpose, shall be forwarded to the proper county auditor who shall place them on file in the auditor's office. A copy shall be forwarded to the department for the department's records.\n\nSource:SL 1919, ch 333, §31; SL 1921, ch 386; SDC 1939, §28.1404; SL 1961, ch 142, §1; SL 2010, ch 145, §96; SL 2018, ch 168, §40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-5/"
    },
    {
      "id": "section-31-14-6",
      "number": "31-14-6",
      "heading": ", 31-14-7. Repealed .",
      "text": ", 31-14-7. Repealed .",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-8",
      "number": "31-14-8",
      "heading": "Bid and certified check or bond deposited with county auditor before opening of bids.",
      "text": "31-14-8. Bid and certified check or bond deposited with county auditor before opening of bids.\n\nEach bid shall be made in accordance with the plans and specifications on file. Each bid in excess of fifty thousand dollars shall be accompanied by a certified check, certified by a state or national bank domiciled within this state, in the sum of five percent of the total amount of the bid, or a ten percent bid bond issued by a surety authorized to do business in the state. To be effectual for any purpose the bid and certified check or bond shall be securely enclosed in a sealed envelope and deposited with the county auditor before the hour of opening the sealed bids.\n\nSource:SL 1919, ch 333, §32; SL 1920 (SS), ch 89; SDC 1939, §28.1405; SL 1961, ch 142, §2; SL 2018, ch 168, §43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-8/"
    },
    {
      "id": "section-31-14-9",
      "number": "31-14-9",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-10",
      "number": "31-14-10",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-11",
      "number": "31-14-11",
      "heading": "Opening of bids--Notice to successful bidder--Execution of contract.",
      "text": "31-14-11. Opening of bids--Notice to successful bidder--Execution of contract.\n\nPromptly at the hour specified, the board of county commissioners in open session shall proceed to examine all sealed bids and notify the successful bidder that the bid has been accepted. Upon being so notified, the successful bidder shall enter into a contract with the county in accordance with the bid, and the successful bid, together with the plans and specifications upon which the bid was based, is deemed a part of the contract.\n\nSource:SL 1919, ch 333, §33; SL 1920 (SS), ch 89; SL 1925, ch 187; SDC 1939, §28.1406; SL 2010, ch 145, §97; SL 2018, ch 168, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-11/"
    },
    {
      "id": "section-31-14-12",
      "number": "31-14-12",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-13",
      "number": "31-14-13",
      "heading": "Performance bond required--Filing of contract and bond.",
      "text": "31-14-13. Performance bond required--Filing of contract and bond.\n\nAt the time of entering into a contract under §31-14-11, the contractor shall execute to the county a satisfactory bond with sufficient surety, to be approved by the board of county commissioners, or a certified check in the total sum of the contract, conditioned that the contractor will fulfill his contract according to the plans and specifications and account for all moneys paid to him, and pay all bills and claims on account of supplies, materials, or labor used in connection with or consumed in carrying on of any work in connection with such contract including all demands of subcontractors, and such bond or certified check shall stand as security for the faithful performance of said contract and for the payment of all such bills, claims, and demands. Such contract and bond or certified check shall be filed in the office of the county auditor.\n\nSource:SL 1919, ch 333, §33; SL 1920 (SS), ch 89; SL 1925, ch 187; SDC 1939, §28.1406.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-13/"
    },
    {
      "id": "section-31-14-14",
      "number": "31-14-14",
      "heading": "Award to next lowest bidder or rebidding contract when successful bidder fails to enter into contract.",
      "text": "31-14-14. Award to next lowest bidder or rebidding contract when successful bidder fails to enter into contract.\n\nIf any bidder fails or refuses, for a period of ten days after notice pursuant to §31-14-11, to enter into the contract, the board of county commissioners may award the contract in the same manner to the next lowest responsible bidder or may reject all bids and rebid the contract. The delinquent bidder shall forfeit to the county the certified check or bid bond accompanying the bid.\n\nSource:SL 1919, ch 333, §33; SL 1920 (SS), ch 89; SL 1925, ch 187; SDC 1939, §28.1406; SL 2018, ch 168, §47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-14/"
    },
    {
      "id": "section-31-14-15",
      "number": "31-14-15",
      "heading": "Return of certified checks accompanying bids.",
      "text": "31-14-15. Return of certified checks accompanying bids.\n\nAfter the execution of all contracts under §31-14-11, the board of county commissioners shall promptly return to all bidders the certified checks accompanying their sealed bids.\n\nSource:SL 1919, ch 333, §33; SL 1920 (SS), ch 89; SL 1925, ch 187; SDC 1939, §28.1406; SL 2018, ch 168, §48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-15/"
    },
    {
      "id": "section-31-14-16",
      "number": "31-14-16",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-17",
      "number": "31-14-17",
      "heading": "Supervision of construction by county highway superintendent--Appointment and compensation of inspector.",
      "text": "31-14-17. Supervision of construction by county highway superintendent--Appointment and compensation of inspector.\n\nThe county highway superintendent shall have supervision of construction of any and all bridges built by the county and he shall have the power to appoint an inspector for any such bridge or piece of work at any time when in his judgment constant inspection of the same is necessary. The compensation of such inspector shall be paid out of the county road and bridge fund and be charged as part of the cost of the particular bridge in question.\n\nSource:SL 1919, ch 333, §34; SDC 1939, §28.1407.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-17/"
    },
    {
      "id": "section-31-14-18",
      "number": "31-14-18",
      "heading": "Progress reports by county highway superintendent--Partial payments on contracts.",
      "text": "31-14-18. Progress reports by county highway superintendent--Partial payments on contracts.\n\nThe county highway superintendent shall report to the board of county commissioners every thirty days, or so often as they may require, as to the progress and character of the work done by the contractor of each bridge, or piece of work built by the county, and upon the report of said superintendent, partial payments in the amounts and manner specified for each particular bridge or piece of work shall be made. None of such partial payments, however, shall be held to constitute an acceptance of the work in whole or in part by the county.\n\nSource:SL 1919, ch 333, §34; SDC 1939, §28.1407.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-18/"
    },
    {
      "id": "section-31-14-19",
      "number": "31-14-19",
      "heading": "Cost statement prepared by county highway superintendent--Filing.",
      "text": "31-14-19. Cost statement prepared by county highway superintendent--Filing.\n\nThe county highway superintendent shall keep a detailed account of all material found necessary to add to or deduct from each and every structure as set forth in the plans and specifications. On completion of the structure the superintendent shall file with the county auditor a detailed statement of the cost of the structure, including the additions or reductions from the contract price and any compensation to the inspector.\n\nSource:SL 1919, ch 333, §34; SDC 1939, §28.1407; SL 2010, ch 145, §99; SL 2018, ch 168, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-19/"
    },
    {
      "id": "section-31-14-20",
      "number": "31-14-20",
      "heading": "Bridge construction and repairs by county work authorized.",
      "text": "31-14-20. Bridge construction and repairs by county work authorized.\n\nAny county of this state may build its own bridges, abutments, approaches, and foundations, and make repairs to same by day labor without advertising for bids on any such piece of work.\n\nSource:SL 1919, ch 333, §32; SL 1920 (SS), ch 89; SDC 1939, §28.1405; SL 1961, ch 142, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-20/"
    },
    {
      "id": "section-31-14-21",
      "number": "31-14-21",
      "heading": "Bridge construction or repairs by county labor--Supervision--Plans and specifications.",
      "text": "31-14-21. Bridge construction or repairs by county labor--Supervision--Plans and specifications.\n\nIn lieu of accepting any bids received on any bridge, approach, or abutment, or repair to bridge, or in case of emergency, the board of county commissioners may, if in the board's judgment the bridge or piece of work may be procured for less money than the amount of any bid submitted, cause the same to be built by day labor by regular county labor and county-owned equipment. The county highway superintendent shall be in charge of the construction. The superintendent shall hire a foreman, purchase the necessary material, and hire the necessary labor for the construction of each bridge, or piece of work. The work shall be done in accordance with plans and specifications furnished by the department or a registered engineer, the same as any other bridge or piece of work let by contract.\n\nSource:SL 1919, ch 333, §35; SDC 1939, §28.1408; SL 1959, ch 138; SL 2010, ch 145, §100; SL 2018, ch 168, §51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-21/"
    },
    {
      "id": "section-31-14-22",
      "number": "31-14-22",
      "heading": "Cost statement of county work prepared by county highway superintendent--Filing.",
      "text": "31-14-22. Cost statement of county work prepared by county highway superintendent--Filing.\n\nThe county highway superintendent shall keep a careful and itemized account of the quantity and cost of all materials and labor used in the construction of each such bridge or piece of work authorized by §31-14-21. The cost statement shall be filed with the county auditor.\n\nSource:SL 1919, ch 333, §35; SDC 1939, §28.1408; SL 1959, ch 138; SL 2010, ch 145, §101; SL 2018, ch 168, §52.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-22/"
    },
    {
      "id": "section-31-14-23",
      "number": "31-14-23",
      "heading": "Purchase of twelve months' supply of materials--Estimate by county highway superintendent--Specifications.",
      "text": "31-14-23. Purchase of twelve months' supply of materials--Estimate by county highway superintendent--Specifications.\n\nIf it is deemed advisable by the board of county commissioners, the board may purchase material to be used in the construction of roads, bridges, and culverts, in quantities sufficient to meet the estimated demand of the county for the materials for the next succeeding twelve months. Before purchasing the materials, however, the board of county commissioners shall direct the county highway superintendent to prepare an estimate setting forth the needs of the county during the twelve months. The county highway superintendent shall prepare specifications of the quality of all materials. No patented material may be specified to the exclusion of unpatented material.\n\nSource:SL 1919, ch 333, §35; SDC 1939, §28.1409; SL 2010, ch 145, §102; SL 2018, ch 168, §53.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-23/"
    },
    {
      "id": "section-31-14-24",
      "number": "31-14-24",
      "heading": "Emergency contracts for repair of bridges and approaches authorized.",
      "text": "31-14-24. Emergency contracts for repair of bridges and approaches authorized.\n\nWhenever an emergency arises requiring immediate expenditure for the repair or rebuilding of bridges and approaches to bridges, when such bridges and approaches to bridges are required to be built immediately, and on such short time that in the judgment of the board of county commissioners the public would be seriously inconvenienced in awaiting the regular advertising for bids for such building and rebuilding of bridges and approaches, the board of county commissioners may enter into contract for any such building or rebuilding of bridges and approaches to bridges without advertising for the letting of any contract therefor.\n\nSource:SL 1920 (SS), ch 33, §1; SDC 1939, §28.1410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-24/"
    },
    {
      "id": "section-31-14-25",
      "number": "31-14-25",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-26",
      "number": "31-14-26",
      "heading": "Insufficient funds to pay emergency contract--Issuance of emergency warrants.",
      "text": "31-14-26. Insufficient funds to pay emergency contract--Issuance of emergency warrants.\n\nIf there are not sufficient funds in the road and bridge fund of any county for the payment of work authorized by §31-14-24 the county commissioners are hereby authorized to issue emergency warrants based upon the assessments made and contemplated for road and bridge work.\n\nSource:SL 1920 (SS), ch 33, §2; SDC 1939, §28.1410.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-26/"
    },
    {
      "id": "section-31-14-27",
      "number": "31-14-27",
      "heading": "County construction or replacement of bridges and culverts on township secondary roads--Reimbursement of county.",
      "text": "31-14-27. County construction or replacement of bridges and culverts on township secondary roads--Reimbursement of county.\n\nIf a township board of supervisors or county highway superintendent requests the board of county commissioners to construct or replace in its entirety any bridge or the placing or replacing of any culvert with an opening of sixteen square feet or more including material upon the secondary roads within the township, the board of county commissioners may cause the work to be done and the township shall reimburse the county up to and including five hundred dollars. If the cost is in excess of five hundred dollars, the county and township may enter into an agreement as to how the cost in excess of five hundred dollars will be split between the county and the township. After the placing or replacing of any culvert as provided in this section, the culvert shall be maintained and kept clean at the expense of the township. The construction or replacing of any bridge or the placing or replacing of any culvert with an opening of less than sixteen square feet upon a secondary road within a township shall be at the total expense of the township. The bridge or culvert shall be maintained and kept clean at the expense of the township.\n\nSource:SL 1919, ch 333, §30; SDC 1939, §28.1403; SL 1949, ch 111; SL 1955, ch 102, §2; SL 1957, ch 127; SL 1974, ch 203, §1; SL 1980, ch 210; SL 1981, ch 226; SL 2018, ch 168, §55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-27/"
    },
    {
      "id": "section-31-14-271",
      "number": "31-14-27.1",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-28",
      "number": "31-14-28",
      "heading": ", 31-14-29. Repealed.",
      "text": ", 31-14-29. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-30",
      "number": "31-14-30",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-31",
      "number": "31-14-31",
      "heading": "Drainage ditch bridges.",
      "text": "31-14-31. Drainage ditch bridges.\n\nBridges erected over drainage ditches shall, where necessary, be so constructed as to allow the superstructure to be removed for cleaning such ditches with as little damage in the removal to permanent parts of said bridge as practicable.\n\nSource:SL 1919, ch 333, §38; SDC 1939, §28.1413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-31/"
    },
    {
      "id": "section-31-14-32",
      "number": "31-14-32",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-33",
      "number": "31-14-33",
      "heading": "Inspection of township culverts--Duty of board of supervisors.",
      "text": "31-14-33. Inspection of township culverts--Duty of board of supervisors.\n\nThe township board of supervisors shall have each culvert on the secondary highways within the township annually inspected and, if necessary, repaired.\n\nSource:SL 1919, ch 333, §40; SDC 1939, §28.1415; SL 2004, ch 195, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-33/"
    },
    {
      "id": "section-31-14-34",
      "number": "31-14-34",
      "heading": "Inspection of culverts on secondary highways and county highway system--Duty of county highway superintendent.",
      "text": "31-14-34. Inspection of culverts on secondary highways and county highway system--Duty of county highway superintendent.\n\nThe county highway superintendent shall make inspection of all culverts on secondary highways other than those described in §31-14-33 and of all culverts on the county highway system and report to the board of county commissioners, which shall cause necessary repairs to be made.\n\nSource:SDC 1939, §28.1415.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-34/"
    },
    {
      "id": "section-31-14-35",
      "number": "31-14-35",
      "heading": "County line bridges--Agreement apportioning responsibility--Cost of large bridges divided equally.",
      "text": "31-14-35. County line bridges--Agreement apportioning responsibility--Cost of large bridges divided equally.\n\nIt shall be lawful and the duty of the respective boards of county commissioners of the counties adjoining any highway or meandered stream on a county line in this state to divide that portion of such county line between such counties into two or more parts or districts, and to enter into an agreement and contract providing that each of such counties shall assume the liability and become responsible for the construction and maintenance of all necessary bridges upon such county line in the district allotted to such county. In case the stream forming the boundary between two counties shall be so large that one county alone is unable to build a bridge out of the ordinary amount of funds available, it shall be the duty of the two counties when a bridge is built over such stream to divide the expense equally between such two counties.\n\nSource:SL 1913, ch 114, §1; RC 1919, §8686; SDC 1939, §28.1417.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-35/"
    },
    {
      "id": "section-31-14-36",
      "number": "31-14-36",
      "heading": "County line bridges--Considerations in apportioning responsibility-- Apportionment by department.",
      "text": "31-14-36. County line bridges--Considerations in apportioning responsibility--Apportionment by department.\n\nIn making such apportionment of any highway or meandered stream constituting the county line between two or more counties, as provided by §31-14-35, the respective boards of county commissioners shall take into consideration the number of streams crossing the highway and the probable necessity of the number of bridges to be constructed and to be kept in repair upon the county line. In apportioning the highway or stream, the boards shall equalize, as near as possible, the burden of building and maintaining the bridges on the highways of the county line. In case of a failure to apportion any such highway or meandered stream, as provided in §31-14-35, the same shall be apportioned by the department.\n\nSource:SL 1913, ch 114, §2; RC 1919, §8687; SDC 1939, §28.1418; SL 2010, ch 145, §104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-36/"
    },
    {
      "id": "section-31-14-37",
      "number": "31-14-37",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-38",
      "number": "31-14-38",
      "heading": "County line bridges--Sharing of costs in absence of apportionment contract.",
      "text": "31-14-38. County line bridges--Sharing of costs in absence of apportionment contract.\n\nWhenever the highway on the line between two counties has not been divided and portions thereof assigned to each county, and it is intended to build, alter, or repair the bridges thereon, the cost shall be borne equally by such counties.\n\nSource:SL 1909, ch 166; SL 1917, ch 259; RC 1919, §8685; SDC 1939, §28.1416.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-38/"
    },
    {
      "id": "section-31-14-39",
      "number": "31-14-39",
      "heading": "County line bridges--Petition and agreement for sharing costs in absence of prior apportionment contract.",
      "text": "31-14-39. County line bridges--Petition and agreement for sharing costs in absence of prior apportionment contract.\n\nIf a petition is filed with the board of county commissioners of either county affected thereby, praying for the building, altering, or repairing of any bridge described in §31-14-38, and the petition is found to comply with the law relating to petitions for bridges, it shall be the duty of the board of county commissioners of such county immediately to cause a copy of such petition to be filed with the county auditor of the other county to be affected thereby, and at the same time to give the commissioners of such county notice of the time and place when and where the commissioners will meet to consider such petition. At such meeting of the county commissioners of the two counties jointly affected thereby, they shall view the site of such bridge, and if such petition is granted, then by agreement between such commissioners either county may build, alter, or repair such bridge and one-half the cost shall be borne by each of such counties.\n\nSource:SL 1909, ch 166; SL 1917, ch 259; RC 1919, §8685; SDC 1939, §28.1416.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-39/"
    },
    {
      "id": "section-31-14-40",
      "number": "31-14-40",
      "heading": "County line bridges--Cost-sharing provisions not applicable where apportionment contract made.",
      "text": "31-14-40. County line bridges--Cost-sharing provisions not applicable where apportionment contract made.\n\nWhere counties have heretofore, by mutual agreement, apportioned the boundary road and bridges between such counties, the provisions of §§31-14-38 and 31-14-39 shall not be applicable to such roads and bridges.\n\nSource:SL 1917, ch 259; RC 1919, §8685; SDC 1939, §28.1416.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-40/"
    },
    {
      "id": "section-31-14-41",
      "number": "31-14-41",
      "heading": "to 31-14-45. Repealed .",
      "text": "to 31-14-45. Repealed .",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31-14-46",
      "number": "31-14-46",
      "heading": "Unlawful agreements on contracts--Offering or receiving bribes--Felony.",
      "text": "31-14-46. Unlawful agreements on contracts--Offering or receiving bribes--Felony.\n\nAny person receiving, or having any agreement to receive, a royalty, commission, percentage, or discount upon the contract price of any bridge, or piece of work, or bridge material, and who shall submit his sealed bid thereon with intent to secure the advantage of any competitive bidder, or any two or more persons who shall conspire together with intent to prevent competitive bidding upon any contract authorized by the provisions of this chapter or chapter 31-10, or any officer or agent for any bridge company who shall give, or offer to give, to any public official anything of value for the purpose of influencing such official in awarding any contract authorized by such chapters, or any public official who shall receive or accept anything of value from any officer or agent for any such bridge company, shall be guilty of a Class 6 felony.\n\nSource:SL 1919, ch 333, §39; SDC 1939, §28.9914.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-31/chapter-14/section-31-14-46/"
    },
    {
      "id": "section-31-14-47",
      "number": "31-14-47",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    }
  ]
}