{
  "state": "michigan",
  "path": "title-chapter-43-fences-and-fence-viewers/chapter-act-34-of-1978-fences-and-fence-viewers-4351-4360",
  "sections": [
    {
      "id": "section-4351",
      "number": "43.51",
      "heading": "“Fence” Defined.Section 43.53 - Payment for Construction and Maintenance of Fence; Compensation for Use of Fence by Adjoining Property Owner; Constructing Fence in Lieu of Compensation",
      "text": "As used in this act,“fence” means a structure or natural barrier which is sufficient to confine an animal as defined in section 1 of Act No. 328 of the Public Acts of 1976, being section 433.11 of the Michigan Compiled Laws.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-51/"
    },
    {
      "id": "section-4353",
      "number": "43.53",
      "heading": "Payment for Construction and Maintenance of Fence; Compensation for Use of Fence by Adjoining Property Owner; Constructing Fence in Lieu of Compensation",
      "text": "(1) The owner of real property who constructs a fence shall pay for the construction and maintenance of that fence.\n\n(2) If an adjoining property owner or a tenant using the property of the adjoining property owner uses or begins to use the fence for purposes of restraining or containing animals the adjoining property owner or tenant shall compensate the owner of the real property who constructed the fence for the adjoining property owner's proportionate share of the current value of the fence as determined by the parties and based upon the adjoining property owner's use of the fence. In the alternative, the adjoining property owner may construct his own fence.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-53/"
    },
    {
      "id": "section-4354",
      "number": "43.54",
      "heading": "Fence Viewer; Appointment; Term; Request and Payment for Services; Advance Notice; Compensation.",
      "text": "(1) The township board in each township shall appoint not less than 1 resident of the township, who may be a township trustee, as a fence viewer. The person or persons appointed shall serve at the pleasure of the township board. The governing body of a city or village shall appoint a fence viewer only under section 6(2).\n\n(2) A person may engage a fence viewer upon written request and upon the payment of $25.00 to the township treasurer or to the city or village treasurer under section 6(2) for each day that the fence viewer's services are needed. The fence viewer shall notify in writing the person who made the request and the owner or owners of the property to be viewed not less than 5 days before the date on which the fence viewer will render his or her services. The fence viewer shall be compensated 80% of the amount received by the township treasurer or city or village treasurer under section 6(2) when the requested service has been performed.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978 ;-- Am. 1998, Act 377, Imd. Eff. Oct. 21, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-54/"
    },
    {
      "id": "section-4355",
      "number": "43.55",
      "heading": "Fence Viewer; Duties; Notice of Decision; Boundary Disputes; Appeal.",
      "text": "(1) If engaged under section 4(2), a fence viewer shall do 1 or more of the following:\n\n(a) Determine if a property owner or tenant in possession of property is using a fence constructed or maintained by an adjoining property owner, and if so, what percentage of the cost of construction and maintenance of the fence the property owner or tenant using the fence is responsible for.\n\n(b) Assess the amount of damage if an animal of a property owner or of a tenant in possession of property causes damage to an adjoining property owner's fence.\n\n(2) Not more than 7 days after a fence viewer renders a decision under subsection (1), the fence viewer shall notify in writing the appropriate property owners or tenant of that decision.\n\n(3) A fence viewer is not charged with the responsibility of settling boundary disputes or determining the location of a boundary. Boundary disputes shall be settled and boundaries determined pursuant to state law.\n\n(4) A person may appeal the decision of a fence viewer to a court of competent jurisdiction.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978 ;-- Am. 1998, Act 377, Imd. Eff. Oct. 21, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-55/"
    },
    {
      "id": "section-4356",
      "number": "43.56",
      "heading": "Settlement of Boundary Line Disputes; Selection of Fence Viewer.",
      "text": "(1) If a dispute arises with regard to a fence that is the boundary line between townships, or partly in 1 township and partly in another township, 1 fence viewer from each township may be selected to settle the dispute or 1 fence viewer may be selected by mutual agreement of each township.\n\n(2) If a dispute arises with regard to a fence that is the boundary line between a township and a city or village, or partly in 1 township and partly in a city or village, 1 fence viewer from the township and 1 fence viewer from the city or village may be selected to settle the dispute or 1 fence viewer may be selected by mutual agreement of the township and the city or village.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978 ;-- Am. 1998, Act 377, Imd. Eff. Oct. 21, 1998",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-56/"
    },
    {
      "id": "section-4357",
      "number": "43.57",
      "heading": "Constructing or Maintaining Fence; Decision or Agreement to Divide Costs Binding on Heirs and Assigns of Parties.",
      "text": "If there is a decision made for the division of costs of constructing or maintaining a fence by a fence viewer, or through mutual written agreement of the parties recorded in the office of the clerk of each township, city, and village or in the office of the county register of deeds where the land is located, the decision or agreement shall bind the heirs and assigns of the parties until terminated by mutual written agreement recorded in a similar manner or by a subsequent decision of a fence viewer based upon a change of circumstances.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-57/"
    },
    {
      "id": "section-4358",
      "number": "43.58",
      "heading": "Payment of Amount Required Under MCL 43",
      "text": "(1) The amount of the payment required by a property owner or tenant under section 3 or 5 shall be made on or before the first day of the next succeeding October. In the event of neglect or refusal to pay the sum due, the amount shall become a lien on the property. The fence viewer shall report to the supervisor of the township or to the assessing officer of a city or village not later than the first day of November. The supervisor or assessing officer shall then cause the amount to be spread upon the assessment roll, in a separate column for that purpose, opposite a description of the land owned by the property owner who refuses or neglects to pay the amount. The amount shall be collected in the same manner that other taxes are collected.\n\n(2) The amount collected shall be paid to the property owner to which the amount is due within 30 days after the collection.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-58/"
    },
    {
      "id": "section-4359",
      "number": "43.59",
      "heading": "Repeal of MCL 43.1 to 43.21.",
      "text": "Sections 1 to 21 of chapter 18 of the Revised Statutes of 1846, being sections 43.1 to 43.21 of the Compiled Laws of 1970, are repealed.\n\nHistory:1978, Act 34, Eff. Oct. 1, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-59/"
    },
    {
      "id": "section-4360",
      "number": "43.60",
      "heading": "Effective Date.",
      "text": "43.60 Effective date.\n\nSec. 10.\n\nThis act shall take effect October 1, 1978.\n\nHistory:\n\n1978, Act 34, Eff. Oct. 1, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-43/statute-act-34-of-1978/section-43-60/"
    }
  ]
}