{
  "state": "connecticut",
  "path": "title-title-54-criminal-procedure/chapter-chapter-967-general-provisions",
  "sections": [
    {
      "id": "section-54-194",
      "number": "54-194.",
      "heading": "Effect of the repeal of a criminal statute",
      "text": "The repeal of any statute defining or prescribing the punishment for any crime shall not affect any pending prosecution or any existing liability to prosecution and punishment therefor, unless expressly provided in the repealing statute that such repeal shall have that effect.\n\n(1949 Rev., S. 8872.)\n\nSee Sec. 1-1 re words and phrases in general use throughout statutes.\n\nCited. 121 C. 200; 142 C. 29; 152 C. 81; 171 C. 524, 528. Repeal of any statute defining a crime shall not affect pending prosecutions thereunder unless expressly provided in repealing statute. 172 C. 242. Cited. 198 C. 158. Court declines to overruleState v. Kalil, 314 C. 529, and adopt the amelioration doctrine as it relates to section. 337 C. 739.\n\nCited. 22 CA 601. There is no express language in P.A. 11-71 or any indication in the legislative history that the legislature clearly and unequivocally intended P.A. 11-71 to apply retroactively and thus the savings statutes apply and the law in effect at the time of defendant's offense for possession of marijuana and use of drug paraphernalia controls. 147 CA 232; judgment reversed in part on alternate grounds, see 315 C. 861.\n\nCited. 29 CS 132; Id., 333.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-967/section-54-194/"
    },
    {
      "id": "section-54-195",
      "number": "54-195.",
      "heading": "Penalty when no penalty provided.",
      "text": "Any person who is convicted of a violation of any provision of the general statutes for which violation no penalty is expressly provided shall be fined not more than one hundred dollars.\n\n(1949 Rev., S. 8874.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-967/section-54-195/"
    },
    {
      "id": "section-54-196",
      "number": "54-196",
      "heading": "to 54-198. - Accessories. Conspiracy. Attempt to commit statutory crime.",
      "text": "Sections 54-196 to 54-198, inclusive, are repealed.\n\n(1949 Rev., S. 8875–8877; 1955, S. 3352d; 1969, P.A. 828, S. 214.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-967/section-54-196-to-54-198/"
    },
    {
      "id": "section-54-199",
      "number": "54-199.",
      "heading": "Parent or guardian to accompany minor in court. Representatives of commissioner.",
      "text": "Whenever any minor charged with the commission of an offense is to appear in any court, he shall be accompanied by one of his parents, if such parent is physically capable of appearing and is within the jurisdiction of such court, or by his legally appointed guardian, if any. In the case of any child committed to the guardianship of the Commissioner of Social Services or the Commissioner of Children and Families, said commissioner may designate any member of his department to act as his representative. If any such parent, guardian or representative fails to appear in court as required by this section, the court may continue the case until he so appears and may issue a subpoena to compel his attendance. Failure to appear in response to such subpoena shall be punishable as contempt of court. The judge of such court may, in his discretion and for good cause, waive the requirement that a minor be accompanied by his parent, guardian or a Department of Social Services representative.\n\n(1955, S. 3353d; 1957, P.A. 598; 1969, P.A. 297; 395; P.A. 74-251, S. 14; P.A. 75-420, S. 4, 6; P.A. 77-614, S. 521, 610; P.A. 93-91, S. 1, 2; 93-262, S. 1, 87.)\n\nHistory: 1969 act added provision allowing judge to waive requirement that minor be accompanied by parent, guardian or welfare department representative; P.A. 74-251 included cases involving children committed to commissioner of children and youth services; P.A. 75-420 replaced welfare commissioner and department with commissioner and department of social services; P.A. 77-614 replaced commissioner and department of social services with commissioner and department of human resources, effective January 1, 1979; P.A. 93-91 substituted commissioner and department of children and families for commissioner and department of children and youth services, effective July 1, 1993; P.A. 93-262 authorized substitution of commissioner and department of social services for commissioner and department of human resources, effective July 1, 1993.\n\nSince a grand jury is essentially an investigatory body and not a court, the provisions of section are not applicable when minor is to appear before a grand jury; a juvenile defendant shall be accompanied by guardian ad litem if he has one, but appointment of guardian ad litem is not required. 171 C. 644.\n\nCited. 8 CA 607.\n\nCited. 4 Conn. Cir. Ct. 413.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-967/section-54-199/"
    },
    {
      "id": "section-54-200",
      "number": "54-200.",
      "heading": "When acquittal or conviction not a bar to further complaint.",
      "text": "No acquittal or conviction for any criminal offense, had upon any complaint issued by the procurement or at the solicitation of the person committing it, shall be a bar to another complaint or information for the same offense.\n\n(1949 Rev., S. 8878.)\n\nFraudulent procurement of conviction by authorities a bar, as defendant must be personally concerned in such fraud. 26 C. 207. Nature and limitations of doctrine as to former conviction. 65 C. 271. If crimes are distinct, though evidence much the same, it does not apply. 77 C. 201. Acquittal for receiving stolen goods bars prosecution for theft; but discharge on hearing as to probable cause not an acquittal. 83 C. 286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-967/section-54-200/"
    }
  ]
}