{
  "state": "connecticut",
  "path": "title-title-54-criminal-procedure/chapter-chapter-965-detainers",
  "sections": [
    {
      "id": "section-54-186",
      "number": "54-186.",
      "heading": "Agreement on Detainers.Section 54-187",
      "text": "The Agreement on Detainers is hereby entered into by this state with all jurisdictions legally joining therein in form substantially as follows: The contracting states solemnly agree that:\n\nThe party states find that charges outstanding against a prisoner, detainers based on untried indictments, informations or complaints, and difficulties in securing speedy trial of persons already incarcerated in other jurisdictions, produce uncertainties which obstruct programs of prisoner treatment and rehabilitation. Accordingly, it is the policy of the party states and the purpose of this agreement to encourage the expeditious and orderly disposition of such charges and determination of the proper status of any and all detainers based on untried indictments, informations or complaints. The party states also find that proceedings with reference to such charges and detainers, when emanating from another jurisdiction, cannot properly be had in the absence of cooperative procedures. It is the further purpose of this agreement to provide such cooperative procedures.\n\nAs used in this agreement: (a) “State” shall mean a state of the United States; the United States of America; a territory or possession of the United States; the District of Columbia; the Commonwealth of Puerto Rico. (b) “Sending state” shall mean a state in which a prisoner is incarcerated at the time that he initiates a request for final disposition pursuant to article III hereof or at the time that a request for custody or availability is initiated pursuant to article IV hereof. (c) “Receiving state” shall mean the state in which trial is to be had on an indictment, information or complaint pursuant to article III or article IV hereof.\n\nArticle III\n\n(a) Whenever a person has entered upon a term of imprisonment in a penal or correctional institution of a party state, and whenever during the continuance of the term of the imprisonment there is pending in any other party state any untried indictment, information or complaint on the basis of which a detainer has been lodged against the prisoner, he shall be brought to trial within one hundred eighty days after he shall have caused to be delivered to the prosecuting officer and the appropriate court of the prosecuting officer's jurisdiction written notice of the place of his imprisonment and his request for a final disposition to be made of the indictment, information or complaint; provided that for good cause shown in open court, the prisoner or his counsel being present, the court having jurisdiction of the matter may grant any necessary or reasonable continuance. The request of the prisoner shall be accompanied by a certificate of the appropriate official having custody of the prisoner, stating the term of commitment under which the prisoner is being held, the time already served, the time remaining to be served on the sentence, the amount of good time earned, the time of parole eligibility of the prisoner, and any decisions of the state parole agency relating to the prisoner.\n\n(b) The written notice and request for final disposition referred to in paragraph (a) hereof shall be given or sent by the prisoner to the warden, commissioner of correction or other official having custody of him, who shall promptly forward it together with the certificate to the appropriate prosecuting official and court by registered or certified mail, return receipt requested.\n\n(c) The warden, commissioner of correction or other official having custody of the prisoner shall promptly inform him of the source and contents of any detainer lodged against him and shall also inform him of his right to make a request for final disposition of the indictment, information or complaint on which the detainer is based.\n\n(d) Any request for final disposition made by a prisoner pursuant to paragraph (a) hereof shall operate as a request for final disposition of all untried indictments, informations or complaints on the basis of which detainers have been lodged against the prisoner from the state to whose prosecuting official the request for final disposition is specifically directed. The warden, commissioner of correction or other official having custody of the prisoner shall forthwith notify all appropriate prosecuting officers and courts in the several jurisdictions within the state to which the prisoner's request for final disposition is being sent of the proceeding being initiated by the prisoner. Any notification sent pursuant to this paragraph shall be accompanied by copies of the prisoner's written notice, request, and the certificate. If trial is not had on any indictment, information or complaint contemplated hereby prior to the return of the prisoner to the original place of imprisonment, such indictment, information or complaint shall not be of any further force or effect, and the court shall enter an order dismissing the same with prejudice.\n\n(e) Any request for final disposition made by a prisoner pursuant to paragraph (a) hereof shall also be deemed to be a waiver of extradition with respect to any charge or proceeding contemplated thereby or included therein by reason of paragraph (d) hereof, and a waiver of extradition to the receiving state to serve any sentence there imposed upon him, after completion of his term of imprisonment in the sending state. The request for final disposition shall also constitute a consent by the prisoner to the production of his body in any court where his presence may be required in order to effectuate the purposes of this agreement and a further consent voluntarily to be returned to the original place of imprisonment in accordance with the provisions of this agreement. Nothing in this paragraph shall prevent the imposition of a concurrent sentence if otherwise permitted by law.\n\n(f) Escape from custody by the prisoner subsequent to his execution of the request for final disposition referred to in paragraph (a) hereof shall void the request.\n\n(a) The appropriate officer of the jurisdiction in which an untried indictment, information or complaint is pending shall be entitled to have a prisoner against whom he has lodged a detainer and who is serving a term of imprisonment in any party state made available in accordance with article V(a) hereof upon presentation of a written request for temporary custody or availability to the appropriate authorities of the state in which the prisoner is incarcerated; provided that the court having jurisdiction of such indictment, information or complaint shall have duly approved, recorded and transmitted the request; and provided further that there shall be a period of thirty days after receipt by the appropriate authorities before the request be honored, within which period the governor of the sending state may disapprove the request for temporary custody or availability, either upon his own motion or upon motion of the prisoner.\n\n(b) Upon receipt of the officer's written request as provided in paragraph (a) hereof, the appropriate authorities having the prisoner in custody shall furnish the officer with a certificate stating the term of commitment under which the prisoner is being held, the time already served, the time remaining to be served on the sentence, the amount of good time earned, the time of parole eligibility of the prisoner, and any decisions of the state parole agency relating to the prisoner. Said authorities simultaneously shall furnish all other officers and appropriate courts in the receiving state who have lodged detainers against the prisoner with similar certificates and with notices informing them of the request for custody or availability and of the reasons therefor.\n\n(c) In respect of any proceeding made possible by this article, trial shall be commenced within one hundred twenty days of the arrival of the prisoner in the receiving state, but for good cause shown in open court, the prisoner or his counsel being present, the court having jurisdiction of the matter may grant any necessary or reasonable continuance.\n\n(d) Nothing contained in this article shall be construed to deprive any prisoner of any right which he may have to contest the legality of his delivery as provided in paragraph (a) hereof, but such delivery may not be opposed or denied on the ground that the executive authority of the sending state has not affirmatively consented to or ordered such delivery.\n\n(e) If trial is not had on any indictment, information or complaint contemplated hereby prior to the prisoner's being returned to the original place of imprisonment pursuant to article V(e) hereof, such indictment, information or complaint shall not be of any further force or effect, and the court shall enter an order dismissing the same with prejudice.\n\n(a) In response to a request made under article III or article IV hereof, the appropriate authority in a sending state shall offer to deliver temporary custody of such prisoner to the appropriate authority in the state where such indictment, information or complaint is pending against such person in order that speedy and efficient prosecution may be had. If the request for final disposition is made by the prisoner, the offer of temporary custody shall accompany the written notice provided for in article III of this agreement. In the case of a federal prisoner, the appropriate authority in the receiving state shall be entitled to temporary custody as provided by this agreement or to the prisoner's presence in federal custody at the place for trial, whichever custodial arrangement may be approved by the custodian.\n\n(b) The officer or other representative of a state accepting an offer of temporary custody shall present the following upon demand: (1) Proper identification and evidence of his authority to act for the state into whose temporary custody the prisoner is to be given. (2) A duly certified copy of the indictment, information or complaint on the basis of which the detainer has been lodged and on the basis of which the request for temporary custody of the prisoner has been made.\n\n(c) If the appropriate authority shall refuse or fail to accept temporary custody of said person, or in the event that an action on the indictment, information or complaint on the basis of which the detainer has been lodged is not brought to trial within the period provided in article III or article IV hereof, the appropriate court of the jurisdiction where the indictment, information or complaint has been pending shall enter an order dismissing the same with prejudice, and any detainer based thereon shall cease to be of any force or effect.\n\n(d) The temporary custody referred to in this agreement shall be only for the purpose of permitting prosecution on the charge or charges contained in one or more untried indictments, informations or complaints which form the basis of the detainer or detainers or for prosecution on any other charge or charges arising out of the same transaction. Except for his attendance at court and while being transported to or from any place at which his presence may be required, the prisoner shall be held in a suitable jail or other facility regularly used for persons awaiting prosecution.\n\n(e) At the earliest practicable time consonant with the purposes of this agreement, the prisoner shall be returned to the sending state.\n\n(f) During the continuance of temporary custody or while the prisoner is otherwise being made available for trial as required by this agreement, time being served on the sentence shall continue to run but good time shall be earned by the prisoner only if, and to the extent that, the law and practice of the jurisdiction which imposed the sentence may allow.\n\n(g) For all purposes other than that for which temporary custody as provided in this agreement is exercised, the prisoner shall be deemed to remain in the custody of and subject to the jurisdiction of the sending state and any escape from temporary custody may be dealt with in the same manner as an escape from the original place of imprisonment or in any other manner permitted by law.\n\n(h) From the time that a party state receives custody of a prisoner pursuant to this agreement until such prisoner is returned to the territory and custody of the sending state, the state in which the one or more untried indictments, informations or complaints are pending or in which trial is being had shall be responsible for the prisoner and shall also pay all costs of transporting, caring for, keeping and returning the prisoner. The provisions of this paragraph shall govern unless the states concerned shall have entered into a supplementary agreement providing for a different allocation of costs and responsibilities as between or among themselves. Nothing herein contained shall be construed to alter or affect any internal relationship among the departments, agencies and officers of and in the government of a party state, or between a party state and its subdivisions, as to the payment of costs, or responsibilities therefor.\n\n(a) In determining the duration and expiration dates of the time periods provided in articles III and IV of this agreement, the running of said time periods shall be tolled whenever and for as long as the prisoner is unable to stand trial, as determined by the court having jurisdiction of the matter.\n\n(b) No provision of this agreement, and no remedy made available by this agreement, shall apply to any person who is adjudged to be mentally ill.\n\nArticle VII\n\nEach state party to this agreement shall designate an officer who, acting jointly with like officers of other party states, shall promulgate rules and regulations to carry out more effectively the terms and provisions of this agreement, and who shall provide, within and without the state, information necessary to the effective operation of this agreement.\n\nArticle VIII\n\nThis agreement shall enter into full force and effect as to a party state when such state has enacted the same into law. A state party to this agreement may withdraw herefrom by enacting a statute repealing the same. However, the withdrawal of any state shall not affect the status of any proceedings already initiated by inmates or by state officers at the time such withdrawal takes effect, nor shall it affect their rights in respect thereof.\n\nThis agreement shall be liberally construed so as to effectuate its purposes. The provisions of this agreement shall be severable and if any phrase, clause, sentence or provision of this agreement is declared to be contrary to the constitution of any party state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this agreement and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this agreement shall be held contrary to the constitution of any state party hereto, the agreement shall remain in full force and effect as to the state affected as to all severable matters.\n\n(1957, P.A. 404, S. 1.)\n\nCited. 180 C. 153. Remedial relief must be sought in charging state. 185 C. 562. Cited. 193 C. 116; Id., 270. Phrase “shall have caused to be delivered” in Article III(a) discussed. 194 C. 297. Cited. 202 C. 93; 203 C. 494; 210 C. 78; 215 C. 418; 218 C. 791; 219 C. 629; 224 C. 163.\n\nCited. 12 CA 1; 14 CA 244; 20 CA 205; 21 CA 298; 23 CA 642; judgment reversed, see 219 C. 629; 26 CA 254; Id., 698; 36 CA 691. Defendant's right to speedy trial under Article III not violated when delay due to administrative error in transporting defendant. 49 CA 121. Purpose of section discussed. 57 CA 478. Petitioner who made oral request for disposition and repeatedly disregarded Connecticut's Interstate Agreement on Detainers procedures was precluded from complaining that he was denied his right to a speedy trial. 62 CA 24. Provisions apply only to trial on charges that form the basis of the detainer. 63 CA 386. Article IV(c): Time limit within which a trial must commence may be tolled by virtue of delays attributable to defendant; and thus continuances granted at the request of defendant's attorney tolled the statutory time period. 78 CA 610.\n\nThe 180-day period during which plaintiff was required under Article III to be brought to trial in the other party state having elapsed, plaintiff's habeas corpus petition granted and he is ordered discharged. 26 CS 469. Agreement on Detainers may serve as a statute of limitations on right of a state to extradite prisoner in another state. 34 CS 128. Motions for discovery filed by defendant do not toll the 180-day speedy trial period under Article III. 36 CS 327. Cited. 40 CS 354; 41 CS 320.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-186/"
    },
    {
      "id": "section-54-187",
      "number": "54-187.",
      "heading": "Agreement on Detainers: Appropriate court defined.",
      "text": "The phrase “appropriate court” as used in the Agreement on Detainers, as provided in section 54-186, shall, with reference to the courts of this state, mean the Superior Court.\n\n(1957, P.A. 404, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-187/"
    },
    {
      "id": "section-54-188",
      "number": "54-188.",
      "heading": "Agreement on Detainers: Enforcement of agreement.",
      "text": "All courts, departments, agencies, officers and employees of the state and its political subdivisions shall enforce said agreement and cooperate with one another and with other party states in enforcing said agreement and effectuating its purpose.\n\n(1957, P.A. 404, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-188/"
    },
    {
      "id": "section-54-189",
      "number": "54-189.",
      "heading": "Agreement on Detainers: Second or subsequent offense penalty not applicable.",
      "text": "Nothing in this chapter or in the Agreement on Detainers shall be construed to require the application of any penalty for second or subsequent offenses under any provision of the general statutes to any person on account of any conviction had in a proceeding brought to final disposition by reason of the use of said agreement.\n\n(1957, P.A. 404, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-189/"
    },
    {
      "id": "section-54-190",
      "number": "54-190.",
      "heading": "Agreement on Detainers: Penalty for escape while in another state.",
      "text": "Any person who escapes or attempts to escape from custody while in another state pursuant to said agreement shall be subject to the penalties provided in section 53a-169.\n\n(1957, P.A. 404, S. 5; 1971, P.A. 871, S. 123.)\n\nHistory: 1971 act substituted reference to Sec. 53a-169 for reference to Sec. 53-155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-190/"
    },
    {
      "id": "section-54-191",
      "number": "54-191.",
      "heading": "Agreement on Detainers: Warden to surrender inmate.",
      "text": "The warden or other official in charge of any correctional institution in this state shall give over the person of any inmate thereof whenever so required by the operation of the Agreement on Detainers.\n\n(1957, P.A. 404, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-191/"
    },
    {
      "id": "section-54-192",
      "number": "54-192.",
      "heading": "Agreement on Detainers: Commissioner of Correction to make rules and regulations.",
      "text": "The Commissioner of Correction is designated as the officer provided for in article VII of said agreement.\n\n(1957, P.A. 404, S. 7; 1971, P.A. 116.)\n\nHistory: 1971 act replaced director of probation with commissioner of correction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-192/"
    },
    {
      "id": "section-54-192a",
      "number": "54-192a",
      "heading": "to 54-192g. - Reserved for future use.",
      "text": "to 54-192g. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-54-192h",
      "number": "54-192h.",
      "heading": "Civil immigration detainers.",
      "text": "(a) For the purposes of this section:\n\n(1) “Administrative warrant” means a warrant, notice to appear, removal order or warrant of deportation issued by an agent of a federal agency charged with the enforcement of immigration laws or the security of the borders, including ICE and the United States Customs and Border Protection, but does not include a warrant issued or signed by a judicial officer.\n\n(2) “Civil immigration detainer” means a request from a federal immigration authority to a local or state law enforcement agency for a purpose including, but not limited to:\n\n(A) Detaining an individual suspected of violating a federal immigration law or who has been issued a final order of removal;\n\n(B) Facilitating the (i) arrest of an individual by a federal immigration authority, or (ii) transfer of an individual to the custody of a federal immigration authority;\n\n(C) Providing notification of the release date and time of an individual in custody; and\n\n(D) Notifying a law enforcement officer, through DHS Form I-247A, or any other form used by the United States Department of Homeland Security or any successor agency thereto, of the federal immigration authority's intent to take custody of an individual;\n\n(3) “Confidential information” means any information obtained and maintained by a law enforcement agency relating to (A) an individual's (i) sexual orientation, or (ii) status as a victim of domestic violence or sexual assault, (B) whether such individual is a (i) crime witness, or (ii) recipient of public assistance, or (C) an individual's income tax or other financial records, including, but not limited to, Social Security numbers;\n\n(4) “Federal immigration authority” means any officer, employee or other person otherwise paid by or acting as an agent of ICE or any division thereof or any officer, employee or other person otherwise paid by or acting as an agent of the United States Department of Homeland Security or any successor agency thereto who is charged with enforcement of the civil provisions of the Immigration and Nationality Act;\n\n(5) “ICE” means United States Immigration and Customs Enforcement or any successor agency thereto;\n\n(6) “ICE access” means any of the following actions taken by a law enforcement officer with respect to an individual who is stopped by a law enforcement officer with or without the individual's consent, arrested, detained or otherwise under the control of a law enforcement official or agency:\n\n(A) Responding to a civil immigration detainer or request for notification pursuant to subparagraph (B) of this subdivision concerning such individual;\n\n(B) Providing notification to a federal immigration authority that such individual is being or will be released at a certain date and time through data sharing or otherwise;\n\n(C) Providing a federal immigration authority nonpublicly available information concerning such individual regarding release date or time, home address or work address, whether obtained through a computer database or otherwise;\n\n(D) Allowing a federal immigration authority to interview such individual under the control of the law enforcement agency;\n\n(E) Allowing a federal immigration authority to use a facility or resources in the control of a law enforcement agency to conduct interviews, administrative proceedings or other immigration enforcement activities concerning such individual; or\n\n(F) Providing a federal immigration authority information regarding dates and times of probation or parole supervision or any other information related to such individual's compliance with the terms of probation or parole;\n\n“ICE access” does not include submission by a law enforcement officer of fingerprints to the Automated Fingerprints Identification system of an arrested individual or the accessing of information from the National Crime Information Center by a law enforcement officer concerning an arrested individual;\n\n(7) “Judicial officer” means any judge of the state or federal judicial branches and any federal magistrate judge. “Judicial officer” does not mean an immigration judge;\n\n(8) “Law enforcement agency” means any agency for which a law enforcement officer is an employee of or otherwise paid by or acting as an agent of;\n\n(9) “Law enforcement officer” means:\n\n(A) Each officer, employee or other person otherwise paid by or acting as an agent of the Department of Correction;\n\n(B) Each officer, employee or other person otherwise paid by or acting as an agent of a municipal police department;\n\n(C) Each officer, employee or other person otherwise paid by or acting as an agent of the Division of State Police within the Department of Emergency Services and Public Protection; and\n\n(D) Each judicial marshal, state marshal and adult probation officer;\n\n(10) “Bail commissioner or intake, assessment or referral specialist” means an employee of the Judicial Branch whose duties are described in section 54-63d; and\n\n(11) “School police or security department” means any police or security department of (A) the constituent units of the state system of higher education, as defined in section 10a-1, (B) a public school, or (C) a local or regional school district.\n\n(b) (1) No law enforcement officer, bail commissioner or intake, assessment or referral specialist, or employee of a school police or security department shall:\n\n(A) Arrest or detain an individual pursuant to a civil immigration detainer unless (i) the detainer is accompanied by a warrant issued or signed by a judicial officer, (ii) the individual has been convicted of a class A or B felony offense, or (iii) the individual is identified as a possible match in the federal Terrorist Screening Database or similar database;\n\n(B) Expend or use time, money, facilities, property, equipment, personnel or other resources to communicate with a federal immigration authority regarding the custody status or release of an individual targeted by a civil immigration detainer, except as provided in subsection (e) of this section;\n\n(C) Arrest or detain an individual based on an administrative warrant;\n\n(D) Give a federal immigration authority access to interview an individual who is in the custody of a law enforcement agency unless the individual (i) has been convicted of a class A or B felony offense, (ii) is identified as a possible match in the federal Terrorist Screening Database or similar database, or (iii) is the subject of a court order issued under 8 USC 1225(d)(4)(B); or\n\n(E) Perform any function of a federal immigration authority, whether pursuant to 8 USC 1357(g) or any other law, regulation, agreement, contract or policy, whether formal or informal.\n\n(2) The provisions of this subsection shall not prohibit submission by a law enforcement officer of fingerprints to the Automated Fingerprints Identification system of an arrested individual or the accessing of information from the National Crime Information Center by a law enforcement officer concerning an arrested individual.\n\n(c) Prior to responding to a request for notification of the release date and time from custody of a law enforcement agency of an individual suspected of violating a federal immigration law or who has been issued a final order of removal, the law enforcement officer shall forward the request to the head of the law enforcement agency for review.\n\n(d) Any confidential information of an individual who comes into contact with a law enforcement officer may be disclosed to a federal immigration authority only if such disclosure is:\n\n(1) Authorized in writing by the individual to whom the information pertains, or by the parent or guardian of such individual if the individual is a minor or not legally competent to consent to such disclosure;\n\n(2) Necessary in furtherance of a criminal investigation of terrorism; or\n\n(3) Otherwise required by law.\n\n(e) (1) Upon receiving a civil immigration detainer, a law enforcement agency shall provide a copy of the detainer to the affected individual who is the subject of the detainer and inform the individual whether the law enforcement agency intends to comply with the detainer. If a law enforcement agency provides ICE with notification that an individual is being, or will be released on a certain date, the law enforcement agency shall promptly provide to the individual and to the individual's attorney or shall make a good faith effort to contact one other individual who the individual may designate, a copy of such notification as well as the reason, in writing, that such law enforcement agency is complying with the detainer.\n\n(2) All records relating to ICE access maintained by law enforcement agencies shall be deemed public records under the Freedom of Information Act, as defined in section 1-200. Records relating to ICE access include, but are not limited to, data maintained by the law enforcement agency regarding the number and demographic data of individuals to whom the agency has provided ICE access, the date ICE access was provided to an individual, the type of ICE access provided to an individual, the amount of resources expended on providing ICE access and any communication between the law enforcement agency and any federal immigration authority. No provision of this section shall be construed to require disclosure of any record exempt from disclosure under section 1-210 or 1-215.\n\n(3) Beginning January 1, 2020, the legislative body of any municipality with a law enforcement agency that has provided ICE access to an individual during the prior six months shall provide to the Office of Policy and Management, on an ongoing basis every six months, data regarding the number and demographic data of individuals to whom the law enforcement agency has provided ICE access, the date ICE access was provided to an individual and whether the ICE access was provided as part of compliance with a civil immigration detainer or through other means. Data may be provided in the form of statistics or, if statistics are not maintained, as individual records, provided personally identifiable information is redacted.\n\n(f) The Office of Policy and Management shall ensure that the requirements of this section are disseminated to, and appropriate training is provided for, all affected law enforcement agencies and school police or security departments and employees and agents of such law enforcement agencies and school police or security departments. Such training may entail how law enforcement officers and other officials performing similar duties will adhere to the provisions of this section and how they will interact with crime victims, criminal suspects and individuals cooperating with law enforcement officers.\n\n(g) No provision of this section shall be construed to provide, expand or ratify the legal authority of any law enforcement agency to detain an individual based on a civil immigration detainer request.\n\n(P.A. 13-155, S. 1; P.A. 19-20, S. 1; 19-23, S. 1–3.)\n\nHistory: P.A. 13-155 effective January 1, 2014; P.A. 19-20 substantially amended Subsec. (a) including by adding new Subdiv. (1) defining “administrative warrant”, redesignating existing Subdiv. (1) as new Subdiv. (2), and amending same by redefining “civil immigration detainer”, deleting former Subdiv. (2) defining “convicted of a felony”, adding new Subdiv. (3) defining “confidential information”, redesignating existing Subdiv. (3) as Subdiv. (4) and amending same by redefining “federal immigration authority”, adding Subdivs. (5) to (8) defining “ICE”, “ICE access”, “judicial officer” and “law enforcement agency”, respectively, redesignating existing Subdiv.(4) as Subdiv. (9) and amending same by redefining “law enforcement officer” and adding Subdiv. (10) defining “school police or security department”, substantially amended Subsec. (b) including by designating existing provision re law enforcement officer who receives civil immigration detainer for individual in custody as new Subdiv. (1), deleting “who receives a civil immigration detainer with respect to an individual who is in the custody of the law enforcement officer shall detain such”, adding “or employee of a school police or security department shall”, adding Subparas. (A) to (E) re prohibited actions, deleting former Subdivs. (1) to (7) re determination of law enforcement officer re detained individual, and adding new Subdiv. (2) re submission of fingerprints, deleted former Subsec. (c) re notification by law enforcement officer, added new Subsec. (c) re response to request for notification of release date, added Subsec. (d) re confidential information, added Subsec. (e) re provision of copy of detainer to affected individual, records relating to ICE access and data to be provided to Office of Policy and Management, added Subsec. (f) re training, added Subsec. (g) re provisions of section not to be construed to provide, expand or ratify legal authority to detain individual, and made technical and conforming changes; P.A. 19-23 amended Subsec. (a) by redefining “law enforcement officer” in Subdiv. (9), adding new Subdiv. (10) defining “bail commissioner or intake, assessment or referral specialist” and redesignating existing Subdiv. (10) as Subdiv. (11), amended Subsec. (b)(1) by adding “, bail commissioner or intake, assessment or referral specialist,”, designating existing provision re detainer as Subpara. (A)(i), adding Subparas. (A)(ii) and (A)(iii) re individual convicted of Class A or B felony offense and possible match in federal Terrorist Screening Database, respectively, and adding “unless the individual” in Subpara. (D) and adding Subparas. (D)(i), (D)(ii) and (D)(iii) re individual convicted of Class A or B felony offense, possible match in federal Terrorist Screening database and subject to court order, respectively, amended Subsec. (c) by adding provision re individual suspected of violating federal immigration law or issued final order of removal and making a technical change, and amended Subsec. (e) by adding “shall make a good faith effort to contact” in Subdiv. (1), adding provision re records exempt from disclosure in Subdiv. (2) and replacing “prior month” with “prior six months” and replacing “ongoing monthly basis” with “ongoing basis every six months” in Subdiv. (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-965/section-54-192h/"
    }
  ]
}