{
  "state": "connecticut",
  "path": "title-title-54-criminal-procedure/chapter-chapter-969a-registration-of-certain-offenders",
  "sections": [
    {
      "id": "section-54-280",
      "number": "54-280.",
      "heading": "Definitions. Registry of offenders convicted of offense committed with a deadly weapon",
      "text": "(a) For the purposes of this section and sections 45a-99, 52-11, 54-280a and 54-280b:\n\n(1) “Commissioner” means the Commissioner of Emergency Services and Public Protection;\n\n(2) “Convicted” means that a person has a judgment entered in this state against such person by a court upon a plea of guilty, a plea of nolo contendere or a finding of guilty by a jury or the court notwithstanding any pending appeal or habeas corpus proceeding arising from such judgment;\n\n(3) “Deadly weapon” means a deadly weapon, as defined in section 53a-3;\n\n(4) “Department” means the Department of Emergency Services and Public Protection;\n\n(5) “Identifying factors” means fingerprints, a photographic image, and a description of any other identifying characteristics as may be required by the Commissioner of Emergency Services and Public Protection;\n\n(6) “Not guilty by reason of mental disease or defect” means a finding by a court or jury of not guilty by reason of mental disease or defect pursuant to section 53a-13 notwithstanding any pending appeal or habeas corpus proceeding arising from such finding;\n\n(7) “Offender convicted of committing a crime with a deadly weapon” or “offender” means a person who has been convicted of an offense committed with a deadly weapon;\n\n(8) “Offense committed with a deadly weapon” or “offense” means: (A) A violation of subsection (c) of section 2-1e, subsection (e) of section 29-28, subsections (a) to (e), inclusive, or (j) of section 29-33, section 29-34, subsection (a) of section 29-35, section 29-36, 29-36k, 29-37a or 29-37e, subsection (c) of section 29-37g, section 29-37j, subsection (b), (c) or (g) of section 53-202, section 53-202b, 53-202c, 53-202j, 53-202k, 53-202l, 53-202aa or 53-206b, subsection (b) of section 53a-8, section 53a-55a, 53a-56a, 53a-60a, 53a-60c, 53a-72b, 53a-92a, 53a-94a, 53a-102a, 53a-103a, 53a-211, 53a-212, 53a-216, 53a-217, 53a-217a, 53a-217b or 53a-217c, or a second or subsequent violation of section 53-202g; or (B) a violation of any section of the general statutes which constitutes a felony, as defined in section 53a-25, provided the court makes a finding that, at the time of the offense, the offender used a deadly weapon, or was armed with and threatened the use of or displayed or represented by words or conduct that the offender possessed a deadly weapon;\n\n(9) “Registrant” means a person required to register under section 54-280a;\n\n(10) “Registry” means a central record system in this state that is established pursuant to this section and receives, maintains and disseminates to law enforcement agencies information on persons convicted or found not guilty by reason of mental disease or defect of an offense committed with a deadly weapon; and\n\n(11) “Release into the community” means, with respect to a conviction or a finding of not guilty by reason of mental disease or defect of an offense committed with a deadly weapon, (A) any release by a court after such conviction or finding of not guilty by reason of mental disease or defect, a sentence of probation or any other sentence under section 53a-28 that does not result in the offender's immediate placement in the custody of the Commissioner of Correction; (B) release from a correctional facility at the discretion of the Board of Pardons and Paroles, by the Department of Correction to a program authorized by section 18-100c or upon completion of the maximum term or terms of the offender's sentence or sentences, or to the supervision of the Court Support Services Division in accordance with the terms of the offender's sentence; or (C) temporary leave to an approved residence by the Psychiatric Security Review Board pursuant to section 17a-587, conditional release from a hospital for mental illness or a facility for persons with intellectual disability by the Psychiatric Security Review Board pursuant to section 17a-588 or release upon termination of commitment to the Psychiatric Security Review Board.\n\n(b) The Department of Emergency Services and Public Protection shall, not later than January 1, 2014, establish and maintain a registry of all persons required to register under section 54-280a as offenders convicted of an offense committed with a deadly weapon. The department shall, in cooperation with the Office of the Chief Court Administrator, the Department of Correction and the Psychiatric Security Review Board, develop appropriate forms for use by agencies and individuals to report registration information, including changes of address. Upon receipt of registration information, the department shall enter the information into the registry and notify the local police department or state police troop having jurisdiction where the registrant resides or plans to reside. Upon receiving notification pursuant to section 54-280a that a registrant has changed his or her address, the department shall enter the information into the registry and notify the local police departments or state police troops having jurisdiction where the registrant previously resided and the jurisdiction where the registrant has relocated. The Commissioner of Emergency Services and Public Protection shall also ensure that the name and residence address of each registrant is available through the Connecticut on-line law enforcement communication teleprocessing system maintained by the department. If a registrant reports a residence in another state, the department may notify the state police agency of that state or such other agency in that state that maintains registry information, if known.\n\n(c) The Department of Emergency Services and Public Protection may suspend the registration of any person registered under section 54-280a while such person is incarcerated, under civil commitment or residing outside this state. During the period that such registration is under suspension, the department may withdraw the registration information from access to law enforcement agencies. Upon the release of the registrant from incarceration or civil commitment or resumption of residency in this state by the registrant, the department shall reinstate the registration and redistribute the registration information in accordance with subsection (b) of this section. Suspension of registration shall not affect the date of expiration of the registration obligation of the registrant under section 54-280a.\n\n(d) The Department of Emergency Services and Public Protection shall include in the registry the most recent photographic image of each registrant taken by the department, the Department of Correction, a law enforcement agency or the Court Support Services Division of the Judicial Department.\n\n(e) Whenever the Commissioner of Emergency Services and Public Protection receives notice from a superior court pursuant to section 52-11 or a probate court pursuant to section 45a-99 that such court has ordered the change of name of a person, and the department determines that such person is listed in the registry, the department shall revise such person's registration information accordingly.\n\n(f) The Commissioner of Emergency Services and Public Protection shall develop a protocol for the notification of other state agencies, the Judicial Department and local police departments whenever a person listed in the registry changes such person's name and notifies the commissioner of the new name pursuant to section 54-280a or whenever the commissioner determines pursuant to subsection (e) of this section that a person listed in the registry has changed such person's name.\n\n(g) The information in the registry shall not be a public record or file for the purposes of section 1-200. Any information disclosed pursuant to this section or section 54-280a or 54-280b, shall not be further disclosed unless such disclosure is permitted under this section or section 54-280a or 54-280b.\n\n(P.A. 13-3, S. 18; P.A. 23-53, S. 22.)\n\nHistory: P.A. 13-3 effective January 1, 2014; P.A. 23-53 amended Subsec. (a)(8) by changing reference to Sec. 29-33(i) to Sec. 29-33(j).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-969a/section-54-280/"
    },
    {
      "id": "section-54-280a",
      "number": "54-280a.",
      "heading": "Registration of person convicted of offense committed with a deadly weapon. Personal appearance requirement. Penalty.",
      "text": "(a)(1) Any person who has been convicted or found not guilty by reason of mental disease or defect of an offense committed with a deadly weapon and is released into the community on or after January 1, 2014, shall, within fourteen calendar days following such release or, if such person is in the custody of the Commissioner of Correction, at such time prior to release as the Commissioner of Correction shall direct, and whether or not such person's place of residence is in this state, register such person's name, identifying factors, criminal history record, residence address and electronic mail address with the Commissioner of Emergency Services and Public Protection, on such forms and in such locations as the Commissioner of Emergency Services and Public Protection shall direct, and shall maintain such registration for five years.\n\n(2) Prior to accepting a plea of guilty or nolo contendere from a person with respect to an offense committed with a deadly weapon, the court shall (A) inform the person that the entry of a finding of guilty after acceptance of the plea will subject the person to the registration requirements of this section, and (B) determine that the person fully understands the consequences of the plea.\n\n(3) If any person who is subject to registration under this section changes such person's name, such person shall, without undue delay, notify the Commissioner of Emergency Services and Public Protection in writing of the new name. If any person who is subject to registration under this section changes such person's address, such person shall, without undue delay, notify the Commissioner of Emergency Services and Public Protection in writing of the new address. During such period of registration, each registrant shall complete and return any forms mailed to such registrant to verify such registrant's residence address and shall submit to the retaking of a photographic image upon request of the Commissioner of Emergency Services and Public Protection.\n\n(b) Any offender convicted of committing a crime with a deadly weapon who is required to register under this section shall, not later than twenty calendar days after each anniversary date of such initial registration, until the date such registration requirement expires under subdivision (1) of subsection (a) of this section, personally appear at the local police department or state police troop having jurisdiction where the registrant resides to verify and update, as appropriate, the contents of his or her registration. The local police department or state police troop, as the case may be, may defer such requirement to personally appear to a later date for good cause shown. Not later than thirty calendar days prior to such anniversary date, the Department of Emergency Services and Public Protection shall mail written notice of the personal appearance requirement of this subsection to the registrant and the local police department or state police troop having jurisdiction where the registrant resides. Not later than thirty calendar days after the anniversary date of each registrant, the local police department or state police troop having jurisdiction where the registrant resides shall notify the Commissioner of Emergency Services and Public Protection, on such form as the commissioner may prescribe, (1) whether the registrant complied with the personal appearance requirement of this subsection or whether such personal appearance requirement was deferred to a later date for good cause shown, and (2) if the personal appearance requirement was deferred to a later date for good cause shown, the local police department or state police troop shall indicate the later date established for such personal appearance and describe the good cause shown.\n\n(c) Any person who is subject to registration under this section who violates any provisions of subsection (a) or (b) of this section, except a violation consisting of failure to notify the Commissioner of Emergency Services and Public Protection of a change of name or address, shall be guilty of a class D felony. Any person who is subject to registration under this section who fails to notify the Commissioner of Emergency Services and Public Protection of a change of name or address not later than five business days after such change of name or address shall be guilty of a class D felony.\n\n(P.A. 13-3, S. 19.)\n\nHistory: P.A. 13-3 effective January 1, 2014.\n\nIn order for a convictee to be subject to the registration requirements of Sec., both the conviction date and the release date must be on or after January 1, 2014. 226 CA 313.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-969a/section-54-280a/"
    },
    {
      "id": "section-54-280b",
      "number": "54-280b.",
      "heading": "Registration information.",
      "text": "(a) The registration information for each registrant shall include:\n\n(1) The offender's name, including any other name by which the offender has been legally known, and any aliases used by the offender;\n\n(2) Identifying information, including a physical description of the offender;\n\n(3) The current residence address of the offender;\n\n(4) The date of conviction of the offense;\n\n(5) A description of the offense; and\n\n(6) If the offender was sentenced to a term of incarceration for such offense, a portion of which was not suspended, the date the offender was released from such incarceration.\n\n(b) The offender shall sign and date the registration.\n\n(c) At the time that the offender appears for the purpose of registering, the Department of Emergency Services and Public Protection shall photograph the offender and arrange for the fingerprinting of the offender and include such photograph and a complete set of fingerprints in the registry. If the offender is required to submit to the taking of a blood or other biological sample of sufficient quality for DNA (deoxyribonucleic acid) analysis pursuant to section 54-102g, and has not submitted to the taking of such sample, the commissioner shall also require such sample to be taken for analysis pursuant to section 54-102g.\n\n(d) The Department of Emergency Services and Public Protection may require the offender to provide documentation to verify the contents of his or her registration.\n\n(P.A. 13-3, S. 20.)\n\nHistory: P.A. 13-3 effective January 1, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-54/chapter-969a/section-54-280b/"
    },
    {
      "id": "section-54-281",
      "number": "54-281",
      "heading": "to 54-299. - Reserved for future use.",
      "text": "to 54-299. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}