{
  "state": "michigan",
  "path": "title-chapter-780-criminal-procedure/chapter-act-257-of-1966-bail-for-traffic-offenses-or-misdemeanors-78",
  "sections": [
    {
      "id": "section-78061",
      "number": "780.61",
      "heading": "Bail for Traffic Offenses or Misdemeanors; Definitions",
      "text": "As used in this act:\n\n(a) \"Security\" means that which is required to be pledged to insure the payment of bail.\n\n(b) \"Surety\" means one who executes a bail bond and binds himself to pay the bail if the person in custody fails to comply with all conditions of the bail bond.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-61/"
    },
    {
      "id": "section-78062",
      "number": "780.62",
      "heading": "Release Upon Own Recognizance; Failure to Appear, Misdemeanor; Forfeiture.",
      "text": "When from all the circumstances involving traffic offenses in violation of state law, township traffic ordinances or municipal traffic ordinances or any misdemeanor offense, the court is of the opinion that the accused will appear as required either before or after conviction the accused may be released on his own recognizance. A failure to appear as required by such recognizance is a misdemeanor and any obligated sum fixed in the recognizance shall be forfeited and collected in accordance with section 6.\n\nThis section shall be liberally construed to effectuate the purpose of relying upon criminal sanctions instead of financial loss to assure the appearance of the accused.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-62/"
    },
    {
      "id": "section-78063",
      "number": "780.63",
      "heading": "Failure to Appear; Arrest.",
      "text": "Upon failure to comply with any condition of a bail bond or recognizance the court having jurisdiction at the time of such failure, in addition to any other action provided by law, may issue a warrant for the arrest of the person at liberty on bail or his own recognizance.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-63/"
    },
    {
      "id": "section-78064",
      "number": "780.64",
      "heading": "Amount of Bail; Surrender by Defendant of Operator's or Chauffeur's License as Security; Receipt; Expiration Date; Extension; Written Notice; Return of License",
      "text": "(1) The amount of bail shall be:\n\n(a) Sufficient to assure compliance with the conditions set forth in the bail bond.\n\n(b) Not oppressive.\n\n(c) Commensurate with the nature of the offense charged.\n\n(d) Considerate of the past criminal acts and conduct of the defendant.\n\n(e) Considerate of the financial ability of the accused.\n\n(f) Uniform whether the bail bond be executed by the person for whom bail has been set or by a surety.\n\n(2) If a person is charged with an offense punishable by a fine only, the amount of the bail shall not exceed double the amount of the maximum penalty.\n\n(3) If a person has been convicted of an offense and only a fine has been imposed, the amount of the bail shall not exceed double the amount of the fine.\n\n(4) If a person is arrested for an ordinance violation or a misdemeanor punishable by imprisonment for not more than 1 year or a fine, or both, and if the defendant's operator's or chauffeur's license is not expired, suspended, revoked, or canceled, then the court may require the defendant, in place of other security for the defendant's appearance in court for trial or sentencing or, in addition, to release of the defendant on personal recognizance, to surrender to the court his or her operator's or chauffeur's license. The court shall issue to the defendant a receipt for the license as provided in section 311a of the Michigan vehicle code, Act No. 300 of the Public Acts of 1949, being section 257.311a of the Michigan Compiled Laws. If the trial date is set at the arraignment, the court shall specify on the receipt the date on which the defendant is required to appear for trial. If a trial date is not set at the arraignment, the court shall specify on the receipt a date on which the receipt expires. By written notice, which shall instruct a person who has surrendered a license as security under this subsection to attach the notice to the receipt issued under this subsection, the court may extend the expiration date of the receipt, as needed, to secure the defendant's appearance for trial and sentencing. Upon its attachment to the receipt, the written notice shall be considered a part of the receipt for purposes of determining the expiration date. At the conclusion of the trial or imposition of sentence, as applicable, the court shall return the license to the defendant unless other disposition of the license is authorized by law.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967 ;-- Am. 1969, Act 221, Imd. Eff. Aug. 6, 1969 ;-- Am. 1983, Act 57, Eff. Mar. 29, 1984",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-64/"
    },
    {
      "id": "section-78065",
      "number": "780.65",
      "heading": "Increase or Reduction in Amount of Bail; Notices; Alteration of Conditions of Bond.",
      "text": "(1) Upon application by the state or a local unit of government or the defendant the court before which the proceeding is pending may increase or reduce the amount of bail or may alter the conditions of the bail bond.\n\n(2) Reasonable notice of the application by the defendant shall be given to the state.\n\n(3) Reasonable notice of the application by the state or local unit of government shall be given to the defendant, except as provided in subsection (4).\n\n(4) Upon verified application by the state or local unit of government stating facts or circumstances constituting a breach or a threatened breach of any of the conditions of the bail bond the court may issue a warrant commanding any peace officer to bring the defendant without unnecessary delay before the court for a hearing on the matters set forth in the application. At the conclusion of the hearing the court may enter an order authorized by subsection (1).\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-65/"
    },
    {
      "id": "section-78066",
      "number": "780.66",
      "heading": "Bail Deposit; Moneys; Minimum Amount; Procedure.",
      "text": "(1) The person for whom bail has been set shall execute the bail bond and deposit with the clerk of the court before which the proceeding is pending a sum of money equal to 10% of the bail but at least $10.00. A defendant who personally makes the deposit shall be notified that upon the defendant's conviction the defendant's deposit may be used to collect a fine, costs, restitution, assessment, or other payment as provided in subsection (8).\n\n(2) Upon depositing this sum, the person shall be released from custody subject to the conditions of the bail bond.\n\n(3) Once bail has been given and a charge is pending or is thereafter filed in or transferred to a court of competent jurisdiction, the latter court shall continue the original bail in that court subject to section 5.\n\n(4) After conviction, the court may order that the original bail stand as bail pending appeal or increase or reduce bail.\n\n(5) After the entry of an order by the trial court allowing bail pending appeal, either party may apply to the reviewing court having jurisdiction or to a justice thereof sitting in vacation for an order increasing or decreasing the amount of bail or allowing bail pending appeal.\n\n(6) When the conditions of the bail bond have been performed and the accused has been discharged from all obligations in the cause, the clerk of the court shall return to the accused 90% of the sum that had been deposited, except as provided in subsection (8), and shall retain as bail bond costs 10% of the amount deposited, except that if the accused has not been convicted of the charge, the entire sum deposited shall be returned to the accused.\n\n(7) If the accused does not comply with the conditions of the bail bond, the court having jurisdiction shall enter an order declaring the bail to be forfeited. Notice of the order of forfeiture shall be mailed promptly by the court to the accused at his or her last known address. If the accused does not appear and surrender to the court having jurisdiction within 30 days from the date of the forfeiture, or within that period satisfy the court that appearance and surrender by the accused is impossible and without his fault, the court shall enter judgment for the state or local unit of government against the accused for the amount of the bail and costs of the court proceedings. The deposit made in accordance with subsection (1) shall be applied to the payment of costs. If any amount of the deposit remains after the payment of costs, it shall be applied to payment of the judgment and transferred to the treasury of the unit of government in which the court is located. The balance of the judgment may be enforced and collected in the same manner as a judgment entered in a civil action.\n\n(8) If the court ordered a defendant who has made a cash deposit in accordance with subsection (1) to pay a fine, costs, restitution, assessment, or other payment, the court shall order the fine, costs, restitution, assessment, or other payment collected out of the cash deposit. If a person is subject to any combination of fines, costs, restitution, assessments, or payments arising out of the same criminal proceeding, money collected from that person for the payment of fines, costs, restitution, assessments, or other payments shall be allocated as provided in section 22 of chapter XV of the code of criminal procedure, Act No. 175 of the Public Acts of 1927, being section 775.22 of the Michigan Compiled Laws.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967 ;-- Am. 1993, Act 347, Eff. May 1, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-66/"
    },
    {
      "id": "section-78067",
      "number": "780.67",
      "heading": "Bail Bond in Lieu of Bail Deposit; Security Required; Procedure.",
      "text": "(1) In lieu of the bail deposit provided for in section 6, a person for whom bail has been set may execute the bail bond with or without sureties. The bond may be secured by 1 or more of the following:\n\n(a) Depositing with the clerk of the court an amount equal to the required bail in cash or stocks or bonds in which trustees are authorized to invest trust funds under the laws of this state. A defendant who personally makes the cash deposit shall be notified that upon the defendant's conviction the defendant's cash deposit may be used to collect a fine, costs, restitution, assessment, or other payment as provided in subsection (7).\n\n(b) Real estate situated in this state with unencumbered equity not exempt and owned by the accused or sureties worth double the amount of bail set in the bond.\n\n(2) If the bail bond is secured by cash or stocks and bonds, the accused or sureties shall file with the bond a sworn schedule containing all of the following:\n\n(a) A list of the stocks or bonds deposited, describing each in sufficient detail that it may be identified.\n\n(b) The market value of each stock or bond.\n\n(c) The total market value of the stocks or bonds listed.\n\n(d) A statement that the affiant is the sole owner of the stocks or bonds listed and that they are not exempt from execution.\n\n(e) A statement that the stocks or bonds have not previously been used or accepted as bail in this state during the 12 months preceding the date of the bail bond.\n\n(f) A statement that the stocks or bonds are security for the appearance of the accused in accordance with the conditions of the bail bond.\n\n(3) If the bail bond is secured by real estate, the accused or sureties shall file with the bond a sworn schedule containing all of the following:\n\n(a) A legal description of the real estate.\n\n(b) A description of any encumbrance on the real estate, including the amount and the holder of each encumbrance.\n\n(c) The market value of the unencumbered equity owned by the affiant.\n\n(d) A statement that the affiant is the sole owner of the unencumbered equity and that it is not exempt from execution.\n\n(e) A statement that the real estate has not previously been used or accepted as bail in this state during the 12 months preceding the date of the bail bond.\n\n(f) A statement that the real estate is security for the appearance of the accused in accordance with the conditions of the bail bond.\n\n(4) The sworn schedule constitutes a material part of the bail bond. The affiant commits perjury if in the sworn schedule the affiant makes a false statement he or she does not believe to be true. The affiant shall be prosecuted and punished accordingly or may be punished for contempt.\n\n(5) A certified copy of the bail bond and schedule of real estate shall be filed immediately by the court in the office of the register of deeds of the county in which the real estate is situated. The state shall have a lien on the real estate from the time copies are filed in the office of the register of deeds. The register of deeds shall enter, index and record the bail bonds and schedules without requiring any advance fee. The fee shall be taxed as costs in the proceeding and paid out of the costs when collected.\n\n(6) When the conditions of the bail bond have been performed and the accused has been discharged from his or her obligations in the cause, the clerk of the court shall return to the accused or his or her sureties the deposit of any cash, stocks, or bonds, except as provided in subsection (7). If the bail bond was secured by real estate, the clerk of the court shall promptly notify in writing the register of deeds and the lien of the bail bond on the real estate shall be discharged.\n\n(7) If the court ordered a defendant who has made a cash deposit according to subsection (1) to pay a fine, costs, restitution, assessment, or other payment, the court shall order the fine, costs, restitution, assessment, or other payment collected out of the cash deposit. If a person is subject to any combination of fines, costs, restitution, assessments, or payments arising out of the same criminal proceeding, money collected from that person for the payment of fines, costs, restitution, assessments, or other payments shall be allocated as provided in section 22 of chapter XV of the code of criminal procedure, Act No. 175 of the Public Acts of 1927, being section 775.22 of the Michigan Compiled Laws.\n\n(8) If the accused does not comply with the conditions of the bail bond, the court having jurisdiction shall enter an order declaring the bail to be forfeited. Notice of the order of forfeiture shall be mailed promptly by the clerk of the court to the accused and his or her sureties at their last known address. If the accused does not appear and surrender to the court having jurisdiction within 30 days from the date of the forfeiture, or within that period satisfy the court that appearance and surrender by the accused is impossible and without his or her fault, the court shall enter judgment for the state or local unit of government against the accused and his or her sureties for the amount of the bail and costs of the proceedings.\n\n(9) When judgment is entered in favor of the state or local unit of government on any bail bond the attorney for the local unit of government, the prosecuting attorney or the attorney general shall have execution issued on the judgment promptly and shall deliver the execution to the sheriff to be executed by levy on the cash, stocks or bonds deposited with the clerk of the court or the real estate described in the bail bond schedule. The cash shall be used to satisfy the judgment and costs and shall be paid into the treasury of the unit of government in which the court is located. The stocks, bonds, or real estate shall be sold in the same manner as in execution sales in civil actions. The proceeds of the sale shall be used to satisfy all court costs and prior encumbrances, if any, and a sufficient amount to satisfy the judgment shall be paid into the treasury of the unit of government in which the court is located. The balance shall be returned to the owner. The real estate may be redeemed in the same manner as real estate may be redeemed after judicial or execution sales in civil actions.\n\n(10) A stock, bond, or real estate shall not be used or accepted as bail bond security in this state more than once in any 12-month period.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967 ;-- Am. 1993, Act 347, Eff. May 1, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-67/"
    },
    {
      "id": "section-78068",
      "number": "780.68",
      "heading": "Bail Taken by Peace Officer; Release of Offender; Receipt; Deposit With Clerk of Court.",
      "text": "When bail has been set by a judicial officer for a particular offense or offender, any sheriff or other peace officer may take bail in accordance with the provisions of section 6 or 7 and release the offender to appear in accordance with the conditions of the bail bond, the notice to appear or the summons. The officer shall give a receipt to the offender for the bail so taken and within a reasonable time deposit such bail with the clerk of the court having jurisdiction of the offense.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-68/"
    },
    {
      "id": "section-78069",
      "number": "780.69",
      "heading": "Conditions of Bail Bonds Before Conviction.",
      "text": "(1) If a person is admitted to bail before conviction the conditions of the bail bond shall be that he will:\n\n(a) Appear to answer the charge in the court having jurisdiction on a day certain and thereafter as ordered by the court until discharged or final order of the court.\n\n(b) Submit himself to the orders and process of the court.\n\n(c) Not depart this state without leave.\n\n(2) If the defendant is admitted to bail after conviction the conditions of the bail bond shall be that he will:\n\n(a) Duly prosecute his appeal.\n\n(b) Appear at such time and place as the court may direct.\n\n(c) Not depart this state without leave of the court.\n\n(d) If the judgment is affirmed or the cause reversed and remanded for a new trial, forthwith surrender to the officer from whose custody he was bailed.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-69/"
    },
    {
      "id": "section-78070",
      "number": "780.70",
      "heading": "Bail on New Trial; Increase or Reduction Pending on Trial.",
      "text": "If the judgment of conviction is reversed and the cause remanded for a new trial the trial court may order that the bail stand pending such trial, or reduce or increase bail.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-70/"
    },
    {
      "id": "section-78071",
      "number": "780.71",
      "heading": "Notice of Address Change.",
      "text": "A person who has been admitted to bail shall give written notice to the clerk of the court before which the proceeding is pending of any change in his address within 24 hours after the change.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-71/"
    },
    {
      "id": "section-78072",
      "number": "780.72",
      "heading": "Persons Prohibited From Furnishing Bail Security.",
      "text": "No attorney-at-law practicing in this state and no official authorized to admit another to bail or to accept bail shall furnish any part of any security for bail in any criminal action or any proceeding nor shall any such person act as surety for any accused admitted to bail.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-72/"
    },
    {
      "id": "section-78073",
      "number": "780.73",
      "heading": "Credit for Incarceration on Bailable Offense; Limitation.",
      "text": "Any person incarcerated on a bailable offense who does not supply bail and against whom a fine is levied on conviction of such offense shall be allowed a credit of $5.00 for each day so incarcerated prior to conviction except that in no case shall the amount so allowed or credited exceed the amount of the fine.\n\nHistory:1966, Act 257, Eff. Mar. 10, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-780/statute-act-257-of-1966/section-780-73/"
    }
  ]
}