{
  "state": "new-mexico",
  "path": "title-chapter-11-intergovernmental-agreements-and-authorities/chapter-article-7-interstate-compact-on-mental-health",
  "sections": [
    {
      "id": "section-11-7-1",
      "number": "11-7-1",
      "heading": "[Enactment of compact; text.]Section 11-7-2 - Compact coordinator; powers and duties",
      "text": "The \"Interstate Compact on Mental Health\" is enacted into law and entered into with all other jurisdictions legally joining therein in the form substantially as follows:\n\nTHE INTERSTATE COMPACT ON MENTAL HEALTH\n\nFindings and Purpose\n\nThe party states find that the proper and expeditious treatment of the mentally ill and mentally deficient can be facilitated by cooperative action, to the benefit of the patients, their families, and society as a whole. Further, the party states find that the necessity of and desirability for furnishing such care and treatment bears no primary relation to the residence or citizenship of the patient but that, on the contrary, the controlling factors of community safety and humanitarianism require that facilities and services be made available for all who are in need of them. Consequently, it is the purpose of this compact and of the party states to provide the necessary legal basis for the institutionalization or other appropriate care and treatment of the mentally ill and mentally deficient under a system that recognizes the paramount importance of patient welfare and to establish the responsibilities of the party states in terms of such welfare.\n\nDefinitions\n\nAs used in this compact:\n\nA. \"sending state\" means a party state from which a patient is transported pursuant to the provisions of the compact or from which it is contemplated that a patient may be so sent;\n\nB. \"receiving state\" means a party state to which a patient is transported pursuant to the provisions of the compact or to which it is contemplated that a patient may be transported;\n\nC. \"institution\" means any hospital or other facility maintained by a party state or political subdivision thereof for the care and treatment of mental illness or mental deficiency;\n\nD. \"patient\" means any person subject to or eligible as determined by the laws of the sending state, for institutionalization or other care, treatment or supervision under this compact;\n\nE. \"after-care\" means care, treatment and services provided a patient, as defined in this compact, on convalescent status or conditional release;\n\nF. \"mental illness\" means mental disease to such extent that a person so afflicted requires care and treatment for his own welfare, or the welfare of others, or of the community;\n\nG. \"mental deficiency\" means mental deficiency as defined by appropriate clinical authorities to such extent that a person so afflicted is incapable of managing himself and his affairs, but shall not include mental illness;\n\nH. \"state\" means any state, territory or possession of the United States, the District of Columbia and the commonwealth of Puerto Rico.\n\nARTICLE III\n\nEligibility and Transfer\n\nA. Whenever a person physically present in any party state shall be in need of institutionalization by reason of mental illness or mental deficiency, he shall be eligible for care and treatment in an institution in that state irrespective of his residence, settlement or citizenship qualifications.\n\nB. The provisions of Subdivision A of this article to the contrary notwithstanding, any patient may be transferred to an institution in another state whenever there are factors based upon clinical determinations indicating that the care and treatment of the patient would be facilitated or improved thereby. Any such institutionalization may be for the entire period of care and treatment or for any portion or portions thereof. The factors referred to in this subdivision shall include the patient's full record with due regard for the location of the patient's family, character of the illness and probable duration thereof, and such other factors as shall be considered appropriate.\n\nC. No state shall be obliged to receive any patient sent under Subdivision B of this article unless the sending state has given advance notice of its intention to send the patient; furnished all available medical and other pertinent records concerning the patient; given the qualified medical or other appropriate clinical authorities of the receiving state an opportunity to examine the patient if the authorities so wish; and unless the receiving state shall agree to accept the patient.\n\nD. In the event that the laws of the receiving state establish a system of priorities for the admission of patients, an interstate patient under this compact shall receive the same priority as a local patient and shall be taken in the same order and at the same time that he would be taken if he were a local patient.\n\nE. Under this compact, the determination as to the suitable place of institutionalization for a patient may be reviewed at any time and such further transfer of the patient may be made as seems likely to be in the best interest of the patient.\n\nA. Whenever, under the laws of the state in which a patient is physically present, it shall be determined that the patient should receive after-care or supervision, the care or supervision may be provided in a receiving state. If the medical or other appropriate clinical authorities having responsibility for the care and treatment of the patient in the sending state shall have reason to believe that after-care in another state would be in the best interest of the patient and would not jeopardize the public safety, they shall request the appropriate authorities in the receiving state to investigate the desirability of affording the patient after-care in the receiving state, and an investigation shall be made with all reasonable speed. The request for investigation shall be accompanied by complete information concerning the patient's intended place of residence and the identity of the person in whose charge it is proposed to place the patient, the complete medical history of the patient, and such other documents as may be pertinent.\n\nB. If the medical or other appropriate clinical authorities having responsibility for the care and treatment of the patient in the sending state and the appropriate authorities in the receiving state find that the best interest of the patient would be served thereby, and if the public safety would not be jeopardized thereby, the patient may receive after-care or supervision in the receiving state.\n\nC. In supervision, treating or caring for a patient on after-care under the terms of this article, a receiving state shall employ the same standards of visitation, examination, care and treatment that it employs for similar local patients.\n\nEscape Notice\n\nWhenever a dangerous or potentially dangerous patient escapes from an institution in any party state, that state shall promptly notify all appropriate authorities within and without the jurisdiction of the escape in a manner reasonably calculated to facilitate the speedy apprehension of the escapee. Immediately upon the apprehension and identification of any such dangerous or potentially dangerous patient, he shall be detained in the state where found pending disposition in accordance with law.\n\nTransporting\n\nThe duly accredited officers of any state party to this compact, upon the establishment of their authority and the identity of the patient, may transport any patient being moved under this compact through any and all states party to this compact, without interference.\n\nARTICLE VII\n\nEffect and Cost of Transfer\n\nA. No person shall be deemed a patient of more than one institution at any given time. Completion of transfer of any patient to an institution in a receiving state shall have the effect of making the person a patient of the institution in the receiving state.\n\nB. The sending state shall pay all costs of and incidental to the transportation of any patient under this compact, but any two or more party states may, by making a specific agreement for that purpose, arrange for a different allocation of costs as among themselves.\n\nC. No provision of this compact alters or affects any internal relationships among the departments, agencies and officers of and in the government of a party state, or between a party state and its subdivisions, as to the payment of costs, or responsibilities therefor.\n\nD. Nothing in this compact prevents any party state or subdivision thereof from asserting any right against any person, agency or other entity in regard to cost for which such party state or subdivision thereof may be responsible pursuant to any provision of this compact.\n\nE. Nothing in this compact invalidates any reciprocal agreement between a party state and a non-party state relating to institutionalization, care or treatment of the mentally ill or mentally deficient, or any statutory authority pursuant to which such agreements may be made.\n\nARTICLE VIII\n\nA. Nothing in this compact abridges, diminishes, or in any way impairs the rights, duties and responsibilities of any patient's guardian on his own behalf or in respect of any patient for whom he may serve, except that where the transfer of any patient to another jurisdiction makes advisable the appointment of a supplemental or substitute guardian, any court of competent jurisdiction in the receiving state may make a supplemental or substitute appointment and the court which appointed the previous guardian shall upon being duly advised of the new appointment, and upon the satisfactory completion of an accounting and other acts as the court may by law require, relieve the previous guardian of power and responsibility to whatever extent shall be appropriate in the circumstances; however, in the case of any patient having settlement in the sending state, the court of competent jurisdiction in the sending state shall have the sole discretion to relieve a guardian appointed by it or continue his power and responsibility, whichever it shall deem advisable. The court in the receiving state may, in its discretion, confirm or reappoint the person previously serving as guardian in the sending state in lieu of making a supplemental or substitute appointment.\n\nB. The term \"guardian\" as used in Subdivision A of this article shall include any guardian, trustee, legal committee, conservator or other person or agency however denominated who is charged by law with power to act for or responsibility for the person or property of a patient.\n\nA. No provision of this compact except Article V shall apply to any person institutionalized while under sentence in a penal or correctional institution or while subject to trial on a criminal charge, or whose institutionalization is due to the commission of an offense for which, in the absence of mental illness or mental deficiency, the person would be subject to incarceration in a penal or correctional institution.\n\nB. To every extent possible, it is the policy of the states party to this compact that no patient shall be placed or detained in any prison, jail or lockup, but such patient shall, with all expedition, be taken to a suitable institutional facility for mental illness or mental deficiency.\n\nCompact Administrator\n\nA. Each party state shall appoint a \"compact administrator\" who, on behalf of his state, shall act as general coordinator of activities under the compact in his state and who shall receive copies of all reports, correspondence and other documents relating to any patient processed under the compact by his state either in the capacity of sending or receiving state. The compact administrator or his duly designated representative shall be the official with whom other party states shall deal in any matter relating to the compact or any patient processed under the compact.\n\nB. The compact administrators of the respective party states shall have power to promulgate reasonable rules and regulations to carry out more effectively the terms and provisions of this compact.\n\nSupplementary Agreements\n\nThe duly constituted administrative authorities of any two or more party states may enter into supplementary agreements for the provision of any service or facility or for the maintenance of any institution on a joint or cooperative basis whenever the states concerned shall find that such agreements will improve services, facilities or institutional care and treatment in the fields of mental illness or mental deficiency. No supplementary agreement shall be construed so as to relieve any party state of any obligation which it otherwise would have under other provisions of this compact.\n\nARTICLE XII\n\nEntry into Force\n\nThis compact shall enter into full force and effect as to any state when enacted by it into law and such state shall thereafter be a party to the compact with any and all states legally joining in it.\n\nARTICLE XIII\n\nThis compact shall be liberally construed so as to effectuate its purposes. The provisions of this compact shall be severable and if any phrase, clause, sentence or provision of this compact is declared to be contrary to the constitution of any party state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact and its applicability to any government, agency, person or circumstance shall not be affected. If this compact shall be held contrary to the constitution of any state party to the compact, the compact shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters.\n\nHistory:1953 Comp., § 34-5-1, enacted by Laws 1969, ch. 118, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— Change of state or national domicil of mental incompetent, 96 A.L.R.2d 1236.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-11/article-7/section-11-7-1/"
    },
    {
      "id": "section-11-7-2",
      "number": "11-7-2",
      "heading": "Compact coordinator; powers and duties.",
      "text": "Pursuant to the Interstate Compact on Mental Health, the administrator of the New Mexico behavioral health institute is designated as the compact administrator and, acting jointly with like officers of other party states, shall promulgate rules and regulations to carry out more effectively the terms of the compact. The compact administrator is authorized, empowered and directed to cooperate with all departments, agencies and officers of and in the government of this state and its subdivisions in facilitating the proper administration of the compact or of any supplementary agreement entered into by this state under the compact.\n\nHistory:1953 Comp., § 34-5-2, enacted by Laws 1969, ch. 118, § 2; 1977, ch. 253, § 46; 2007, ch. 325, § 5; 2009, ch. 191, § 1.\n\nThe 2009 amendment,effective June 19, 2009, after \"Compact on Mental Health, the\" deleted \"director of the behavioral health services division of the human services department\" and added \"administrator of the New Mexico behavioral health institute\".\n\nThe 2007 amendment,effective June 15, 2007, changed \"health and environment department\" to \"human services department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-11/article-7/section-11-7-2/"
    },
    {
      "id": "section-11-7-3",
      "number": "11-7-3",
      "heading": "Supplementary agreements.",
      "text": "The compact administrator may enter into supplementary agreements with appropriate officials of other states under Articles VII and XI of the compact [11-7-1 NMSA 1978]. In the event that the supplementary agreements shall require or contemplate the use of any institution or facility of this state or require or contemplate the provision of any service by this state, no agreement shall have force or effect until approved by the head of the department or agency under whose jurisdiction the institution or facility is operated or whose department or agency will be charged with the rendering of the service.\n\nHistory:1953 Comp., § 34-5-3, enacted by Laws 1969, ch. 118, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-11/article-7/section-11-7-3/"
    },
    {
      "id": "section-11-7-4",
      "number": "11-7-4",
      "heading": "Payments by administrator.",
      "text": "The compact administrator may make or arrange for any payments necessary to discharge any financial obligations imposed upon this state by the compact [11-7-1 NMSA 1978] or by any supplementary agreement entered into under the compact.\n\nHistory:1953 Comp., § 34-5-4, enacted by Laws 1969, ch. 118, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-11/article-7/section-11-7-4/"
    },
    {
      "id": "section-11-7-5",
      "number": "11-7-5",
      "heading": "Notice of transfer.",
      "text": "Whenever the compact administrator receives a request for the transfer of a patient from an institution in this state to an institution in another party state, and he determines that the transfer is in the best interest of the patient, he shall give notice of the proposed transfer to the patient, the spouse of the patient, the parents of the patient and the adult children of the patient. This notice shall also notify these people of the right, if requested, to a court hearing on the proposed transfer and shall contain a request for written consent from these people for the transfer. The notice shall be in writing, and the respondents shall be given fourteen days from the date of mailing of the notice to consent or object to the transfer, or to request a court hearing. No transfer shall be made if there is any written objection or request made to the compact administrator except upon order of the court after hearing. However, no transfer shall be made if the compact administrator receives written objections from all these people. No transfer shall be made of a patient ordered hospitalized by any court unless written notice of the proposed transfer has been given to that court.\n\nHistory:1953 Comp., § 34-5-5, enacted by Laws 1969, ch. 118, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-11/article-7/section-11-7-5/"
    }
  ]
}