{
  "state": "connecticut",
  "path": "title-title-10a-state-system-of-higher-education/chapter-chapter-187-connecticut-health-and-educational-facilities-au",
  "sections": [
    {
      "id": "section-10a-176",
      "number": "10a-176.",
      "heading": "(Formerly Sec. 10-335). - Declaration of policy",
      "text": "It is declared that, for the benefit of the people of the state, the increase of their commerce, welfare and prosperity and the improvement of their health and living conditions, it is essential that this and future generations of youths be given the fullest opportunity to learn and to develop their intellectual and mental capacities; that it is essential that institutions for higher education within the state be provided with appropriate additional means to assist such youths in achieving the required levels of learning and development of their intellectual and mental capacities; that it is essential that health care institutions within the state be provided with appropriate additional means to expand, enlarge and establish health care, hospital and other related facilities; that it is essential that nursing homes be provided with the means to care for persons in need of assistance and that it is the purpose of this chapter to provide a measure of assistance and an alternative method to enable institutions for higher education in the state, health care institutions and qualified nonprofit organizations to provide and finance the facilities, structures and equipment which are needed to accomplish the purposes of this chapter, all to the public benefit and good, to the extent and manner provided herein.\n\n(February, 1965, P.A. 170, S. 1; 1967, P.A. 368, S. 1; P.A. 79-568, S. 1, 11; P.A. 82-16, S. 1, 19; P.A. 87-487, S. 1, 7; P.A. 92-261, S. 1, 17; P.A. 06-196, S. 77.)\n\nHistory: 1967 act included provision re hospitals; P.A. 79-568 added provision re aid to finance facilities and included aid for equipment; P.A. 82-16 changed “hospitals” to “health care institutions”; Sec. 10-335 transferred to Sec. 10a-176 in 1983 pursuant to reorganization of higher education system; P.A. 87-487 inserted reference to qualified nonprofit organizations; P.A. 92-261 included the reference to nursing home care for persons needing assistance; P.A. 06-196 made technical changes, effective June 7, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-176-formerly-sec-10-335/"
    },
    {
      "id": "section-10a-177",
      "number": "10a-177.",
      "heading": "(Formerly Sec. 10-336). - Short title.",
      "text": "This chapter may be referred to and cited as the “State of Connecticut Health and Educational Facilities Authority Act”.\n\n(February, 1965, P.A. 170, S. 2; 1967, P.A. 368, S. 2.)\n\nHistory: 1967 changed act name to include health as well as educational facilities; Sec. 10-336 transferred to Sec. 10a-177 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-177-formerly-sec-10-336/"
    },
    {
      "id": "section-10a-178",
      "number": "10a-178.",
      "heading": "(Formerly Sec. 10-337). - Definitions.",
      "text": "As used in this chapter, the following words and terms shall have the following meanings unless the context indicates another or different meaning or intent:\n\n(a) “Authority” means the State of Connecticut Health and Educational Facilities Authority created by section 10a-179 or any board, body, commission, department or officer succeeding to the principal functions thereof or to whom the powers conferred upon the authority by this chapter shall be given by law;\n\n(b) “Project”, in the case of a (1) participating institution for higher education, means a (A) structure suitable for use as a dormitory or other housing facility, including housing for staff members, employees or students at such institution of higher education, dining hall, student union, administration building, academic building, library, laboratory, research facility, classroom, athletic facility, health care facility, and maintenance, storage or utility facility and other structures or facilities related thereto or required or useful for the instruction of students or the conducting of research or the operation of an institution for higher education, including parking and other facilities or structures essential or convenient for the orderly conduct of such institution for higher education, also including equipment and machinery and other similar items necessary or convenient for the operation of a particular facility or structure in the manner for which its use is intended or for the operation of a participating institution for higher education, or any combination thereof, or (B) program or service that is in furtherance of the organization or mission of a participating institution of higher education; (2) participating health care institution means a (A) structure suitable for use as a hospital, clinic, or other health care facility, laboratory, laundry, residence facility, including housing for nurses, interns, staff members, employees or students at such health care institution and their immediate families and for physically or mentally handicapped persons, administration building, research facility, and maintenance, storage or utility facility and other structures or facilities related thereto or required or useful for the operation of the project, including parking and other facilities or structures essential or convenient for the orderly operation of such project, also including equipment and machinery and other similar items necessary or convenient for the operation of the project in the manner for which its use is intended or for the operation of a participating health care institution, or any combination thereof, or (B) program or service that is in furtherance of the organization or mission of a participating health care institution; (3) participating qualified nonprofit organization means a (A) structure or facility owned in its entirety by, or suitable for use in accordance with the charitable or nonprofit status of the qualified nonprofit organization, also including equipment and machinery and other similar items necessary or convenient for the operation of the project in the manner for which its use is intended or for the operation of a participating qualified nonprofit corporation, or (B) program or service that is furtherance of the organization or mission of a participating qualified nonprofit organization; and (4) participating nursing home means a (A) structure or facility suitable for use as a nursing home, residential care home, rest home, health care facility for the handicapped, mental health facility or independent living facility subject to the licensing requirements of chapter 368v and appurtenant facilities, equipment and machinery and other similar items necessary or convenient for the operation of a particular facility or structure in the manner for which its use is intended or for the operation of a participating nursing home, or (B) program or service that is in furtherance of the organization or mission of a participating nursing home;\n\n(c) “Cost” as applied to a project or any portion thereof financed under the provisions of this chapter embraces all or any part of the cost of construction and acquisition of all lands, structures, real or personal property, rights, rights-of-way, franchises, easements and interests acquired or used for a project, the cost of demolishing or removing any buildings or structures on land so acquired, including the cost of acquiring any lands to which such buildings or structures may be moved, the cost of all machinery and equipment, financing charges, interest prior to, during and for a period after completion of such construction, provisions for working capital, reserves for principal and interest and for extensions, enlargements, additions, replacements, renovations and improvements, cost of engineering, financial and legal services, plans, specifications, studies, surveys, estimates of cost and of revenues, administrative expenses, expenses necessary or incident to determining the feasibility or practicability of constructing the project and such other costs and expenses as may be necessary or incident to the project and its operation, the financing of the project and the placing of the project in operation;\n\n(d) “Bonds” means bonds of the authority issued under the provisions of this chapter, including refunding bonds, notwithstanding that the same may be secured by mortgage or the full faith and credit of the authority or the full faith and credit of a participating institution for higher education, a participating health care institution, a participating corporation, a participating nursing home or a participating qualified nonprofit organization or any other lawfully pledged security of a participating institution for higher education, a participating health care institution, a participating corporation, a participating nursing home or a participating qualified nonprofit organization;\n\n(e) “Institution for higher education” means (1) an educational institution situated within this state which by virtue of law or charter is a nonprofit educational institution empowered to provide a program of education beyond the high school level; or (2) a public educational institution, which, shall be any constituent unit, as defined in section 10a-1;\n\n(f) “Participating institution for higher education” means an institution for higher education which, pursuant to the provisions of this chapter, shall undertake the financing and construction or acquisition of a project or shall undertake the refunding or refinancing of obligations or of a mortgage, or advances made or given for the costs of a project, as provided in and permitted by this chapter;\n\n(g) “Health care institution” means (1) any nonprofit, state-aided hospital or other health care institution, including The University of Connecticut Health Center, which is entitled, under the laws of the state, to receive assistance from the state by means of a grant made pursuant to a budgetary appropriation made by the General Assembly, (2) any other hospital or other health care institution which is licensed, or any nonprofit, nonstock corporation which shall receive financing or shall undertake to construct or acquire a project which is or will be eligible to be licensed, as an institution under the provisions of sections 19a-490 to 19a-503, inclusive, or any nonprofit, nonstock, nonsectarian facility which is exempt from taxation under the provisions of section 12-81 or 38a-188 and which is a health care center under the provisions of sections 38a-175 to 38a-194, inclusive, or (3) any nonprofit corporation wholly owned by two or more hospitals or other health care institutions which operates for and on behalf of such hospitals or other health care institutions a project, as defined in subsection (b) of this section, or is a nursing home;\n\n(h) “Nursing home” means any institution which is or will be eligible to be licensed as an institution under sections 19a-490 to 19a-503, inclusive, or a facility which (1) provides chronic and convalescent nursing care, (2) is a rest home with nursing facilities, (3) provides health care facilities for the handicapped, (4) is a home for elderly persons or physically handicapped or mentally handicapped persons or (5) is a continuing care facility registered with the Department of Social Services, pursuant to chapter 319f;\n\n(i) “Participating nursing home” means a nursing home which, pursuant to the provisions of this chapter, undertakes the financing and construction or acquisition of a project or undertakes the refunding or refinancing of obligations or of a mortgage, loans or advances made or given for the costs of a project as provided in and permitted by this chapter;\n\n(j) “Participating health care institution” means a health care institution which, pursuant to the provisions of this chapter, undertakes the financing and construction or acquisition of a project or undertakes the refunding or refinancing of obligations or of a mortgage, loan or advances made or given for the cost of a project as provided in and permitted by this chapter;\n\n(k) “Participating corporation” means any nonprofit corporation created by a participating health care institution or a participating institution for higher education, or by one or more of them in combination, and to which there has been or will be transferred all right, title and interest in a project for the sole purpose of operating such project on behalf of such participating institution or institutions for the life of the bonds issued to finance such project, provided upon retirement of all of such bonds, all right, title and interest in the project shall revert to and vest in the participating institution for higher education or the participating health care institution or jointly in both such institutions;\n\n(l) “Federally guaranteed security” means any security, investment or evidence of indebtedness which is either directly or indirectly insured or guaranteed, in whole or in part, as to the payment of principal and interest, by the United States of America or any agency or instrumentality thereof;\n\n(m) “Federally insured mortgage loan” means any loan secured by a mortgage from any participating institution for higher education or participating health care institution or participating nursing home which is either directly or indirectly insured or guaranteed, in whole or in part, as to the repayment of principal and interest, by the United States of America or any agency or instrumentality thereof, or by any commitment by the United States of America or any agency or instrumentality thereof to so insure or guarantee;\n\n(n) “Qualified nonprofit organization” means any private, nonprofit organization qualified under Section 501(c)(3) of the Internal Revenue Code of 1986, as the same may be amended from time to time, other than a health care institution, nursing home or institution for higher education;\n\n(o) “Participating qualified nonprofit organization” means a qualified nonprofit organization which, pursuant to the provisions of this chapter, shall undertake the financing and construction or acquisition of a project or shall undertake the refunding or refinancing of obligations, or of a mortgage, loan or advances made or given to it to finance, in anticipation of permanent financing or donation from an outside source, the cost of a project, as provided in and permitted by this chapter;\n\n(p) “Connecticut Higher Education Supplemental Loan Authority” means the Connecticut Higher Education Supplemental Loan Authority established as a subsidiary of the authority with powers granted pursuant to chapter 187b;\n\n(q) “Connecticut Student Loan Foundation” means the Connecticut Student Loan Foundation established pursuant to chapter 187a that is a subsidiary of the authority as provided in section 10a-203a, and that is deemed a quasi-public agency for purposes of chapter 12.\n\n(February, 1965, P.A. 170, S. 3; 1967, P.A. 368, S. 3; 1969, P.A. 586, S. 1; 1971, P.A. 104; 773; P.A. 75-64; P.A. 77-569, S. 1; P.A. 79-62, S. 1, 4; 79-568, S. 2, 3, 11; 79-610, S. 26; P.A. 80-483, S. 47, 186; P.A. 82-16, S. 2–6, 19; P.A. 87-487, S. 2, 7; P.A. 92-261, S. 2, 17; P.A. 93-262, S. 1, 87; P.A. 95-230, S. 30, 45; P.A. 97-112, S. 2; May Sp. Sess. P.A. 04-1, S. 25; P.A. 05-255, S. 4; P.A. 06-196, S. 225; P.A. 11-70, S. 12; P.A. 12-149, S. 1, 2; P.A. 14-217, S. 38; P.A. 17-198, S. 12; P.A. 23-11, S. 1.)\n\nHistory: 1967 act redefined “authority”, “project” and “bonds” to reflect inclusion of hospitals, included replacements and renovations under Subsec. (c), allowed securing of bonds by full faith and credit of the authority in Subsec. (d) and added Subsecs. (g) and (h) defining “hospital” and “participating hospital”; 1969 act included hospitals for mental illness in Subsec. (g); 1971 acts included nonprofit corporations wholly owned by two or more hospitals which operate projects on their behalf and nonprofit, nonstock, nonsectarian facilities which provide chronic and convalescent nursing care or which are rest homes with nursing facilities or homes for the elderly in Subsec. (g); P.A. 75-64 included nonprofit, nonstock corporations “which shall receive financing or shall undertake to construct or acquire a project which is or will be eligible to be licensed” in Subsec. (g); P.A. 77-569 included nonprofit, nonstock, nonsectarian facilities which provide health care for the handicapped in Subsec. (g); P.A. 79-62 added Subsecs. (i) and (j), (codified as (j) and (k)), defining “federally guaranteed security” and “federally insured mortgage loan”; P.A. 79-568 included equipment costing more than $100,000 to purchase or lease with estimated useful life of eight years or more in definition of “project” and added Subsec. (i) defining “participating corporation”; P.A. 79-610 substituted Secs. 19-576 to 19-586 for Sec. 17-227 in Subsec. (g); P.A. 80-483 made technical changes; P.A. 82-16 changed “hospital” to “health care institution” where applicable and changed definition of “hospital” as necessary to be applicable as definition of “health care institution”, including any hospital or health care center; Sec. 10-337 transferred to Sec. 10a-178 in 1983 pursuant to reorganization of higher education system; P.A. 87-487 amended definition of “project” to include housing for staff members, employees or students at institutions of higher education, to decrease minimum price or rental value of equipment from $100,000 to $25,000 and the minimum useful life from eight years to four years and to include structures, facilities, equipment and machinery for participating qualified nonprofit organizations, and added definition of “qualified nonprofit organization” and “participating qualified nonprofit organization”; P.A. 92-261 added definitions of “nursing home” and “participating nursing home” and amended various definitions to include the specific references to nursing homes and amended the definition of “institution for higher education” to clarify the definition of a public educational institution; P.A. 93-262 authorized substitution of commissioner and department of social services for commissioner and department on aging, effective July 1, 1993; P.A. 95-230 redefined “institution for higher education” to delete reference to The University of Connecticut, effective June 7, 1995; P.A. 97-112 replaced “home for the aged” with “residential care home”; May Sp. Sess. P.A. 04-1 amended Subsec. (b) to delete certain limitations in the definition of “project” re purchase of equipment, to include purchase of machinery or similar items, and to include participating nursing homes, effective June 8, 2004; P.A. 05-255 amended Subsec. (g) to include The University of Connecticut Health Center in definition of “health care institution”, effective July 1, 2005; P.A. 06-196 made technical changes in Subsec. (g), effective June 7, 2006; P.A. 11-70 amended Subsec. (d) to redefine “bonds”, effective July 8, 2011; P.A. 12-149 amended Subdiv. (e) to redefine “institution for higher education” and added Subdiv. (p) defining “Connecticut Higher Education Supplemental Loan Authority”, effective July 1, 2012; P.A. 14-217 added Subsec. (q) defining “Connecticut Student Loan Foundation”, effective July 1, 2014; P.A. 17-198 amended Subsec. (g) by replacing reference to Sec. 38a-191 with reference to Sec. 38a-194, effective July 1, 2017; P.A. 23-11 amended Subsecs. (b) and (c) by redefining “project” and “cost”, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-178-formerly-sec-10-337/"
    },
    {
      "id": "section-10a-179",
      "number": "10a-179.",
      "heading": "(Formerly Sec. 10-338). - State of Connecticut Health and Educational Facilities Authority",
      "text": "(a) There is created a body politic and corporate to be known as the “State of Connecticut Health and Educational Facilities Authority”. Said authority is constituted a public instrumentality and political subdivision of the state and the exercise by the authority of the powers conferred by this chapter shall be deemed and held to be the performance of an essential public and governmental function. Notwithstanding the provisions of the general statutes or any public or special act, the board of directors of said authority shall consist of ten members, two of whom shall be the Secretary of the Office of Policy and Management and the State Treasurer, ex officio, and eight of whom shall be residents of the state appointed by the Governor, not more than four of such appointed members to be members of the same political party. Three of the appointed members shall be current or retired trustees, directors, officers or employees of institutions for higher education, two of the appointed members shall be current or retired trustees, directors, officers or employees of health care institutions and one of such appointed members shall be a person having a favorable reputation for skill, knowledge and experience in state and municipal finance, either as a member of the financial business industry or as an officer or employee of an insurance company or bank whose duties relate to the purchase of state and municipal securities as an investment and to the management and control of a state and municipal securities portfolio. On or before the first day of July, annually, the Governor shall appoint a member or members to succeed those whose terms expire, each for a term of five years and until a successor is appointed and has qualified. The Governor shall fill any vacancy for the unexpired term. A member of the board shall be eligible for reappointment. Any member of the board may be removed by the Governor for misfeasance, malfeasance or wilful neglect of duty. Each member of the board shall take and subscribe the oath or affirmation required by article XI, section 1, of the State Constitution prior to assuming such office. A record of each such oath shall be filed in the office of the Secretary of the State. Each ex-officio member may designate a deputy or any member of such member's staff to represent him or her as a member at meetings of the board with full power to act and vote in his or her behalf.\n\n(b) The chairperson of the board shall be appointed by the Governor, with the advice and consent of both houses of the General Assembly. The board shall annually elect one of its members as vice chairman, and shall also appoint an executive director who shall not be a member of the board and who shall serve at the pleasure of the board and receive such compensation as shall be fixed by the board.\n\n(c) The executive director shall supervise the administrative affairs and technical activities of the authority in accordance with the directives of the board. The executive director shall keep a record of the proceedings of the authority and shall be custodian of all books, documents and papers filed with the authority and of the minute book or journal of the authority and of its official seal. He may cause copies to be made of all minutes and other records and documents of the authority and may give certificates under the official seal of the authority to the effect that such copies are true copies, and all persons dealing with the authority may rely upon such certificates.\n\n(d) (1) The powers of the authority shall be vested in and exercised by a board of directors. Five members of the board shall constitute a quorum at any meeting of the board. No vacancy in the membership of the board shall impair the right of such members to exercise all the rights and perform all the duties of the board. Any action taken by the board under the provisions of this chapter may be authorized by resolution approved by a majority of the members present at any regular or special meeting, which resolution shall take effect immediately or by a resolution circularized or sent to each member of the board, which shall take effect at such time as a majority of the members shall have signed an assent to such resolution. Resolutions of the board need not be published or posted. (2) The board may delegate by resolution to three or more of its members such powers and duties as it may deem proper. At least one of such members shall not be a state employee.\n\n(e) (1) Each member of the board shall execute a surety bond in the penal sum of fifty thousand dollars and the executive director and the other officers of the authority shall execute a surety bond in the penal sum of one hundred thousand dollars, or, in lieu thereof, the chairman of the board shall execute a blanket position bond covering each member, the executive director and the employees of the authority, each surety bond to be conditioned upon the faithful performance of the duties of the office or offices covered, to be executed by a surety company authorized to transact business in this state as surety and to be approved by the Attorney General and filed in the office of the Secretary of the State. The authority shall pay the cost of each such bond.\n\n(2) In lieu of a bond, the authority may obtain from an insurance company an insurance policy or policies, in the penal sum of not less than one hundred thousand dollars per each occurrence, covering the authority if the executive director or other officer or employee of the authority or any member of the board performing specific directorial acts on behalf of the authority fails to faithfully perform the duties of such person's position with the authority. The authority shall determine any applicable deductible or self-insured retention and pay the cost of the coverage for such policy.\n\n(f) The members of the board shall receive no compensation for the performance of their duties hereunder but each such member shall be paid his necessary expenses incurred while engaged in the performance of such duties.\n\n(g) Notwithstanding any other law to the contrary, it shall not be or constitute a conflict of interest for a trustee, director, officer or employee of an institution for higher education or a health care institution, or for any person having a financial interest in such an institution, to serve as a member of the board of directors of the authority; provided such trustee, director, officer, employee or person shall abstain from deliberation, action and vote by the board under this chapter in specific respect to the institution for higher education or the health care institution of which such member is a trustee, director, officer or employee or in which such member has a financial interest.\n\n(h) The board of directors of the authority shall adopt written procedures, in accordance with the provisions of section 1-121, for: (1) Adopting an annual budget and plan of operations, including a requirement of board approval before the budget or plan may take effect; (2) hiring, dismissing, promoting and compensating employees of the authority, including an affirmative action policy and a requirement of board approval before a position may be created or a vacancy filled; (3) acquiring real and personal property and personal services, including a requirement of board approval for any nonbudgeted expenditure in excess of five thousand dollars; (4) contracting for financial, legal, bond underwriting and other professional services, including a requirement that the authority solicit proposals at least once every three years for each such service which it uses; (5) issuing and retiring bonds, bond anticipation notes and other obligations of the authority; (6) awarding loans, grants and other financial assistance, including eligibility criteria, the application process and the role played by the authority's staff and board of directors; and (7) the use of surplus funds to the extent authorized under this chapter or other provisions of the general statutes.\n\n(i) The authority shall not be construed to be a department, institution, or agency of the state.\n\n(j) The authority shall continue as long as it shall have bonds or other obligations outstanding and until its existence is terminated by law. Upon termination of the existence of the authority, all its rights and properties shall pass to and be vested in the state of Connecticut.\n\n(k) (1) The authority may form one or more subsidiaries to carry out the public purposes of the authority and may transfer to any such subsidiary or to any subsidiary established by the General Assembly through public or special act any moneys and real or personal property of any kind or nature. Any such subsidiary may be organized as a stock or nonstock corporation or a limited liability company. Each such subsidiary shall have and may exercise such powers of the authority as are set forth in the resolution of the authority prescribing the purposes for which such subsidiary is formed and such other powers provided to it by law. Each such subsidiary shall be deemed a quasi-public agency for purposes of chapter 12 and shall have all the privileges, immunities, tax exemptions and other exemptions of the authority, including the privileges, immunities, tax exemptions and other exemptions provided under the general statutes for special capital reserve funds. Each such subsidiary shall be subject to suit provided its liability shall be limited solely to the assets, revenues and resources of the subsidiary and without recourse to the general funds, revenues, resources or any other assets of the authority. Each such subsidiary is authorized to assume or take title to property subject to any existing lien, encumbrance or mortgage and to mortgage, convey or dispose of its assets and pledge its revenues in order to secure any borrowing, for the purpose of refinancing, rehabilitating or improving its assets, provided each such borrowing or mortgage shall be a special obligation of the subsidiary, which obligation may be in the form of bonds, bond anticipation notes and other obligations to the extent permitted under this chapter to fund and refund the same and provide for the rights of the holders thereof, and to secure the same by pledge of revenues, notes and other assets and which shall be payable solely from the assets, revenues and other resources of the subsidiary. The authority shall have the power to assign to a subsidiary any rights, moneys or other assets it has under any governmental program including the nursing home loan program.\n\n(2) Each such subsidiary shall act through its board of directors at least one-half of which shall be members of the board of directors of the authority, or their designees or officers or employees of the authority. A resolution of the authority shall prescribe the purposes for which each such subsidiary is formed.\n\n(3) The provisions of section 1-125, subsection (e) of section 10a-185 and this subsection shall apply to any officer, director, designee or employee appointed as a member, director or officer of any such subsidiary. Any such persons so appointed shall not be personally liable for the debts, obligations or liabilities of any such subsidiary as provided in said section 1-125. The subsidiary shall and the authority may provide for the indemnification to protect, save harmless and indemnify such officer, director, designee or employee as provided by said section 1-125.\n\n(4) The authority or such subsidiary may take such actions as are necessary to comply with the provisions of the Internal Revenue Code of 1986 or any subsequent corresponding internal revenue code of the United States, as from time to time amended, to qualify and maintain any such subsidiary as a corporation exempt from taxation under said internal revenue code.\n\n(5) The authority may make loans to each such subsidiary or to any subsidiary established by the General Assembly through public or special act, following standard authority procedures, from its assets and the proceeds of its bonds, notes and other obligations, provided the source and security for the repayment of such loans is derived from the assets, revenues and resources of the subsidiary.\n\n(February, 1965, P.A. 170, S. 4; 1967, P.A. 368, S. 4; 1969, P.A. 586, S. 2; P.A. 77-614, S. 19, 610; P.A. 82-16, S. 7–10, 19; P.A. 87-487, S. 3, 7; P.A. 88-225, S. 10, 14; 88-266, S. 19, 46; P.A. 89-29, S. 1, 2; P.A. 90-118; June 18 Sp. Sess. P.A. 97-11, S. 42, 65; May Sp. Sess. P.A. 04-1, S. 26; June Sp. Sess. P.A. 07-5, S. 27; P.A. 12-149, S. 4; P.A. 16-185, S. 6; P.A. 19-83, S. 1; P.A. 22-41, S. 1.)\n\nHistory: 1967 act changed authority name to reflect inclusion of health facilities, increased number of members from seven to nine, increased number to be appointed by governor from six to eight with maximum of four, rather than three, from same political party, required two members to be trustees, directors, officers or employees of hospitals, revised appointment schedule and allowed finance and control commissioner to designate deputy to act for him in Subsec. (a), increased number required for quorum from four to five in Subsec. (d), amended Subsec. (e) to allow issuance of blanket bond and deleted phrase requiring surety bonds before issuance of revenue bonds and amended Subsec. (g) to include members representing hospitals and deleted prohibition on members entering in discussion of issues respecting the institutions of which they are trustees, directors, etc.; 1969 act amended Subsec. (d) to include provisions for circularized resolutions and to allow delegation of powers and duties to one or more members or to executive director; P.A. 77-614 substituted secretary of the office of policy and management for commissioner of finance and control; P.A. 82-16 changed “hospital” to “health care institutions” where applicable and made surety bond requirements applicable to executive director of the authority applicable to “other officers of the authority” as well; Sec. 10-338 transferred to Sec. 10a-179 in 1983 pursuant to reorganization of higher education system; P.A. 87-487 inserted the phrase “Notwithstanding the provisions of the general statutes or any public or special act” before the description of the authority membership and provided that members should take and subscribe the oath or affirmation prior to assuming office, rather than before entering upon his duties; P.A. 88-225 amended Subsec. (g) by applying provisions to persons “having a financial interest” in higher education or health care institutions; P.A. 88-266 amended Subsec. (a) by specifying authority is a political subdivision of the state and performs a governmental function, adding reference to the board of directors and repealing provision allowing secretary of office of policy and management to designate deputy or staff member to represent him at authority meetings, amended Subsec. (b) to require chairperson of board to be appointed by governor, with advice and consent of general assembly, instead of being elected by the authority, amended Subsec. (c) to require executive director to supervise administrative affairs and technical activities of the authority, amended Subsec. (d) to make board of directors the governing body of the authority and authorized board to delegate powers and duties to three or more of its members, at least one of whom shall not be a state employee, instead of one or more of its members or its executive director or other officers, substituted “board” for “authority” in Subsecs. (a) to (g), inclusive, inserted “board of directors of the” in Subsec. (g) and added Subsecs. (h), (i) and (j), re adoption of written procedures by the board, how the authority is construed, and existence and termination of the authority; P.A. 89-29 amended Subsec. (a) to authorize the secretary to appoint a designee; P.A. 90-118 added the state treasurer to the board of directors; June 18 Sp. Sess. P.A. 97-11 added Subsec. (k) re subsidiaries, effective July 1, 1997; May Sp. Sess. P.A. 04-1 amended Subsec. (k)(1) to specify that subsidiaries formed under section are to carry out the public purposes of the authority, to add provisions re organization and powers of such subsidiaries and to deem each subsidiary a quasi-public agency, effective June 8, 2004; June Sp. Sess. P.A. 07-5 amended Subsec. (a) to add “current or retired” re certain appointed members, effective October 6, 2007; P.A. 12-149 amended Subsec. (k)(1) by removing prohibition re borrowing by a subsidiary of the authority without approval of the authority and making a technical change, effective July 1, 2012; P.A. 16-185 amended Subsec. (a) to replace “partner, officer or employee of an investment banking firm which originates and purchases state and municipal securities” with “member of the financial business industry” and to make technical changes, effective June 7, 2016; P.A. 19-83 amended Subsec. (e) by designating existing provisions re execution of surety bond as Subdiv. (1) and amended same by replacing “The cost of each such bond shall be paid by the authority” with “The authority shall pay the cost of each such bond”, and adding Subdiv. (2) re insurance policy in lieu of bond, effective July 1, 2019; P.A. 22-41 amended Subsecs. (k)(1) and (k)(5) by adding “or to any subsidiary established by the General Assembly through public or special act” and made a technical change in Subsec. (k)(4).\n\nCited. 230 C. 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-179-formerly-sec-10-338/"
    },
    {
      "id": "section-10a-179a",
      "number": "10a-179a.",
      "heading": "Connecticut Higher Education Supplemental Loan Authority as subsidiary of Connecticut Health and Educational Facilities Authority.",
      "text": "(a) The Connecticut Higher Education Supplemental Loan Authority is constituted as a subsidiary of the Connecticut Health and Educational Facilities Authority. The Connecticut Higher Education Supplemental Loan Authority shall be deemed a quasi-public agency for purposes of chapter 12 and for the purpose of assisting borrowers, as defined in section 10a-223, and Connecticut institutions for higher education, as defined in said section 10a-223, in the financing and refinancing of the cost of higher education. The Connecticut Higher Education Supplemental Loan Authority shall have all the privileges, immunities, tax exemptions and other exemptions of the Connecticut Health and Educational Facilities Authority and may exercise the powers granted pursuant to chapter 187b, which shall be deemed and held to be the performance of an essential public and government function. The Connecticut Higher Education Supplemental Loan Authority shall be subject to suit and liability solely from the assets, revenues and resources of the Connecticut Higher Education Supplemental Loan Authority and without recourse to the general funds, revenues, resources or any other assets of the Connecticut Health and Educational Facilities Authority. The Connecticut Higher Education Supplemental Loan Authority is authorized, for the purposes set forth in chapter 187b, to mortgage, convey or dispose of its assets and pledge its revenues in order to secure any borrowing, provided each such borrowing or mortgage shall be a special obligation of the Connecticut Higher Education Supplemental Loan Authority, which obligation may be in the form of bonds, bond anticipation notes or other obligations which evidence an indebtedness to the extent permitted under chapter 187b to fund, refinance and refund such borrowing and provide for the rights of holders of such bonds, bond anticipation notes or other obligation, and to secure such bonds, bond anticipation notes or other obligation by pledge of revenues, notes and mortgages of others, and which shall be payable solely from the assets, revenues and other resources of the Connecticut Higher Education Supplemental Loan Authority. The Connecticut Higher Education Supplemental Loan Authority shall have the purposes which shall be consistent with chapter 187b.\n\n(b) The Connecticut Higher Education Supplemental Loan Authority shall be governed by a board of directors consisting of the following ten members: (1) The State Treasurer, or the Treasurer's designee, who shall serve as an ex-officio voting member; (2) the Secretary of the Office of Policy and Management, or the secretary's designee, who shall serve as an ex-officio voting member; (3) the chancellor of the Connecticut State Colleges and Universities, or the chancellor's designee, who shall serve as an ex-officio voting member; (4) the Chief Workforce Officer, or the officer's designee, who shall serve as an ex-officio, voting member; (5) the chairperson of the board of directors of the Connecticut Health and Educational Facilities Authority; (6) the executive director of the Connecticut Health and Educational Facilities Authority; (7) two residents of the state, each of whom is an active or retired trustee, director, officer or employee of a Connecticut institution for higher education, appointed by the board of directors of the Connecticut Health and Educational Facilities Authority; (8) a resident of this state with a favorable reputation for skill, knowledge and experience in the higher education loan field, appointed by the board of directors of the Connecticut Health and Educational Facilities Authority; and (9) a resident of this state with a favorable reputation for skill, knowledge and experience in either the higher education loan field or in state and municipal finance, appointed by the board of directors of the Connecticut Health and Educational Facilities Authority. Of the four appointed members, not more than two may be members of the same political party. The Connecticut Health and Educational Facilities Authority board shall appoint a member or members each for a term of six years or until his or her successor is appointed and has qualified to succeed the members whose terms expire. Said authority board shall fill any vacancy for the unexpired term. A member of the Connecticut Higher Education Supplemental Loan Authority board shall be eligible for reappointment. Any member of the Connecticut Higher Education Supplemental Loan Authority board may be removed by the appointing authority for misfeasance, malfeasance or wilful neglect of duty. Each member of the Connecticut Higher Education Supplemental Loan Authority board before entering upon his or her duties shall take and subscribe the oath or affirmation required by section 1 of article eleventh of the State Constitution. A record of each such oath shall be filed in the office of the Secretary of the State.\n\n(c) The chairperson of the board of the directors of the Connecticut Health and Educational Facilities Authority shall serve as chairperson of the Connecticut Higher Education Supplemental Loan Authority board. The Connecticut Higher Education Supplemental Loan Authority board shall annually elect one of its members as vice-chairman. The Connecticut Higher Education Supplemental Loan Authority board may appoint an executive director, who shall be an employee of the Connecticut Health and Educational Facilities Authority and who shall serve at the pleasure of the Connecticut Higher Education Supplemental Loan Authority board.\n\n(d) To the extent necessary or appropriate to assure that the interest on any of its bonds, notes or other obligations are or continue to be excluded from the gross income of the recipients for federal income tax purposes, the Connecticut Health and Educational Facilities Authority or the Connecticut Higher Education Supplemental Loan Authority shall take such actions to comply with the provisions of the Internal Revenue Code of 1986 or any subsequent corresponding internal revenue code of the United States, as from time to time amended, if necessary, to qualify and maintain such subsidiary as a corporation exempt from taxation under said Internal Revenue Code.\n\n(e) The provisions of section 1-125, subsection (e) of section 10a-185 and this subsection shall apply to any officer, director, designee or employee appointed as a member, director or officer of the Connecticut Higher Education Supplemental Loan Authority. Any such persons so appointed shall not be personally liable for the debts, obligations or liabilities of the Connecticut Higher Education Supplemental Loan Authority as provided in said section 1-125. The subsidiary shall and the Connecticut Health and Educational Facilities Authority may provide for the indemnification to protect, save harmless and indemnify such officer, director, designee or employee as provided by said section 1-125.\n\n(f) The Connecticut Health and Educational Facilities Authority or the Connecticut Higher Education Supplemental Loan Authority may take such actions as are necessary to comply with the provisions of the Internal Revenue Code of 1986 or any subsequent corresponding internal revenue code of the United States, as from time to time amended, to qualify and maintain any such subsidiary as a corporation exempt from taxation under said Internal Revenue Code.\n\n(P.A. 12-149, S. 3; P.A. 15-200, S. 4; P.A. 16-15, S. 34; June Sp. Sess. P.A. 21-2, S. 243; P.A. 24-22, S. 33.)\n\nHistory: P.A. 12-149 effective July 1, 2012; P.A. 15-200 amended Subsec. (b) to revise the membership criteria for two members of the board of directors and make technical changes, effective July 1, 2015; P.A. 16-15 amended Subsec. (b)(3) by replacing “president of the Board of Regents for Higher Education” with “president of the Connecticut State Colleges and Universities”, effective July 1, 2016; June Sp. Sess. P.A. 21-2 amended Subsec. (b) by adding new Subdiv. (4) re Chief Workforce Officer as ex-officio, voting member of the board, redesignating existing Subdivs. (4) to (8) as Subdivs. (5) to (9) and deleting provisions re expiration terms of certain members, effective July 1, 2021 (Revisor's note: In Subsec. (b), “Chief Workforce Office” was changed editorially by the Revisors to “Chief Workforce Officer” for accuracy); P.A. 24-22 amended Subsec. (b)(3) by replacing “president of the Connecticut State Colleges and Universities” with “chancellor of the Connecticut State Colleges and Universities”, effective July 1, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-179a/"
    },
    {
      "id": "section-10a-180",
      "number": "10a-180.",
      "heading": "(Formerly Sec. 10-339). - Powers of authority.",
      "text": "The purpose of the authority shall be to assist institutions for higher education, health care institutions, nursing homes, child care or child development facilities, and qualified nonprofit organizations in the construction, financing and refinancing of projects or in any other manner provided in this chapter, and for this purpose the authority is authorized and empowered:\n\n(a) To have perpetual succession as a body politic and corporate and to adopt bylaws for the regulation of its affairs and the conduct of its business;\n\n(b) To adopt an official seal and alter the same at pleasure;\n\n(c) To maintain an office at such place or places as it may designate;\n\n(d) To sue and be sued in its own name, and plead and be impleaded;\n\n(e) To determine the location and character of any project to be financed under the provisions of this chapter, and to construct, reconstruct, renovate, replace, maintain, repair, operate, lease, as lessee or lessor, and regulate the same, to enter into contracts for any or all of such purposes, to enter into contracts for the management and operation of a project, and to designate a participating institution for higher education, a participating health care institution, a participating corporation, a participating nursing home or a participating qualified nonprofit organization as its agent to determine the location and character of a project undertaken by such participating institution for higher education, by such participating health care institution, by such participating corporation, by such participating nursing home or by such participating qualified nonprofit organization under the provisions of this chapter and as the agent of the authority, to construct, reconstruct, renovate, replace, maintain, repair, operate, lease, as lessee or lessor, and regulate the same, and, as the agent of the authority, to enter into contracts for any or all of such purposes, including contracts for the management and operation of such project;\n\n(f) To issue bonds, bond anticipation notes and other obligations of the authority for any of its corporate purposes, and to fund or refund the same, all as provided in this chapter;\n\n(g) Generally, to fix and revise from time to time and charge and collect rates, rents, fees and charges for the use of and for the services furnished or to be furnished by a project or any portion thereof and to contract with any person, partnership, association or corporation or other body public or private in respect thereof;\n\n(h) To establish rules and regulations for the use of a project or any portion thereof and to designate a participating institution for higher education, a participating health care institution, a participating corporation, a participating nursing home or qualified nonprofit organization as its agent to establish rules and regulations for the use of a project undertaken by such participating institution for higher education, by such participating health care institution, by such participating corporation or by such participating nursing home or by such participating qualified nonprofit organization;\n\n(i) To employ consulting engineers, architects, attorneys, accountants, construction and financial experts, superintendents, managers, and such other employees and agents as may be necessary in its judgment, and to fix their qualifications, duties and compensation;\n\n(j) To receive and accept from any public agency insurance, loans or grants for or in aid of the construction of a project or any portion thereof, and to receive and accept loans, grants, aid or contributions from any source of either money, property, labor or other things of value, to be held, used and applied only for the purposes for which such loans, grants, aid and contributions are made;\n\n(k) To mortgage any project and the site thereof for the benefit of the holders of bonds issued to finance such project;\n\n(l) To make loans to any participating institution for higher education, to any participating health care institution, to any participating corporation, to any participating nursing home and to any participating qualified nonprofit organization for the cost of a project in accordance with an agreement between the authority and such participating institution for higher education, such participating health care institution, such participating corporation, such participating nursing home or such participating qualified nonprofit organization and to utilize the services of an agent in making such loans or to agree to purchase federally guaranteed securities from any third parties making such loans; provided no such loan shall exceed the total cost of the project as determined by the participating institution for higher education, the participating health care institution, the participating corporation, the participating nursing home or the participating qualified nonprofit organization, and approved by the authority;\n\n(m) To make loans to a participating institution for higher education, to a participating health care institution, to a participating corporation, to a participating nursing home or to a participating qualified nonprofit organization, to refinance or refund outstanding obligations or mortgages on the project, or advances issued for the cost of a project, made or given by such participating institution for higher education, such participating health care institution, such participating corporation, such participating nursing home or such participating qualified nonprofit organization, to utilize the services of an agent in making such loans or to agree to purchase federally guaranteed securities from any third parties making such loans and to create a security interest in revenues to be pledged to the authority;\n\n(n) To charge to and equitably apportion among participating institutions for higher education, participating health care institutions, participating corporations, participating nursing homes and participating qualified nonprofit organizations its administrative costs and expenses incurred in the exercise of the powers and duties conferred by this chapter;\n\n(o) To acquire and to agree to acquire any federally guaranteed security and to pledge or otherwise use any such federally guaranteed security in such manner as the authority deems in its best interest to secure or otherwise provide a source of repayment on any of its bonds or notes or to agree to make a loan to any participating institution for higher education, participating health care institution, participating corporation, participating nursing home or participating qualified nonprofit organization for the purpose of acquiring and entering into commitments to acquire any federally guaranteed security; provided that any agreement entered into pursuant to this subdivision may contain such provisions as are deemed necessary or desirable by the authority for the security or protection of the authority or the holders of its bonds or notes; provided further that the authority, prior to making any such acquisition, commitment or loan, shall agree with any such participating institution for higher education, participating health care institution, participating corporation, participating nursing home or participating qualified nonprofit organization or any other appropriate institution or corporation to require that the proceeds derived from the acquisition of any such federally guaranteed security will be used for the purpose of financing or refinancing any project for such participating institution for higher education, participating health care institution, participating corporation, participating nursing home or participating qualified nonprofit organization;\n\n(p) To do all things necessary or convenient to carry out the purposes of this chapter. In carrying out the purposes of this chapter, the authority may undertake a project for two or more participating institutions for higher education jointly, two or more participating health care institutions jointly, two or more participating corporations jointly, two or more participating nursing homes jointly or two or more participating qualified nonprofit organizations jointly, or for any combination thereof of participating institutions for higher education, participating health care institutions, participating corporations, participating nursing homes or participating qualified nonprofit organizations, and, thereupon, all other provisions of this chapter shall apply to and for the benefit of the authority and such joint participants;\n\n(q) To make loans to any participating health care institution, to any participating institution for higher education, to any participating corporation, or to any participating qualified nonprofit organization which is organized, controlled or supervised by a health care institution or an institution of higher education to finance or refinance the cost of a project to be used to provide housing and auxiliary facilities for staff members, employees or students of any such health care institution or institution of higher education and their immediate families, for physically or mentally handicapped persons or for any one or more of the above purposes;\n\n(r) To make and enter into all contracts and agreements necessary or incidental to the performance of its duties and the execution of its powers under its enabling legislation, including contracts and agreements for such professional services as financial consultants, bond counsel, underwriters, technical specialists, as the board of directors shall deem necessary;\n\n(s) To invest any funds not needed for immediate use or disbursement, including reserve funds, in obligations issued or guaranteed by the United States of America or the state of Connecticut, including the state's Short-Term or Long-Term Investment Fund, and in other securities or obligations which are legal investments for banks in this state, or in investment agreements with financial institutions whose short-term obligations are rated within the top two rating categories of any nationally recognized rating service or of any rating service recognized by the Banking Commissioner, or investment agreements fully secured by obligations of, or guaranteed by, the United States or agencies or instrumentalities of the United States or in securities or obligations which are legal investments for savings banks in this state, subject to repurchase agreements in the manner in which such agreements are negotiated in sales of securities in the market place, provided that the authority shall not enter into any such agreement with any securities dealer or bank acting as a securities dealer unless such dealer or bank is included in the list of primary dealers, effective at the time of such agreement, as prepared by the Federal Reserve Bank of New York, provided the investment of escrowed proceeds of refunding bonds shall be governed by section 10a-192, and further provided nothing in this subsection shall limit the investment of reserve funds of the authority, or of any moneys held in trust or otherwise for the payment of bonds or notes of the authority, pursuant to section 10a-190a;\n\n(t) To adopt regular procedures for exercising its power under its enabling legislation not in conflict with existing statutes;\n\n(u) To make grants or provide other forms of financial assistance to any institution for higher education, to any health care institution, to any nursing home, to any child care or child development facility and to any qualified nonprofit organization in such amounts, for such purposes and subject to such eligibility and other requirements as are established pursuant to written procedures adopted by the board of directors pursuant to subsection (h) of section 10a-179;\n\n(v) (1) In connection with, or incidental to, the issuance or carrying of bonds, notes or other obligations of the authority, or acquisition or carrying of any investment or program of investment, to enter into any contract which the authority determines to be necessary or appropriate to place the obligation or investment of the authority, as represented by the bonds, notes or other obligations, investment or program of investment and the contract or contracts, in whole or in part, on the interest rate, currency, cash flow or other basis desired by the authority, including, without limitations, contracts commonly known as interest rate swap agreements, currency swap agreements, forward payment conversion agreements, futures or contracts providing for payments based on levels of, or changes in, interest rates, currency exchange rates, stock or other indices, or contracts to exchange cash flows or a series of payments, or contracts, including, without limitation, interest rate floors or caps, options, puts or calls to hedge payment, currency, rate, spread or similar exposure or, contracts for the purchase of option rights with respect to the mandatory tender for purchase of bonds, notes or other obligations of the authority, which are subject to mandatory tender or redemption, including the issuance of certificates evidencing the right of the owner to exercise such option rights. Such contracts or arrangements may also be entered into by the authority in connection with, or incidental to, entering into or maintaining any agreement which secures its bonds, notes or other obligations, subject to the terms and conditions thereof respecting outstanding obligations. (2) Bonds, notes and other obligations issued by the authority may be payable in accordance with their terms, in whole or in part, in currency other than lawful money of the United States of America, provided the authority enters into a currency swap or similar agreement for payments in lawful money of the United States of America, which covers the entire amount of the debt service payment obligation of the authority with respect to the bonds, notes or other obligations payable in other currency, and further provided if the term of that agreement is less than the term of the bonds, notes or other obligations, the authority shall include a best efforts covenant to enter into additional agreements as may be necessary to cover the entire amount of the debt service payment obligation. (3) In connection with, or incidental to, the issuance or carrying of bonds, notes or other obligations or entering into any of the contracts or agreements referred to in subdivision (1) of this subsection, the authority may enter into credit enhancement or liquidity agreements, with payment, interest rate, currency, security, default, remedy and other terms and conditions as the authority determines;\n\n(w) To make grants or provide other forms of financial assistance to any institution of higher education, to any health care institution, to any nursing home, to any child care or child development facility and to any qualified nonprofit organization in such amounts, for energy efficient construction or renovation projects or renewable energy construction or renovation projects subject to such eligibility and other requirements the board of directors establishes pursuant to written procedures adopted by the board pursuant to subsection (h) of section 10a-179;\n\n(x) To provide and be compensated for such services to or on behalf of the Connecticut Higher Education Supplemental Loan Authority as are appropriate for the operation and management of said authority, including, without limitation, to provide to said authority and to be reimbursed for costs associated with such space, equipment, supplies and employees as are necessary and appropriate for the operations of said authority;\n\n(y) To provide and be compensated for such services to or on behalf of the Connecticut Student Loan Foundation as are appropriate for the operation and management of said foundation, including, without limitation, to provide to said foundation and to be reimbursed for costs associated with such space, equipment, supplies and employees as are necessary and appropriate for the operations of said foundation.\n\n(February, 1965, P.A. 170, S. 5; 1967, P.A. 368, S. 5; P.A. 79-62, S. 2, 4; 79-568, S. 4, 11; P.A. 82-16, S. 11, 19; P.A. 87-487, S. 4, 7; P.A. 88-266, S. 20, 21, 46; P.A. 92-261, S. 3, 17; P.A. 93-102, S. 2; P.A. 97-259, S. 23, 41; P.A. 03-84, S. 10; 03-278, S. 27; May Sp. Sess. P.A. 04-1, S. 27; P.A. 07-242, S. 74; P.A. 12-149, S. 5; P.A. 14-217, S. 40.)\n\nHistory: 1967 act included hospitals in provisions, included projects of renovation or replacement and allowed projects for two or more participating institutions jointly; P.A. 79-62 included provisions concerning federally guaranteed securities; P.A. 79-568 included references to participating corporations; P.A. 82-16 changed “hospital” to “health care institution”; Sec. 10-339 transferred to Sec. 10a-180 in 1983 pursuant to reorganization of higher education system; P.A. 87-487 inserted references to qualified nonprofit organizations and participating qualified nonprofit organizations, added Subsec. (q) concerning loans for certain types of housing and made various technical changes; P.A. 88-266 inserted reference to establishment of qualifications and duties in Subsec. (i) and added Subsecs. (r), (s) and (t), re authority and power to make and enter into contracts, invest funds, and adopt regular procedures; P.A. 92-261 included references to nursing homes and qualified nonprofit organizations, amended Subsec. (s) to include investment agreements with certain financial institutions and made certain technical changes; P.A. 93-102 amended Subsec. (s) to allow the authority to invest in the state's long-term investment fund; P.A. 97-259 included assisting child care or child development facilities in authority's duties, effective July 1, 1997; P.A. 03-84 changed “Commissioner of Banking” to “Banking Commissioner” in Subsec. (s), effective June 3, 2003; P.A. 03-278 made a technical change in Subsec. (s), effective July 9, 2003; May Sp. Sess. P.A. 04-1 specified that the purpose of the authority is to assist institutions in any manner provided in chapter, amended Subsec. (s) to allow investment in specific securities and certain investments in banks and to add provisions re investment of escrowed proceeds of refunding bonds, and reserve or trust funds of the authority, added Subsec. (u) re grants to various institutions and added Subsec. (v) re interest rate swap agreements and similar contracts, effective June 8, 2004; P.A. 07-242 added new Subsec. (w) re grants and other forms of financial assistance for certain energy efficient and renewable energy construction or renovation projects; P.A. 12-149 added Subsec. (x) re services to or on behalf of Connecticut Higher Education Supplemental Loan Authority, effective July 1, 2012; P.A. 14-217 added Subsec. (y) re services provided to or on behalf of the Connecticut Student Loan Foundation, effective July 1, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-180-formerly-sec-10-339/"
    },
    {
      "id": "section-10a-181",
      "number": "10a-181.",
      "heading": "(Formerly Sec. 10-340). - Payment of expenses.",
      "text": "All expenses incurred in carrying out the provisions of this chapter shall be payable solely from funds provided under the authority of this chapter and no liability or obligation shall be incurred by the authority hereunder beyond the extent to which moneys shall have been provided under the provisions of this chapter.\n\n(February, 1965, P.A. 170, S. 6.)\n\nHistory: Sec. 10-340 transferred to Sec. 10a-181 in 1983 pursuant to reorganization of higher education system.\n\nSee Sec. 10a-180(n) re authority's power to charge and apportion expenses incurred by it.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-181-formerly-sec-10-340/"
    },
    {
      "id": "section-10a-182",
      "number": "10a-182.",
      "heading": "(Formerly Sec. 10-341). - Acquisition of property by authority.",
      "text": "The authority is authorized and empowered, directly or by and through a participating institution for higher education, a participating health care institution, a participating corporation or a participating nursing home or a participating qualified nonprofit organization, as its agent, to acquire by purchase or by gift or devise such lands, structures, property, real or personal, rights-of-way, franchises, easements and other interests in lands, including lands lying under water and riparian rights, which are located within or without the state as it may deem necessary or convenient for the construction or operation of a project, upon such terms and at such prices as may be considered by it to be reasonable and can be agreed upon between it and the owner thereof, and to take title thereto in the name of the authority or in the name of a participating institution for higher education, a participating health care institution, a participating corporation, or a participating nursing home or participating qualified nonprofit organization as its agent.\n\n(February, 1965, P.A. 170, S. 7; 1967, P.A. 368, S. 6; P.A. 79-568, S. 5, 11; P.A. 82-16, S. 12, 19; P.A. 92-261, S. 4, 17.)\n\nHistory: 1967 act included participating hospitals and removed restriction that purchases be “solely from funds provided under the authority of this chapter”; P.A. 79-568 included participating corporations; P.A. 82-16 changed “hospital” to “health care institution”; Sec. 10-341 transferred to Sec. 10a-182 in 1983 pursuant to reorganization of higher education system; P.A. 92-261 included the references to nursing homes and qualified nonprofit organizations.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-182-formerly-sec-10-341/"
    },
    {
      "id": "section-10a-183",
      "number": "10a-183.",
      "heading": "(Formerly Sec. 10-342). - Conveyance of title to participating institutions.",
      "text": "When the principal of and interest on bonds of the authority issued to finance the cost of a particular project or projects for a participating institution for higher education, for a participating health care institution, for a participating corporation, for a participating nursing home or for a participating qualified nonprofit organization, including any refunding bonds issued to refund and refinance such bonds, have been fully paid and retired or when adequate provision has been made to fully pay and retire the same, and all other conditions of the resolution or trust agreement authorizing and securing the same have been satisfied and the lien of such resolution or trust agreement has been released in accordance with the provisions thereof, the authority shall promptly do such things and execute such deeds and conveyances as are necessary and required to convey title to such project or projects to such participating institution for higher education, such participating health care institution, such participating corporation, or such participating nursing home or such participating qualified nonprofit organization, free and clear of all liens and encumbrances, all to the extent that title to such project or projects shall not, at the time, then be vested in such participating institution for higher education, such participating health care institution, such participating corporation, or such participating nursing home or such participating qualified nonprofit organization.\n\n(February, 1965, P.A. 170, S. 8; 1967, P.A. 368, S. 7; P.A. 79-568, S. 6, 11; P.A. 82-16, S. 13, 19; P.A. 87-487, S. 5, 7; P.A. 92-261, S. 5, 17.)\n\nHistory: 1967 act included participating hospitals and deleted “revenue” as term describing bonds; P.A. 79-568 included participating corporations; P.A. 82-16 changed “hospital” to “health care institution”; Sec. 10-342 transferred to Sec. 10a-183 in 1983 pursuant to reorganization of higher education system; P.A. 87-487 inserted references to participating qualified nonprofit organizations; P.A. 92-261 included the references to nursing homes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-183-formerly-sec-10-342/"
    },
    {
      "id": "section-10a-184",
      "number": "10a-184.",
      "heading": "(Formerly Sec. 10-343). - Notes of authority.",
      "text": "The authority is authorized from time to time to issue its negotiable notes for any corporate purpose and renew from time to time any notes by the issuance of new notes, whether the notes to be renewed have or have not matured. The authority may issue notes partly to renew notes or to discharge other obligations then outstanding and partly for any other purpose. The notes may be authorized, sold, executed and delivered in the same manner as bonds. Any resolution or resolutions authorizing notes of the authority or any issue thereof may contain any provisions which the authority is authorized to include in any resolution or resolutions authorizing bonds of the authority or any issue thereof, and the authority may include in any notes any terms, covenants or conditions which it is authorized to include in any bonds. All such notes shall be payable from the revenues of the authority or other moneys available therefor and not otherwise pledged, subject only to any contractual rights of the holders of any of its notes or other obligations then outstanding.\n\n(February, 1965, P.A. 170, S. 9; 1967, P.A. 368, S. 8.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds and allowed payment of notes through unpledged moneys as well as by revenues of authority; Sec. 10-343 transferred to Sec. 10a-184 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-184-formerly-sec-10-343/"
    },
    {
      "id": "section-10a-185",
      "number": "10a-185.",
      "heading": "(Formerly Sec. 10-344). - Bonds.",
      "text": "(a) The authority is authorized from time to time to issue its negotiable bonds for any corporate purpose. In anticipation of the sale of such bonds the authority may issue negotiable bond anticipation notes and may renew the same from time to time. Such notes shall be paid from any revenues of the authority or other moneys available therefor and not otherwise pledged, or from the proceeds of sale of the bonds of the authority in anticipation of which they were issued. The notes shall be issued in the same manner as the bonds. Such notes and the resolution or resolutions authorizing the same may contain any provisions, conditions or limitations which a bond resolution of the authority may contain.\n\n(b) Except as may otherwise be expressly provided by the authority, every issue of its bonds, notes or other obligations shall be general obligations of the authority payable from any revenues or moneys of the authority available therefor and not otherwise pledged, subject only to any agreements with the holders of particular bonds, notes or other obligations pledging any particular revenues or moneys and subject to any agreements with any participating institution for higher education, any participating health care institution or any participating corporation. Notwithstanding that such bonds, notes or other obligations may be payable from a special fund, they shall be and be deemed to be for all purposes negotiable instruments, subject only to the provisions of such bonds, notes or other obligations for registration.\n\n(c) The bonds may be issued as serial bonds or as term bonds, or the authority, in its discretion, may issue bonds of both types. The bonds shall be authorized by resolution of the members of the board of directors of the authority and shall bear such date or dates, mature at such time or times, not exceeding fifty years from their respective dates, bear interest at such rate or rates, be payable at such time or times, be in such denominations, be in such form, either coupon or registered, carry such registration privileges, be executed in such manner, be payable in lawful money of the United States of America at such place or places, and be subject to such terms of redemption, as such resolution or resolutions may provide. The bonds or notes may be sold at public or private sale for such price or prices as the authority shall determine. The power to fix the date of sale of bonds, to receive bids or proposals, to award and sell bonds, and to take all other necessary action to sell and deliver bonds may be delegated to the chairman or vice-chairman of the board or the executive director or other officers of the authority by resolution of the board. The exercise of such delegated powers may be made subject to the approval of a majority of the members of the board which approval may be given in the manner provided in the bylaws of the authority. Pending preparation of the definitive bonds, the authority may issue interim receipts or certificates which shall be exchanged for such definitive bonds.\n\n(d) Any resolution or resolutions authorizing any bonds or any issue of bonds may contain provisions, which shall be a part of the contract with the holders of the bonds to be authorized, as to: (1) Pledging the full faith and credit of the authority, the full faith and credit of a participating institution for higher education, a participating health care institution, a participating corporation or of a participating nursing home, all or any part of the revenues of a project or any revenue-producing contract or contracts made by the authority with any individual, partnership, corporation or association or other body, public or private, any federally guaranteed security and moneys received therefrom purchased with bond proceeds or any other property, revenues, funds or legally available moneys to secure the payment of the bonds or of any particular issue of bonds, subject to such agreements with bondholders as may then exist; (2) the rentals, fees and other charges to be charged, and the amounts to be raised in each year thereby, and the use and disposition of the revenues; (3) the setting aside of reserves or sinking funds, and the regulation and disposition thereof; (4) limitations on the right of the authority or its agent to restrict and regulate the use of the project; (5) the purpose and limitations to which the proceeds of sale of any issue of bonds then or thereafter to be issued may be applied, including as authorized purposes, all costs and expenses necessary or incidental to the issuance of bonds, to the acquisition of or commitment to acquire any federally guaranteed security and to the issuance and obtaining of any federally insured mortgage note, and pledging such proceeds to secure the payment of the bonds or any issue of the bonds; (6) limitations on the issuance of additional bonds, the terms upon which additional bonds may be issued and secured and the refunding of outstanding bonds; (7) the procedure, if any, by which the terms of any contract with bondholders may be amended or abrogated, the amount of bonds the holders of which must consent thereto, and the manner in which such consent may be given; (8) limitations on the amount of moneys derived from the project to be expended for operating, administrative or other expenses of the authority; (9) defining the acts or omissions to act which shall constitute a default in the duties of the authority to holders of its obligations and providing the rights and remedies of such holders in the event of a default; and (10) the mortgaging of a project and the site thereof for the purpose of securing the bondholders.\n\n(e) Neither the members of the board of directors of the authority nor any person executing the bonds, notes or other obligations shall be liable personally on the bonds, notes or other obligations or be subject to any personal liability or accountability by reason of the issuance thereof.\n\n(f) The authority shall have power out of any funds available therefor to purchase its bonds, notes or other obligations. The authority may hold, pledge, cancel or resell such bonds, notes or other obligations, subject to and in accordance with agreements with bondholders.\n\n(g) The authority is further authorized and empowered to issue bonds, notes or other obligations under this section the interest on which may be includable in the gross income of the holder or holders thereof under the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, to the same extent and in the same manner that interest on bills, notes, bonds or other obligations of the United States is includable in the gross income of the holder or holders thereof under any such internal revenue code, and to issue bonds, notes or other obligations under this section that may be eligible for tax credits or exemptions or payments from the federal government, or any other desired federal income tax treatment of such bonds, notes or other obligations. Any such bonds, notes or other obligations may be issued only upon a finding by the authority that such issuance is necessary, is in the public interest, and is in furtherance of the purposes and powers of the authority. The state hereby consents to such inclusion only for the bonds, notes or other obligations of the authority so authorized.\n\n(February, 1965, P.A. 170, S. 10; 1967, P.A. 368, S. 9; 1969, P.A. 586, S. 3; P.A. 79-62, S. 3, 4; 79-568, S. 7, 8, 11; P.A. 82-16, S. 14–16, 19; P.A. 88-266, S. 22, 23, 46; P.A. 92-261, S. 6, 17; May Sp. Sess. P.A. 04-1, S. 28, 29; May Sp. Sess. P.A. 04-2, S. 53; P.A. 05-288, S. 50; P.A. 11-70, S. 13.)\n\nHistory: 1967 act deleted “revenues” with reference to bonds throughout section, amended Subsec. (a) to delete provision setting maturity limit on notes at five years from date of issuance and to allow payment with moneys other than revenues, amended Subsec. (b) to clarify that bonds, notes, etc. are general obligations of the authority, amended Subsec. (c) to delete 6% limit on interest and amended Subsec. (d) to specify that full faith and credit of authority and participating institution pledged to secure bonds; 1969 act amended Subsec. (c) to allow delegation of bonding powers to chairman, vice chairman or executive director; P.A. 79-62 amended Subsec. (d) to include provisions re federally guaranteed securities and federally guaranteed mortgage notes; P.A. 79-568 amended Subsecs. (b) and (d) to include participating corporations; P.A. 82-16 changed “hospital” to “health care institution” and amended power of chairman, vice chairman and executive officer of authority to make decisions re sale of authority bonds to include “other officers of the authority”; Sec. 10-344 transferred to Sec. 10a-185 in 1983 pursuant to reorganization of higher education system; P.A. 88-266 amended Subsec. (c) by substituting references to board of directors for references to the authority and inserted reference to the board of directors in Subsec. (e); P.A. 92-261 amended Subsec. (d) to include the reference to nursing homes; May Sp. Sess. P.A. 04-1 amended Subsecs. (e) and (f) to specify that notes or other obligations of the authority are covered by those subsections and added new Subsec. (g) re issuance of taxable bonds, effective June 8, 2004; May Sp. Sess. P.A. 04-2 amended Subsec. (d) to add “property”, “revenue” and “funds” to the list of assets of a project which may be pledged to secure payment of bonds under section, effective May 12, 2004, and applicable to any pledge, lien or security interest of this state or any political subdivision of this state in existence on October 1, 2003, or created after that date; P.A. 05-288 made a technical change in Subsec. (d), effective July 13, 2005; P.A. 11-70 amended Subsec. (g) to permit authority to issue bonds, notes or other obligations that may be eligible for tax credits or exemptions or payments from federal government or any other desired federal income tax treatment, effective July 8, 2011.\n\nSee Secs. 10a-192, 10a-193, 10a-195, 10a-196 re authority's power to issue refunding bonds.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-185-formerly-sec-10-344/"
    },
    {
      "id": "section-10a-186",
      "number": "10a-186.",
      "heading": "(Formerly Sec. 10-345). - Trust agreement to secure bonds.",
      "text": "In the discretion of the authority any bonds issued under the provisions of this chapter may be secured by a trust agreement by and between the authority and a corporate trustee or trustees, which may be any trust company or bank having the powers of a trust company within or without the state. Such trust agreement or the resolution providing for the issuance of such bonds or other instrument of the authority may secure such bonds by a pledge or assignment of any revenues to be received, any contract or proceeds of any contract, or any other property, revenues, moneys or funds available to the authority for such purpose. Any pledge made by the authority pursuant to this section shall be valid and binding from the time when the pledge is made. The lien of any such pledge shall be valid and binding as against all parties having claims of any kind in tort, contract or otherwise against the authority, irrespective of whether the parties have notice of the claims. Notwithstanding any provision of the Uniform Commercial Code, no instrument by which such pledge is created need be recorded or filed. Any revenues or other receipts, funds, moneys, income, contracts or property so pledged and thereafter received by the authority shall be subject immediately to the lien of the pledge without any physical delivery thereof or further act and such lien shall have priority over all other liens. Such trust agreement or other instrument may mortgage, assign or convey any real property to secure such bonds. Such trust agreement or resolution providing for the issuance of such bonds may contain such provisions for protecting and enforcing the rights and remedies of the bondholders as may be reasonable and proper and not in violation of law, including particularly such provisions as have hereinabove been specifically authorized to be included in any resolution or resolutions of the authority authorizing bonds thereof. Any bank or trust company incorporated under the laws of this state which may act as depositary of the proceeds of bonds or of revenues or other moneys may furnish such indemnifying bonds or pledge such securities as may be required by the authority. Any such trust agreement may set forth the rights and remedies of the bondholders and of the trustee or trustees, and may restrict the individual right of action by bondholders. In addition to the foregoing, any such trust agreement or resolution may contain such other provisions as the authority may deem reasonable and proper for the security of the bondholders. All expenses incurred in carrying out the provisions of such trust agreement or resolution may be treated as a part of the cost of the operation of a project.\n\n(February, 1965, P.A. 170, S. 11; 1967, P.A. 368, S. 10; May Sp. Sess. P.A. 04-2, S. 54.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds; Sec. 10-345 transferred to Sec. 10a-186 in 1983 pursuant to reorganization of higher education system; May Sp. Sess. P.A. 04-2 included other instruments of the authority as potentially being covered by a trust agreement under section, authorized the pledge or assignment of contracts, other property, revenue, moneys or funds available to the authority, and added provisions governing pledges, liens, recording of instruments and the mortgaging or conveying of real property to secure bonds under section, effective May 12, 2004, and applicable to any pledge, lien or security interest of this state or any political subdivision of this state, in existence on October 1, 2003, or created after that date.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-186-formerly-sec-10-345/"
    },
    {
      "id": "section-10a-186a",
      "number": "10a-186a.",
      "heading": "Special capital reserve funds related to residential, food service and auxiliary service facilities and student centers and related buildings and improvements",
      "text": "In connection with the issuance of bonds to finance dormitories, residential facilities, student centers, food service facilities and other auxiliary service facilities and related buildings and improvements at a public educational institution or to finance The University of Connecticut Health Center clinical services projects, as defined in subsection (g) of section 10a-114a, the authority may create and establish one or more reserve funds to be known as special capital reserve funds and may pay into such special capital reserve funds (1) any moneys appropriated and made available by the state for the purposes of such funds, (2) any proceeds of the sale of notes or bonds for a project, to the extent provided in the resolution of the authority authorizing the issuance thereof, and (3) any other moneys which may be made available to the authority for the purpose of such funds from any other source or sources. The moneys held in or credited to any special capital reserve fund established under this section, except as hereinafter provided, shall be used solely for the payment of the principal of and interest, when due, whether at maturity or by mandatory sinking fund installments, on bonds of the authority secured by such capital reserve fund as the same become due, the purchase of such bonds of the authority, the payment of any redemption premium required to be paid when such bonds are redeemed prior to maturity, including in any such case by way of reimbursement of a provider of bond insurance or of a credit or liquidity facility that has paid such amounts; provided the authority shall have power to provide that moneys in any such fund shall not be withdrawn therefrom at any time in such amount as would reduce the amount of such funds to less than the maximum amount of principal and interest becoming due by reasons of maturity or a required sinking fund installment in the then current or any succeeding calendar year on the bonds of the authority then outstanding or the maximum amount permitted to be deposited in such fund by the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, to permit the interest on such bonds to be excluded from gross income for federal tax purposes and secured by such special capital reserve fund, such amount being herein referred to as the “required minimum capital reserve”, except for the purpose of paying such principal of, redemption premium and interest on such bonds of the authority secured by such special capital reserve becoming due and for the payment of which other moneys of the authority are not available. The authority may provide that it shall not issue bonds secured by a special capital reserve fund at any time if the required minimum capital reserve on the bonds outstanding and the bonds then to be issued and secured by the same special capital reserve fund at the time of issuance, unless the authority, at the time of the issuance of such bonds, shall deposit in such special capital reserve fund from the proceeds of the bonds so to be issued, or otherwise, an amount which, together with the amount then in such special capital reserve fund, will be not less than the required minimum capital reserve. On or before December first, annually, there is deemed to be appropriated from the state General Fund such sums, if any, as shall be certified by the chairman or vice-chairman of the authority to the Secretary of the Office of Policy and Management and the Treasurer of the state, as necessary to restore each such special capital reserve fund to the amount equal to the required minimum capital reserve of such fund, and such amounts shall be allotted and paid to the authority. For the purpose of evaluation of any such special capital reserve fund, obligations acquired as an investment for any such fund shall be valued at market. Nothing contained in this section shall preclude the authority from establishing and creating other debt service reserve funds in connection with the issuance of bonds or notes of the authority which are not special capital reserve funds. Subject to any agreement or agreements with holders of outstanding notes and bonds of the authority, any amount or amounts allotted and paid to the authority pursuant to this section shall be repaid to the state from moneys of the authority at such time as such moneys are not required for any other of its corporate purposes and in any event shall be repaid to the state on the date one year after all bonds and notes of the authority theretofore issued on the date or dates such amount or amounts are allotted and paid to the authority or thereafter issued, together with interest on such bonds and notes, with interest on any unpaid installments of interest and all costs and expenses in connection with any action or proceeding by or on behalf of the holders thereof, are fully met and discharged. No bonds secured by a special capital reserve fund shall be issued to pay project costs unless the authority is of the opinion and determines that the revenues from the project shall be sufficient (A) to pay the principal of and interest on the bonds issued to finance the project, (B) to establish, increase and maintain any reserves deemed by the authority to be advisable to secure the payment of the principal of and interest on such bonds, (C) to pay the cost of maintaining the project in good repair and keeping it properly insured, and (D) to pay such other costs of the project as may be required.\n\n(P.A. 92-261, S. 8, 17; P.A. 95-270, S. 4, 11; P.A. 98-167, S. 5, 6; P.A. 04-167, S. 1; May Sp. Sess. P.A. 04-1, S. 17; P.A. 05-255, S. 5; P.A. 06-196, S. 78; P.A. 12-149, S. 8; P.A. 23-11, S. 2.)\n\nHistory: P.A. 95-270 deleted reference to facilities for provision of student housing and added residential facilities, student centers, food service facilities and auxiliary service facilities and related buildings and improvements and made technical changes, effective June 22, 1995; P.A. 98-167 designated existing section as Subsec. (a), and expanded use of special capital reserve funds to include refunding of bonds previously issued by the authority to finance a project at a participating nursing home and added Subsec. (b) restricting issuance of bonds, effective June 4, 1998; P.A. 04-167 amended Subsec. (a) to add provisions allowing use of a capital reserve fund for refinancing or restructuring of certain nursing homes and provisions re use of the fund for reimbursement of providers of bond insurance and amended Subsec. (b) to add provisions re the refinancing or restructuring of participating nursing homes, to add provisions re bonds issued for such purpose on a pooled or obligated group basis, to require a determination that the issuance of bonds for such purpose is in the best interests of the state and to allow for waiver of certain requirements of section, effective June 1, 2004; May Sp. Sess. P.A. 04-1 amended Subsec. (a) to authorize creation of a special capital reserve fund in connection with financing of equipment purchases at certain institutions at the discretion of the Secretary of the Office of Policy and Management and the Treasurer and to make a technical change, effective July 1, 2004; P.A. 05-255 amended Subsec. (a) to permit the financing of The University of Connecticut Health Center clinical services projects, effective July 1, 2005; P.A. 06-196 made technical changes in Subsec. (a), effective June 7, 2006; P.A. 12-149 amended Subsec. (a) by making a technical change, effective July 1, 2012; P.A. 23-11 deleted Subsec. (a) designator, deleted provisions re financing projects at participating nursing homes and provisions re financing for equipment for participating health care institutions and deleted Subsec. (b) re bond requirements to finance projects at participating nursing homes, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-186a/"
    },
    {
      "id": "section-10a-186b",
      "number": "10a-186b",
      "heading": "and 10a-186c. - Nursing home debt service assistance program established; Definitions; Powers of State Treasurer and authority",
      "text": "Sections 10a-186b and 10a-186c are repealed, effective July 1, 2023.\n\n(June 18 Sp. Sess. P.A. 97-11, S. 39–41, 65; P.A. 98-167, S. 2–4, 6, 60; P.A. 23-11, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-186b-and-10a-186c/"
    },
    {
      "id": "section-10a-187",
      "number": "10a-187.",
      "heading": "(Formerly Sec. 10-346). - Payment of bonds.",
      "text": "Bonds issued under the provisions of this chapter shall not be deemed to constitute a debt or liability of the state or of any political subdivision thereof other than the authority or a pledge of the full faith and credit of the state or of any such political subdivision other than the authority, but shall be payable solely from the funds herein provided therefor. All such bonds shall contain on the face thereof a statement to the effect that neither the state of Connecticut nor any political subdivision thereof other than the authority shall be obligated to pay the same or the interest thereon except from revenues of the project or the portion thereof for which they are issued and that neither the faith and credit nor the taxing power of the state of Connecticut or of any political subdivision thereof other than the authority is pledged to the payment of the principal of or the interest on such bonds. The issuance of bonds under the provisions of this chapter shall not directly or indirectly or contingently obligate the state or any political subdivision thereof to levy or to pledge any form of taxation whatever therefor or to make any appropriation for their payment except as provided in subsection (d) of section 10a-185 and section 10a-186a. Nothing contained in this section shall prevent nor be construed to prevent the authority from pledging its full faith and credit or the full faith and credit of a participating institution for higher education, the full faith and credit of a participating health care institution, the full faith and credit of a participating corporation, the full faith and credit of a participating nursing home or the full faith and credit of a participating qualified nonprofit organization to the payment of bonds or issue of bonds authorized pursuant to this chapter.\n\n(February, 1965, P.A. 170, S. 12; 1967, P.A. 368, S. 11; P.A. 79-568, S. 9, 11; P.A. 80-483, S. 48, 186; P.A. 82-16, S. 17, 19; P.A. 92-261, S. 11, 17; P.A. 95-270, S. 5, 11.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds, clarified responsibility of authority for bonds and specifically allowed authority to pledge its full faith and credit and full faith and credit of participating institution to payment of bonds; P.A. 79-568 allowed authority to pledge full faith and credit of participating corporation; P.A. 80-483 made technical changes; P.A. 82-16 changed “hospital” to “health care institution”; Sec. 10-346 transferred to Sec. 10a-187 in 1983 pursuant to reorganization of higher education system; P.A. 92-261 added exception re Sec. 10a-185(d) and reference to nursing homes and qualified nonprofit organizations; P.A. 95-270 added reference to Sec. 10a-186a, effective June 22, 1995.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-187-formerly-sec-10-346/"
    },
    {
      "id": "section-10a-187a",
      "number": "10a-187a.",
      "heading": "Pledge by state as to limitation or alteration of rights vested in authority.",
      "text": "The state of Connecticut does hereby pledge to and agree with the holders of any bonds and notes issued under this chapter and with those parties who may enter into contracts with the authority or its successor agency pursuant to the provisions of this chapter that the state will not limit or alter the rights hereby vested in the authority until such obligations, together with the interest thereon, are fully met and discharged and such contracts are fully performed on the part of the authority, provided nothing contained herein shall preclude such limitation or alteration if and when adequate provision shall be made by law for the protection of the holders of such bonds and notes of the authority or those entering into such contracts with the authority. The authority is authorized to include this pledge and undertaking for the state in such bonds and notes or contracts.\n\n(P.A. 92-261, S. 9, 17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-187a/"
    },
    {
      "id": "section-10a-188",
      "number": "10a-188.",
      "heading": "(Formerly Sec. 10-347). - Rents and charges.",
      "text": "The authority is authorized to fix, revise, charge and collect rates, rents, fees and charges for the use of and for the services furnished or to be furnished by each project and to contract with any person, partnership, association or corporation, or other body, public or private, in respect thereof. Such rates, rents, fees and charges shall be fixed and adjusted in respect of the aggregate of rates, rents, fees and charges from such project so as to provide funds sufficient with other revenues or moneys available therefor, if any, (1) to pay the cost of maintaining, repairing and operating the project and each and every portion thereof, to the extent that the payment of such cost has not otherwise been adequately provided for, (2) to pay the principal of and the interest on outstanding bonds of the authority issued in respect of such project as the same shall become due and payable and (3) to create and maintain reserves required or provided for in any resolution authorizing, or trust agreement securing, such bonds of the authority. Such rates, rents, fees and charges shall not be subject to supervision or regulation by any department, commission, board, body, bureau or agency of this state other than the authority. A sufficient amount of the revenues derived in respect of a project, except such part of such revenues as may be necessary to pay the cost of maintenance, repair and operation and to provide reserves and for renewals, replacements, extensions, enlargements and improvements as may be provided for in the resolution authorizing the issuance of any bonds of the authority or in the trust agreement securing the same, shall be set aside at such regular intervals as may be provided in such resolution or trust agreement in a sinking or other similar fund which is hereby pledged to, and charged with, the payment of the principal of and the interest on such bonds as the same shall become due, and the redemption price or the purchase price of bonds retired by call or purchase as therein provided. Such pledge shall be valid and binding from the time when the pledge is made; the rates, rents, fees and charges and other revenues or other moneys so pledged and thereafter received by the authority shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against all parties having claims of any kind in tort, contract or otherwise against the authority, irrespective of whether such parties have notice thereof. Notwithstanding any provision of the Connecticut Uniform Commercial Code, neither the resolution nor any trust agreement nor any other agreement nor any lease by which a pledge is created need be filed or recorded except in the records of the authority. The use and disposition of moneys to the credit of such sinking or other similar fund shall be subject to the provisions of the resolution authorizing the issuance of such bonds or of such trust agreement. Except as may otherwise be provided in such resolution or such trust agreement, such sinking or other similar fund may be a fund for all such bonds issued to finance projects at a particular institution for higher education, a particular health care institution or a particular participating corporation without distinction or priority of one over another; provided the authority in any such resolution or trust agreement may provide that such sinking or other similar fund shall be the fund for a particular project at an institution for higher education, a health care institution or a participating corporation and for the bonds issued to finance a particular project and may, additionally, permit and provide for the issuance of bonds having a subordinate lien in respect of the security herein authorized to other bonds of the authority, and, in such case, the authority may create separate sinking or other similar funds in respect of such subordinate lien bonds.\n\n(February, 1965, P.A. 170, S. 13; 1967, P.A. 368, S. 12; P.A. 79-568, S. 10, 11; P.A. 82-16, S. 18, 19.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds and included hospitals; P.A. 79-568 included participating corporations; P.A. 82-16 amended provision re filing of any resolution, agreement or lease creating pledge of revenues from project for payment of principal and interest on bonds by providing that the existing procedure of filing only in the records of the authority is adequate notwithstanding the Connecticut Uniform Commercial Code and changed “hospital” to “health care institution”; Sec. 10-347 transferred to Sec. 10a-188 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-188-formerly-sec-10-347/"
    },
    {
      "id": "section-10a-189",
      "number": "10a-189.",
      "heading": "(Formerly Sec. 10-348). - Use of bond proceeds and revenues.",
      "text": "All moneys received pursuant to the authority of this chapter, whether as proceeds from the sale of bonds or as revenues, shall be deemed to be trust funds to be held and applied solely as provided in this chapter. Any officer with whom, or any bank or trust company with which, such moneys shall be deposited shall act as trustee of such moneys and shall hold and apply the same for the purposes hereof, subject to such regulations as this chapter and the resolution authorizing the bonds of any issue or the trust agreement securing such bonds may provide.\n\n(February, 1965, P.A. 170, S. 14.)\n\nHistory: Sec. 10-348 transferred to Sec. 10a-189 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-189-formerly-sec-10-348/"
    },
    {
      "id": "section-10a-190",
      "number": "10a-190.",
      "heading": "(Formerly Sec. 10-349). - Enforcement of rights and duties.",
      "text": "Any holder of bonds, bond anticipation notes, other notes or other obligations issued under the provisions of this chapter or any of the coupons appertaining thereto, and the trustee or trustees under any trust agreement, except to the extent the rights herein given may be restricted by any resolution authorizing the issuance of, or any such trust agreement securing, such bonds, may, either at law or in equity, by suit, action, mandamus or other proceedings, protect and enforce any and all rights under the laws of the state or granted hereunder or under such resolution or trust agreement, and may enforce and compel the performance of all duties required by this chapter or by such resolution or trust agreement to be performed by the authority or by any officer, employee or agent thereof, including the fixing, charging and collecting of the rates, rents, fees and charges herein authorized and required by the provisions of such resolution or trust agreement to be fixed, established and collected.\n\n(February, 1965, P.A. 170, S. 15; 1967, P.A. 368, S. 13.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds and added bond anticipation notes, other notes and other obligations issued under chapter; Sec. 10-349 transferred to Sec. 10a-190 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-190-formerly-sec-10-349/"
    },
    {
      "id": "section-10a-190a",
      "number": "10a-190a.",
      "heading": "Contracts with bondholders regarding funds of the authority.",
      "text": "The authority shall have power to contract with the holders of any of its bonds or notes as to the custody, collection, securing, investment and payment of any reserve funds of the authority, or of any moneys held in trust or otherwise for the payment of bonds or notes, and to carry out such contracts. Any officer with whom, or any bank or trust company with which, such moneys shall be deposited as trustee thereof shall hold, invest, reinvest and apply the same for the purposes thereof, subject to such provisions as this chapter and the resolution authorizing the issue of the bonds or notes or the trust agreement securing such bonds or notes may provide.\n\n(P.A. 92-261, S. 10, 17; May Sp. Sess. P.A. 04-1, S. 30.)\n\nHistory: May Sp. Sess. P.A. 04-1 specified that an officer with whom funds are deposited may invest or reinvest such funds, effective June 8, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-190a/"
    },
    {
      "id": "section-10a-191",
      "number": "10a-191.",
      "heading": "(Formerly Sec. 10-350). - Tax exemption.",
      "text": "The exercise of the powers granted by this chapter will be in all respects for the benefit of the people of this state, for the increase of their commerce, welfare and prosperity, and for the improvement of their health and living conditions, and as the operation and maintenance of a project by the authority or its agent will constitute the performance of an essential public function, neither the authority nor its agent shall be required to pay any taxes or assessments upon or in respect of a project or any property acquired or used by the authority or its agent under the provisions of this chapter or upon the income therefrom, and any bonds issued under the provisions of this chapter, their transfer and the income therefrom, including any profit made on the sale thereof, shall at all times be free from taxation of every kind by the state and by the municipalities and other political subdivisions in the state.\n\n(February, 1965, P.A. 170, S. 16.)\n\nHistory: Sec. 10-350 transferred to Sec. 10a-191 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-191-formerly-sec-10-350/"
    },
    {
      "id": "section-10a-192",
      "number": "10a-192.",
      "heading": "(Formerly Sec. 10-351). - Refunding bonds.",
      "text": "(a) The authority is hereby authorized to provide for the issuance of bonds of the authority for the purpose of refunding any bonds of the authority then outstanding, including the payment of any redemption premium thereon and any interest accrued or to accrue to the earliest or subsequent date of redemption, purchase or maturity of such bonds, and, if deemed advisable by the authority, for the additional purpose of paying all or any part of the cost of constructing and acquiring additions, improvements, extensions or enlargements of a project or any portion thereof.\n\n(b) The proceeds of any such bonds issued for the purpose of refunding outstanding bonds may, in the discretion of the authority, be applied to the purchase or retirement at maturity or redemption of such outstanding bonds either on their earliest or any subsequent redemption date or upon the purchase or at the maturity thereof and may, pending such application, be placed in escrow to be applied to such purchase or retirement at maturity or redemption on such date as may be determined by the authority.\n\n(c) Any such escrowed proceeds, pending such use, may be invested and reinvested in direct obligations of, or obligations unconditionally guaranteed by, the United States of America and certificates of deposit or time deposits secured by direct obligations of, or obligations unconditionally guaranteed by, the United States of America, or obligations of a state, a territory, or a possession of the United States of America, or any political subdivision of any of the foregoing, or of the District of Columbia, within the meaning of Section 103(a) of the Internal Revenue Code of 1986, or any subsequent corresponding internal revenue code of the United States, as from time to time amended, the full and timely payment of the principal of and interest on which are secured by an irrevocable deposit of direct obligations of the United States of America which, if the outstanding bonds are then rated by a nationally recognized rating agency, are rated in the highest rating category by such rating agency, maturing at such time or times as shall be appropriate to assure the prompt payment, as to principal, interest and redemption premium, if any, of the outstanding bonds to be so refunded. The interest, income and profits, if any, earned or realized on any such investment may also be applied to the payment of the outstanding bonds to be so refunded. After the terms of the escrow have been fully satisfied and carried out, any balance of such proceeds and interest, income and profits, if any, earned or realized on the investments thereof may be returned to the authority for use by it in any lawful manner.\n\n(d) The portion of the proceeds of any such bonds issued for the additional purpose of paying all or any part of the cost of constructing and acquiring additions, improvements, extensions or enlargements of a project may be invested and reinvested as the provisions of this chapter and the resolution authorizing the issuance of such bonds or the trust agreement securing such bonds may provide. The interest, income and profits, if any, earned or realized on such investment may be applied to the payment of all or any part of such cost or may be used by the authority in any lawful manner.\n\n(e) All such bonds shall be subject to the provisions of this chapter in the same manner and to the same extent as other bonds issued pursuant to this chapter.\n\n(February, 1965, P.A. 170, S. 17; 1967, P.A. 368, S. 14; P.A. 92-261, S. 7, 17; May Sp. Sess. P.A. 04-1, S. 31.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds and deleted references to “direct” obligations of U.S., replacing these with “obligations of, or guaranteed by” the U.S.; Sec. 10-351 transferred to Sec. 10a-192 in 1983 pursuant to reorganization of higher education system; P.A. 92-261 expanded investment options under Subsecs. (c) and (d); May Sp. Sess. P.A. 04-1 amended Subsec. (d) to replace provisions re how proceeds of bonds may be invested with provision authorizing investment of bonds as provided in chapter and the resolution authorizing issuance, effective June 8, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-192-formerly-sec-10-351/"
    },
    {
      "id": "section-10a-193",
      "number": "10a-193.",
      "heading": "(Formerly Sec. 10-352). - Bonds declared legal investments.",
      "text": "Bonds issued by the authority under the provisions of this chapter are hereby made securities in which all public officers and public bodies of the state and its political subdivisions, all insurance companies, state banks and trust companies, national banking associations, savings banks, savings and loan associations, investment companies, executors, administrators, trustees and other fiduciaries may properly and legally invest funds, including capital in their control or belonging to them. Such bonds are hereby made securities which may properly and legally be deposited with and received by any state or municipal officer or any agency or political subdivision of the state for any purpose for which the deposit of bonds or obligations of the state is now or may hereafter be authorized by law.\n\n(February, 1965, P.A. 170, S. 18; 1967, P.A. 321; 368, S. 15.)\n\nHistory: 1967 acts allowed investments by state banks, savings banks and savings and loan associations and specified “national” banking associations; Sec. 10-352 transferred to Sec. 10a-193 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-193-formerly-sec-10-352/"
    },
    {
      "id": "section-10a-194",
      "number": "10a-194.",
      "heading": "(Formerly Sec. 10-353). - Report to Governor by authority.",
      "text": "Within the first ninety days of each fiscal year of the authority, the authority shall make a report to the Governor of its activities for the preceding fiscal year. Each such report shall set forth a complete operating and financial statement covering its operations during such year. The authority shall cause an audit of its books and accounts to be made at least once each year by certified public accountants and the cost thereof shall be paid by the authority from funds available to it pursuant to this chapter.\n\n(February, 1965, P.A. 170, S. 19; 1969, P.A. 586, S. 4.)\n\nHistory: 1969 act substituted “fiscal” for “calendar” year; Sec. 10-353 transferred to Sec. 10a-194 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194-formerly-sec-10-353/"
    },
    {
      "id": "section-10a-194a",
      "number": "10a-194a.",
      "heading": "Report to Commissioner of Social Services by authority regarding nursing homes.",
      "text": "The authority shall report the terms and conditions of all financings and refinancings of nursing homes to the Commissioner of Social Services who shall make rate adjustments in accordance with the provisions of sections 17b-122, 17b-124 to 17b-132, inclusive, 17b-136 to 17b-138, inclusive, 17b-194 to 17b-197, inclusive, 17b-222 to 17b-250, inclusive, 17b-263, 17b-340 to 17b-350, inclusive, 17b-689b and 17b-743 to 17b-747, inclusive.\n\n(P.A. 92-261, S. 16, 17; P.A. 93-262, S. 1, 87; June 30 Sp. Sess. P.A. 03-3, S. 97; P.A. 04-76, S. 43; P.A. 19-118, S. 28.)\n\nHistory: P.A. 93-262 authorized substitution of commissioner and department of social services for commissioner and department of income maintenance, effective July 1, 1993; June 30 Sp. Sess. P.A. 03-3, in repealing Secs. 17b-19, 17b-62 to 17b-65, inclusive, 17b-116, 17b-116a, 17b-116b, 17b-117, 17b-120, 17b-121, 17b-123, 17b-134, 17b-135, 17b-220, 17b-259 and 17b-287, authorized deletion of internal references to said sections in this section, effective March 1, 2004; P.A. 04-76 deleted references to Secs. 17b-118b and 17b-221 that were repealed by the same act; P.A. 19-118 deleted reference to Sec. 17b-256, effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194a/"
    },
    {
      "id": "section-10a-194b",
      "number": "10a-194b.",
      "heading": "Withholding of certain funds of nursing homes which are in default. Notification of other agencies.",
      "text": "On and after the time a participating nursing home is required pursuant to the terms of its agreement with the authority to fund the working capital fund reserve account at the working capital requirement and the renewal and replacement fund at the renewal and replacement requirement, if the combined balance of the working capital fund reserve account and the renewal and replacement fund for a participating nursing home is equal to or less than ninety days of debt service, or when a participating nursing home is in default under its agreement with the authority or when the authority has reasonable grounds to predict that the entity is likely to become in default on any obligations to the authority occasioned by the failure of a nursing home to make any payment to the authority or the trustee for the bonds or notes of the authority, the authority shall send a notice in writing to the Commissioner of Social Services stating that one of the conditions stated in this section has occurred. Upon receipt of such notice from the authority the commissioner shall withhold the amount of any funds in the state's custody that are due or payable to such participating nursing home that are deemed as the allowance for property costs until the authority certifies the nursing home is no longer in default or satisfactory arrangements to secure payment in full and in a timely fashion of all such obligations of the participating nursing home under the agreement have been made. Funds subject to withholding under this section shall include, but are not limited to, federal and state grants, contracts, allocation or appropriations and shall not exceed the portion of the fair rent or capital depreciation plus interest expense receivable by the participating nursing home from the department. If the authority subsequently notifies the commissioner in writing that the participating nursing home is unable to cure its default under the agreement with the authority or arrangements satisfactory to the authority to secure payment in full and in a timely fashion have not been made after a reasonable period of negotiations, the commissioner shall make available to the authority any funds withheld by the commissioner from the participating nursing home under this section. The authority shall apply such funds to the payments required to be made to the authority or trustee by the participating nursing home to satisfy its obligations to the authority under its agreement with the authority or to satisfy the obligations of the authority with respect to any bonds issued by the authority for the benefit of such participating nursing home or required by the terms of any other law or contract to be paid to the authority or trustees for the benefit of holders or owners of bonds issued on behalf of the participating nursing home upon default of the participating nursing home. Concurrent with any notice from the authority to the commissioner under this section, the authority shall give notice to any other agency, department or authority of the state that exercises regulatory, supervisory or statutory control over the operations of the participating nursing home. Upon notification, such agency, department or authority shall immediately undertake reviews to determine what action, if any, that agency, department or authority should undertake to assure the continued prudent operation of such participating nursing home or provision of services to the people served by such participating nursing home.\n\n(P.A. 92-261, S. 12, 17; P.A. 93-102, S. 1; 93-262, S. 1, 87; 93-435, S. 59, 95.)\n\nHistory: P.A. 93-102 amended section to clarify provisions re default of a participating nursing home; P.A. 93-262 and P.A. 93-435 authorized substitution of commissioner and department of social services for commissioner and department of income maintenance, effective July 1, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194b/"
    },
    {
      "id": "section-10a-194c",
      "number": "10a-194c.",
      "heading": "Connecticut Child Care Facilities Program.",
      "text": "(a) The Connecticut Health and Educational Facilities Authority shall establish a program to finance low interest loans for child care and child development centers, family resource centers and Head Start programs that shall be known as the Connecticut Child Care Facilities Program. Loans shall be made for the purpose of new construction or renovation of existing centers or complying with federal, state and local child care requirements, including health and safety standards. For purposes of this section, “child development center” means a building used by a nonprofit school readiness program, as defined in section 10-16p, and “child care center” means a nonprofit facility that is licensed by the Office of Early Childhood as a child care center or a group child care home, both as defined in section 19a-77.\n\n(b) The authority may issue bonds pursuant to section 10a-185 for the purpose of funding loans to child care and child development centers for the purposes provided in subsection (a) of this section, including for two or more child care or child development centers jointly, which bonds may be secured, in whole or in part, by a pledge of revenues to be derived from the operation or use of a child care or child development center, including third party payments made on behalf of children served by any such center to the extent permitted by law. In carrying out the purposes of this section, the authority shall have and may exercise the powers provided in section 10a-180.\n\n(P.A. 97-259, S. 12, 41; May Sp. Sess. P.A. 04-1, S. 32; P.A. 14-39, S. 61; P.A. 15-227, S. 25.)\n\nHistory: P.A. 97-259 effective July 1, 1997; May Sp. Sess. P.A. 04-1 designated existing provisions as Subsec. (a) and added Subsec. (b) re bonding for loans to child care and child development centers, effective June 8, 2004; P.A. 14-39 amended Subsec. (a) by replacing “Department of Public Health” with “Office of Early Childhood”, effective July 1, 2014; pursuant to P.A. 15-227, “child day care center” and “group day care home” were changed editorially by the Revisors to “child care center” and “group child care home”, respectively, in Subsec. (a), effective July 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194c/"
    },
    {
      "id": "section-10a-194d",
      "number": "10a-194d.",
      "heading": "Subsidiary.",
      "text": "(a) The Connecticut Health and Educational Facilities Authority may establish a subsidiary which shall be deemed a quasi-public agency for purposes of chapter 12, for the purpose of improving access to high-quality child care in the state by coordinating expertise in finance, government, architecture, construction and child care, and may transfer to such subsidiary any moneys, real or personal property, of any child care or child development center financed by the authority and acquired as a result of a foreclosure or otherwise. Such subsidiary shall have all the privileges, immunities, tax exemptions and other exemptions of the authority. Such subsidiary shall be subject to suit and liability solely from the assets, revenues and resources of the subsidiary and without recourse to the general funds, revenues, resources or any other assets of the authority. Such subsidiary is authorized to assume or take title to any real property, including a child care or child development center, subject to any existing mortgage and to mortgage, convey or dispose of its assets and pledge its revenues in order to secure any borrowing, for the purpose of developing, acquiring, constructing, refinancing, rehabilitating or improving its assets, provided each such borrowing or mortgage, unless otherwise provided by the board or the subsidiary, shall be a special obligation of the subsidiary, which obligation may be in the form of bonds, bond anticipation notes or other obligations which evidence an indebtedness to the extent permitted under this chapter to fund, refinance and refund the same and provide for the rights of holders thereof, and to secure the same by pledge of revenues, notes and mortgages of others, and which shall be payable solely from the assets, revenues and other resources of the subsidiary and in no event shall such bonds be secured by a special capital reserve fund of any kind which is in any way contributed to by the state. The subsidiary shall have the purposes as provided by resolution of the authority's board of directors, which purposes shall be consistent with this chapter. No further action is required for the establishment of the subsidiary, except the adoption of a resolution for the subsidiary.\n\n(b) The board of directors of the subsidiary shall be the board of directors of the authority.\n\n(c) To the extent necessary or appropriate to assure that the interest on any of its bonds, notes or other obligations are or continue to be excluded from the gross income of the recipients for federal income tax purposes, the authority or subsidiary shall take such actions to comply with the provisions of the Internal Revenue Code of 1986 or any subsequent corresponding internal revenue code of the United States, as from time to time amended, if necessary, to qualify and maintain such subsidiary as a corporation exempt from taxation under said Internal Revenue Code.\n\n(P.A. 97-259, S. 13, 41.)\n\nHistory: P.A. 97-259 effective July 1, 1997.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194d/"
    },
    {
      "id": "section-10a-194e",
      "number": "10a-194e.",
      "heading": "Affordable pharmaceutical drug program. Federally qualified health centers loan program established. Report. Loan program end date. Procedures.",
      "text": "Affordable pharmaceutical drug program. Federally qualified health centers loan program established. Report. Loan program end date. Procedures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10a-194f",
      "number": "10a-194f",
      "heading": "and 10a-194g. - Captive Insurance Demonstration Program Grant Fund. Financing of costs of digitizing patient records.",
      "text": "Sections 10a-194f and 10a-194g are repealed, effective July 1, 2023.\n\n(May Sp. Sess. P.A. 04-1, S. 22, 23; P.A. 23-11, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194f-and-10a-194g/"
    },
    {
      "id": "section-10a-194h",
      "number": "10a-194h.",
      "heading": "Loans to nonprofit organizations for preschool projects.",
      "text": "(a) For the purposes of the program described in this section, municipalities, local boards of education with the approval of the municipal legislative body, regional school districts and regional educational service centers shall be deemed to be “participating qualified nonprofit organizations”. For the purposes of this section, “preschool project” means the acquisition, construction, improvement, extension, furnishing or equipping of a structure or facility suitable for use for, required or useful for nonprofit educational programs for three-year-old or four-year-old children, including, but not limited to, school readiness and Head Start programs, or the acquisition of fixtures, equipment or machinery for such a structure or facility; “bonds” means any bonds, including refunding bonds, notes, temporary notes, interim certificates, debentures or other obligations of indebtedness; and “municipality” means a town, city, consolidated town or city or consolidated town and borough.\n\n(b) The Connecticut Health and Educational Facilities Authority may issue bonds pursuant to section 10a-185 for the purpose of funding loans to a participating qualified nonprofit organization for preschool projects, including for two or more preschool projects jointly, which bonds may be secured, in whole or in part, by a pledge of revenues to be derived from the operation or use of a preschool project, including fees, charges, tuition or other revenues or third party payments made on behalf of children served by such preschool project to the extent permitted by law. In carrying out the purposes of this section, the authority shall have and may exercise the powers provided in section 10a-180.\n\n(c) Participating qualified nonprofit organizations may borrow money from the Connecticut Health and Educational Facilities Authority for any preschool project for which the authority is authorized to make loans pursuant to this section. In connection with such borrowing, participating qualified nonprofit organizations may enter into any loan or other agreement and make such covenants, representations and indemnities as such participating qualified nonprofit organization deems necessary or desirable to obtain such loans from the authority or to facilitate the issue of bonds by the authority to finance such loans, including agreements with providers of letters of credit, insurance or other credit facilities for such financings. The Department of Education, in consultation with the Department of Social Services and the Connecticut Health and Educational Facilities Authority, shall establish priorities for financing facilities based on need and quality determinants.\n\n(d) Any bonds issued pursuant to this section shall not constitute indebtedness within the meaning of any statutory limitation on the indebtedness of any participating municipality, or of the municipality or member municipality if the borrower is a local board of education or regional school district. Bonds issued pursuant to this section shall be special obligations of the municipality and shall not be payable from nor charged upon any funds other than revenues pledged to the payment thereof, nor shall the municipality be subject to any liability thereon except to the extent of any pledged revenues. No holder or holders of any bonds shall have the right to compel any exercise of the taxing power of the municipality to pay any bonds or the interest thereon, or to enforce payment thereon against any property of the municipality except property encumbered under the provisions and for the purposes of this section. The bonds shall not constitute a charge, lien or encumbrance, legal or equitable, upon any property of the municipality except property encumbered under the provisions and for the purposes of this section.\n\n(e) The authority shall adopt procedures to carry out the purposes of this section.\n\n(May Sp. Sess. P.A. 04-1, S. 24; P.A. 05-245, S. 5.)\n\nHistory: May Sp. Sess. P.A. 04-1 effective June 8, 2004; P.A. 05-245 amended Subsec. (c) by adding language re priorities for financing facilities, effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194h/"
    },
    {
      "id": "section-10a-194i",
      "number": "10a-194i.",
      "heading": "Loans to nursing homes for installation of automatic fire extinguishing systems.",
      "text": "Section 10a-194i is repealed, effective July 1, 2023.\n\n(P.A. 05-187, S. 3; P.A. 23-11, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194i/"
    },
    {
      "id": "section-10a-194j",
      "number": "10a-194j.",
      "heading": "Credit Union League of Connecticut Student Loan Program. Definitions. Allocation from reserves to guarantee qualifying student loans.",
      "text": "(a) As used in this section:\n\n(1) “Credit Union League of Connecticut Student Loan Program” or “program” means a program operated by the Credit Union League of Connecticut that offers low interest rate loans to students who experience difficulty obtaining financing for post-secondary education because of more restrictive underwriting criteria, reduced access to home equity loans or decreased market value of homes;\n\n(2) “Eligible student” means (A) any student enrolled in an accredited institution of higher education in this state, or (B) any resident of this state enrolled in an accredited institution of higher education;\n\n(3) “Participating credit union” means any credit union in this state participating in the program; and\n\n(4) “Qualifying student loan” means a loan to an eligible student that is (A) originated by a participating credit union; (B) subject to the participating credit union's underwriting standards applicable to student loans; (C) subject to an interest rate not exceeding six per cent per annum for loans with a one-year deferral of commencement of payment of interest or subject to an interest rate not exceeding five and three-quarters per cent per annum for loans without any deferral of commencement of payment of interest; and (D) disbursed on or before December 31, 2009, or disbursed at a later date if approved by action of the board of directors of the authority.\n\n(b) The Connecticut Health and Educational Facilities Authority shall allocate from its reserves an amount not to exceed three million five hundred thousand dollars in the aggregate for purposes of guaranteeing qualifying student loans under the Credit Union League of Connecticut Student Loan Program. The funds so allocated shall be held by the authority in a separate account to be known as the “Credit Union League Student Loan Program protection account” and such funds shall revert to the authority's general reserves at such time as the funds are no longer needed to be held for the program. Said account shall be used to provide a first loss guarantee to participating credit unions not to exceed twenty per cent of the outstanding principal amount of qualifying student loans originated by such credit unions. The amount of any individual loan guaranteed by the authority shall not exceed twenty per cent of the original principal balance thereof.\n\n(P.A. 09-110, S. 1.)\n\nHistory: P.A. 09-110 effective June 5, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-194j/"
    },
    {
      "id": "section-10a-195",
      "number": "10a-195.",
      "heading": "(Formerly Sec. 10-354). - Pledge by state to bondholders and contractors.",
      "text": "The state of Connecticut does hereby pledge to and agree with the holders of any obligations issued under this chapter, and with those parties who may enter into contracts with the authority pursuant to the provisions of this chapter, that the state will not limit or alter the rights hereby vested in the authority until such obligations, together with the interest thereon, are fully met and discharged and such contracts are fully performed on the part of the authority, provided nothing herein contained shall preclude such limitation or alteration if and when adequate provision shall be made by law for the protection of the holders of such obligations of the authority or those entering into such contracts with the authority. The authority as agent for the state is authorized to include this pledge and undertaking for the state in such obligations or contracts.\n\n(February, 1965, P.A. 170, S. 20.)\n\nHistory: Sec. 10-354 transferred to Sec. 10a-195 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-195-formerly-sec-10-354/"
    },
    {
      "id": "section-10a-196",
      "number": "10a-196.",
      "heading": "(Formerly Sec. 10-355). - Chapter supplemental to other laws. Power of authority not subject to supervision or regulation.",
      "text": "Sections 10a-176 to 10a-195, inclusive, shall be deemed to provide a complete, additional and alternative method for the doing of the things authorized thereby, and shall be regarded as supplemental and additional to powers conferred by other laws; provided the issuance of bonds and refunding bonds under the provisions of this chapter need not comply with the requirements of any other law applicable to the issuance of bonds including, particularly, title 42a; and provided in the construction and acquisition of a project pursuant hereto the authority need not comply with the requirements of chapter 50. Except as otherwise expressly provided in this chapter, none of the powers granted to the authority under the provisions of this chapter shall be subject to the supervision or regulation or require the approval or consent of any municipality or political subdivision or any commission, board, body, bureau, official or agency thereof or of the state.\n\n(February, 1965, P.A. 170, S. 21; 1967, P.A. 368, S. 16.)\n\nHistory: 1967 act deleted “revenue” as descriptive of bonds and added proviso re noncompliance with chapter 50; Sec. 10-355 transferred to Sec. 10a-196 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-196-formerly-sec-10-355/"
    },
    {
      "id": "section-10a-197",
      "number": "10a-197.",
      "heading": "(Formerly Sec. 10-356). - Liberal construction.",
      "text": "This chapter, being necessary for the welfare of the state and its inhabitants, shall be liberally construed to effect the purposes hereof.\n\n(February, 1965, P.A. 170, S. 22.)\n\nHistory: Sec. 10-356 transferred to Sec. 10a-197 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-197-formerly-sec-10-356/"
    },
    {
      "id": "section-10a-198",
      "number": "10a-198.",
      "heading": "(Formerly Sec. 10-357). - Chapter controlling over inconsistent law.",
      "text": "To the extent that the provisions of this chapter are inconsistent with the provisions of any general statute or special act or parts thereof, the provisions of this chapter shall be deemed controlling.\n\n(February, 1965, P.A. 170, S. 23.)\n\nHistory: Sec. 10-357 transferred to Sec. 10a-198 in 1983 pursuant to reorganization of higher education system.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-10a/chapter-187/section-10a-198-formerly-sec-10-357/"
    },
    {
      "id": "section-10a-199",
      "number": "10a-199",
      "heading": "and 10a-200. - Reserved for future use.",
      "text": "and 10a-200. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}