{
  "state": "maryland",
  "path": "title-real-property/chapter-title-15-effective-date-and-applicability",
  "sections": [
    {
      "id": "section-15-101",
      "number": "15-101",
      "heading": "General Effective DateSection 15-102 - Special Effective DatesSection 15-103 - Applicability",
      "text": "The effective date of this article is 12:01 A.M. on July 1, 1974, and this article is applicable at that time except as provided in § 15-102 of this title.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-15/section-15-101/"
    },
    {
      "id": "section-15-102",
      "number": "15-102",
      "heading": "Special Effective Dates",
      "text": "Unless otherwise specifically provided in this article, the provisions of this article are applicable on the effective date. In addition,\n\n(1)    Section 3–101(a) of this article applies to all deeds whether executed before or after the effective date.\n\n(2)    Section 3–102 of this article applies to all instruments whether recorded before or after the effective date.\n\n(3)    Section 3–104(f)(1) of this article applies only to documents executed on or after May 31, 1966.\n\n(4)    Section 3–104(f)(2) of this article applies only to all deeds recorded after June 1, 1967.\n\n(5)    Section 3–104(f)(6) of this article applies only to all deeds recorded after June 1, 1965.\n\n(6)    Sections 4–101 and 4–103 of this article apply only to all deeds executed on or after the effective date.\n\n(7)    Section 4–106(e) of this article applies only to all mortgages and deeds of trust executed on or after the effective date.\n\n(8)    Section 2–113 of this article applies only to all deeds executed after April 7, 1886.\n\n(9)    Section 2–114 of this article applies to all inter vivos instruments executed on or after the effective date and to all testamentary instruments where the testator died after the effective date.\n\n(10)    Section 7–101 of this article applies only to mortgages and mortgage assignments executed on or after the effective date.\n\n(11)    Section 7–102 of this article applies only to mortgages and deeds of trust executed on or after the effective date.\n\n(12)    Section 7–103(b) of this article applies only to payments made on or after the effective date.\n\n(13)    Section 7–105.6 of this article applies to all mortgages or deeds of trust whether executed before or after the effective date.\n\n(14)    Section 7–106(a) of this article applies only to deeds of trust executed on or after the effective date.\n\n(15)    Section 7–106(c) of this article applies to all proceedings instituted on or after the effective date, whether the mortgage or deed of trust was executed before or after the effective date.\n\n(16)    Section 8–203(b) of this article applies only to those leases entered into, renegotiated, or renewed after July 1, 1972.\n\n(17)    Section 8–203(d) of this article applies to all security deposits held by a landlord before July 1, 1972, with interest accruing from July 1, 1972, and to all security deposits received by the landlord on or after July 1, 1972, with interest accruing from the date of receipt.\n\n(18)    Section 8–402(a) of this article applies to all leases whose terms expire on or after the effective date, whether or not the lease term commenced before the effective date.\n\n(19)    Section 10–401 of this article applies to all contracts whether recorded before or after the effective date.\n\n(20)    Section 10–402 of this article applies to all options whether recorded before or after the effective date.\n\n(21)    Section 14–103 of this article applies to all sales mentioned in that section which occur on or after the effective date.\n\n(22)    Section 14–111 of this article applies to all proceedings commenced on or after the effective date.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-15/section-15-102/"
    },
    {
      "id": "section-15-103",
      "number": "15-103",
      "heading": "Applicability",
      "text": "Except as expressly provided to the contrary in this article, transactions validly entered into before the effective date and the rights, duties, and interests flowing from them remain valid thereafter and may be terminated, completed, consummated, or enforced as required or permitted by any statute amended or repealed by this article as though such repeal or amendment had not occurred.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-15/section-15-103/"
    }
  ]
}