{
  "state": "maryland",
  "path": "title-real-property/chapter-title-6-rights-of-entry-and-possibilities-of-reverter",
  "sections": [
    {
      "id": "section-6-101",
      "number": "6-101",
      "heading": "Thirty-Year Limit on Possibilities of Reverter and Rights of Entry Created on or After July 1, 1969Section 6-102 - Limitation on Duration of Possibilities of Reverter and Rights of Entry Existing Before July 1, 1969Section 6-103 - Limitations of Period Within Which Actions May Be Brought and Land Re",
      "text": "(a)    This section does not apply to an affordable housing land trust agreement executed under Title 14, Subtitle 5 of this article.\n\n(b)    This section is effective on July 1, 1969, with respect to (1) inter vivos instruments taking effect on or after that date, (2) wills of persons who die on or after that date, and (3) appointments by inter vivos instruments or wills made on or after that date under powers created before that date.\n\n(c)    If the specified contingency of a special limitation creating a possibility of reverter or of a condition subsequent creating a right of entry for condition broken does not occur within 30 years of the effective date of the instrument creating the possibility or condition, the possibility or condition no longer is valid thereafter.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-6/section-6-101/"
    },
    {
      "id": "section-6-102",
      "number": "6-102",
      "heading": "Limitation on Duration of Possibilities of Reverter and Rights of Entry Existing Before July 1, 1969",
      "text": "(a)    The provisions of this section apply to all possibilities of reverter and rights of entry on estates of fee simple, existing before July 1, 1969.\n\n(b)    A special limitation or a condition subsequent, which restricts a fee–simple estate, and the possibility of reverter or right of entry for condition broken thereby created is not valid, unless within the time specified in subsection (e) of this section, a notice of intention to preserve the possibility of reverter or right of entry is recorded. The extinguishment occurs at the end of the period in which the notice or renewal notice may be recorded and an estate in fee simple determinable or fee simple subject to a condition subsequent then becomes a fee simple absolute. No disability or lack of knowledge of any kind prevents the extinguishment of the interest if no notice of intention to preserve is filed within the time specified in subsection (e) of this section.\n\n(c)    Any person having a possibility of reverter or right of entry may record among the land records of the county where the land is located a notice of intention to preserve the entire possibility of reverter or right of entry, if duly acknowledged by the person. The notice may be recorded by the person claiming to be the owner of the interest, or by any other person acting on his behalf if the claimant is under a disability, or otherwise unable to assert a claim on his own behalf.\n\n(d)    (1)    To be effective and to be entitled to be recorded, the notice shall contain an accurate and full description of all land affected by the notice. The description shall be set forth in particular terms and not by general inclusions. However, if the claim is founded on a recorded instrument, then the description in the notice may be the same as that contained in the recorded instrument. The notice also shall contain the name of any record owner of the land at the time the notice is filed and the terms of the special limitation or condition subsequent from which the possibility of reverter or right of entry arises.\n\n(2)    Every notice which is duly acknowledged shall be accepted for recording among the land records on payment of the same fees as are charged for the recording of deeds.\n\n(3)    The notice shall be indexed as “Notice of Reverter or Right of Entry”:\n\n(i)    In the grantee indices of deeds under the name of every person on whose behalf the notice is executed and recorded;\n\n(ii)    In the grantor indices of deeds under the name of every record owner of the possessory estates in the land to be affected against whom the claim is to be preserved at the time of the filing; and\n\n(iii)    In any block or property location index in any county which maintains such an index.\n\n(e)    (1)    If a possibility of reverter or right of entry was created before July 1, 1899 and initial notice was not recorded before July 1, 1972, the possibility of reverter or right of entry created no longer is valid. If initial notice was recorded before July 1, 1972, then a renewal notice and further renewal notices may be recorded.\n\n(2)    If the date when the possibility of reverter or right of entry was created was between July 1, 1899 and June 30, 1969, inclusive, the initial notice shall be recorded not less than 70 years nor more than 73 years after the date of its creation. If it is not so recorded it is no longer valid.\n\n(3)    A renewal notice shall be recorded after the expiration of 27 years and before the expiration of 30 years from the date of recording of the initial notice, and shall be effective for a period of 30 years from the recording of the renewal notice. In like manner, further renewal notices shall be recorded after the expiration of 27 years and before the expiration of 30 years from the date of recording of the last preceding renewal notice. If it is not so recorded it is no longer valid.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-6/section-6-102/"
    },
    {
      "id": "section-6-103",
      "number": "6-103",
      "heading": "Limitations of Period Within Which Actions May Be Brought and Land Recovered by Reason of Termination of Determinable Fee-Simple Estates or on Happening of Condition Subsequent",
      "text": "No person may commence an action for the recovery of land, nor make an entry on it, by reason of a breach of a condition subsequent, or by reason of the termination of an estate of fee-simple determinable, unless the action is commenced or entry is made within seven years after breach of the condition or from the time when the fee-simple determinable estate terminates. If a breach of a condition subsequent or termination of a fee-simple determinable estate occurred prior to July 1, 1969, an action may be commenced for the recovery of the land, or an entry may be made on it, by the owner of a right of entry or possibility of reverter by July 1, 1976. Possession of land after breach of a condition subsequent or after termination of an estate of fee-simple determinable is adverse and hostile from the first breach of a condition subsequent or from the occurrence of the event terminating the fee-simple determinable estate.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-6/section-6-103/"
    },
    {
      "id": "section-6-104",
      "number": "6-104",
      "heading": "Alienability of Possibilities of Reverter and Rights of Entry",
      "text": "A possibility of reverter or right of entry for condition broken may be transferred in the same manner as any other interest in property.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-6/section-6-104/"
    },
    {
      "id": "section-6-105",
      "number": "6-105",
      "heading": "Exception of Possibilities of Reverter and Rights of Entry Owned by State or Political Subdivisions",
      "text": "The provisions of this title do not apply to grants made at any time by the State or its political subdivisions as long as the possibility of reverter or right of entry owned by the State or its political subdivisions is not transferred.",
      "history": "",
      "source_url": "https://law.justia.com/codes/maryland/real-property/title-6/section-6-105/"
    }
  ]
}