{
  "state": "connecticut",
  "path": "title-title-22a-environmental-protection/chapter-chapter-446j-dams-and-reservoirs",
  "sections": [
    {
      "id": "section-s",
      "number": "s.",
      "heading": "25-110 to 25-116 (22a-401 to 22a-407); purpose is to protect downstream proprietors. 4 CS 374.",
      "text": "25-110 to 25-116 (22a-401 to 22a-407); purpose is to protect downstream proprietors. 4 CS 374.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22a-401",
      "number": "22a-401.",
      "heading": "(Formerly Sec. 25-110). - Powers and duties of commissioner",
      "text": "All dams, dikes, reservoirs and other similar structures, with their appurtenances, without exception and without further definition or enumeration herein, which, by breaking away or otherwise, might endanger life or property, shall be subject to the jurisdiction conferred by this chapter. No person shall maintain a dam in a condition that might endanger life or property. The Commissioner of Energy and Environmental Protection shall formulate all rules, definitions and regulations necessary to carry out the provisions of this chapter and not inconsistent therewith. The commissioner or authorized representatives of the commissioner may enter upon private property to make such investigations and gather such data concerning dams, watersheds, sites, structures and general conditions as may be necessary in the public interest for a proper inspection, review and study of the design and construction of such structures and of the environmental impact of such structures on the inland wetlands of the state. The commissioner may, when necessary, employ or make such agreements with geologists, other engineers, expert consultants and such assistants as may be reasonably necessary to carry out the provisions of this chapter. Nothing in this section shall be construed to apply to any dam that the owner of such dam has reasonably demonstrated to the commissioner, upon the commissioner's request, presents a hazard only to the property of the owner of such dam.\n\n(1949 Rev., S. 4728, 4729; 1957, P.A. 364, S. 16, 17; 1971, P.A. 872, S. 130; P.A. 73-571, S. 7, 9; P.A. 75-237, S. 1, 2; P.A. 11-80, S. 1; P.A. 13-197, S. 1; P.A. 24-94, S. 1.)\n\nHistory: 1971 act replaced water resources commission with commissioner of environmental protection; P.A. 73-571 required commissioner to review and study environmental impact of structures on inland wetlands; P.A. 75-237 required owners of dams, dikes, etc. to notify commissioner of any transfer of ownership; Sec. 25-110 transferred to Sec. 22a-401 in 1983; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011; P.A. 13-197 deleted requirement that owners notify commissioner within 10 days of the transfer of ownership of a dam; P.A. 24-94 added provisions prohibiting maintenance of dam in a condition that presents a danger to life and property and exemption for dams that are demonstrated to commissioner to only pose a hazard to property of dam owner, effective June 4, 2024.\n\nSee Sec. 13a-175j re repair of dams.\n\nAnnotations to former section 25-110:\n\nCited. 183 C. 481.\n\nCited. 23 CS 90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-401-formerly-sec-25-110/"
    },
    {
      "id": "section-22a-402",
      "number": "22a-402.",
      "heading": "(Formerly Sec. 25-111). - Inspection of dams and other structures",
      "text": "(a) The Commissioner of Energy and Environmental Protection shall investigate and inspect or cause to be investigated and inspected all dams or other structures which, in his or her judgment, would, by breaking away, cause loss of life or property damage. Said commissioner may require any person owning or having the care and control of any such structure to furnish him or her with such surveys, plans, descriptions, drawings and other data relating thereto and in such form and to such reasonable extent as he or she directs. Any person in possession of such pertinent information shall afford the owner and the commissioner access thereto. The commissioner shall make or cause to be made such periodic inspections of all such structures as may be necessary to reasonably insure that they are maintained in a safe condition. If, after any inspection described herein, the commissioner finds any such structure to be in an unsafe condition, he or she shall order the person owning or having control thereof to place it in a safe condition or to remove it and shall fix the time within which such order shall be carried out. The respondent to such an order shall not be required to obtain a permit under this chapter or chapter 440 or section 22a-342 or 22a-368 for any action necessary to comply with such order. If such order is not carried out within the time specified, the commissioner may carry out the actions required by the order provided the commissioner has determined that an emergency exists which presents a clear and present danger to the public safety and said commissioner shall assess the costs of such action against the person owning or having care and control of the structure. When the commissioner in his or her investigation finds that a dam or other structure should be inspected periodically in order to reduce a potential hazard to life and property, the owner of such structure shall cause such inspection to be made by a registered engineer at such intervals as are deemed necessary by the commissioner and shall submit a copy of the engineer's finding and report to the commissioner for his or her action. If the commissioner determines as a result of an inspection that maintenance or repairs to a dam are needed to maintain the dam in a safe condition, the commissioner shall notify the owner, in writing, of such maintenance or repairs as are necessary and request the owner to undertake such repairs within the time period specified in the notice. If the owner does not undertake the necessary maintenance or repairs within the time period indicated in the notice, the commissioner may proceed to order the owner to undertake the necessary maintenance or repairs. The commissioner shall cause a certified copy of a final order issued under this section to be recorded on the land records in the town or towns wherein the dam or such structure is located. As used in this chapter, “person” has the same meaning as provided in subsection (b) of section 22a-2, and “water company” has the same meaning as provided in section 25-32a.\n\n(b) The chief executive official of a municipality or such official's designee may inspect a dam that is: (1) Under the jurisdiction of the commissioner, and (2) located within the boundaries of such municipality when such official or designee reasonably believes that a public safety concern exists. Inspection of any such dam owned or operated by a water company or of a dam that is a hydroelectric generating facility shall be controlled by the provisions of subsection (c) of this section. Such official or designee shall have the right to enter private property, within constitutional limits, to undertake such inspection provided such official or designee shall: (A) Notify the commissioner prior to conducting such inspection, (B) make a reasonable attempt to notify the owner of the dam prior to such inspection, and (C) file a report with the commissioner in accordance with the provisions of subsection (f) of this section.\n\n(c) When the chief executive official of a municipality or such official's designee reasonably believes that a public safety concern exists with a dam that is a hydroelectric power generating facility or is owned or controlled by a water company, such official shall immediately notify the commissioner and shall notify the water company in accordance with subsection (e) of this section. Such official shall not inspect a dam that is a hydroelectric power generating facility or is owned or operated by a water company unless: (1) (A) Such official has reason to believe there is public safety concerning such a dam, (B) such official has notified the commissioner and has reasonably attempted to notify the water company or the owner of the hydroelectric power generating facility pursuant to subsection (e) of this section, and (C) a representative of the water company is not available; (2) a water company official or representative of the hydroelectric power generating facility accompanies such chief executive official or such official's designee; or (3) the water company has granted permission to such official. A report of the inspection shall be filed with the commissioner in accordance with the provisions of subsection (f) of this section.\n\n(d) No provision of subsection (b) or (c) of this section shall restrict the right of a chief elected official or such official's designee to enter upon or inspect water company dams, appurtenances or land under the control or ownership of such municipality.\n\n(e) When notifying a water company or owner of a hydroelectric power generating facility pursuant to subsection (c) of this section, the chief executive official of a municipality or such official's designee shall call the contact number that such water company or facility identifies in any emergency operation plan for such dam on file with the municipality. In the event a water company or hydroelectric power generating facility has not prepared an emergency operation plan for a dam under the ownership or control of such water company or facility, such water company or facility may file an emergency notification contact form with such municipality. Not later than October 1, 2008, the commissioner shall develop such an emergency notification contact form. When such form is filed with the municipality such municipal official shall use the information provided in the form to contact the water company or hydroelectric power generating facility pursuant to this section.\n\n(f) A report of any inspection performed pursuant to subsection (b) or (c) of this section shall be filed with the commissioner within seven days of such inspection, except when an immediate threat to public safety is discovered in which case such report shall be filed with the commissioner immediately.\n\n(g) The provisions of subsections (b) to (f), inclusive, of this section shall not apply to a dam licensed by the Federal Energy Regulatory Commission.\n\n(h) After an investigation, whenever the commissioner finds that a dam is causing, or is about to cause, any condition that, in the commissioner's judgment, will result in, or is likely to result in, an imminent and substantial threat to public safety or the environment, or whenever the Governor proclaims a civil preparedness state of emergency pursuant to section 28-9 regarding a dam, the commissioner may, without prior hearing, issue an order in writing to the owner or person having care of such dam to discontinue, abate or alleviate such condition or issue, provided the commissioner finds there is either a threat to human life or to property that is property other than the property of the dam owner. Such written order may indicate that the commissioner will immediately act to discontinue, abate or alleviate such condition. The commissioner may discontinue, abate or alleviate such condition by means that include, but are not limited to, the temporary or permanent stabilization or repair of the dam or any other actions necessary to place the dam in a safe condition and may retain any contractor or consultant necessary to perform such actions. The commissioner shall serve any order issued pursuant to this subsection in accordance with the provisions of section 52-57. The commissioner may cause a copy of such order to be posted upon the property that is the subject of such order and no action for trespass shall lie for such posting. Any order issued pursuant to this subsection shall be binding upon all persons against whom it is issued, their agents and any independent contractor engaged by such persons. Upon receipt of such order, such person shall immediately comply with such order. The commissioner shall, not later than ten days after the date of receipt of such order by all persons served with such order, hold a hearing to provide any such person an opportunity to be heard and show that such condition does not exist. All briefs or legal memoranda to be presented in connection with such hearing shall be filed not later than ten days after such hearing. Such order shall remain in effect until fifteen days after such hearing, during which time the commissioner shall issue a decision based on such hearing.\n\n(i) Any owner or person having care of a dam who is issued an order pursuant to subsection (h) of this section shall be liable for all costs and expenses incurred by the commissioner to investigate, contain, abate, remove, monitor or mitigate any threat to public safety and the environment caused by such dam. If the dam subject to an order issued pursuant to subsection (h) of this section is not in compliance with the requirements of this chapter, such owner or person having care of the dam shall be liable to the commissioner for damages equal to two times the costs and expenses incurred by the commissioner pursuant to subsection (h) of this section. Upon request of the commissioner, the Attorney General shall bring a civil action to recover all such costs and expenses.\n\n(1949 Rev., S. 4730; 1957, P.A. 364, S. 18; 1963, P.A. 271; 1971, P.A. 872, S. 131; P.A. 78-234, S. 1, 2; P.A. 92-162, S. 11, 25; P.A. 96-145, S. 5; 96-180, S. 80, 166; P.A. 98-209, S. 11; P.A. 07-61, S. 1; P.A. 11-80, S. 1; P.A. 14-122, S. 136; P.A. 24-94, S. 2.)\n\nHistory: 1963 act required that owner bear responsibility for having dams, etc. which require periodic inspection, in commission's opinion, inspected by a registered engineer; 1971 act replaced references to water resources commission with references to environmental protection commissioner; P.A. 78-234 authorized commissioner to take action if owner has failed to carry out actions ordered where there is danger to public safety and specified that municipalities are to be considered as corporations for purposes of the section; Sec. 25-111 transferred to Sec. 22a-402 in 1983; P.A. 92-162 provided that respondents to certain orders under this section are exempt from permits required under chapter 440 for actions necessary to comply with such orders; P.A. 96-145 provided for a definition of “person” and deleted redundant references to entities subsumed within the definition, deleted obsolete provisions re structures constructed prior to July 1, 1918, and deleted a provision re requests for inspection of dams and an associated fee; P.A. 96-180 changed “Said commissioner” to “The Commissioner of Environmental Protection”, effective June 3, 1996; P.A. 98-209 provided that respondents to orders under this section shall not be required to obtain certain permits in order to carry out such orders, provided for recordation of final orders and made a technical change; P.A. 07-61 designated existing provisions as Subsec. (a) and amended same to make technical changes, add provisions re notification and orders by commissioner to owners re unsafe dams and define “water company”, and added Subsecs. (b) to (g) re chief executive municipal official inspections of dams and of hydroelectric power generating facilities owned or controlled by water companies and notification procedures to water companies, filing of inspection reports and exemption for dams licensed by the Federal Energy Regulatory Commission; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsec. (a), effective July 1, 2011; P.A. 14-122 made technical changes in Subsec. (a); P.A. 24-94 added Subsec. (h) re issuance of orders following investigation or proclamation of a civil preparedness state of emergency and Subsec. (i) re liability for costs and expenses incurred by commissioner, effective June 4, 2024.\n\nAnnotation to former section 25-111:\n\nCited. 183 C. 481.\n\nAnnotation to present section:\n\nCited. 197 C. 134. Inspections required to ensure safety and integrity of dams; responsible corporate officer doctrine may be used to hold corporate officers liable under section. 282 C. 645.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-402-formerly-sec-25-111/"
    },
    {
      "id": "section-22a-403",
      "number": "22a-403.",
      "heading": "(Formerly Sec. 25-112). - Permits for construction. Notice and requirements for hearing.",
      "text": "(a) Before any person constructs, alters, rebuilds, substantially repairs, adds to, replaces or removes any such structure, such person shall apply to the commissioner for a permit to undertake such work. The application for such permit shall be in triplicate, the original of which, with necessary drawings, plans, specifications and other data, shall be submitted to the commissioner, in the form and to the extent required by him. If the commissioner finds that an application is complete, he shall (1) notify the applicant by electronic means or certified mail, return receipt requested, of his intent to grant a permit with or without terms and conditions or to deny a permit for such work, and (2) publish notice of such intention in a newspaper having a general circulation in the area in which the proposed work will take place or have effect. The commissioner shall mail or provide by electronic means notice of such intent to the chief executive officer, the inland wetland agency, and the planning, zoning and conservation commissions of each town in which the work will take place or have effect. The commissioner may hold a hearing prior to approving or denying any application if, in his discretion, the public interest will be best served thereby, and he shall hold a hearing if, within thirty days after such notice has been published, he receives a petition requesting such a hearing signed by at least twenty-five persons. Notice of such hearing shall be published at least thirty days before the hearing in a newspaper having a general circulation in the area in which the work will take place or have effect.\n\n(b) The commissioner or the commissioner's representative, engineer or consultant shall determine the impact of the construction work on the environment, on the safety of persons and property and on the tidal wetlands and inland wetlands and watercourses of the state in accordance with the provisions of sections 22a-28 to 22a-45, inclusive, and shall further determine the need for a fishway in accordance with the provisions of section 26-136, and shall examine the documents and inspect the site, and, upon approval thereof, the commissioner shall issue a permit authorizing the proposed construction work under such conditions as the commissioner may direct. The commissioner shall send a copy of the permit to the town clerk in any municipality in which the structure is located or any municipality which will be affected by the structure. An applicant for a permit issued under this section to construct a dam for a public drinking water supply shall notify the Commissioner of Public Health of such application. An applicant for a permit issued under this section to alter, rebuild, repair or remove an existing dam shall not be required to obtain a permit under sections 22a-28 to 22a-45a, inclusive, or section 22a-342, 22a-361 or 22a-368. An applicant for a permit issued under this section to construct a new dam shall not be required to obtain a permit under sections 22a-28 to 22a-45a, inclusive, for such construction. An applicant for a dam safety permit shall not be required to obtain approval of a certification under section 25-68d.\n\n(1949 Rev., S. 4731; November, 1955, S. N204; 1957, P.A. 364, S. 19; 1971, P.A. 872, S. 132; P.A. 73-571, S. 8, 9; P.A. 82-134, S. 2; P.A. 83-555, S. 3; P.A. 84-127, S. 1, 4; P.A. 92-162, S. 12, 25; P.A. 93-428, S. 5, 39; P.A. 96-145, S. 6; P.A. 98-209, S. 12; P.A. 13-197, S. 2; 13-208, S. 62; 13-209, S. 8.)\n\nHistory: 1971 act replaced references to water resources commission with references to environmental protection commissioner; P.A. 73-571 required that commissioner, his representative, the engineer or consultant determine the environmental impact of construction work on inland wetlands; P.A. 82-134 amended section to authorize the commissioner to consider the need for a fishway in issuing a permit and to specify that municipalities must obtain permits; Sec. 25-112 transferred to Sec. 22a-403 in 1983; P.A. 83-555 deleted the commissioner's power to require a permit fee of not less than $1 nor more than $10; P.A. 84-127 added provision requiring the commissioner to publish notice of his decision in a newspaper; P.A. 92-162 divided section into Subsecs., amended Subsec. (a) to provide for notice and hearing requirements and amended Subsec. (b) to add environmental impact and public safety to determinations the commissioner must make prior to issuing a permit under this section; P.A. 93-428 amended Subsec. (b) to make minor changes in grammar, to delete a notice requirement and to require the commissioner to send a copy of any permit issued under this section to the appropriate town clerks, effective July 1, 1993; P.A. 96-145 deleted redundant references to entities subsumed within the definition of “person” and provided for permit applications to be in triplicate in Subsec. (a); P.A. 98-209 amended Subsec. (b) to exempt applicants for permits under this section from requirements to obtain certain other permits; P.A. 13-197 amended Subsec. (b) to add reference to tidal wetlands, replace references to Sec. 22a-36 with references to Sec. 22a-28, add reference to Sec. 22a-361 and add provision re applicant for a dam safety permit not to be required to obtain approval of a certification under Sec. 25-68d; P.A. 13-208 amended Subsec. (b) by adding provision re notice to Commissioner of Public Health of application to construct a dam for a public drinking water supply and by making a technical change; P.A. 13-209 amended Subsec. (a) by adding provisions re notice by electronic means.\n\nAnnotations to former section 25-112:\n\nIf original plan was illegal for lack of compliance with chapter, an agreement to “rebuild”, if destroyed, is unenforceable. 74 C. 208. Jury could find that erection of flashboards without required approval constituted negligence. 127 C. 632. To be actionable the violation of statute must be shown to have been the proximate cause of the injury. 147 C. 153.\n\nCited. 23 CS 90.\n\nAnnotations to present section:\n\nCited. 197 C. 134; 226 C. 579.\n\nCited. 41 CA 120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-403-formerly-sec-25-112/"
    },
    {
      "id": "section-22a-404",
      "number": "22a-404.",
      "heading": "(Formerly Sec. 25-113). - Inspection of work on dams. Filing of plans and data. Engineer's statement.",
      "text": "The dam owner or his or her representative supervising the work on any dam or other like structure subject to the commissioner's jurisdiction pursuant to this chapter shall cause the work to be inspected by a registered professional engineer licensed in the state to the extent necessary to determine whether the structure will be safe and secure. For a high or significant hazard dam, or if the commissioner determines a sensitive ecological condition exists, the commissioner may place a competent inspector on the work, and the compensation for such inspector shall be shared equally by the state and by the owner. When the work has been completed to the satisfaction of the commissioner, the owner shall file with the commissioner plans and descriptions of the work as actually constructed, together with any other pertinent data. Not later than thirty days after the date the work is completed, the dam owner shall submit to the commissioner a sworn statement from the engineer who completed such inspection. Such sworn statement shall (1) attest that such engineer inspected the work and determined the dam or like structure to be safe within the parameters of the design of such dam or like structure, (2) attest that all appurtenances to such dam or like structure were built, repaired, altered or removed in conformance with plans, specifications and drawings approved by the commissioner pursuant to a permit for construction or an order issued pursuant to section 22a-402, and (3) bear the engineer's professional seal.\n\n(1949 Rev., S. 4732; 1957, P.A. 364, S. 21; 1971, P.A. 872, S. 133; P.A. 13-197, S. 3.)\n\nHistory: 1971 act replaced references to water resources commission with references to environmental protection commissioner; Sec. 25-113 transferred to Sec. 22a-404 in 1983; P.A. 13-197 replaced provision re commissioner supervising the work with provision re dam owner or his representative supervising the work, added requirement that a registered professional engineer licensed in this state inspect the work, added provision authorizing commissioner to place a competent inspector for work on a high or significant hazard dam or if a sensitive ecological condition exists and added requirement that dam owner submit a sworn statement to commissioner from engineer who completed inspection of work indicating that the structure is safe and that work was performed in accordance with plans approved by commissioner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-404-formerly-sec-25-113/"
    },
    {
      "id": "section-22a-405",
      "number": "22a-405.",
      "heading": "(Formerly Sec. 25-114). - Certificate of approval.",
      "text": "When an existing structure is found by the commissioner to be safe, or has been made safe pursuant to an order of the commissioner, or a new structure has been constructed to the satisfaction of the commissioner under a properly issued permit, the commissioner shall issue a certificate to the owner approving the structure but subject to such terms and conditions, if any, as the commissioner deems necessary for the protection of life and property. Such certificate shall be filed by the owner in the land records in the town or towns in which such structure is located.\n\n(1949 Rev., S. 4733; 1957, P.A. 364, S. 22; 1971, P.A. 872, S. 134.)\n\nHistory: 1971 act replaced references to water resources commission with references to environmental protection commissioner; Sec. 25-114 transferred to Sec. 22a-405 in 1983.\n\nAnnotation to former section 25-114:\n\nCited. 23 CS 90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-405-formerly-sec-25-114/"
    },
    {
      "id": "section-22a-406",
      "number": "22a-406.",
      "heading": "(Formerly Sec. 25-115). - Liability of owner or operator.",
      "text": "Nothing in this chapter, and no order, approval or advice of the commissioner, shall relieve any owner or operator of such a structure from his legal duties, obligations and liabilities resulting from such ownership or operation. No action for damages sustained through the partial or total failure of any structure or its maintenance shall be brought or maintained against the state, the Commissioner of Energy and Environmental Protection, or his employees or agents.\n\n(1949 Rev., S. 4734; 1957, P.A. 364, S. 23; 1971, P.A. 872, S. 135; P.A. 96-145, S. 7; P.A. 11-80, S. 1.)\n\nHistory: 1971 act replaced references to water resources commission and its members with references to environmental protection commissioner; Sec. 25-115 transferred to Sec. 22a-406 in 1983; P.A. 96-145 deleted a provision which limited the state's immunity from suit under this section for damages sustained through the partial or total failure of any structure or its maintenance by reason of the commissioner's supervision of a structure; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection”, effective July 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-406-formerly-sec-25-115/"
    },
    {
      "id": "section-22a-407",
      "number": "22a-407.",
      "heading": "(Formerly Sec. 25-116). - Violations. Penalty. Injunctions.",
      "text": "Any person who violates any provision of this chapter, any order or permit issued by the commissioner pursuant to this chapter shall forfeit to the state a sum not exceeding one thousand dollars, to be fixed by the court, for each offense. Each violation shall be a separate and distinct offense and, in case of a continuing violation, each day's continuance thereof shall be deemed to be a separate and distinct offense. The Attorney General, upon complaint of the commissioner, shall institute an action to recover such forfeiture and to enjoin such violation and require its correction. When a dam is causing, or is about to cause, any condition that will result in, or is likely to result in, imminent and substantial damage to public safety or the environment, or whenever the Governor has proclaimed a civil preparedness state of emergency pursuant to section 28-9 regarding a dam, any injunction issued pursuant to this section may authorize the commissioner to immediately act to discontinue, abate or alleviate such condition by means including, but not limited to, temporary or permanent stabilization or repairs to the dam or any other actions necessary to place the dam in a safe condition, provided the commissioner finds there is either a threat to human life or to property that is property other than the property of the dam owner.\n\n(1949 Rev., S. 4735; 1957, P.A. 364, S. 24; 1971, P.A. 872, S. 136; P.A. 96-145, S. 8; P.A. 24-94, S. 3.)\n\nHistory: 1971 act replaced references to water resources commission with references to environmental protection commissioner; Sec. 25-116 transferred to Sec. 22a-407 in 1983; P.A. 96-145 expanded the range of violations under this chapter, increased the penalty from $500 to $1,000 and expanded the injunctive relief available to the Attorney General under this section; P.A. 24-94 added provision authorizing injunction to provide for immediate action by commissioner to abate the condition, effective June 4, 2024.\n\nCited. 41 CA 120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-407-formerly-sec-25-116/"
    },
    {
      "id": "section-22a-408",
      "number": "22a-408.",
      "heading": "(Formerly Sec. 25-117). - Appeal.",
      "text": "Upon written request, any person aggrieved by any decision of the commissioner under this chapter, other than a decision under section 22a-403, shall be given a hearing by the commissioner. Any person aggrieved by any decision or order of the commissioner pursuant to the provisions of section 22a-402, 22a-405 or 22a-409 may request a hearing before the commissioner. Such request shall be submitted to the commissioner within thirty days of receipt of notice of such decision or order. The commissioner shall conduct such hearing promptly in accordance with the provisions of chapter 54. An appeal may be taken from any decision of the commissioner in accordance with the provisions of section 4-183, except such appeal shall be made returnable to the judicial district of New Britain.\n\n(1949 Rev., S. 4736; 1957, P.A. 364, S. 25; 1971, P.A. 870, S. 80; 872, S. 137; P.A. 76-436, S. 599, 681; P.A. 77-603, S. 109, 125; P.A. 78-280, S. 58, 127; P.A. 84-127, S. 2, 4; P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 92-162, S. 13, 25; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; P.A. 98-209, S. 13; P.A. 99-215, S. 24, 29.)\n\nHistory: 1971 acts replaced superior court with court of common pleas, effective September 1, 1971, except that courts with cases pending retain jurisdiction unless pending matters deemed transferable and replaced references to water resources commission with references to environmental protection commissioner; P.A. 76-436 replaced court of common pleas with superior court and added reference to judicial districts, effective July 1, 1978; P.A. 77-603 replaced previous provision re appeals with requirement that appeals be made in accordance with Sec. 4-183 but retained venue in county or judicial district where structure is located; P.A. 78-280 changed venue to judicial district of Hartford-New Britain; Sec. 25-117 transferred to Sec. 22a-408 in 1983; P.A. 84-127 added provisions re hearings requested pursuant to orders or decisions pursuant to Secs. 22a-402, 22a-403, 22a-405, and 22a-409; P.A. 88-230 replaced “judicial district of Hartford-New Britain at Hartford” with “judicial district of Hartford”, effective September 1, 1991; P.A. 90-98 changed the effective date of P.A. 88-230 from September 1, 1991, to September 1, 1993; P.A. 92-162 deleted provision for hearing requested pursuant to decision taken under Sec. 22a-403; P.A. 93-142 changed the effective date of P.A. 88-230 from September 1, 1993, to September 1, 1996, effective June 14, 1993; P.A. 95-220 changed the effective date of P.A. 88-230 from September 1, 1996, to September 1, 1998, effective July 1, 1995; P.A. 98-209 made technical changes; P.A. 99-215 replaced “judicial district of Hartford” with “judicial district of New Britain”, effective June 29, 1999.\n\nCited. 197 C. 134.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-408-formerly-sec-25-117/"
    },
    {
      "id": "section-22a-409",
      "number": "22a-409.",
      "heading": "(Formerly Sec. 25-118). - Survey and maps",
      "text": "(a) The commissioner shall cause a survey and maps to be made of each town showing the location of any dams or similar structures within such town, and shall file a copy of such map with the town clerk. On and after October 1, 2007, the owner of real property where a high hazard or significant hazard dam is located shall cause to be recorded on the land records in the municipality where the property is located a document that identifies the existence of the dam and whether the dam is categorized as a high hazard dam or a significant hazard dam. The commissioner shall publish a standardized form to be used for such purposes.\n\n(b) The owner of any dam or similar structure that, by failing, may endanger life or property and that is not already registered shall register on or before October 1, 2015, with the Commissioner of Energy and Environmental Protection on a form prescribed by the commissioner, the location and dimensions of such dam or structure and such other information as the commissioner may require. Any information reported on such form that the commissioner cannot otherwise independently obtain shall not be used by the commissioner to order the payment of a civil penalty pursuant to section 22a-6d or 22a-407 provided such form is submitted to the commissioner on or before October 1, 2015. The fee for registration shall be as follows: (1) Dams or similar structures five feet or more in height but less than fifteen feet, fifty dollars; (2) dams or similar structures fifteen feet or more in height but less than twenty-five feet, one hundred dollars; and (3) dams or similar structures twenty-five feet or more in height, two hundred dollars. Dams or similar structures less than five feet in height shall be registered without fee. As used in this subsection, “height” means the vertical distance from the crest of a dam or similar structure to the downstream toe of such dam or similar structure. The owner of any dam or similar structure shall notify the commissioner by registered or certified mail, return receipt requested, of a transfer of ownership of such dam or similar structure not later than ten days after the date of such transfer.\n\n(c) The commissioner shall notify the owner of any dam or similar structure registered pursuant to subsection (b) of this section, in writing, by certified mail, return receipt requested, not later than January fifteenth of any year in which inspection of such dam is due. Such notice shall identify the classification of such dam, as set forth in the regulations adopted pursuant to this subsection, and include a statement of the frequency for such inspection, as set forth in such regulations. Upon receipt of such timely notification by the commissioner, the owner of any such dam or similar structure shall cause such structure to be inspected in accordance with the regulations adopted pursuant to this subsection by a registered professional engineer licensed in the state and shall, not later than March fifteenth of the following year, submit the results of such inspection to the commissioner on a form prescribed by the commissioner. The commissioner shall periodically inspect dams registered pursuant to subsection (b) of this section for quality assurance when an owner fails to undertake a regularly scheduled inspection and as necessary after a flood event. The fee for any such inspection shall be six hundred sixty dollars until such time as regulations are adopted concerning such inspection fees. Any dam which impounds less than three acre-feet of water or any dam which the commissioner finds has a potential for negligible damage in the event of a failure, after an initial inspection, shall be exempt from the provisions of this subsection except upon determination by the commissioner that such dam poses a unique hazard. The commissioner shall adopt regulations in accordance with the provisions of chapter 54 establishing (1) a schedule for the frequency of and procedures for inspection of dams, (2) the inspection fees for inspections undertaken by the department, sufficient to cover the reasonable cost of such inspections, (3) procedures for registration and criteria for waiver of registration and inspection fees, and (4) criteria for determining whether a dam has a potential for negligible damage in the event of a failure.\n\n(November, 1955, S. N205; 1957, P.A. 364, S. 20; 1971, P.A. 872, S. 138; June Sp. Sess. P.A. 83-38, S. 1; P.A. 86-30, S. 1, 2; P.A. 90-231, S. 10, 28; P.A. 91-369, S. 16, 36; June 30 Sp. Sess. P.A. 03-6, S. 133; P.A. 07-61, S. 2; June Sp. Sess. P.A. 09-3, S. 421; P.A. 11-80, S. 1; P.A. 13-197, S. 4.)\n\nHistory: 1971 act replaced water resources commission with commissioner of environmental protection; Sec. 25-118 transferred to Sec. 22a-409 in 1983; June Sp. Sess. P.A. 83-38 clarified that the provisions of the new Subsec. (a) applied to dams and similar structures within a town, added Subsec. (b) requiring the owner of a dam or similar structure to provide certain information concerning such structures to the commissioner of environmental protection by registering with the commissioner by July 1, 1984, and added Subsec. (c) requiring the commissioner of environmental protection to adopt regulations governing the periodic inspection of those dams registered pursuant to Subsec. (b); P.A. 86-30 amended Subsec. (c) by adding exemption for dams with a potential for negligible damage in the case of a failure and requiring the commissioner to adopt regulations re criteria for negligible damage; P.A. 90-231 amended Subsec. (c) to require an inspection fee and provided that on and after July 1, 1992, the fee shall be prescribed by regulations; P.A. 91-369 amended Subsec. (c) to restate commissioner's authority to adopt regulations setting the fees required by this section and to increase inspection fee from $250 to $350; June 30 Sp. Sess. P.A. 03-6 increased registration and inspection fees by 50% in Susecs. (b) and (c), made a technical change in Subsec. (c), and deleted provisions in Subsec. (c) re amount of fees prescribed by regulation, effective August 20, 2003; P.A. 07-61 added provision in Subsec. (a) requiring owner of property where high hazard or significant hazard dam is located to record document identifying its existence on land records and requiring commissioner to publish standardized form; June Sp. Sess. P.A. 09-3 amended Subsec. (c) to increase fee from $525 to $660; pursuant to P.A. 11-80, “Commissioner of Environmental Protection” was changed editorially by the Revisors to “Commissioner of Energy and Environmental Protection” in Subsec. (b), effective July 1, 2011; P.A. 13-197 amended Subsec. (b) by adding provision re owner of a dam that, by failing, may endanger life or property and that is not already registered shall register on or before October 1, 2015, adding provision re inability of commissioner to use information reported on form that is not otherwise independently verifiable to order payment of a civil penalty and adding provision requiring owner of a dam to notify commissioner of any transfer of ownership of the dam not later than 10 days after such transfer, amended Subsec. (c) by adding provision requiring commissioner to notify owner of any registered dam of due date for inspection of such dam, adding provision requiring such notice to include the classification and frequency for inspection of such dam, adding requirement that owner of the dam cause the dam to be inspected by a registered professional engineer, adding requirement that owner submit a copy of such inspection to commissioner, adding provision authorizing commissioner to inspect dams for quality assurance when owner fails to undertake regular inspections and adding provision re inspection fee of $660 until such time as regulations are adopted concerning inspection fees, and made technical changes.\n\nSee Sec. 22a-27i re exemption of municipality for one year.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-409-formerly-sec-25-118/"
    },
    {
      "id": "section-22a-410",
      "number": "22a-410.",
      "heading": "(Formerly Sec. 25-119). - Chapter not to limit power of other authority.",
      "text": "This chapter shall not be construed to prevent any other state authority from carrying out its legal duties.\n\n(1949 Rev., S. 4737.)\n\nHistory: Sec. 25-119 transferred to Sec. 22a-410 in 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-410-formerly-sec-25-119/"
    },
    {
      "id": "section-22a-411",
      "number": "22a-411.",
      "heading": "General permits for minor activities. Procedures. Individual permits. Notice. Regulations.",
      "text": "(a) The commissioner may issue a general permit for any minor activity regulated under sections 22a-401 to 22a-410, inclusive, except for any activity covered by an individual permit, if the commissioner determines that such activity would cause minimal environmental effects when conducted separately and would cause only minimal cumulative environmental effects. Such activities may include routine maintenance and routine repair of any dam, dike, reservoir or other similar structure or the removal of any dam to improve fish passage or to provide other ecological benefits. Any person conducting an activity for which a general permit has been issued shall not be required to obtain an individual permit under sections 22a-36 to 22a-45a, inclusive, or section 22a-342, 22a-368 or 22a-403, except as provided in subsection (c) of this section. A general permit shall clearly define the activity covered thereby and may include such conditions and requirements as the commissioner deems appropriate, including, but not limited to, management practices and verification and reporting requirements. The general permit may require any person conducting any activity under the general permit to report, on a form prescribed by the commissioner, such activity to the commissioner before it shall be covered by the general permit. The commissioner shall prepare, and shall annually amend, a list of holders of general permits under this section, which list shall be made available to the public.\n\n(b) Notwithstanding any other procedures specified in sections 22a-401 to 22a-410, inclusive, any regulation adopted thereunder, and chapter 54, the commissioner may issue, revoke, suspend or modify a general permit in accordance with the following procedures: (1) The commissioner shall publish in a newspaper having a substantial circulation in the affected area or areas notice of intent to issue a general permit; (2) the commissioner shall allow a comment period of thirty days following publication of such notice during which interested persons may submit written comments to the commissioner and the commissioner shall hold a public hearing if, within said comment period, he receives a petition signed by at least twenty-five persons; (3) the commissioner may not issue the general permit until after the comment period; and (4) the commissioner shall publish notice of any issued permit in a newspaper having substantial circulation in the affected area or areas. Any person may request that the commissioner issue, modify or revoke a general permit in accordance with the provisions of this subsection.\n\n(c) Subsequent to the issuance of a general permit, the commissioner may require any person to obtain an individual permit under the provisions of sections 22a-401 to 22a-410, inclusive, for all or any portion of the activities covered by the general permit, if in the commissioner's judgment the purposes and policies of said sections would be best served by requiring an application for an individual permit. The commissioner may require an individual permit under this subsection only if the affected person has been notified in writing that an individual permit is required. The notice shall include a brief statement of the reasons for the decision and a statement that upon the date of issuance of such notice the general permit as it applies to the individual activity will terminate.\n\n(d) Any general permit issued under this section may require that any person intending to conduct an activity covered by such general permit give written notice of such intention to the inland wetlands agency, zoning commission, planning commission or combined planning and zoning commission, and conservation commission of any municipality which will or may be affected by such activity, and to the department which shall make such notices available to the public. The general permit shall specify the information which must be contained in the notice.\n\n(e) The commissioner may adopt regulations in accordance with the provisions of chapter 54 to carry out the purposes of this section.\n\n(P.A. 91-263, S. 6, 8; P.A. 92-162, S. 18, 25; P.A. 98-209, S. 14; P.A. 07-61, S. 3; P.A. 08-124, S. 25; P.A. 13-197, S. 6.)\n\nHistory: P.A. 92-162 amended Subsec. (d) to provide that any person may submit comments to the commissioner concerning regulated activities permitted under this section prior to commencement of such activities and changed the deadline for such comments from 30 days prior to such commencement to 25 days; P.A. 98-209 amended Subsec. (a) to exempt general permittees from certain other permit requirements, and amended Subsecs. (a), (c) and (d) to make technical changes; P.A. 07-61 deleted provision in Subsec. (a) re construction if structure presents low or negligible safety hazards; P.A. 08-124 made a technical change in Subsec. (a), effective June 2, 2008; P.A. 13-197 amended Subsec. (a) to add provision re removal of dam to improve fish passage or provide other ecological benefits, made technical changes in Subsecs. (b) and (c) and amended Subsec. (d) to change “shall” to “may” re written notice required by general permit and to delete provision re 60-day period before initiating activity and provision re submittal of written comments to commissioner.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-411/"
    },
    {
      "id": "section-22a-411a",
      "number": "22a-411a.",
      "heading": "Emergency action plan for high or significant hazard dam. Regulations.",
      "text": "After the Commissioner of Energy and Environmental Protection's adoption of regulations pursuant to this section, the owner of any high or significant hazard dam or similar structure shall develop and implement an emergency action plan. The emergency action plan shall be updated every two years and copies shall be filed with the Commissioner of Energy and Environmental Protection and the chief executive officer of any municipality that would potentially be affected in the event of an emergency. After an emergency action plan is developed and implemented in accordance with the provisions of this section, any update of such plan shall be limited to the components of such plan that changed subsequent to the development and implementation of such plan. The Commissioner of Energy and Environmental Protection shall adopt regulations, in accordance with the provisions of chapter 54, establishing the requirements for such emergency action plans, including, but not limited to, (1) criteria and standards for inundation studies and inundation zone mapping; (2) procedures for monitoring the dam or structure during periods of heavy rainfall and runoff, including personnel assignments and features of the dam to be inspected at given intervals during such periods; and (3) a formal notification system to alert appropriate local officials who are responsible for the warning and evacuation of residents in the inundation zone in the event of an emergency.\n\n(P.A. 13-197, S. 5; P.A. 18-113, S. 1.)\n\nHistory: P.A. 18-113 added provision limiting the update of emergency action plan that is developed and implemented to components of plan that changed subsequent to development and implementation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-22a/chapter-446j/section-22a-411a/"
    },
    {
      "id": "section-22a-412",
      "number": "22a-412",
      "heading": "to 22a-415. - Reserved for future use.",
      "text": "to 22a-415. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}