{
  "state": "michigan",
  "path": "title-chapter-565-conveyances-of-real-property/chapter-act-71-of-1877-replacing-deed-given-at-judicial-sale-565331-",
  "sections": [
    {
      "id": "section-565331",
      "number": "565.331",
      "heading": "New Deed; Execution and Recording Upon Loss or Destruction of Deed Given at Judicial Sale",
      "text": "That whenever it shall be made to appear to any court of record by petition duly verified that a sale of real estate has or may hereafter be made in pursuance of a decree or order, or to satisfy any judgment of such court, and that a deed has been made therein, and said deed has not been recorded in the proper registry of deeds, but has been lost or destroyed; said court, upon due proof of such fact, may by order to be made in the cause in which such decree, order, or judgment was entered, direct a new deed to be made in place of the said original deed so lost or destroyed; said deed, when executed, may be acknowledged and recorded in the proper registry of deeds, and shall be as valid to convey the interest sold, and it, or the record thereof, shall have the same effect as evidence as said original deed would have.\n\nHistory:1877, Act 71, Eff. Aug. 21, 1877 ;-- How. 5718 ;-- CL 1897, 9032 ;-- CL 1915, 11767 ;-- CL 1929, 13347 ;-- CL 1948, 565.331",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-565/statute-act-71-of-1877/section-565-331/"
    },
    {
      "id": "section-565332",
      "number": "565.332",
      "heading": "New Deed; Person to Execute.",
      "text": "Such new deed shall be executed by the officer who made such sale, or by his successor in office: Provided, That in counties having 2 circuit court commissioners, if the commissioner who made such sale shall not be then in office, either of the then commissioners may be directed to execute the new conveyance: And provided further: That if such sale shall have been made by an executor, administrator, or guardian, or by any special commissioner appointed for that purpose by any court the court may direct the person who made such sale to execute such new deed, if he be within the jurisdiction of the court, but if he be dead, or be not within such jurisdiction, the court may appoint some proper person to execute such new deed.\n\nHistory:1877, Act 71, Eff. Aug. 21, 1877 ;-- How. 5719 ;-- CL 1897, 9033 ;-- CL 1915, 11768 ;-- CL 1929, 13348 ;-- CL 1948, 565.332",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-565/statute-act-71-of-1877/section-565-332/"
    },
    {
      "id": "section-565333",
      "number": "565.333",
      "heading": "Notice of Application; Personal Service, Publication.",
      "text": "No conveyance shall be made under this act, excepting upon notice of the application, which notice shall be by personal service thereof, except where the opposite party or parties are non-residents of the state, in which latter case, the court may order publication of such notice in 1 or more newspapers published in the county where the court may be held and the land may be situated, for such time as the court may order, not less than once a week for 4 successive weeks.\n\nHistory:1877, Act 71, Eff. Aug. 21, 1877 ;-- How. 5720 ;-- CL 1897, 9034 ;-- CL 1915, 11769 ;-- CL 1929, 13349 ;-- CL 1948, 565.333",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-565/statute-act-71-of-1877/section-565-333/"
    }
  ]
}