{
  "state": "michigan",
  "path": "title-chapter-565-conveyances-of-real-property/chapter-act-79-of-1841-general-index-of-records-565501-565502",
  "sections": [
    {
      "id": "section-565501",
      "number": "565.501",
      "heading": "General Index of Records; Duties and Compensation of Register",
      "text": "That the county commissioners of the respective counties of this state, be, and they are hereby authorized, if in the opinion of the commissioners they shall deem it necessary, to cause the registers of their respective counties, to prepare a general index to all books in their offices, used for the purpose of recording deeds, mortgages and other instruments, in order that the records containing the title of lands, may the more easily be preserved, and a search of said records, to ascertain such title, facilitated; and the said registers shall receive for their compensation such sum as the county commissioners may deem just and right.\n\nHistory:1841, Act 79, Eff. May 13, 1841 ;-- CL 1857, 2770 ;-- CL 1871, 4267 ;-- How. 5722 ;-- CL 1897, 9058 ;-- CL 1915, 11789 ;-- CL 1929, 13374 ;-- CL 1948, 565.501Compiler's Notes:The office of county commissioners was abolished and its powers and duties transferred to the county boards of supervisors by Act 19 of 1842.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-565/statute-act-79-of-1841/section-565-501/"
    },
    {
      "id": "section-565502",
      "number": "565.502",
      "heading": "General Index of Records; Compensation of Register for Indexing Instruments.",
      "text": "That no compensation shall be allowed for indexing in the general index, deeds, mortgages and other instruments, that shall be left for record after the general index books shall be furnished to the registers of the respective counties, or when said books may have been already furnished, and the registers are hereby required without charge, to index all such deeds, mortgages, and other instruments in said general index.\n\nHistory:1841, Act 79, Eff. May 13, 1841 ;-- CL 1857, 2771 ;-- CL 1871, 4268 ;-- How. 5723 ;-- CL 1897, 9059 ;-- CL 1915, 11790 ;-- CL 1929, 13375 ;-- CL 1948, 565.502",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-565/statute-act-79-of-1841/section-565-502/"
    }
  ]
}