{
  "state": "south-dakota",
  "path": "title-title-38-agriculture-and-horticulture/chapter-chapter-08-conservation-districts",
  "sections": [
    {
      "id": "section-38-8-1",
      "number": "38-8-1",
      "heading": "Filing of petition for organization of district--Number of signers--Contents--Consolidation of petitions",
      "text": "38-8-1. Filing of petition for organization of district--Number of signers--Contents--Consolidation of petitions.\n\nAny ten percent of the voters registered for the last general election within the limits of a territory proposed to be organized into a conservation district may file a petition with the State Conservation Commission asking that a conservation district be organized to function in the territory described in the petition. The petition shall set forth:\n\n(1)The proposed name of the district;\n\n(2)That there is need in the interest of public health, safety, and welfare, for a conservation district to function in the territory described in the petition;\n\n(3)A description of the territory proposed to be organized as a district;\n\n(4)A request that the commission duly define the boundaries for the district; that a referendum be held within the territory so defined on the question of the creation of a conservation district in the territory; and that the commission determine that such a district be created.\n\nIf more than one petition is filed covering parts of the same territory, the commission may consolidate all or any such petitions. The petition shall be filed before April first of the year in which a general election is to be held.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SL 1959, ch 3, §3; SDC Supp 1960, §4.1507 (1); SL 1994, ch 316, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-1/"
    },
    {
      "id": "section-38-8-2",
      "number": "38-8-2",
      "heading": "Notice and hearing on petition for organization of district--Questions considered--Right to be heard--Hearing on inclusion of additional territory.",
      "text": "38-8-2. Notice and hearing on petition for organization of district--Questions considered--Right to be heard--Hearing on inclusion of additional territory.\n\nWithin sixty days after a petition under §38-8-1 has been filed with the commission, the commission shall publish a notice as defined in §38-7-2 of a hearing upon the question of the:\n\n(1)Desirability and necessity, in the interest of the public health, safety, and welfare, of the creation of a conservation district;\n\n(2)Appropriate boundaries to be assigned to the district; and\n\n(3)Propriety of the petition and other proceedings taken under this chapter.\n\nAny interested party may attend the hearing and be heard. If it appears at the hearing that it may be desirable to include within the proposed district territory outside of the area within which the notice of the hearing has been given, the hearing shall be adjourned. The commission shall publish a notice pursuant to §38-7-2 of further hearing that shall be conducted for the entire area considered for inclusion in the district.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (2); SL 1994, ch 316, §2; SL 2018, ch 240, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-2/"
    },
    {
      "id": "section-38-8-3",
      "number": "38-8-3",
      "heading": "Factors considered in hearing on petition for organization of district.",
      "text": "38-8-3. Factors considered in hearing on petition for organization of district.\n\nIn making the determination required by §38-8-4 and in defining the boundaries of a conservation district, the State Conservation Commission shall give due weight and consideration to the topography of the area considered and of the state, the composition of soils therein, the distribution of erosion, the prevailing land-use practices, the desirability and necessity of including within the boundaries the particular lands under consideration, and the benefits such lands may receive from being included within such boundaries, the relation of the proposed area to existing watersheds and agricultural regions to other conservation districts, already organized or proposed for organization under the provisions of this chapter, and such other physical, geographical, and economic factors as are relevant, having due regard to the legislative policy set forth in §38-7-1.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-3/"
    },
    {
      "id": "section-38-8-4",
      "number": "38-8-4",
      "heading": "Determination of need for district--Establishment of boundaries.",
      "text": "38-8-4. Determination of need for district--Establishment of boundaries.\n\nAfter a hearing pursuant to §38-8-2, if the State Conservation Commission shall determine upon the facts presented at such hearing and upon such other relevant facts and information as may be available that there is need, in the interest of public health, safety, and welfare, for a conservation district to function in the territory considered at the hearing, it shall make and record such determination, and shall define, by metes and bounds or by legal subdivisions, the boundaries of such district. The territory to be included within such boundaries need not be contiguous.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-4/"
    },
    {
      "id": "section-38-8-5",
      "number": "38-8-5",
      "heading": "Determination of no need and denial of petition--Time for filing new petitions.",
      "text": "38-8-5. Determination of no need and denial of petition--Time for filing new petitions.\n\nIf the State Conservation Commission shall determine after a hearing pursuant to §38-8-2, after due consideration of the relevant facts mentioned in §38-8-3, that there is no need for a conservation district to function in the territory considered at the hearing, it shall make and record such determination and shall deny the petition. After six months shall have expired from the date of the denial of any such petition, subsequent petitions covering the same or substantially the same territory may be filed as provided by §38-8-1 and new hearings held and determinations made thereon.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-5/"
    },
    {
      "id": "section-38-8-6",
      "number": "38-8-6",
      "heading": "Consideration of administrative practicability and feasibility of district.",
      "text": "38-8-6. Consideration of administrative practicability and feasibility of district.\n\nAfter the State Conservation Commission has made and recorded a determination that there is need for the organization of a district in a particular territory and has defined the boundaries thereof, it shall consider the question whether the operation of a district within such boundaries with the powers conferred upon conservation districts in this chapter is administratively practicable and feasible.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-6/"
    },
    {
      "id": "section-38-8-7",
      "number": "38-8-7",
      "heading": "Referendum on creation of district--Form of ballot--Right to vote.",
      "text": "38-8-7. Referendum on creation of district--Form of ballot--Right to vote.\n\nTo assist the State Conservation Commission in the determination of the administrative practicability and feasibility of a conservation district, the commission shall hold a referendum within the proposed district upon the proposition of the creation of the district, and shall cause due notice of the referendum to be given. The question shall be submitted by ballot upon which the words \"For creation of a conservation district of the lands below described and lying in the counties of __________ and __________\" and \"Against creation of a conservation district of the lands below described and lying in the counties of __________ and __________\" shall be inserted, with a square before each proposition and a direction to insert a cross or check mark in the square before one or the other of said propositions as the voter may favor or oppose creation of the district. The ballot shall set forth the boundaries of the proposed district as determined by the commission. Any voter registered for the most recent general election within the boundaries of the territory, as determined by the commission, may vote in the referendum. The Division of Resource Conservation and Forestry shall certify the need for a referendum to the county auditors of the counties comprising the territory of the proposed district. The certification shall be provided before June first of the year in which the general election is to be held, to facilitate the election required by §38-8-15, and pursuant to the requirements of §38-8-39.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (3); SL 1994, ch 316, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-7/"
    },
    {
      "id": "section-38-8-8",
      "number": "38-8-8",
      "heading": "Timing of referendum on creation of district.",
      "text": "38-8-8. Timing of referendum on creation of district.\n\nThe elections held under §38-8-7 shall be conducted at the next general election within the county or counties comprising the territory of the proposed conservation district.\n\nSource:SL 1959, ch 3, §7; SDC Supp 1960, §4.1507-1; SL 1994, ch 316, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-8/"
    },
    {
      "id": "section-38-8-9",
      "number": "38-8-9",
      "heading": "Conduct of election on creation of district--Certification of results.",
      "text": "38-8-9. Conduct of election on creation of district--Certification of results.\n\nThe conduct of any election held under §38-8-7 shall be governed by the general election laws of South Dakota. The results of the election shall be certified to the State Conservation Commission by the county commission of each county in which the election is conducted.\n\nSource:SL 1959, ch 3, §7; SDC Supp 1960, §4.1507-1; SL 1986, ch 326, §9; SL 1994, ch 316, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-9/"
    },
    {
      "id": "section-38-8-10",
      "number": "38-8-10",
      "heading": "Notices and conduct of hearings and referenda--Procedural regulations--Referendum not invalidated by informalities.",
      "text": "38-8-10. Notices and conduct of hearings and referenda--Procedural regulations--Referendum not invalidated by informalities.\n\nThe Division of Resource Conservation and Forestry shall issue the notices and conduct the hearings and referenda required by §38-8-2. No informalities in the conduct of the referendum or in any related matters may invalidate the referendum or the result of the referendum if notice of the referendum has been given substantially as provided in subdivision 38-7-2(5) and the referendum has been fairly conducted.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (4); SL 1986, ch 326, §10; SL 1994, ch 316, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-10/"
    },
    {
      "id": "section-38-8-11",
      "number": "38-8-11",
      "heading": "Vote required to authorize creation of district--Extent of participation in voting required.",
      "text": "38-8-11. Vote required to authorize creation of district--Extent of participation in voting required.\n\nThe State Conservation Commission may not determine that the operation of a proposed district within the defined boundaries is administratively practicable and feasible unless at least a majority of the votes cast in the referendum upon the proposition of creation of the district are cast in favor of the creation of the district.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SL 1959, ch 3, §4; SDC Supp 1960, §4.1507 (5); SL 1994, ch 316, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-11/"
    },
    {
      "id": "section-38-8-12",
      "number": "38-8-12",
      "heading": "Publication of referendum results--Determination and recording of administrative practicability and feasibility.",
      "text": "38-8-12. Publication of referendum results--Determination and recording of administrative practicability and feasibility.\n\nThe Division of Resource Conservation and Forestry shall publish the result of such referendum and the State Conservation Commission shall thereafter consider and determine whether the operation of the district within the defined boundaries is administratively practicable and feasible. If the commission shall determine that the operation of such district is not administratively practicable and feasible, it shall record such determination and deny the petition. If the commission shall determine that the operation of such district is administratively practicable and feasible, it shall record such determination and the Division of Resource Conservation and Forestry shall proceed with the organization of the district in the manner provided in §§38-8-15 to 38-8-17, inclusive.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SL 1959, ch 3, §4; SDC Supp 1960, §4.1507 (5).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-12/"
    },
    {
      "id": "section-38-8-13",
      "number": "38-8-13",
      "heading": "Factors considered in determining administrative practicability and feasibility.",
      "text": "38-8-13. Factors considered in determining administrative practicability and feasibility.\n\nIn determining whether the operation of a proposed district is administratively practicable and feasible, the State Conservation Commission shall give due regard and weight to the attitudes of the occupiers of land lying within the defined boundaries, the probable expense of carrying on erosion control operations within the district and other relevant economic and social factors pursuant to the legislative policy set forth in §38-7-1.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SL 1959, ch 3, §4; SDC Supp 1960, §4.1507 (5); SL 1994, ch 316, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-13/"
    },
    {
      "id": "section-38-8-14",
      "number": "38-8-14",
      "heading": "Time for filing new petitions after denial of district.",
      "text": "38-8-14. Time for filing new petitions after denial of district.\n\nAfter six months shall have expired from the date of entry of a determination by the State Conservation Commission that operation of a proposed district is not administratively practicable and feasible and denial of a petition pursuant to such determination, subsequent petitions may be filed as provided by §38-8-1, and action taken thereon in accordance with the provisions of this chapter.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (7).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-14/"
    },
    {
      "id": "section-38-8-15",
      "number": "38-8-15",
      "heading": "Election of initial supervisors--District as governmental subdivision.",
      "text": "38-8-15. Election of initial supervisors--District as governmental subdivision.\n\nAt the general election that includes the referendum on the establishment of a conservation district, five supervisors shall be elected as provided in §38-8-39. The election of the supervisors is null and void if the referendum on the establishment of the district fails. The district is a governmental subdivision of this state and a public body, corporate and politic, upon the taking of the proceedings described in §§38-8-16 and 38-8-17.\n\nSource:SL 1937, ch 19, §§5, 7; SDC 1939, §§4.1507, 4.1509; SL 1947, ch 11; SL 1947, ch 12; SL 1953, ch 7, §1; SL 1957, ch 4, §3; SDC Supp 1960, §§4.1507 (6), 4.1509 (1); SDCL, §38-8-38; SL 1968, ch 1, §5; SL 1994, ch 316, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-15/"
    },
    {
      "id": "section-38-8-16",
      "number": "38-8-16",
      "heading": "Application filed with secretary of state by elected supervisors--Contents--Accompanying statement by commission.",
      "text": "38-8-16. Application filed with secretary of state by elected supervisors--Contents--Accompanying statement by commission.\n\nThe five supervisors elected pursuant to §38-8-15 shall present to the secretary of state an application signed and sworn to by them to complete the organization of the district. The application shall contain:\n\n(1)A statement that a petition for the creation of the district was filed with the State Conservation Commission pursuant to the provisions of this chapter, and that the proceedings specified in this chapter were taken pursuant to the petition;\n\n(2)The name and official residence of each of the supervisors, together with a certified copy of the appointments evidencing their right to office and their term of office;\n\n(3)The name proposed for the district;\n\n(4)The location of the principal office for the district.\n\nThis application shall be accompanied by a statement of the State Conservation Commission setting forth the boundaries of the district and certifying that the proceedings specified in this chapter have been fulfilled.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (6); SL 1968, ch 1, §5; SL 1994, ch 316, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-16/"
    },
    {
      "id": "section-38-8-17",
      "number": "38-8-17",
      "heading": "Filing and recording of application and statement--Issuance of certificate of organization.",
      "text": "38-8-17. Filing and recording of application and statement--Issuance of certificate of organization.\n\nThe secretary of state shall file and record the application and statement required by §38-8-16 in an appropriate book of record in his office and shall make and issue to the said supervisors a certificate, under the seal of the state, of the due organization of the said district, and shall record such certificate with the application and statement. The secretary of state shall make no charge for the services herein required.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (6).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-17/"
    },
    {
      "id": "section-38-8-18",
      "number": "38-8-18",
      "heading": "Certificate of organization as proof of establishment of district.",
      "text": "38-8-18. Certificate of organization as proof of establishment of district.\n\nIn any suit, action, or proceeding involving the validity or enforcement of, or relating to, any contract, proceeding, or action of a conservation district, the district shall be deemed to have been established in accordance with the provisions of this chapter upon proof of the issuance by the secretary of state of the certificate described by §38-8-17. A copy of such certificate duly certified by the secretary of state shall be admissible in evidence in any such suit, action, or proceeding and shall be proof of the filing and contents thereof.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SDC Supp 1960, §4.1507 (9).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-18/"
    },
    {
      "id": "section-38-8-19",
      "number": "38-8-19",
      "heading": "Petition for inclusion of additional territory--Procedure.",
      "text": "38-8-19. Petition for inclusion of additional territory--Procedure.\n\nPetitions in a form approved by the State Conservation Commission for including additional territory within an existing conservation district may be filed with the commission, and the proceedings provided for in §§38-8-2 to 38-8-18, inclusive, in the case of petitions to organize a district shall be observed in the case of petitions for such inclusion. If two-thirds of the voters registered for the last general election in an area proposed for inclusion or addition to an existing district file a petition with the commission for inclusion, the area shall be included within the district.\n\nSource:SL 1937, ch 19, §5; SDC 1939, §4.1507; SL 1947, ch 11; SL 1959, ch 3, §5; SDC Supp 1960, §4.1507 (8); SL 1994, ch 316, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-19/"
    },
    {
      "id": "section-38-8-20",
      "number": "38-8-20",
      "heading": "Inclusion of additional territory by amendment of charter--Notice and hearing.",
      "text": "38-8-20. Inclusion of additional territory by amendment of charter--Notice and hearing.\n\nSupervisors of a conservation district are hereby authorized, to amend the district charter of organization, to include lands previously excluded from the district and lying within the district boundaries as hereinafter provided.\n\nThe conservation district supervisors shall give due notice, as determined by the supervisors, of the intent to include such lands within the district and said notice to include the time, date and place of a hearing upon the inclusion of such lands. Said notice shall be given not less than thirty days prior to the date set for said hearing. All persons attending the hearing shall have an opportunity to be heard on the proposition of including such lands within the district.\n\nSource:SL 1964, ch 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-20/"
    },
    {
      "id": "section-38-8-21",
      "number": "38-8-21",
      "heading": "Resolution to include additional territory--Effective date.",
      "text": "38-8-21. Resolution to include additional territory--Effective date.\n\nAfter giving due consideration to testimony presented at the hearing required by §38-8-20, and receiving consent from the governing or administrative body having jurisdiction over such excluded territory, the conservation district supervisors may adopt a resolution including such lands within the district and file a copy of the resolution and notice of hearing with the secretary of state.\n\nThe inclusion of such lands within the district will become effective upon filing of said records with the secretary of state.\n\nSource:SL 1964, ch 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-21/"
    },
    {
      "id": "section-38-8-22",
      "number": "38-8-22",
      "heading": "Petition for combination or division of districts--Number of signers--Form.",
      "text": "38-8-22. Petition for combination or division of districts--Number of signers--Form.\n\nPetitions may be filed with the State Conservation Commission for a hearing and referendum on the combination of two or more districts, or for the division of one or more districts and the combination of any divided part thereof with any other district or a part of a divided district. Any such petition shall be signed by at least ten percent of the voters registered at the last general election and a majority of the supervisors within each district to be affected. The commission shall prescribe the forms for such petitions.\n\nSource:SDC 1939, §4.1517 (1) as enacted by SL 1947, ch 13; SL 1968, ch 1, §13; SL 1994, ch 316, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-22/"
    },
    {
      "id": "section-38-8-221",
      "number": "38-8-22.1",
      "heading": "Governing board resolution for combination or division of districts--Vote at general election.",
      "text": "38-8-22.1. Governing board resolution for combination or division of districts--Vote at general election.\n\nIn lieu of the petition process authorized under §38-8-22, the conservation district governing boards of the affected districts may propose and adopt a resolution calling for the combining or dividing of districts and present it to the registered voters for a vote at the next general election under the requirements of §38-8-39.\n\nSource:SL 2019, ch 179, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-22-1/"
    },
    {
      "id": "section-38-8-23",
      "number": "38-8-23",
      "heading": "Commission hearing on combination or division of districts.",
      "text": "38-8-23. Commission hearing on combination or division of districts.\n\nWithin sixty days after receipt of a petition pursuant to §38-8-22 or within sixty days after the receipt of a resolution pursuant to §38-8-22.1, the State Conservation Commission shall set a date for a hearing and issue notices and conduct a hearing upon the proposition of combination or division. All voters registered for the last general election within the territory described in the petition or resolution and other interested parties may be heard.\n\nSource: SDC 1939, §4.1517 (1) as enacted by SL 1947, ch 13; SL 1968, ch 1, §13; SL 1994, ch 316, §13; SL 2019, ch 179, §4; SL 2022, ch 154, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-23/"
    },
    {
      "id": "section-38-8-24",
      "number": "38-8-24",
      "heading": "Determination of administrative practicability and feasibility of combining districts.",
      "text": "38-8-24. Determination of administrative practicability and feasibility of combining districts.\n\nIf the State Conservation Commission shall determine upon the facts presented at the hearing pursuant to §38-8-23 and information as may be available that the combination of such districts or territory is economically practicable and feasible, the commission shall make and record such determination. If the commission shall determine after such hearing and giving due consideration to said facts and information that combination of such districts or territory is not practicable or economically feasible such petition shall be denied.\n\nSource:SDC 1939, §4.1517 (1) as enacted by SL 1947, ch 13; SL 1968, ch 1, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-24/"
    },
    {
      "id": "section-38-8-241",
      "number": "38-8-24.1",
      "heading": "Petition for referendum on organization of district--Commission action on petition.",
      "text": "38-8-24.1. Petition for referendum on organization of district--Commission action on petition.\n\nAny time within sixty days after the hearing and determination by the State Conservation Commission pursuant to §§38-8-23 and 38-8-24, the commission shall act upon the petition in accordance with procedures prescribed in this chapter for organization of a district.\n\nSource:SDC 1939, §4.1517 (1) as enacted by SL 1968, ch 1, §13; SL 1969, ch 6, §1; SL 1994, ch 316, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-24-1/"
    },
    {
      "id": "section-38-8-25",
      "number": "38-8-25",
      "heading": "Appointment of supervisors for reorganized district.",
      "text": "38-8-25. Appointment of supervisors for reorganized district.\n\nWithin sixty days after the hearing and determination pursuant to §§38-8-23 and 38-8-24, the Division of Resource Conservation and Forestry shall appoint five supervisors to serve until the next general election, when all supervisors shall be elected.\n\nSource:SDC 1939, §4.1517 (1) (a) as enacted by SL 1947, ch 13; SL 1968, ch 1, §13; SL 1969, ch 6, §1; SL 1994, ch 316, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-25/"
    },
    {
      "id": "section-38-8-26",
      "number": "38-8-26",
      "heading": "Certificates of organization for new districts--Certificate of dissolution--Assets and liabilities revert to new district.",
      "text": "38-8-26. Certificates of organization for new districts--Certificate of dissolution--Assets and liabilities revert to new district.\n\nThe requirements of §§38-8-16 to 38-8-18, inclusive, apply to applications for issuance of certificates of organization for new districts pursuant to §38-8-22. Upon termination of the existing districts, the secretary of state shall issue and record a certificate of dissolution. All assets and liabilities of the original districts shall revert to the new district.\n\nSource:SDC 1939, §4.1517 (1) (a) as enacted by SL 1947, ch 13; SL 1968, ch 1, §13; SL 1969, ch 6, §2; SL 1994, ch 316, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-26/"
    },
    {
      "id": "section-38-8-27",
      "number": "38-8-27",
      "heading": "38-8-27 to 38-8-29.Repealed by SL 1968, ch 1, §13.",
      "text": "38-8-27 to 38-8-29.Repealed by SL 1968, ch 1, §13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-30",
      "number": "38-8-30",
      "heading": "Petition for boundary adjustment between adjoining districts.",
      "text": "38-8-30. Petition for boundary adjustment between adjoining districts.\n\nPetitions signed by a majority of the members of each of the governing bodies of adjoining conservation districts may be filed with the State Conservation Commission asking that the boundary line between such districts be changed. Such petitions shall set out the existing boundary line between the districts and the proposed new boundary.\n\nSource:SDC 1939, §4.1517 (2) as enacted by SL 1947, ch 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-30/"
    },
    {
      "id": "section-38-8-31",
      "number": "38-8-31",
      "heading": "Notice and hearing on boundary adjustment between districts.",
      "text": "38-8-31. Notice and hearing on boundary adjustment between districts.\n\nWithin thirty days after a petition has been filed pursuant to §38-8-30, the commission shall provide due notice as defined in §38-7-2 of a public hearing upon the question of the proposed change of boundary. Any interested person may attend the hearing and be heard.\n\nSource:SDC 1939, §4.1517 (2) as enacted by SL 1947, ch 13; SL 1994, ch 316, §17; SL 2018, ch 240, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-31/"
    },
    {
      "id": "section-38-8-32",
      "number": "38-8-32",
      "heading": "Determination of administrative practicability and feasibility of boundary adjustments--Factors considered--Notice to districts.",
      "text": "38-8-32. Determination of administrative practicability and feasibility of boundary adjustments--Factors considered--Notice to districts.\n\nAfter hearing pursuant to §38-8-31, the State Conservation Commission shall determine whether the operation of the said districts within the proposed new boundaries would be administratively practicable and feasible. In making such determination, the commission shall give consideration to the standards provided in this chapter relative to the organization of districts; if, after such hearing, the commission determines in favor of the proposed change of boundaries, it shall notify the chairmen of the governing bodies of the districts of its determination.\n\nSource:SDC 1939, §4.1517 (2) as enacted by SL 1947, ch 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-32/"
    },
    {
      "id": "section-38-8-33",
      "number": "38-8-33",
      "heading": "Application to secretary of state for certificate evidencing boundary changes--Accompanying statement by state commission--Issuance of certificate.",
      "text": "38-8-33. Application to secretary of state for certificate evidencing boundary changes--Accompanying statement by state commission--Issuance of certificate.\n\nUpon determination by the State Conservation Commission in favor of a proposed change of district boundaries, the chairmen of the governing bodies of the districts shall present to the secretary of state an application, signed by them for a certificate evidencing the change of boundary. The application shall be accompanied by a statement by the commission certifying that the boundary between the districts has been changed in accordance with the procedures prescribed in §§38-8-30 to 38-8-32, inclusive, and setting forth the new boundary line. When the application and statement have been filed with the secretary of state, the change of boundary shall be deemed effective and the secretary of state shall issue to the supervisors of each of the districts a certificate evidencing the change of boundary.\n\nSource:SDC 1939, §4.1517 (2) as enacted by SL 1947, ch 13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-33/"
    },
    {
      "id": "section-38-8-34",
      "number": "38-8-34",
      "heading": "Petition for change of name of district--Action by state commission--Issuance by secretary of state.",
      "text": "38-8-34. Petition for change of name of district--Action by state commission--Issuance by secretary of state.\n\nPetitions for changing the names of districts organized under this chapter may be filed with the State Conservation Commission. Any such petition shall be signed by a majority of the district supervisors and shall state the present name of the district and the proposed new name. If the commission determines that the proposed new name is not identical with or so similar to that of any other district in the state as to lead to confusion or uncertainty, it shall present a statement of such determination to the secretary of state, who shall issue to the district a certificate, under the seal of the state, evidencing the change of name of the district. Upon the issuance of such certificate, the supervisors of the district shall cause due notice to be given of the change of name of the district.\n\nSource:SDC 1939, §4.1518 as enacted by SL 1947, ch 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-34/"
    },
    {
      "id": "section-38-8-35",
      "number": "38-8-35",
      "heading": "38-8-35 to 38-8-37.Repealed by SL 1994, ch 316, §§18 to 20.",
      "text": "38-8-35 to 38-8-37.Repealed by SL 1994, ch 316, §§18 to 20.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-38",
      "number": "38-8-38",
      "heading": "38-8-38.Repealed by SL 1968, ch 1, §6.",
      "text": "38-8-38.Repealed by SL 1968, ch 1, §6.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-39",
      "number": "38-8-39",
      "heading": "Composition of district governing board--Number and qualifications of supervisors--Notice of available district offices--Nominating petitions--Election procedure",
      "text": "38-8-39. Composition of district governing board--Number and qualifications of supervisors--Notice of available district offices--Nominating petitions--Election procedure.\n\nThe governing body of a district shall consist of a board of supervisors.\n\nEach conservation district shall have a board of supervisors consisting of five members, each of whom shall be elected on a nonpartisan ballot at a general election and whose term of office shall be four years commencing on the first of January following election. Supervisors shall be registered voters within the district, to be elected at large.\n\nThe board of supervisors may, at its discretion, choose to elect its supervisors in precincts that contain as near as possible an equal number of residents, as determined by the last preceding federal decennial census.\n\nBefore any general election, the board of supervisors of an organized conservation district shall give notice of any district offices for which nominations may be filed. The notice shall be published at least once each week for two consecutive weeks in the official newspaper or newspapers of any counties within the territory of the district. The last publication may not be less than ten nor more than fifteen days before the deadline for filing nominating petitions. The Division of Resource Conservation and Forestry shall provide the required notice before a referendum regarding establishment of a new district.\n\nSupervisors shall be nominated by a petition signed by fifteen or more voters in the district for which the candidate seeks election.\n\nThe petition shall be verified by the circulator and be accompanied by the declaration of the candidate in a form substantially conforming to nominating petitions prescribed under the primary election laws of this state governing nominating petitions for nonpolitical candidates. The petition shall be filed on or before July first of the year in which the general election is to be held, with the county auditor of the county, or where more than one county is within the territorial limits of the district, with the secretary of state. The auditor shall prepare ballots substantially in the form of the nonpolitical ballot and give notice thereof as provided by the general election laws of this state. The supervisors shall be elected by plurality. The election shall be conducted, canvassed, recounted, and contested as elections under the general laws of this state, except as otherwise provided in this chapter, and unless the general laws are inapplicable. If the details concerning the conduct, canvassing, recounting or contest of the election are not set forth within this chapter, and the general election laws are not applicable, then the commission shall promulgate rules pursuant to chapter 1-26 to make possible the submission to an election any matter which by the terms of this chapter may be submitted to a vote of the voters of any proposed or established district.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §1; SL 1957, ch 4, §3; SDC Supp 1960, §4.1509 (1); SL 1968, ch 1, §6; SL 1969, ch 5, §1; SL 1985, ch 15, §49; SL 1987, ch 284; SL 1994, ch 316, §21; SL 2017, ch 179, §1; SL 2019, ch 180, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-39/"
    },
    {
      "id": "section-38-8-391",
      "number": "38-8-39.1",
      "heading": "38-8-39.1.Repealed by SL 1994, ch 316, §22.",
      "text": "38-8-39.1.Repealed by SL 1994, ch 316, §22.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-40",
      "number": "38-8-40",
      "heading": "38-8-40.Repealed by SL 1968, ch 1, §9.",
      "text": "38-8-40.Repealed by SL 1968, ch 1, §9.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-41",
      "number": "38-8-41",
      "heading": "38-8-41.Repealed by omission from SL 1968, ch 1, §7.",
      "text": "38-8-41.Repealed by omission from SL 1968, ch 1, §7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-42",
      "number": "38-8-42",
      "heading": "Terms of office of district supervisors.",
      "text": "38-8-42. Terms of office of district supervisors.\n\nFor the purpose of staggering terms, at the first general election, the three at-large candidates receiving the largest number of votes shall be elected for a four-year term, and the two candidates receiving the next highest number of votes shall be elected for two-year terms. In succeeding elections all supervisors shall be elected for four-year terms commencing the following January first.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §1; SL 1957, ch 4, §3; SDC Supp 1960, §4.1509 (1); SDCL §38-8-38; SL 1968, ch 1, §6; SL 1994, ch 316, §23; SL 2017, ch 179, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-42/"
    },
    {
      "id": "section-38-8-43",
      "number": "38-8-43",
      "heading": "Removal of supervisor from office.",
      "text": "38-8-43. Removal of supervisor from office.\n\nAny supervisor of a conservation district may be removed by the State Conservation Commission upon notice and hearing, for neglect of duty or malfeasance in office, but for no other reason.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SDC Supp 1960, §4.1509 (3); SL 1968, ch 1, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-43/"
    },
    {
      "id": "section-38-8-44",
      "number": "38-8-44",
      "heading": "Filling of vacancies in district board.",
      "text": "38-8-44. Filling of vacancies in district board.\n\nVacancies in the term of any supervisor of a conservation district shall be filled by appointment by a majority of the other district supervisors, such appointee to serve until the next general election at which time such vacancy shall be filled by the voters for the unexpired term.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §1; SL 1957, ch 4, §3; SDC Supp 1960, §4.1509 (1); SL 1968, ch 1, §6; SL 1985, ch 15, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-44/"
    },
    {
      "id": "section-38-8-45",
      "number": "38-8-45",
      "heading": "Chairman and officers of district board--Quorum--Majority required for actions.",
      "text": "38-8-45. Chairman and officers of district board--Quorum--Majority required for actions.\n\nAt the first meeting in January of each year the supervisors of a conservation district shall designate a chairman, vice-chairman, a secretary, and a treasurer, or a secretary-treasurer. The treasurer, or secretary-treasurer, if combined, need not be a member of the board of supervisors. A majority of the supervisors shall constitute a quorum and the concurrence of a majority in any matter within their duties shall be required for its determination.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §2; SDC Supp 1960, §4.1509 (2); SL 1968, ch 1, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-45/"
    },
    {
      "id": "section-38-8-451",
      "number": "38-8-45.1",
      "heading": "Meetings and hearings of district supervisors open to public.",
      "text": "38-8-45.1. Meetings and hearings of district supervisors open to public.\n\nExcept as otherwise provided by law, all meetings and hearings of the board of supervisors shall be open to the public and publicized as may be determined by the board.\n\nSource:SDC Supp 1960, §4.1509 (4) as enacted by SL 1968, ch 1, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-45-1/"
    },
    {
      "id": "section-38-8-46",
      "number": "38-8-46",
      "heading": "Compensation and expenses of supervisors.",
      "text": "38-8-46. Compensation and expenses of supervisors.\n\nA supervisor of a conservation district may receive compensation for his services and he shall be entitled to expenses, including traveling expenses, necessarily incurred in the discharge of his duties.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §2; SDC Supp 1960, §4.1509 (2); SL 1968, ch 1, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-46/"
    },
    {
      "id": "section-38-8-47",
      "number": "38-8-47",
      "heading": "Employment of personnel by supervisors--Legal services--Delegation of powers.",
      "text": "38-8-47. Employment of personnel by supervisors--Legal services--Delegation of powers.\n\nThe supervisors of a conservation district may employ such agents and employees, permanent and temporary, as they may require, and shall determine their qualifications, duties, and compensation. The supervisors may call upon the attorney general of the state and state's attorney of the county or counties in which the district is situated, for such legal services as they may require. The supervisors may delegate to their officers, to one or more supervisors, or to one or more employees such powers and duties as they may deem proper and consistent with this chapter.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §2; SDC Supp 1960, §4.1509 (2); SL 1968, ch 1, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-47/"
    },
    {
      "id": "section-38-8-48",
      "number": "38-8-48",
      "heading": "Surety bonds required by district supervisors--Record of proceedings--Financial reports.",
      "text": "38-8-48. Surety bonds required by district supervisors--Record of proceedings--Financial reports.\n\nThe supervisors of a conservation district may provide for the execution of surety bonds for all employees and officers who shall be entrusted with funds or property; shall provide for the keeping of a full and accurate record of all proceedings and of all resolutions and orders issued or adopted; and, at the close of business of each fiscal year or as may be otherwise required by the State Conservation Commission, shall cause a financial report and report of principal activities to be made in accordance with sample forms and rules promulgated pursuant to chapter 1-26 by the commission. The reports shall be prepared within sixty days of the close of the district's fiscal year, and the written reports shall be kept at the principal place of business of both the Division of Resource Conservation and Forestry and the district.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SDC Supp 1960, §4.1509 (3); SL 1968, ch 1, §8; SL 1970, ch 224; SL 1975, ch 247, §3; SL 1994, ch 316, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-48/"
    },
    {
      "id": "section-38-8-49",
      "number": "38-8-49",
      "heading": "District as governmental subdivision and public body--General corporate powers.",
      "text": "38-8-49. District as governmental subdivision and public body--General corporate powers.\n\nA conservation district organized under the provisions of this chapter shall constitute a governmental subdivision of this state, and a public body, corporate and politic, exercising public powers, and such district, and the supervisors thereof, shall have the following powers, in addition to others granted in other sections of this chapter:\n\n(1)To sue and be sued in the name of the district;\n\n(2)To have a seal, which seal shall be judicially noticed;\n\n(3)To have perpetual succession unless terminated as hereinafter provided;\n\n(4)To make and execute contracts and other instruments, necessary or convenient to the exercise of its powers.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (1); SL 1986, ch 326, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-49/"
    },
    {
      "id": "section-38-8-491",
      "number": "38-8-49.1",
      "heading": "Budget estimates of operating and maintenance costs submitted to counties--Determination and apportionment of costs--Funds derived from general county fund",
      "text": "38-8-49.1. Budget estimates of operating and maintenance costs submitted to counties--Determination and apportionment of costs--Funds derived from general county fund.\n\nA conservation district and its supervisors shall at least three weeks before the dates specified by law for the setting up of official budgets, estimate the total cost of operating and maintaining the district for the ensuing fiscal year and the amount of moneys that may be available from all sources. These estimates shall be submitted in the form of a budget to the board of county commissioners of the county or counties comprising the territory of the district and the county or counties shall then provide the additional moneys required to operate and maintain the district during the ensuing fiscal year. The counties shall follow the procedures set forth in §§38-8-55 to 38-8-57, inclusive, and may disallow or otherwise, modify any item or items which it determines are not justified. The cost of operating and maintaining the district over the estimated moneys available to the district from all other sources, shall be apportioned by the district board of supervisors among the counties on the basis of land acreages lying in the respective counties comprising the district. Funds for the operation and maintenance of the district shall be derived from the general fund of the county or counties comprising the district.\n\nSource:SDC 1939, §4.1510 as added by SL 1968, ch 1, §11; SL 1985, ch 77, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-49-1/"
    },
    {
      "id": "section-38-8-50",
      "number": "38-8-50",
      "heading": "Comprehensive district plans for conservation of resources--Programs and practices included.",
      "text": "38-8-50. Comprehensive district plans for conservation of resources--Programs and practices included.\n\nA conservation district, and the supervisors thereof, shall have the power, in addition to others granted in other sections of this chapter, to develop annual and long range ten-year comprehensive plans, which plans may be prepared with the cooperation and assistance of the State Planning Commission and other state and federal agencies, for the conservation of all renewable natural resources and for the control and prevention of soil erosion, flood prevention, or the conservation and development, utilization, and disposal of soil and water within the district, including but not limited to, the specification of engineering operations, methods of cultivation, pollution abatement, cropping systems, and changes in the use of land for all purposes. Such plans shall be developed and modified each year to maintain a ten-year projection.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (7); SL 1957, ch 4, §7; SL 1968, ch 1, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-50/"
    },
    {
      "id": "section-38-8-51",
      "number": "38-8-51",
      "heading": "Advice and consultation with political subdivision governing bodies.",
      "text": "38-8-51. Advice and consultation with political subdivision governing bodies.\n\nThe supervisors of a conservation district may invite the governing body of any political subdivision of this state located near or within the territory comprising the district to designate a representative to advise and consult with the board on all questions of program and policy which may affect the property, water supply, or otherwise be of interest to such subdivisions.\n\nSource:SL 1937, ch 19, §7; SDC 1939, §4.1509; SL 1947, ch 12; SL 1953, ch 7, §3; SDC Supp 1960, §4.1509 (4); SL 1968, ch 1, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-51/"
    },
    {
      "id": "section-38-8-511",
      "number": "38-8-51.1",
      "heading": "Cooperation with political subdivisions in implementing area-wide waste treatment.",
      "text": "38-8-51.1. Cooperation with political subdivisions in implementing area-wide waste treatment.\n\nA conservation district may join together with one or more political subdivisions to plan, consult, and coordinate their efforts to implement area-wide waste treatment under the Federal Water Pollution Control Act Amendments of 1972 (P.L. 92-500) within designated water quality management areas.\n\nSource:SL 1981, ch 282, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-51-1/"
    },
    {
      "id": "section-38-8-52",
      "number": "38-8-52",
      "heading": "Cooperation between districts.",
      "text": "38-8-52. Cooperation between districts.\n\nThe supervisors of any two or more districts organized under the provisions of this chapter may cooperate with one another in the exercise of any or all powers conferred in this chapter.\n\nSource:SL 1937, ch 19, §12; SDC 1939, §4.1514.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-52/"
    },
    {
      "id": "section-38-8-53",
      "number": "38-8-53",
      "heading": "Conservation district special revenue fund established--Purpose--Continuous appropriation--Promulgation of rules.",
      "text": "38-8-53. Conservation district special revenue fund established--Purpose--Continuous appropriation--Promulgation of rules.\n\nThere is hereby created the conservation district special revenue fund to be used for the purpose of aiding, assisting, and cooperating with conservation districts of the state in securing by purchase, or otherwise, necessary equipment, trees, and other planting materials, and supplies as needed in furthering the program of conservation in these districts. Interest earned on money in the fund must be deposited in the fund. Any repayment of the principal amount of a loan and any interest thereon must be deposited into the fund and used for making new loans. Money in the fund is hereby continuously appropriated for the purposes provided in this section.\n\nThe fund is administered by the State Conservation Commission and monies in the fund are expended upon vouchers approved by the commission, or its designated representative.\n\nThe monies in the fund are available to conservation districts of the state on a reimbursable basis by the districts. The commission shall promulgate rules, pursuant to chapter 1-26, establishing criteria and procedures for making loans to the conservation districts.\n\nSource: SL 1949, ch 390; SL 1951, ch 360; SDC Supp 1960, §4.1519; SL 1969, ch 5, §2; SL 2015, ch 203, §8; SL 2023, ch 143, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-53/"
    },
    {
      "id": "section-38-8-531",
      "number": "38-8-53.1",
      "heading": "Conservation district special revenue fund available for loans to watershed districts.",
      "text": "38-8-53.1. Conservation district special revenue fund available for loans to watershed districts.\n\nThe conservation district special revenue fund shall be made available to watershed districts of the state on a reimbursable basis, by watershed districts participating in such special revenue funds, for the purpose of obtaining options, easements and rights-of-way for watershed development. Such loans shall be in accordance with rules and regulations prescribed by the State Conservation Commission and shall be expended upon vouchers approved by the commission or its delegated representative.\n\nSource:SDC Supp 1960, §4.1519 as added by SL 1969, ch 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-53-1/"
    },
    {
      "id": "section-38-8-54",
      "number": "38-8-54",
      "heading": "District power to receive loans from special revenue fund.",
      "text": "38-8-54. District power to receive loans from special revenue fund.\n\nA conservation district, and the supervisors thereof, shall have the power, in addition to others granted in other sections of this chapter, to make loans from the State of South Dakota from funds available through the conservation district special revenue fund on a reimbursable basis in accordance with policies and procedures prescribed by the State Conservation Commission.\n\nSource:SDC 1939, §4.1510 (11) as added by SL 1949, ch 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-54/"
    },
    {
      "id": "section-38-8-541",
      "number": "38-8-54.1",
      "heading": "Borrowing funds and pledging credit of district authorized.",
      "text": "38-8-54.1. Borrowing funds and pledging credit of district authorized.\n\nThe conservation districts may borrow funds to meet the necessities arising from the operation and maintenance of the conservation district, and may pledge the credit of the district for the payment of the obligations.\n\nSource:SL 1979, ch 263.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-54-1/"
    },
    {
      "id": "section-38-8-55",
      "number": "38-8-55",
      "heading": "County contributions to districts--Financial statement filed with county commissioners.",
      "text": "38-8-55. County contributions to districts--Financial statement filed with county commissioners.\n\nThe board of county commissioners may contribute funds to conservation districts. The funds shall be used to hire employees, purchase supplies, and carry out district programs, for the conservation of natural resources that will protect the tax base of the county and provide for the general welfare of the people of the county. The money shall be paid from the general fund of the county. Any conservation district, before receiving such funds, shall file with the county commissioners a financial statement for the last three years itemizing the amount of funds received and expenditures.\n\nSource:SDC 1939, §12.0617 (15) as added by SL 1963, ch 37; SL 1994, ch 316, §25; SL 2015, ch 203, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-55/"
    },
    {
      "id": "section-38-8-56",
      "number": "38-8-56",
      "heading": "Notice and hearing on county contributions to districts.",
      "text": "38-8-56. Notice and hearing on county contributions to districts.\n\nThe power granted by §38-8-55 can only be exercised after at least one public hearing on the matter. The board of county commissioners shall give at least ten days' notice of such hearing by publication and by posting a copy of such notice at three of the most public places in the county.\n\nSource:SDC 1939, §12.0617 (15) as added by SL 1963, ch 37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-56/"
    },
    {
      "id": "section-38-8-57",
      "number": "38-8-57",
      "heading": "Annual report filed with county contributing to district--Publication of report.",
      "text": "38-8-57. Annual report filed with county contributing to district--Publication of report.\n\nAny conservation district receiving funds under §§38-8-55 and 38-8-56 shall file with the county commissioners an itemized annual financial report within sixty days following the end of the district's fiscal year. Within thirty days of receiving the financial report, the county commissioners shall publish the report in the official county newspaper or newspapers.\n\nSource:SDC 1939, §12.0617 (15) as added by SL 1963, ch 37; SL 1994, ch 316, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-57/"
    },
    {
      "id": "section-38-8-58",
      "number": "38-8-58",
      "heading": "Acquisition, administration, improvement, and disposition of property by district.",
      "text": "38-8-58. Acquisition, administration, improvement, and disposition of property by district.\n\nA conservation district, and the supervisors thereof, shall have the following powers, in addition to others granted in other sections of this chapter:\n\n(1)To obtain options upon and to acquire by purchase, exchange, lease, gift, grant, bequest, devise, or otherwise, any property, real or personal, or rights or interests therein;\n\n(2)To maintain, administer, and improve any properties acquired;\n\n(3)To receive income from such properties and to expend such income in carrying out the purposes and provisions of this chapter; and\n\n(4)To sell, lease, or otherwise dispose of any of its property or interest therein in furtherance of the purposes and the provisions of this chapter.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-58/"
    },
    {
      "id": "section-38-8-59",
      "number": "38-8-59",
      "heading": "Exemption from general laws applicable to public property.",
      "text": "38-8-59. Exemption from general laws applicable to public property.\n\nNo provisions with respect to the acquisition, operation, or disposition of property by other public bodies shall be applicable to a district organized under this chapter unless the Legislature shall specifically so state.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-59/"
    },
    {
      "id": "section-38-8-60",
      "number": "38-8-60",
      "heading": "Construction, operation and maintenance of structures by district.",
      "text": "38-8-60. Construction, operation and maintenance of structures by district.\n\nA conservation district, and the supervisors thereof, shall have the power, in addition to others granted in other sections of this chapter, to construct, improve, operate, and maintain such structures as may be necessary or convenient for the performance of any of the operations authorized in this chapter.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (4); SL 1957, ch 4, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-60/"
    },
    {
      "id": "section-38-8-61",
      "number": "38-8-61",
      "heading": "District conservation measures on public and private land.",
      "text": "38-8-61. District conservation measures on public and private land.\n\nA conservation district, and the supervisors thereof, shall have the power, in addition to others granted in other sections of this chapter, to carry out soil erosion preventive and control measures and works of improvement for flood prevention or the conservation development, utilization, and disposal of water within the districts on lands owned or controlled by this state or any of its agencies, with the cooperation of the agency administering and having jurisdiction thereof, and on any other lands within the district upon obtaining the consent of the occupier of such lands or the necessary rights or interest in such lands.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (5); SL 1957, ch 4, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-61/"
    },
    {
      "id": "section-38-8-62",
      "number": "38-8-62",
      "heading": "Administration and management of projects--Acceptance of contributions.",
      "text": "38-8-62. Administration and management of projects--Acceptance of contributions.\n\nA conservation district and its supervisors may:\n\n(1)Take over, by purchase, lease, or otherwise, and administer any natural resources conservation, flood prevention, and agricultural water management, erosion control, or erosion prevention project located within its boundaries undertaken by the United States or any of its agencies, or of this state or any of its agencies;\n\n(2)Manage, as agent of the United States or any of its agencies, or of this state or any of its agencies, any natural resources conservation, flood prevention, and agricultural water management, erosion control, or erosion prevention project, or combinations thereof, within its boundaries;\n\n(3)Act as agent for the United States or any of its agencies, or for this state or any of its agencies, in connection with the acquisition, construction, operation, or administration of any natural resources conservation, flood prevention, and agricultural water management, erosion control, or erosion prevention project, or combinations thereof, within its boundaries; and\n\n(4)Accept donations, gifts, and contributions in money, services, materials, or otherwise, from the United States or any of its agencies, or from this state, or any of its agencies, or from any other source, and to use or expend such money, services, materials, or other contributions in carrying on its operation.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (6); SL 1957, ch 4, §6; SL 2015, ch 203, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-62/"
    },
    {
      "id": "section-38-8-63",
      "number": "38-8-63",
      "heading": "Cooperation with and aid to other public agencies or land occupiers in conservation measures.",
      "text": "38-8-63. Cooperation with and aid to other public agencies or land occupiers in conservation measures.\n\nA conservation district, and the supervisors thereof, shall have the power, in addition to others granted in other sections of this chapter, to cooperate, or enter into agreements with, and within the limits of appropriations duly made available to it by law, to furnish financial or other aid to any agency, governmental or otherwise, or any occupier of lands within the district, in carrying on of erosion control and prevention operations and works of improvement for flood prevention for the conservation, development, utilization, and disposal of water within the district, subject to such conditions as the supervisors may deem necessary to advance the purposes of this chapter.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (8); SL 1957, ch 4, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-63/"
    },
    {
      "id": "section-38-8-64",
      "number": "38-8-64",
      "heading": "Assistance to land owners.",
      "text": "38-8-64. Assistance to land owners.\n\nA conservation district and its supervisors may make available, on terms as it prescribes, to land owners within the district, equipment, material, or supplies as may be available to assist the land owners to carry on operations for the conservation of natural resources and for the prevention and control of soil erosion, flood prevention of the conservation, development, utilization, and disposal of water.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (9); SL 1957, ch 4, §9; SL 2015, ch 203, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-64/"
    },
    {
      "id": "section-38-8-65",
      "number": "38-8-65",
      "heading": "Contributions and land-use agreements required as conditions to assistance provided by district.",
      "text": "38-8-65. Contributions and land-use agreements required as conditions to assistance provided by district.\n\nAs a condition to the extending of any benefits under this chapter to, or the performance of work upon, any lands not owned or controlled by this state or any of its agencies, the supervisors of a conservation district may require contributions in money, services, materials, or otherwise to any operations conferring such benefits, and may require land occupiers to enter into and perform such agreements or covenants as to the permanent use of such lands as will tend to prevent or control erosion and prevent floodwater and sediment damages thereon.\n\nSource:SL 1937, ch 19, §8; SDC 1939, §4.1510 (10); SL 1957, ch 4, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-65/"
    },
    {
      "id": "section-38-8-66",
      "number": "38-8-66",
      "heading": "38-8-66 to 38-8-89.Repealed by SL 1976, ch 242, §21.",
      "text": "38-8-66 to 38-8-89.Repealed by SL 1976, ch 242, §21.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38-8-90",
      "number": "38-8-90",
      "heading": "Petition for dissolution of district--Number of signers--Public meetings and hearings.",
      "text": "38-8-90. Petition for dissolution of district--Number of signers--Public meetings and hearings.\n\nAfter five years following the organization of a district under the provisions of this chapter, but before April first of the year in which the general election is to be held, any ten percent of the voters registered for the last general election within the boundaries of the district may file a petition with the State Conservation Commission praying that the operations of the district be terminated and the existence of the district discontinued. The commission may conduct such public meetings and public hearings upon the petition as may be necessary to assist it in considering the petition and in determining whether public support for the petition is sufficient to warrant a referendum.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6; SL 1994, ch 316, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-90/"
    },
    {
      "id": "section-38-8-901",
      "number": "38-8-90.1",
      "heading": "Governing board resolution for dissolution of district--Vote at general election.",
      "text": "38-8-90.1. Governing board resolution for dissolution of district--Vote at general election.\n\nIn lieu of the petition process authorized in §38-8-90, a conservation district governing board may propose and adopt a resolution calling for the dissolution of the district and present it to the people for a vote at the next general election under the requirements of §38-8-39.\n\nSource:SL 2019, ch 179, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-90-1/"
    },
    {
      "id": "section-38-8-91",
      "number": "38-8-91",
      "heading": "Frequency of petitions for dissolution of district.",
      "text": "38-8-91. Frequency of petitions for dissolution of district.\n\nThe State Conservation Commission shall not entertain petitions for the discontinuance of any district nor conduct referenda upon such petitions nor make determinations pursuant to such petitions in accordance with the provisions of this chapter, more often than once in three years.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-91/"
    },
    {
      "id": "section-38-8-92",
      "number": "38-8-92",
      "heading": "Referendum on petition for dissolution of district--Form of ballot--Right to vote.",
      "text": "38-8-92. Referendum on petition for dissolution of district--Form of ballot--Right to vote.\n\nWithin one hundred twenty days after a petition pursuant to §38-8-90 has been received by the State Conservation Commission and a finding by the commission of public support for a referendum, the Division of Resource Conservation and Forestry shall give due notice, as defined in §38-7-2, of the holding of a referendum, and shall supervise the referendum. The commission shall promulgate rules pursuant to chapter 1-26 governing the conduct of the referendum. The question shall be submitted by ballots upon which the words \"For continuing the existence of the __________ (name of the conservation district to be here inserted)\" and \"Against continuing the existence of the __________ (name of the conservation district to be here inserted),\" shall be inserted with a square before each proposition and direction to insert a cross or check mark in the square before one or the other of said propositions as the voter may favor or oppose discontinuance of the district. The Division of Resource Conservation and Forestry shall certify the need for a referendum to the county auditors of the counties having area included in the district. The certification shall be provided before August first of the year in which the general election is to be held.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6; SL 1994, ch 316, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-92/"
    },
    {
      "id": "section-38-8-93",
      "number": "38-8-93",
      "heading": "Timing of referendum on dissolution of district.",
      "text": "38-8-93. Timing of referendum on dissolution of district.\n\nThe elections held under §38-8-92 shall be conducted at the next general election.\n\nSource:SL 1959, ch 3, §7; SDC Supp 1960, §4.1507-1; SL 1994, ch 316, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-93/"
    },
    {
      "id": "section-38-8-94",
      "number": "38-8-94",
      "heading": "Conduct of election on dissolution of district--Certification of results.",
      "text": "38-8-94. Conduct of election on dissolution of district--Certification of results.\n\nThe conduct of elections held under §38-8-92 shall be governed by the general election laws. The county commission in each county in which the election is conducted shall certify the results of the election to the State Conservation Commission.\n\nSource:SL 1959, ch 3, §7; SDC Supp 1960, §4.1507-1; SL 1986, ch 326, §13; SL 1994, ch 316, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-94/"
    },
    {
      "id": "section-38-8-95",
      "number": "38-8-95",
      "heading": "Referendum on dissolution of district valid despite informalities.",
      "text": "38-8-95. Referendum on dissolution of district valid despite informalities.\n\nNo informalities in the conduct of a referendum pursuant to §38-8-92 or in any matters relating thereto shall invalidate said referendum or the result thereof if notice thereof shall have been given substantially as provided in subdivision 38-7-2(5) and said referendum shall have been fairly conducted.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-95/"
    },
    {
      "id": "section-38-8-96",
      "number": "38-8-96",
      "heading": "Determination of administrative practicability and feasibility of continued operation of district--Majority vote requiring discontinuance.",
      "text": "38-8-96. Determination of administrative practicability and feasibility of continued operation of district--Majority vote requiring discontinuance.\n\nThe State Conservation Commission shall determine after a referendum pursuant to §38-8-92 whether continued operation of the district is administratively practicable and feasible and shall certify such determination to the supervisors of the district. The commission may determine that the continued operation of the district is administratively practicable and feasible unless at least a majority of the votes cast in the referendum are cast in favor of the discontinuance of the district. The referendum is void if less than a majority of the registered voters in the district have cast their vote.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6; SL 1994, ch 316, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-96/"
    },
    {
      "id": "section-38-8-97",
      "number": "38-8-97",
      "heading": "Termination of district affairs on determination by state commission--Disposition of district property.",
      "text": "38-8-97. Termination of district affairs on determination by state commission--Disposition of district property.\n\nUpon receipt from the State Conservation Commission of a certification that the commission has determined that the continued operation of the district is not administratively practicable and feasible, pursuant to the provisions of this chapter, the supervisors shall terminate the affairs of the district. The supervisors shall dispose of all property belonging to the district at public auction and after all debts and obligations have been satisfied shall pay over the proceeds of such sale to the state conservation commission grant fund.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6; SL 1994, ch 316, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-97/"
    },
    {
      "id": "section-38-8-98",
      "number": "38-8-98",
      "heading": "Application to secretary of state for certificate of dissolution--Recitals in application--Issuance of certificate.",
      "text": "38-8-98. Application to secretary of state for certificate of dissolution--Recitals in application--Issuance of certificate.\n\nUpon compliance with §38-8-97, the supervisors shall file an application, duly verified, with the secretary of state for the discontinuance of the conservation district, and shall transmit with such application the certificate of the State Conservation Commission setting forth the determination of the commission that the continued operation of such district is not administratively practicable and feasible. The application shall recite that the property of the district has been disposed of and the proceeds paid over as in this chapter provided, and shall set forth a full accounting of such properties and proceeds of the sale. The secretary of state shall issue to the supervisors a certificate of dissolution and shall record such certificate in an appropriate book of record in his office. The secretary of state shall make no charge for the services herein required.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-98/"
    },
    {
      "id": "section-38-8-99",
      "number": "38-8-99",
      "heading": "Ordinances and regulations terminated on dissolution of district--Division substituted as party to contracts--Liens and pending actions.",
      "text": "38-8-99. Ordinances and regulations terminated on dissolution of district--Division substituted as party to contracts--Liens and pending actions.\n\nUpon issuance of a certificate of dissolution under the provisions of this chapter, all ordinances and regulations theretofore adopted and in force within the conservation district shall be of no further force and effect. All contracts theretofore entered into, to which the district or supervisors are parties, shall remain in force and effect for the period provided in such contracts. The Division of Resource Conservation and Forestry shall be substituted for the district or supervisors as party to such contracts. The division shall be entitled to all benefits and subject to all liabilities under such contracts and shall have the same right and liability to perform, to require performance, to sue and to be sued thereon, and to modify or terminate such contracts by mutual consent or otherwise, as the supervisors of the district would have had. Such dissolution shall not affect the lien of any judgment entered under the provisions of this chapter, nor the pendency of any action instituted under the provisions of such chapter, and the division shall succeed to all the rights and obligations of the district or supervisors as to such liens and actions.\n\nSource:SL 1937, ch 19, §14; SDC 1939, §4.1516; SL 1959, ch 3, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-38/chapter-08/section-38-8-99/"
    }
  ]
}