{
  "state": "south-carolina",
  "path": "title-title-44/chapter-chapter-49",
  "sections": [
    {
      "id": "section-44-49-10",
      "number": "44-49-10.",
      "heading": "",
      "text": "(A) There is established the Department of Alcohol and Other Drug Abuse Services. The department shall be vested with all the functions, powers, and duties, of the South Carolina Commission on Alcoholism and the South Carolina Commission on Alcohol and Drug Abuse and shall have full authority for formulating, coordinating and administering the state plans for controlling narcotics and controlled substances and alcohol abuse.\n\n(B) All functions, powers, and duties of the commissioner of the narcotics and controlled substances section of the State Planning and Grants Division (Division of Administration in the Office of the Governor) are hereby transferred to the department, except those powers and duties related to the traffic of narcotics and controlled substances as defined in Section 44-53-130 which shall be vested in the State Law Enforcement Division.\n\n(C) All rules and regulations promulgated by the commissioner of narcotics and controlled substances shall remain in effect until changed by the department.\n\n(D) The department is authorized to establish a block grant mechanism to provide such monies as may be appropriated by the Legislature for this purpose to each of the agencies designated under Section 61-12-20(a). The distribution of these monies must be on a per capita basis according to the most recent United States Census. The agencies designated under Section 61-12-20(a) must expend any funds received through this mechanism in accordance with the county plans required under Section 61-12-20(b).\n\n(E) The department is authorized to develop such rules and regulations not inconsistent with the provisions of this chapter as it may find to be reasonably appropriate for the government of the county plans called for in Section 61-12-20(b), and the financial and programmatic accountability of funds provided under this section and all other funds provided by the department to agencies designated under Section 61-12-20(a).\n\nHISTORY: 1962 Code Sections 32-896, 32-1510.21; 1957 (50) 336; 1966 (54) 2182; 1971 (57) 800; 1974 (58) 2284; 1984 Act No. 512, Part II, Section 25; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-10/"
    },
    {
      "id": "section-44-49-20",
      "number": "44-49-20.",
      "heading": "",
      "text": "The Department of Alcohol and Other Drug Abuse Services shall be headed by a director appointed by the Governor, upon the advice and consent of the Senate. The director is subject to removal by the Governor pursuant to the provisions of Section 1-3-240.\n\nHISTORY: 1962 Code Section 32-897; 1957 (50) 336; 1966 (54) 2182; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-20/"
    },
    {
      "id": "section-44-49-40",
      "number": "44-49-40.",
      "heading": "",
      "text": "(A) The department shall arrange for the exchange of information between governmental officials concerning the use and abuse of controlled substances.\n\n(B) Results, information, and evidence received from the Department of Health and Environmental Control relating to the regulatory functions of this chapter and Article 3 of Chapter 53, including results of inspections conducted by such department, may be relied upon and acted upon by the department in conformance with its administration and coordinating duties under this Chapter and Article 3 of Chapter 53.\n\n(C)(1) The department shall: Plan, coordinate and cooperate in educational programs for schools, communities and general public designed to prevent and deter misuse and abuse of controlled substances;\n\n(2) Promote better recognition of the problems of misuse and abuse of controlled substances within the regulated industry and among interested groups and organizations;\n\n(3) Assist the regulated industry, interested groups and organizations in contributing to the reduction of misuse and abuse of controlled substances;\n\n(4) Consult with interested groups and organizations to aid them in solving administrative and organizational problems;\n\n(5) Evaluate procedures, projects, techniques, and controls conducted or proposed as part of educational programs on misuse and abuse of controlled substances;\n\n(6) Disseminate the results of research on misuse and abuse of controlled substances to promote a better public understanding of what problems exist and what can be done to combat them;\n\n(7) Assist in the education and training of state and local law enforcement officials in their efforts to control misuse and abuse of controlled substances;\n\n(8) Encourage research on misuse and abuse of controlled substances;\n\n(9) Cooperate in establishing methods to assess accurately the effects of controlled substances and to identify and characterize controlled substances with potential for abuse;\n\n(10) Cooperate in making studies and in undertaking programs of research to\n\n(a) Develop new or improved approaches, techniques, systems, equipment and devices to strengthen the enforcement of Sections 44-49-10, 44-49-40 and 44-49-50 and Article 3 of Chapter 53;\n\n(b) Determine patterns of misuse and abuse of controlled substances and the social effects thereof; and\n\n(c) Improve methods for preventing, predicting, understanding and dealing with the misuse and abuse of controlled substances.\n\n(D) The department may enter into contracts with public agencies, institutions of higher education, and private organizations or individuals for the purpose of conducting research, demonstrations, or special projects which bear directly on misuse and abuse of controlled substances.\n\n(E) The department may enter into contracts for educational and research activities without performance bonds.\n\n(F) The department is authorized to accept gifts, bequests, devises, contributions, and grants, public or private, including federal funds, or funds from any other source for use in furthering the purpose of the department. The department is authorized to administer the grants and contracts arising from the federal program entitled the Drug-Free Schools and Communities Act of 1986, P.L. 99-570.\n\nHISTORY: 1962 Code Section 32-1510.23; 1971 (57) 800; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-40/"
    },
    {
      "id": "section-44-49-50",
      "number": "44-49-50.",
      "heading": "",
      "text": "It shall be the duty of all departments, officers, agencies, and employees of the State to cooperate with the Department of Alcohol and Other Drug Abuse Services in carrying out its functions. The Attorney General shall furnish such legal services as are necessary to the department.\n\nHISTORY: 1962 Code Section 32-1510.22; 1971 (57) 800; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-50/"
    },
    {
      "id": "section-44-49-60",
      "number": "44-49-60.",
      "heading": "",
      "text": "The department shall appoint a supervisor of adult education for the prevention of alcoholism, who shall be responsible for activating and implementing an adequate alcoholic education program for the citizens of this State above high school age. The program shall be designed to prevent or reduce alcoholism in this State and to create a recognition and understanding of the problem.\n\nIn carrying out the provisions of this section the department and the supervisor of adult education for the prevention of alcoholism may consult and work in conjunction with groups such as Alcoholics Anonymous, the Yale Center of Alcohol Studies of Yale University, the Research Council on Problems of Alcohol of the American Association for the Advancement of Science, the South Carolina Medical Association, the department of Mental Health, the Christian Action Council, the Committee on Alcoholism of the South Carolina Conference of Social Work and other groups or agencies that are able to assist in the study, prevention, treatment and rehabilitation of alcoholics and in a scientific educational program on the problems of alcohol.\n\nHISTORY: 1962 Code Section 32-902; 1954 (48) 1751; 1957 (50) 336; 1966 (54) 2182; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-60/"
    },
    {
      "id": "section-44-49-70",
      "number": "44-49-70.",
      "heading": "",
      "text": "The department shall furnish the supervisor of adult education for the prevention of alcoholism adequate ways and means to accomplish an effective educational program for the prevention of alcoholism in this State.\n\nHISTORY: 1962 Code Section 32-900(b); 1954 (48) 1751; 1957 (50) 336; 1958 (50) 1990; 1966 (54) 2182; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-70/"
    },
    {
      "id": "section-44-49-80",
      "number": "44-49-80.",
      "heading": "",
      "text": "The department shall establish a program to provide alcohol and drug abuse intervention, prevention, and treatment services for the public schools of the State. The department shall provide staff and support necessary to administer the program. Funds for this program must be annually appropriated by the General Assembly from the Education Improvement Act of 1984 Fund as it determines appropriate. The appropriated funds must be forwarded to the South Carolina Department of Alcohol and Other Drug Abuse Services from the Education Improvement Act of 1984 Fund in the manner the State Treasurer shall direct.\n\nHISTORY: 1984 Act No. 512, Part II, Section 9, Division II, Subdivision B, SubPart 4, Section 1; 1993 Act No. 181, Section 1108.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-80/"
    },
    {
      "id": "section-44-49-310",
      "number": "44-49-310.",
      "heading": "",
      "text": "The General Assembly finds that a person suffering from an alcohol or substance use disorder has a higher success rate of achieving long-term recovery when given the opportunity to build a stronger foundation by living in recovery housing that meets nationally recognized quality standards. The General Assembly finds further that this State and its subdivisions have a legitimate state interest in protecting these persons, who represent a vulnerable consumer population in need of adequate housing. It is the intent of the General Assembly to protect persons who reside in recovery housing by creating a voluntary certification program for such recovery housing.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-310/"
    },
    {
      "id": "section-44-49-320",
      "number": "44-49-320.",
      "heading": "",
      "text": "For purposes of this article:\n\n(1) \"Credentialing entity\" means an organization approved pursuant to this article to certify recovery housing.\n\n(2) \"Department\" means the Department of Alcohol and Other Drug Abuse Services.\n\n(3) \"Recovery housing\" means recovery residences, recovery homes, sober-living homes, work-rehab homes, three-quarter houses, and other similar dwellings that provide individuals recovering from alcohol and substance use disorders with a living environment free from alcohol and illicit substance use and centered on peer support and connection to services that promote sustained recovery, including continued sobriety, improved individual health, residential stability, and positive community involvement. Recovery housing does not include treatment facilities as defined in Section 44-52-10.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-320/"
    },
    {
      "id": "section-44-49-330",
      "number": "44-49-330.",
      "heading": "",
      "text": "(A) The department shall approve one credentialing entity within six months of the effective date of this article, for the purpose of developing and administering a voluntary certification program for organizations operating recovery housing and administrators of recovery housing. The department is authorized to suspend or revoke the approval of a credentialing entity if the department determines, in its sole discretion, that the credentialing entity has not followed the requirements of this article or protocols and guidance established by the department. In such circumstances, the department shall approve a successor credentialing entity on either an interim or permanent basis.\n\n(B) The department shall establish protocols and guidance requiring that the credentialing entity establish recovery housing certification requirements consistent with nationally recognized quality standards, such as the standards established by the National Alliance for Recovery Residences (NARR) or Oxford House. The department is authorized to amend such protocols and guidance from time to time as the department deems necessary.\n\n(C) The credentialing entity shall determine standards for recovery housing in consultation with the department. Different standards for different classifications or categories of recovery housing are permissible; however, at a minimum, standards for all classifications or categories must require recovery housing to:\n\n(1) have a clear mission and vision, with forthright legal and ethical codes, including the requirement to be financially honest with prospective residents;\n\n(2) be recovery-oriented and prohibit the use of alcohol or illicit drugs;\n\n(3) have a role for peers to staff and govern the housing;\n\n(4) permit and provide for access to all evidence-based recovery treatments including, but not limited to, medication assisted treatment;\n\n(5) have safeguards in place to uphold residents' rights;\n\n(6) assist residents in finding suitable employment; and\n\n(7) assist residents who desire to relocate upon completion of the recovery program with relocation assistance services.\n\n(D) The department shall publish a registry of the names of all certified recovery housing on its website. The registry must be updated at least every sixty days.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-330/"
    },
    {
      "id": "section-44-49-340",
      "number": "44-49-340.",
      "heading": "",
      "text": "Section effective November 20, 2025.\n\nA state agency, an employee or agent of a state agency, or a vendor with a state contract that provides services for prevention and treatment of alcohol and substance use disorders, may not refer a person to recovery housing unless the recovery housing is certified pursuant to this article.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff November 20, 2025.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-340/"
    },
    {
      "id": "section-44-49-360",
      "number": "44-49-360.",
      "heading": "",
      "text": "Nothing in this article prohibits recovery housing that has not received certification from operating or advertising as recovery housing or from offering residence to persons recovering from substance use disorders.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-360/"
    },
    {
      "id": "section-44-49-350",
      "number": "44-49-350.",
      "heading": "",
      "text": "Section effective November 20, 2025.\n\nUnless the recovery housing is certified pursuant to this article, residency in such recovery housing may not:\n\n(1) be made part of any criminal sentence or made a condition of probation by a court having criminal jurisdiction in this State;\n\n(2) be made a condition of any bond set by a court having criminal jurisdiction in this State; or\n\n(3) be made a condition of reentry, supervision, probation, or parole by the Department of Probation, Parole and Pardon Services.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff November 20, 2025.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-350/"
    },
    {
      "id": "section-44-49-370",
      "number": "44-49-370.",
      "heading": "",
      "text": "It is unlawful for an owner or operator of recovery housing that is not certified pursuant to this article to advertise or otherwise represent that such recovery housing is certified pursuant to this article. An owner or operator of recovery housing who violates this section is subject to a civil penalty of not less than one hundred dollars nor more than five hundred dollars per occurrence.\n\nHISTORY: 2024 Act No. 160 (S.445), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-49/section-44-49-370/"
    }
  ]
}