{
  "state": "south-carolina",
  "path": "title-title-44/chapter-chapter-122",
  "sections": [
    {
      "id": "section-44-122-10",
      "number": "44-122-10",
      "heading": "",
      "text": "As used in this chapter:\n\n(1) \"Adolescent\" means an individual nineteen years of age and under.\n\n(2) \"Contractor\" means a public or private agency or organization receiving money from the fund.\n\n(3) \"County government\" means the governing body of a county or the organization or agency in a county that has been designated pursuant to Section 44-122-30(C) to assume the duties and responsibilities assigned to county governments.\n\n(4) \"Department\" means the South Carolina Department of Social Services. In reference to a specific decision to be made or report to be submitted, \"department\" means the State Director of the South Carolina Department of Social Services (DSS).\n\n(5) \"Initiative\" means a local program or project funded by a county or consortium of counties pursuant to this chapter. If a consortium is formed, a lead county must be designated to serve as fiscal agent to DSS.\n\n(6) \"Short term outcomes\" means the intermediate results that a particular adolescent pregnancy prevention intervention is likely to produce including, but not limited to, increased knowledge, behavior change, or delays or reductions in sexual activity.\n\n(7) \"Long term outcome\" means the measurable reduction in the rate of adolescent pregnancy for a specific target population or defined geographic area.\n\n(8) \"Primary pregnancy prevention\" means prevention of first pregnancy.\n\n(9) \"Fund\" means the County Grants Fund for Adolescent Pregnancy Prevention Initiatives created by this chapter.\n\n(10) \"Local interagency council\" means an organized group of representatives of public and private agencies in the county with functions related to youth development.\n\nHISTORY: 1998 Act No. 419, Part II, Section 47A; 2001 Act No. 1, Part II, Section 5A, eff July 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-122/section-44-122-10/"
    },
    {
      "id": "section-44-122-20",
      "number": "44-122-20",
      "heading": "",
      "text": "(A) There is established the County Grants Fund for Adolescent Pregnancy Prevention Initiatives. The fund must be administered by the department and county governments as provided in this chapter. The purpose of the fund is to support local efforts to prevent early sexual activity and to measurably reduce the rate of adolescent pregnancy in each county and in the State and to ensure that these efforts reflect local community values.\n\n(B) Any program components funded by federal Temporary Assistance for Needy Families (TANF) dollars are subject to TANF reporting requirements and federal fiscal accountability requirements. The department shall amend the South Carolina Temporary Assistance for Needy Families (TANF) Block Grant State Plan as required by federal law to govern expenditures of federal TANF dollars.\n\nHISTORY: 1998 Act No. 419, Part II, Section 47A; 2001 Act No. 1, Part II, Section 5A, eff July 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-122/section-44-122-20/"
    },
    {
      "id": "section-44-122-30",
      "number": "44-122-30",
      "heading": "",
      "text": "(A) Ten percent of the money appropriated annually to the fund by the General Assembly is to be used by the department to evaluate the effectiveness of each initiative and the fund as specified in Section 44-122-60. The remaining money must be distributed by the department to each county government in the following manner:\n\n(1) fifteen percent of the money appropriated must be allocated evenly among all counties;\n\n(2) fifteen percent of the money appropriated must be allocated to counties based on the size of their adolescent population;\n\n(3) twenty percent of the money appropriated must be allocated to counties based on their rate of adolescent pregnancy;\n\n(4) forty percent of the funds appropriated must be allocated to counties based on their number of adolescent pregnancies.\n\nA county government may retain up to five percent of the money it receives to cover the actual costs of administering the fund. All other funds must be allocated for initiatives mainly focused on primary pregnancy prevention.\n\n(B) Money appropriated to the fund must not be used for:\n\n(1) purchase of inpatient care;\n\n(2) purchase or improvement of land;\n\n(3) purchase, construction, or permanent improvement of any building or other facility;\n\n(4) purchase of any item of major equipment costing over two thousand dollars;\n\n(5) transportation to or from abortion services;\n\n(6) abortions; or\n\n(7) provision of goods or services to a participant in a local project or initiative that exceeds fifty dollars per participant per year; counseling and guidance as well as any service of nonmonetary value are exempt from the fifty dollar limit.\n\n(C) If the governing body of a county chooses not to assume the responsibilities and duties assigned to county governments by this chapter:\n\n(1) the governing body may designate an agency or organization to assume those responsibilities and duties; or\n\n(2) in the absence of designation by the governing body, the department may designate another agency or organization within the county to assume those responsibilities and duties.\n\n(D) If a county government uses money it receives pursuant to subsection (A) in a manner not expressly authorized by this chapter, the department may designate another agency or organization within the county to assume those responsibilities and duties, or reallocate that county's funds among compliant counties in accordance with the formula prescribed in subsection (A).\n\n(E) If a county fails to fund an initiative during any fiscal year, the funds allocated to that county shall be reallocated in the following year, in accordance with the formula prescribed in subsection (A).\n\n(F) Funds allocated subsequent to the 1998 appropriation will be subject to the following conditions: New initiatives and initiatives receiving continuation of funds beyond the third year must incorporate either a nationally recognized best practices model for teen pregnancy prevention, or a model that has demonstrated a record of local success in reducing adolescent pregnancy or the risk factors that contribute to adolescent pregnancy in South Carolina during the previous funding period as reflected in the evaluation or the summary progress reports.\n\n(G) The department, on recommendation of the evaluator, will determine if the conditions described above are met before the department disseminates new funds or continuation of funds beyond the third year, in accordance with Section 44-122-30(A).\n\n(H) Funding for an initiative shall be terminated if the evaluator notifies the department and the county government that an initiative substantially deviates from the approved project design, including timelines.\n\nHISTORY: 1998 Act No. 419, Part II, Section 47A; 2001 Act No. 1, Part II, Section 5A, eff July 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-122/section-44-122-30/"
    },
    {
      "id": "section-44-122-40",
      "number": "44-122-40",
      "heading": "",
      "text": "(A) A local public or private agency or organization or combination of these agencies and organizations may apply to the county government for an allocation of funds to operate an adolescent pregnancy prevention initiative. All initiatives funded by the county government pursuant to this chapter shall emphasize premarital sexual abstinence and male responsibility. All initiatives funded by the county government pursuant to this chapter must distribute to and discuss the \"South Carolina Family Respect\" information pamphlet, published and provided by the office of the Governor, with each adolescent involved in their project or program. All applications must meet the following minimum standards for consideration:\n\n(1) Each initiative must have a plan of action for prevention of adolescent pregnancy that extends for at least five years. The proposal must include convincing evidence of a direct link between project activities and the reduction of adolescent pregnancy in the target population.\n\n(2) Each initiative must have realistic, specific, and measurable goals, objectives, timelines, and budget for the prevention of adolescent pregnancy.\n\n(3) The proposal must include a description of the method for collecting and reporting the data required by the department to evaluate the effectiveness of the initiative, as specified in Section 44-122-60. Each initiative, before submitting its proposal, must send a representative to the evaluation standards workshop sponsored by the department.\n\n(B) Continuation of funding for a local teen pregnancy prevention initiative is contingent upon:\n\n(1) successful evaluation of the effectiveness of the contractor's performance in achieving its short term outcomes within the first two years of receiving money and in achieving the fund's long term outcome by the end of the third year of receiving money; and\n\n(2) the contractor updating information concerning the nature of the problem in its target population, available resources, and potential barriers to success, with appropriate changes in the initiative's goals, objectives, timeliness, and budget.\n\nHISTORY: 1998 Act No. 419, Part II, Section 47A; 2001 Act No. 1, Part II, Section 5A, eff July 1, 2000; 2001 Act No. 4, Section 4, eff November 30, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-122/section-44-122-40/"
    },
    {
      "id": "section-44-122-50",
      "number": "44-122-50",
      "heading": "",
      "text": "(A) The Department of Social Services shall:\n\n(1) disburse the funds pursuant to Section 44-122-60, upon receiving notification from the county government that a contractor has been selected and determining that the contract and the process by which it was awarded are in compliance with federal requirements;\n\n(2) evaluate the success of the initiatives funded under this chapter, as required by Section 44-122-60;\n\n(3) analyze all available information and report to the Governor and the General Assembly on the effectiveness of the fund in measurably reducing the rate of adolescent pregnancy in the State. These reports must be made annually, with the first report due three years after the first distribution of funds pursuant to Section 44-122-30(A); and\n\n(4) provide to each county government specific criteria required by this chapter.\n\n(B) County governments shall:\n\n(1) oversee and administer funds distributed to the county pursuant to Section 44-122-30(A). To access funds, the county government shall submit to the department the identity of the contractor, the amount of the contract, and a copy of the proposal;\n\n(2) choose from among the applicants recommended by the interagency council for the county or select an appropriate applicant if no interagency council exists. Nothing in this act requires the establishment of an interagency council;\n\n(3) develop criteria in addition to those stated herein or established by the department, as necessary, to meet specific local needs; and\n\n(4) monitor contractors' progress in meeting stated goals, objectives, and timeliness.\n\n(C) Local interagency councils shall review applications for an allocation of funds and recommend to the county government those applications that meet the standards and criteria as stated herein or established by the department or the county government. If no local interagency council exists in a county, the county government shall determine whether applications meet the standards and criteria.\n\n(D) Contractors shall:\n\n(1) comply with reporting, contracting, and evaluation requirements of the county government and the department;\n\n(2) define and maintain cooperative ties with other community institutions;\n\n(3) coordinate and collaborate with other community entities, including county Teen Companion Programs, that have an interest in positive youth development and adolescent risk behavior reduction;\n\n(4) obtain approval from the county government and the department insofar as compliance with federal regulations is concerned before making changes in program goals, objectives, and target populations; and\n\n(5) before the beginning of each fiscal year, submit to the county government for approval a budget of planned expenditures, and at the end of each fiscal year, render an accounting of expenditures to the county government;\n\n(6) submit bi-annual summary program progress reports to the county government and the local interagency council, with copies to the department and the evaluator, beginning January 1, 2001, describing the status of the project and developments during the preceding six months.\n\n(E) The Department of Health and Environmental Control shall:\n\n(1) provide technical assistance and training to county governments and contractors, as needed, related to adolescent pregnancy prevention issues; and\n\n(2) if a community health assessment has been conducted in a county, share information with county governments, contractors, and program applicants about the nature of the problem, available resources, and potential barriers to the development of teen pregnancy prevention projects and activities.\n\nHISTORY: 1998 Act No. 419, Part II, Section 47A; 2001 Act No. 1, Part II, Section 5A, eff July 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-122/section-44-122-50/"
    },
    {
      "id": "section-44-122-60",
      "number": "44-122-60",
      "heading": "",
      "text": "An evaluation must be conducted by a firm or individual external to the department, on a schedule to be determined by the department, and must assess the effectiveness of each initiative in meeting its short and long term outcomes. The evaluator will also assess adherence to national best practice models as well as fidelity to program design and delivery of services, and other indicia of success in reducing adolescent pregnancy and the risk factors that contribute to adolescent pregnancy. Evaluation standards must be consistent across all initiatives. The evaluation also must assess the effectiveness of each county government's efforts in measurably reducing the rate of adolescent pregnancy for the county. These efforts include administration of the fund and selection and oversight of contractors.\n\nHISTORY: 1998 Act No. 419, Part II, Section 47A; 2001 Act No. 1, Part II, Section 5A, eff July 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-122/section-44-122-60/"
    }
  ]
}