{
  "state": "south-carolina",
  "path": "title-title-44/chapter-chapter-17",
  "sections": [
    {
      "id": "section-44-17-310",
      "number": "44-17-310",
      "heading": "",
      "text": "If in the judgment of the director of a state hospital the person is a proper subject for voluntary admission, the director of the hospital shall admit for treatment an individual who is eighteen years of age or over and applies for admission.\n\nHISTORY: 1962 Code Section 32-951; 1952 Code Section 32-959; 1942 Code Section 6228; 1932 Code Section 6228; Civ. C. '22 Section 5081; 1920 (31) 704; 1952 (47) 2042; 1966 (54) 2259; 1974 (58) 2642; 1977 Act No. 99 Section 2; 1993 Act No. 39, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-310/"
    },
    {
      "id": "section-44-17-320",
      "number": "44-17-320",
      "heading": "",
      "text": "The superintendent of a hospital shall discharge any voluntary patient who has recovered or whose detention he determines to be no longer advisable.\n\nHISTORY: 1962 Code Section 32-952; 1952 (47) 2042; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-320/"
    },
    {
      "id": "section-44-17-330",
      "number": "44-17-330",
      "heading": "",
      "text": "A voluntary patient who requests to be discharged or whose discharge is requested, in writing, by the patient's parent or legal guardian or other interested person must be discharged, except that:\n\n(1) if the patient was admitted on the patient's own application and the request for discharge is made by a person other than the patient, discharge must be conditioned upon the agreement of the patient;\n\n(2) if the director of the hospital, within three days, excluding Saturdays, Sundays, and legal holidays, after the patient or other interested person requests the patient's discharge, files with the probate court of the county in which the patient resided or was present immediately before admission a certificate that in the director's opinion, the patient desiring discharge is mentally ill and should be hospitalized, discharge may be postponed on application for as long as the court determines by order to be necessary for conducting proceedings for judicial admission, but in no event for more than fifteen days. Upon the filing of a certificate, the proceedings for judicial admission must be conducted pursuant to Sections 44-17-510 through 44-17-610.\n\nHISTORY: 1962 Code Section 32-953; 1952 Code Section 32-959; 1942 Code Section 6228; 1932 Code Section 6228; Civ. C. '22 Section 5081; 1920 (31) 704; 1952 (47) 2042; 1974 (58) 2642; 1993 Act No. 40, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-330/"
    },
    {
      "id": "section-44-17-340",
      "number": "44-17-340",
      "heading": "",
      "text": "At the time of his admission to the hospital and once during the first six months of hospitalization and annually thereafter a voluntary patient shall be informed in writing of his right to release. The patient's spouse, parent, legal guardian or other interested person shall also be so informed and shall sign a statement to that effect which shall become a part of the patient's record. The patient shall also acknowledge deliverance of the notice in writing or an affidavit that he was so informed shall be attached to his record. Where no spouse, parent, legal guardian or other interested person is known to exist, documentation in the patient's record of this finding will be deemed to be in compliance with the notification requirements.\n\nHISTORY: 1962 Code Section 32-954; 1974 (58) 2642; 1977 Act No. 99 Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-340/"
    },
    {
      "id": "section-44-17-410",
      "number": "44-17-410",
      "heading": "",
      "text": "A person may be admitted to a public or private hospital, mental health clinic, or mental health facility for emergency admission upon:\n\n(1) written affidavit under oath by a person stating:\n\n(a) a belief that the individual is a person with a mental illness as defined in Section 44-23-10(21) and because of this condition there is the likelihood of serious harm as defined in Section 44-23-10(13) to himself or others if not immediately hospitalized;\n\n(b) the specific type of serious harm thought probable if the person is not immediately hospitalized and the factual basis for this belief;\n\n(2) a certification in triplicate by at least one licensed physician stating that the physician has examined the person and is of the opinion that the person is mentally ill and because of this condition is likely to cause harm to himself through neglect, inability to care for himself, or personal injury, or otherwise, or to others if not immediately hospitalized. The certification must contain the grounds for the opinion. A person for whom a certificate has been issued may not be admitted on the basis of that certificate after the expiration of three calendar days after the date of the examination;\n\n(3) within forty-eight hours after admission, exclusive of Saturdays, Sundays, and legal holidays, the place of admission shall forward the affidavit and certification to the probate court of the county in which the person resides or, in extenuating circumstances, where the acts or conduct leading to the hospitalization occurred.\n\nWithin forty-eight hours of receipt of the affidavit and certification exclusive of Saturdays, Sundays, and legal holidays, the court shall conduct preliminary review of all the evidence to determine if probable cause exists to continue emergency detention of the patient. If the court finds that probable cause does not exist, it shall issue an order of release for the patient. Upon a finding of probable cause, the court shall make a written order detailing its findings and may order the continued detention of the patient.\n\nWith each affidavit and certification, the treatment facility shall provide the court with a designated examiner appointment form listing the names of two designated examiners at the treatment facility.\n\nIf the court appoints these two designated examiners, the examination must be performed at the treatment facility and a report must be submitted to the court within seven days from the date of admission. The court may appoint independent designated examiners who shall submit a report to the court within the time allotted above. In the process of examination by the designated examiners, previous hospitalization records must be considered. At least one of the examiners appointed by the court must be a licensed physician. The examiners' reports must include the grounds for the examiners' conclusions.\n\nIf the report of the designated examiners is that the patient is not mentally ill to the extent that involuntary treatment is required and reasons have been set forth in the report, the court shall dismiss the petition and the patient must be discharged immediately by the facility unless the designated examiners report that the patient is a chemically dependent person in need of emergency commitment and that procedures have been initiated pursuant to Section 44-52-50. In which case, emergency commitment procedures must be complied with in accordance with Chapter 52, and the facility shall transfer the patient to an appropriate treatment facility as defined by Section 44-52-10, provided that confirmation has been obtained from the facility that a bed is available; transportation must be provided by the department.\n\nIf the report of the designated examiners is that the patient is mentally ill and involuntary treatment is required, the court may order that the person be detained, appoint counsel for the patient if counsel has not been retained, and fix a date for a full hearing to be held pursuant to Section 44-17-570 within fifteen days from the date of admission. The court shall give notice of the hearing pursuant to Section 44-17-420.\n\nThe examiners' report must be available to the person's counsel before the full hearing. The person must be given the opportunity to request an independent designated examiner pursuant to Section 44-17-530.\n\nIf before the hearing, the designated examiners determine that the patient is no longer mentally ill to the extent that involuntary treatment is required, they shall cause a supplemental report to be submitted to the court. If the court receives a supplemental report at least forty-eight hours before the hearing stating that the patient is no longer mentally ill to the extent involuntary treatment is required, and setting forth the reasons for the examiners' conclusions, the court shall dismiss the petition and the patient must be discharged immediately by the facility.\n\nHISTORY: 1962 Code Section 32-955; 1952 Code Section 32-958; 1942 Code Section 6227; 1932 Code Section 6227; Civ. C. '22 Section 5080; 1920 (31) 704; 1952 (47) 2042; 1954 (48) 1732; 1974 (58) 2642; 1977 Act No. 99 Section 4; 1986 Act No. 435; 1990 Act No. 383, Section 1; 1991 Act No. 30, Section 1; 1992 Act No. 296, Section 1; 2000 Act No. 253, Section 6; 2005 Act No. 120, Section 1, eff June 3, 2005; 2016 Act No. 225 (H.3952), Section 2, eff June 3, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-410/"
    },
    {
      "id": "section-44-17-415",
      "number": "44-17-415",
      "heading": "",
      "text": "Any certification for an emergency admission of a person fifty-five years of age or older who, at the time of the petition, is a patient in a hospital or a resident of a nursing care facility pursuant to Section 44-17-410 must be accompanied by the results of the most recent physical examination, including appropriate laboratory work as contained in the medical record which must be furnished by the hospital or nursing care facility except as otherwise prohibited by federal law. The physician evaluating the mental condition of the patient shall take into consideration the results of the physical examination to ascertain how the mental and physical treatment needs of the person may best be provided.\n\nHISTORY: 1987 Act No. 158 Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-415/"
    },
    {
      "id": "section-44-17-420",
      "number": "44-17-420",
      "heading": "",
      "text": "At least five days before the hearing scheduled by the court pursuant to Section 44-17-410(3), the clerk or other officer of the probate court shall give written notice of the hearing to the person, his counsel, the applicant, and other interested persons. The notice must include the date, time, and place of the hearing, the basis for the person's detention, conclusions and underlying facts, and the standard upon which he has been detained. The notice of hearing also must include a statement advising the recipient that the person may request the names of designated examiners and other persons who may testify in favor of his continued detention and the substance of their proposed testimony.\n\nHISTORY: 1962 Code Section 32-956; 1974 (58) 2642; 1977 Act No. 99 Section 5; 1992 Act No. 365, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-420/"
    },
    {
      "id": "section-44-17-430",
      "number": "44-17-430",
      "heading": "",
      "text": "If a person believed to be mentally ill and because of this condition likely to cause serious harm if not immediately hospitalized cannot be examined by at least one licensed physician pursuant to Section 44-17-410 because the person's whereabouts are unknown or for any other reason, the petitioner seeking commitment pursuant to Section 44-17-410 shall execute an affidavit stating a belief that the individual is mentally ill and because of this condition likely to cause serious harm if not hospitalized, the ground for this belief and that the usual procedure for examination cannot be followed and the reason why. Upon presentation of an affidavit, the judge of probate for the county in which the individual is present may issue an order requiring a state or local law enforcement officer to take the individual into custody for a period not exceeding twenty-four hours. The order expires seventy-two hours after it was issued, and if the person is not taken into custody within those seventy-two hours, the order is no longer valid. During the person's detention the person must be examined by at least one licensed physician as provided for in Section 44-17-410(2). The individual taken into custody has the right to representation by an attorney. If within the twenty-four hours the person in custody is not examined by a licensed physician or, if upon examination the physician does not execute the certification provided for in Section 44-17-410(2), the proceedings must be terminated and the individual in custody must be released immediately. Otherwise, proceedings must be held pursuant to Section 44-17-410(3).\n\nHISTORY: 1962 Code Section 32-957; 1962 (52) 1703; 1974 (58) 2642; 1992 Act No. 296, Section 2; 2005 Act No. 120, Section 2, eff June 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-430/"
    },
    {
      "id": "section-44-17-440",
      "number": "44-17-440",
      "heading": "",
      "text": "(A) The certificate required by Section 44-17-410, emergency admission, must authorize and require a state or local law enforcement officer, preferably in civilian clothes and preferably with crisis intervention training, to take into custody and transport the person to the hospital designated by the certification. No person may be taken into custody after the expiration of three days from the date of certification. A friend or relative may transport the individual to the mental health facility designated in the application or engage the services of an emergency medical technician as defined by Section 44-61-310, if the friend or relative has read and signed a statement on the certificate which clearly states that it is the responsibility of a state or local law enforcement officer to provide timely transportation for the patient and that the friend or relative freely chooses to assume that responsibility and liability. A friend or relative who chooses to transport the patient is not entitled to reimbursement from the State for the cost of the transportation. An officer or an emergency medical technician acting in accordance with this article is immune from civil liability. Upon entering a written agreement between the local law enforcement agency, the governing body of the local government, the emergency medical service providers, and the directors of the community mental health centers, an alternative transportation program utilizing peer supporters and case managers may be arranged for nonviolent persons requiring mental health treatment. The agreement clearly must define the responsibilities of each party and the requirements for program participation.\n\n(B) An individual who has been certified for an involuntary emergency admission but not yet admitted to a facility and needs to be transported from a mental health center or an emergency department of a hospital to another facility for admission may be transported by an emergency medical technician.\n\nHISTORY: 1962 Code Section 32-958; 1952 (47) 2042; 1954 (48) 1732; 1974 (58) 2642; 1982 Act No. 389; 1992 Act No. 296, Section 3; 1994 Act No. 290, Section 1; 2016 Act No. 225 (H.3952), Section 3, eff June 3, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-440/"
    },
    {
      "id": "section-44-17-450",
      "number": "44-17-450",
      "heading": "",
      "text": "The Department of Mental Health, in conjunction with its local mental health centers acting as the preadmission facilities, must develop and maintain a preadmission screening and evaluation service for all psychiatric emergencies at the local community level utilizing available local resources for mentally ill persons. The preadmission screening services must act as the public mental health system's entry point in order (1) to provide to the examining physician information about accessible crisis intervention, evaluation, and referral services in the community; (2) to offer to mentally ill persons clinically appropriate alternatives to inpatient care, if any; and when necessary (3) to provide a means for involuntary commitment.\n\nHISTORY: 1988 Act No. 397, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-450/"
    },
    {
      "id": "section-44-17-460",
      "number": "44-17-460",
      "heading": "",
      "text": "Prior to the emergency admission of any person to a psychiatric facility of the Department of Mental Health, the person must be examined by a licensed physician. The physician must inform the mental health center in the county where the person resides or where the examination takes place of the mental and physical treatment needs of the patient. The physician must consult with the center regarding the commitment/admission process and the available treatment options and alternatives in lieu of hospitalization at a state psychiatric facility.\n\nThe examining physician must complete a statement that he has consulted with the local mental health center prior to the admission of the person to a state psychiatric facility. If the physician does not consult with the center, he must state a clinical reason for his failure to do so. The statement must accompany the physician's certificate and written application for emergency commitment. The department, in its discretion, may refuse to admit a patient to its facility if the physician fails to complete the statement required by this section.\n\nHISTORY: 1988 Act No. 397, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-460/"
    },
    {
      "id": "section-44-17-510",
      "number": "44-17-510",
      "heading": "",
      "text": "Proceedings for involuntary hospitalization by judicial procedure may be commenced by filing a written petition with the probate court of the county where he is present or where he is a resident by any interested person or the superintendent of any public or private mental institution in which he may be. The petition shall be served on the person and his attorney and if he has no attorney then on him and a member of his immediate family.\n\nThe petition shall be accompanied by a certificate of a designated examiner stating that he has examined the person and is of the opinion that he is mentally ill and should be hospitalized or a written statement by the petitioner that the person has refused to submit to an examination by a designated examiner. The certificate or the written statement shall state the underlying facts upon which the examiner or petitioner, if the person has refused to submit to an examination, bases his conclusions and not merely the conclusions themselves.\n\nHISTORY: 1962 Code Section 32-959; 1952 Code Sections 32-961, 32-962; 1942 Code Section 6229; 1932 Code Section 6229; Civ. C. '22 Section 5082; Civ. C. '12 Sections 3358, 3359; Civ. C. '02 Sections 2251, 2252; 1894 (21) 825; 1920 (31) 704; 1924 (33) 1081; 1931 (37) 239; 1932 (37) 1471; 1935 (39) 85; 1952 (47) 2042; 1974 (58) 2642; 1977 Act No. 99 Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-510/"
    },
    {
      "id": "section-44-17-520",
      "number": "44-17-520",
      "heading": "",
      "text": "Upon receipt of a petition the court shall give notice thereof to the proposed patient, to his legal guardian, if any, and to any other interested person. This notice shall also indicate the proposed patient's right to counsel.\n\nHISTORY: 1962 Code Section 32-960; 1952 (47) 2047; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-520/"
    },
    {
      "id": "section-44-17-530",
      "number": "44-17-530",
      "heading": "",
      "text": "Within three days after the petition for judicial commitment set forth in Section 44-17-510 is filed, exclusive of Saturdays, Sundays, and legal holidays, the court shall appoint counsel to represent the person if counsel has not been retained and the court shall appoint two designated examiners, one of whom must be a licensed physician, to examine the person and report to the court their findings as to the person's mental condition and need for treatment. The examination must be made at a suitable place not likely to have a harmful effect upon the person's health. On a report of the designated examiners of refusal to submit to examination, the court shall order the person to submit to examination. If the person refuses to obey the court's order the court may require a state or local law enforcement officer to take the person into custody for a period not exceeding twenty-four hours during which time the person must be examined by the two designated examiners. The person's attorney must be notified before the person's confinement. If the examiners do not execute the certification provided for in this section within twenty-four hours, the proceeding must be terminated and the person must be released. An adequate record of the examination must be made and offered to the person's counsel. If the conclusions of the examination are that the person is mentally ill the underlying facts must be recorded as well as the conclusions. The person must be given the opportunity to request an additional examination by an independent designated examiner. If the court determines that the person is indigent the examination must be conducted at public expense.\n\nHISTORY: 1962 Code Section 32-961; 1952 Code Section 32-961; 1942 Code Section 6229; 1932 Code Section 6229; Civ. C. '22 Section 5082; Civ. C. '12 Sections 3358, 3359; Civ. C. '02 Sections 2251, 2252; 1894 (21) 825; 1920 (31) 704; 1924 (33) 1081; 1931 (37) 239; 1932 (37) 1471; 1935 (39) 85; 1952 (47) 2042; 1974 (58) 2642. 1977 Act No. 99 Section 7; 1992 Act No. 296, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-530/"
    },
    {
      "id": "section-44-17-550",
      "number": "44-17-550",
      "heading": "",
      "text": "Notice of the hearing must be given to the person, his counsel, and other interested persons at least five days before the hearing. Notice must include the time, date, and place of the hearing, the underlying facts, and the standards under which the person is sought to be committed. A copy of the designated examiners report must be provided to the person's counsel. The notice of hearing also must include a statement advising the recipient that the person may request the names of the designated examiners and other persons who may testify in favor of his commitment and the substance of their proposed testimony.\n\nHISTORY: 1962 Code Section 32-963; 1974 (58) 2642; 1977 Act No. 99 Section 9; 1992 Act No. 365, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-550/"
    },
    {
      "id": "section-44-17-540",
      "number": "44-17-540",
      "heading": "",
      "text": "If the report of the two designated examiners, other than the independent designated examiner, is to the effect that they are of the opinion that the person is not mentally ill to the extent that involuntary treatment is required, the court shall terminate the proceedings and dismiss the petition immediately upon receipt of the report. If the report of the two designated examiners, other than the independent designated examiner, is divided, the court may terminate the proceedings or may designate a third examiner, who must be a psychiatrist, and charge the three examiners to render a majority opinion within five days. If the report of the designated examiners is to the effect that they are of the opinion that the person is mentally ill and involuntary treatment is required, the court shall conduct a hearing. For persons admitted pursuant to Section 44-17-410, the hearing may be held on the same day as the designated examinations unless the person or his counsel objects. Upon objection by the person or his counsel, the court shall delay the hearing. For persons whose admission is sought under Section 44-17-510, the court immediately shall fix a date for and give notice of a hearing, to be held not less than five nor more than seven days, excluding Saturdays, Sundays, and legal holidays, from receipt of the report.\n\nHISTORY: 1962 Code Section 32-962; 1952 Code Section 32-961; 1942 Code Section 6229; 1932 Code Section 6229; Civ. C. '22 Section 5082; Civ. C. '12 Sections 3358, 3359; Civ. C. '02 Sections 2251, 2252; 1894 (21) 825; 1920 (31) 704; 1924 (33) 1081; 1931 (37) 239; 1932 (37) 1471; 1935 (39) 85; 1952 (47) 2042; 1953 (48) 504; 1954 (48) 1732; 1974 (58) 2642; 1977 Act No. 99 Section 8; 1982 Act No. 412; 1991 Act No. 34, Section 1; 2000 Act No. 253, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-540/"
    },
    {
      "id": "section-44-17-560",
      "number": "44-17-560",
      "heading": "",
      "text": "The individual shall have the right to demand removal of the proceedings to any other county of the State when the convenience of the witnesses and the ends of justice so require. When the place of the proceedings is changed all other proceedings shall be had in the county to which the place of hearing is changed, unless otherwise provided by the consent of the parties in writing, duly filed, or order of the court. And the papers shall be filed or transferred accordingly.\n\nHISTORY: 1962 Code Section 32-964; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-560/"
    },
    {
      "id": "section-44-17-570",
      "number": "44-17-570",
      "heading": "",
      "text": "All persons to whom notice is required may appear at the hearing, testify and, within the discretion of the court, present and cross-examine witnesses and the court may receive the testimony of any other person. The court may exclude all persons not necessary for the conduct of the proceedings. The person for whom the hearing is being held shall have the right to be present at the commitment hearing and such right may be waived only by him or his attorney. The court may in its discretion cause the hearing to be held in any suitable location in the State, without regard to whether the location is in the county of the court conducting the hearing, when the judge is satisfied that the health and welfare of the person concerned is best served by conducting the hearing in a location other than the probate court. The hearing shall be conducted in as informal a manner as may be consistent with orderly procedure and in a physical setting not likely to have a harmful effect on the mental health of the person. The court shall in receiving evidence follow the rules of evidence applicable to the probate courts of this State. If the person is indigent he shall have the right to a free transcript of the record of the proceedings.\n\nHISTORY: 1962 Code Section 32-965; 1952 Code Section 32-961; 1942 Code Section 6229; 1932 Code Section 6229; Civ. C. '22 Section 5082; Civ. C. '12 Sections 3358, 3359; Civ. C. '02 Sections 2251, 2252; 1894 (21) 825; 1920 (31) 704; 1942 (33) 1081; 1931 (37) 239; 1932 (37) 1471; 1935 (39) 85; 1952 (47) 2042; 1974 (58) 2642; 1977 Act No. 99 Section 10.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-570/"
    },
    {
      "id": "section-44-17-580",
      "number": "44-17-580",
      "heading": "",
      "text": "(A) If, upon completion of the hearing and consideration of the record, the court finds upon clear and convincing evidence that the person is mentally ill, needs involuntary treatment and because of his condition:\n\n(1) lacks sufficient insight or capacity to make responsible decisions with respect to his treatment; or\n\n(2) there is a likelihood of serious harm to himself or others, the court shall order in-patient or out-patient treatment at a mental health facility, public or private, designated by the Department of Mental Health and may order out-patient treatment following in-patient treatment. If the court finds that the person is not mentally ill and not in need of involuntary treatment, the court shall dismiss the proceedings.\n\n(B) If the court orders out-patient treatment and the respondent fails to adhere to the prescribed out-patient treatment order or program, the treatment facility shall report the failure to the court and the court upon notice to the respondent and his counsel shall order a supplemental hearing and may further order in-patient treatment in a designated facility as needed. The probate court issuing the order for out-patient treatment shall maintain jurisdiction over the person for the purpose of supplemental proceedings as set forth in this chapter and every order issued pursuant to this subsection must be so conditioned. An order for in-patient treatment at a mental health facility does not raise a presumption of incompetency and no rights may be denied a person unless specifically ordered by the court.\n\nHISTORY: 1962 Code Section 32-966; 1952 Code Section 32-961; 1942 Code Section 6229; 1932 Code Section 6229; Civ. C. '22 Section 5082; Civ. C. '12 Sections 3358, 3359; Civ. C. '02 Sections 2251, 2252; 1894 (21) 825; 1920 (31) 704; 1924 (33) 1081; 1931 (37) 239; 1932 (37) 1471; 1935 (39) 85; 1952 (47) 2042; 1954 (48) 1732; 1974 (58) 2642; 1977 Act No. 99 Section 11; 2000 Act No. 253, Section 8; 2005 Act No. 120, Section 4, eff June 3, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-580/"
    },
    {
      "id": "section-44-17-600",
      "number": "44-17-600",
      "heading": "",
      "text": "Any individual with respect to whom such order of hospitalization has been issued shall not be admitted to any public or private mental health facility or hospital on the basis thereof at any time after the expiration of thirty days following the date of the judicial order, unless the judge of probate issuing such order extends this date.\n\nHISTORY: 1962 Code Section 32-968; 1954 (48) 1732; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-600/"
    },
    {
      "id": "section-44-17-610",
      "number": "44-17-610",
      "heading": "",
      "text": "Upon request by the individual, his relatives, spouse or guardian and agreement by the superintendent of the hospital concerned, the court may order the hospitalization of the patient in any private, county, Veterans' Administration or other suitable institution. Neither the State, any county nor any municipality shall be liable for any costs of or charges for sending an individual to a private institution or connected with or arising out of his being sent there.\n\nHISTORY: 1962 Code Section 32-969; 1952 (47) 2042; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-610/"
    },
    {
      "id": "section-44-17-620",
      "number": "44-17-620",
      "heading": "",
      "text": "The petitioner or the person shall have the right to appeal from any order of the probate court issued pursuant to Section 44-17-580 to the court of common pleas of the county where the probate court is situated. The notice of intention to appeal together with the grounds for the appeal shall be filed in the probate court and the court of common pleas within fifteen days of the date of the order issued pursuant to Section 44-17-580. The appeal shall be heard by any circuit judge having jurisdiction in the county upon the record of the probate court. The judge may require that additional evidence be presented in the hearing if notice is given to both appellant and respondent.\n\nThe probate court shall be responsible for certifying the record on the proceedings before the probate court to the circuit court judge within thirty days of filing of the notice of intention to appeal. The circuit judge shall hold the hearing and render a decision affirming or reversing the order of the probate court within fifteen days of receipt of the record of the probate court.\n\nThe costs shall be borne by the applicant unless the court determines that he cannot afford them.\n\nAny appeal from the order of the circuit judge shall be taken in the manner provided by the South Carolina Appellate Court Rules. An order of a circuit judge requiring release of the person shall be of force and effect unless it is reversed on appeal.\n\nHISTORY: 1962 Code Section 32-970; 1952 (47) 2042; 1974 (58) 2642; 1977 Act No. 99 Section 12; 1999 Act No. 55, Section 46.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-620/"
    },
    {
      "id": "section-44-17-630",
      "number": "44-17-630",
      "heading": "",
      "text": "A patient is entitled to a reexamination on the patient's own petition or that of any other interested person to the probate court of the county from which the patient was admitted. The treatment facility shall inform every patient and at least one other interested person of this right to petition for reexamination. Notice of this right must be given in writing upon admission to the hospital, once during the first six months of hospitalization, and every six months thereafter during the treatment of the patient. If no spouse, parent, legal guardian, or other interested person is known to exist, documentation in the patient's record of this finding is considered compliance with the notice requirement of this section.\n\nUpon receipt of the petition the court shall conduct proceedings in accordance with this chapter, Chapter 9, Chapter 11, Chapter 13, Article 1 of Chapter 15, Chapter 17, and Chapter 27 of this title, except that the proceedings may not be required to be conducted if the petition is filed sooner than six months after the issuance of the order for treatment or sooner than three months after the holding of a hearing pursuant to this section. The costs must be borne by the petitioner unless the court determines that the petitioner cannot afford these costs.\n\nHISTORY: 1962 Code Section 32-971; 1952 (47) 2042; 1974 (58) 2642; 1977 Act No. 99 Section 13; 1992 Act No. 323, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-630/"
    },
    {
      "id": "section-44-17-640",
      "number": "44-17-640",
      "heading": "",
      "text": "If any person ordered to be admitted to an institution pursuant to this chapter, Chapter 9, Chapter 11, Chapter 13, Article 1 of Chapter 15, Chapter 17, and Chapter 27, is eligible for institutional care or treatment by any agency of the United States, the court, upon receipt of a certificate from the agency showing the facilities are available and that the person is eligible for care or treatment there, may order him to be placed in the custody of the agency for admittance. Jurisdiction shall be retained in the appropriate courts to inquire into the mental condition of the person admitted and to determine the necessity for continuance of his confinement. Every order of admittance issued pursuant to this section is so conditioned.\n\nHISTORY: 1962 Code Section 32-973; 1974 (58) 2642; 1977 Act No. 99 Section 14.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-640/"
    },
    {
      "id": "section-44-17-660",
      "number": "44-17-660",
      "heading": "",
      "text": "Monies appropriated to implement the provisions of this article may be paid to a state employee if the employee is not performing his duties as a state employee and is not a full-time state employee.\n\nHISTORY: 1986 Act No. 483.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-660/"
    },
    {
      "id": "section-44-17-810",
      "number": "44-17-810",
      "heading": "",
      "text": "Unless in the opinion of the attending physician a person is incapable of caring for himself once released or discharged from a mental health facility, he shall be released or discharged upon his own recognizance. No other party shall sign for his release or discharge unless that party shall be the person who is to care for the released or discharged individual.\n\nHISTORY: 1962 Code Section 32-985; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-810/"
    },
    {
      "id": "section-44-17-860",
      "number": "44-17-860",
      "heading": "",
      "text": "It shall be unlawful for any person, without prior authorization from the patient's attending physician, to take or cause to be taken any patient away from the grounds of any facility under the jurisdiction of the Department of Mental Health. Any person violating the provisions of this section shall be fined in a sum of not more than one thousand dollars or imprisoned for not exceeding one year, or both.\n\nHISTORY: 1962 Code Section 32-989; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-860/"
    },
    {
      "id": "section-44-17-865",
      "number": "44-17-865",
      "heading": "",
      "text": "If any person involuntarily committed to a facility under the jurisdiction of the Department of Mental Health is absent without proper authorization, the Department shall immediately notify by telephone the appropriate state and local law enforcement officials of such absence. Such notice shall also be confirmed in writing and mailed to such law enforcement officials within twenty-four hours after the absence is discovered.\n\nHISTORY: 1980 Act No. 459, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-865/"
    },
    {
      "id": "section-44-17-870",
      "number": "44-17-870",
      "heading": "",
      "text": "If a patient involuntarily committed to a facility under the jurisdiction of the State Department of Mental Health is absent without proper authorization, a state or local law enforcement officer or employee of the department appointed pursuant to Section 44-11-70, upon the request of the facility superintendent or director or a designee and without the necessity of a warrant or a court order, may take the patient into custody and return the patient to a facility designated by the department. No person may be reconfined pursuant to this section after being continuously absent from the jurisdiction of the department for at least one year unless criminal charges are still pending against the patient or unless he was committed to a facility of the department pursuant to Chapter 24, Title 17.\n\nHISTORY: 1962 Code Section 32-990; 1952 (47) 2042; 1954 (48) 1732; 1974 (58) 2642; 1977 Act No. 99 Section 19; 1980 Act No. 459, Section 1; 1992 Act No. 296, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-870/"
    },
    {
      "id": "section-44-17-890",
      "number": "44-17-890",
      "heading": "",
      "text": "Notwithstanding any other provisions of this chapter, no person with respect to whom proceedings for judicial confinement have been commenced shall be granted leave of absence, or discharged during the pendency of such proceedings unless ordered by the court upon the application of the patient or his legal guardian, parent, spouse or next of kin or upon the report of the superintendent of the facility that the person may be discharged with safety.\n\nHISTORY: 1962 Code Section 32-992; 1974 (58) 2642; 1977 Act No. 99 Section 20.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-890/"
    },
    {
      "id": "section-44-17-900",
      "number": "44-17-900",
      "heading": "",
      "text": "Neither the superintendent of a mental health facility nor any other person legally participating in the release or discharge of a patient shall be liable either civilly or criminally on account of such participation.\n\nHISTORY: 1962 Code Section 32-993; 1974 (58) 2642.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-17/section-44-17-900/"
    }
  ]
}