{
  "state": "south-carolina",
  "path": "title-title-44/chapter-t44c033",
  "sections": [
    {
      "id": "section-44-33-10",
      "number": "44-33-10",
      "heading": "",
      "text": "The Department of Health and Environmental Control is hereby authorized to initiate a sickle cell education and prevention program based entirely upon voluntary cooperation of the individuals involved. The program shall provide: (1) laboratory testing of citizens in the reproductive ages to determine the presence of the sickle cell gene; (2) counselling for persons identified as carriers of the sickle cell gene, for the purpose of educating these persons about the risk of a child of the person inheriting sickle cell disease; (3) referral of persons with sickle cell disease, as necessary, so that they may obtain proper medical care and treatment, to include pain management; and (4) basic education to the general public about sickle cell disease, so as to eradicate the stigma attached to the disease. HISTORY: 1962 Code Section 32-562; 1972 (57) 3013; 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-10/"
    },
    {
      "id": "section-44-33-310",
      "number": "44-33-310",
      "heading": "",
      "text": "The South Carolina Department of Health and Environmental Control shall develop and maintain the Sickle Cell Disease Voluntary Patient Registry for residents of the State who have been diagnosed with sickle cell disease. The purpose of the registry is to: (1) enable individuals diagnosed with sickle cell disease to register so that physicians and other health care practitioners providing care to the patient may confirm whether the individual has been diagnosed with sickle cell disease; and (2) collect and study data on the incidence and nature of sickle cell disease in the State to improve patient care and access to services. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-310/"
    },
    {
      "id": "section-44-33-330",
      "number": "44-33-330",
      "heading": "",
      "text": "(A) The information submitted to the department to register a patient with the Sickle Cell Disease Voluntary Patient Registry is confidential and not subject to public disclosure under the Freedom of Information Act or any other provision of law, except as provided in subsection (C). (B) The department shall maintain procedures to ensure that the privacy and confidentiality of patients and patient information collected, recorded, transmitted, and maintained is not disclosed, except as provided for in subsection (C). (C) The department may provide a copy of the registration to: (1) a physician or other health care practitioner licensed and in good standing in South Carolina or another state who is treating a patient and who requests the information after certifying that the patient, or the patient's parent or caregiver if the patient is a minor or is incapacitated, has indicated that the patient has submitted a registration and would like the physician or other health care practitioner to verify the registration; (2) a patient, or the patient's parent or caregiver if the patient is a minor or is incapacitated, who requests the patient's own sickle cell patient registry registration information in accordance with procedures established by the department; (3) personnel of the department for purposes of administration and implementation of this article; and (4) qualified health care researchers and other personnel for the purpose of bona fide research or education to promote the purposes of this article; however, data elements that would reasonably identify a specific patient, physician, or other health care practitioner, must be deleted or redacted from such information before disclosure. Further, release of the information only may be made pursuant to a written agreement between qualified personnel and the department in order to ensure compliance with this item. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-330/"
    },
    {
      "id": "section-44-33-340",
      "number": "44-33-340",
      "heading": "",
      "text": "The information maintained in the Sickle Cell Disease Voluntary Patient Registry may not be released to or used by an entity responsible for the licensure, regulation, or discipline of physicians or other health care practitioners for any purpose. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-340/"
    },
    {
      "id": "section-44-33-350",
      "number": "44-33-350",
      "heading": "",
      "text": "A patient, or the patient's parent or caregiver if the patient is a minor or is incapacitated, may revoke the registration at any time by notifying the department in accordance with procedures established by the department. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-350/"
    },
    {
      "id": "section-44-33-360",
      "number": "44-33-360",
      "heading": "",
      "text": "A physician or other health care practitioner is prohibited from accessing the registry if a patient, or the patient's parent or caregiver if the patient is a minor or is incapacitated, has not requested the physician or other health care practitioner to verify the patient's registration. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-360/"
    },
    {
      "id": "section-44-33-370",
      "number": "44-33-370",
      "heading": "",
      "text": "A patient is obligated to update contact information that is maintained in the registry after initial registration by a physician in accordance with procedures established by the department. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-370/"
    },
    {
      "id": "section-44-33-380",
      "number": "44-33-380",
      "heading": "",
      "text": "The department shall promulgate regulations and develop procedures and guidelines to implement the provisions of this article. HISTORY: 2022 Act No. 206 (H.3166), Section 2, eff May 23, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-33/section-44-33-380/"
    }
  ]
}