{
  "state": "south-carolina",
  "path": "title-title-44/chapter-t44c071",
  "sections": [
    {
      "id": "section-44-71-10",
      "number": "44-71-10",
      "heading": "",
      "text": "This chapter may be cited as the \"Quality Hospice Programs Act\". HISTORY: 1983 Act No. 13 Section 1; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-10/"
    },
    {
      "id": "section-44-71-20",
      "number": "44-71-20",
      "heading": "",
      "text": "As used in this chapter: (1) \"Board\" means the South Carolina Board of Health and Environmental Control. (2) \"Department\" means the South Carolina Department of Health and Environmental Control. (3) \"Hospice\" means a centrally administered, interdisciplinary health care program, which provides a continuum of medically supervised palliative and supportive care for the terminally ill patient and the family including, but not limited to, outpatient and inpatient services provided directly or through written agreement. Inpatient services include, but are not limited to, services provided by a hospice in a licensed hospice facility. Admission to a hospice program of care is based on the voluntary request of the hospice patient alone or in conjunction with designated family members. (4) \"Hospice facility\" means an institution, place, or building in which a licensed hospice provides room, board, and appropriate hospice services on a twenty-four hour basis to individuals requiring hospice care pursuant to the orders of a physician. (5) \"Licensee\" means the individual, corporation, or public entity with whom rests the ultimate responsibility for maintaining approved standards for the hospice or hospice facility. (6) \"Multiple location\" means a properly registered additional site, other than the licensed primary office, from which a parent hospice organization provides hospice services. \"Multiple location\" does not mean a \"work station\" as defined in item (9). (7) \"Parent hospice\" means a properly licensed hospice that, in addition to its primary office, also provides hospice services from a multiple location as defined in item (6). (8) \"Primary office\" means the main office of a hospice program from which a parent hospice provides hospice services to patients and their families and from which a parent hospice performs oversight, administrative, and coordination of care duties for any multiple location. (9) \"Work station\" means a site operated within the licensed service area of a hospice solely for the convenience of the staff where they may conduct activities including, but not limited to, completing paperwork, checking messages, or storing equipment. These work stations must not have signage with an address or operating hours, must not be advertised, and must not be open to the public for any reason, such as to distribute supplies or to receive referrals. HISTORY: 1983 Act No. 13 Section 2; 2000 Act No. 248, Section 4; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-20/"
    },
    {
      "id": "section-44-71-30",
      "number": "44-71-30",
      "heading": "",
      "text": "(A) No person, private or public organization, political subdivision, or other governmental agency may establish, conduct, or maintain a hospice or represent itself as a hospice without first obtaining a license from the department. (B) A license obtained pursuant to this section is effective for a twelve-month period following the date of issue. (C) The license must prescribe by county the geographic area authorized to be served. A hospice that wishes to expand its licensed service area to include additional counties shall first obtain approval from the department confirming that, pursuant to Section 44-71-40(C), the hospice has properly filed the application to amend its license to include the additional counties within the prescribed geographic area authorized to be served. (D) A license issued under this chapter is not assignable or transferable and is subject to suspension or revocation at any time for failure to comply with this chapter. (E) The department shall publish a current list of all licensed hospices on its website. The information to be published must include, but not be limited to, the licensee's primary office as well as any and all registered multiple locations. In addition, the information also must include a list of all counties served by the licensee's primary office and any and all multiple locations. HISTORY: 1983 Act No. 13 Section 3; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-30/"
    },
    {
      "id": "section-44-71-35",
      "number": "44-71-35",
      "heading": "",
      "text": "(A) A hospice may not establish, operate, or maintain a multiple location or represent itself as such without first registering the multiple location with the department and receiving approval of the registration from the department confirming that, pursuant to Section 44-71-40(B), the hospice has properly filed the application to amend its license to include the multiple location. Upon approval by the department, a multiple location must be listed on the license of the parent hospice. (B) A registration may be filed at any time and is effective until the expiration of the license of the parent hospice that is in effect at the time of the initial approval of the multiple location. The registration and approval of a multiple location is effective for a period running coterminous with the parent hospice's license, and the registration and approval of a multiple location must be reviewed by the department annually at the time of the parent hospice's license renewal and as a part of that process as prescribed by the department in regulation. (C) The application for registration of a multiple location must prescribe by county the geographic area authorized to be served. Upon approval of the registration by the department, the license of the parent hospice must be amended to include the multiple location as required in subsection (A) as well as any additional counties within the prescribed geographic area authorized to be served. (D) A multiple location approval granted pursuant to this chapter is not assignable or transferable and is subject to suspension or revocation at any time for failure to comply with this chapter. HISTORY: 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-35/"
    },
    {
      "id": "section-44-71-40",
      "number": "44-71-40",
      "heading": "",
      "text": "(A) A person, private or public organization, political subdivision, or other governmental agency desiring to obtain a license shall file with the department an application on a form prescribed, prepared, and furnished by the department. (B) Any hospice desiring to obtain approval for the registration of a multiple location shall file with the department an application on a form prescribed, prepared, and furnished by the department. (C) Any hospice desiring to expand its licensed service area of its primary office or one or more of its registered multiple locations to include additional counties shall first file with the department an application on a form prescribed, prepared, and furnished by the department. HISTORY: 1983 Act No. 13 Section 4; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-40/"
    },
    {
      "id": "section-44-71-50",
      "number": "44-71-50",
      "heading": "",
      "text": "The department is authorized to establish reasonable fees to be used in the administration of the program. HISTORY: 1983 Act No. 13 Section 5; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-50/"
    },
    {
      "id": "section-44-71-60",
      "number": "44-71-60",
      "heading": "",
      "text": "The department shall promulgate regulations which define needs, services, and standards for the care, treatment, health, safety, welfare, and comfort of patients and their families served by hospices, including hospice facilities, primary offices, and multiple locations, and for the maintenance and operation of hospices, including hospice facilities, primary offices, and multiple locations, which will promote safe and adequate care and treatment of the patients and their families. HISTORY: 1983 Act No. 13 Section 6; 2000 Act No. 248, Section 5; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-60/"
    },
    {
      "id": "section-44-71-65",
      "number": "44-71-65",
      "heading": "",
      "text": "Notwithstanding any other provision of law, a hospice facility, primary office, and multiple location must comply with the regulations promulgated by the department pursuant to this chapter and are not subject to regulations pertaining to the licensure and regulation of nursing homes or community residential care facilities. HISTORY: 2000 Act No. 248, Section 1; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-65/"
    },
    {
      "id": "section-44-71-70",
      "number": "44-71-70",
      "heading": "",
      "text": "(A) The department is authorized to issue, deny, suspend, or revoke licenses in accordance with regulations promulgated pursuant to this section. Such regulations must include hearing procedures related to denial, suspension, or revocation of licenses. (B) The department is authorized to deny, suspend, or revoke approvals of multiple locations in accordance with regulations promulgated pursuant to this section when there is evidence or reason to believe that any of the following requirements and conditions are not being met: (1) the parent hospice is properly licensed, operating in accordance with all South Carolina laws and regulations; (2) the multiple location will provide the full scope of hospice services in all geographical areas listed on the license; (3) the multiple location will share administration, supervision, and services with the parent hospice; and (4) the multiple location will be included in the quality improvement activities of the parent hospice. (C) The department shall approve a request to expand the service area of a parent hospice to include additional counties only when the additional counties are requested in a properly filed application as required by Section 44-71-40(C). (D) Regulations pertaining to the denial, suspension, or revocation of approvals must include hearing procedures related to denial, suspension, or revocation of licenses. HISTORY: 1983 Act No. 13 Section 7; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-70/"
    },
    {
      "id": "section-44-71-80",
      "number": "44-71-80",
      "heading": "",
      "text": "(A) Each hospice for which a license has been issued must be inspected by an authorized representative of the department at least once a year for the purpose of ensuring that the provisions of this chapter are being followed. For hospices whose licensees include multiple locations, the department shall rotate those inspections among each location. (B) All hospices shall complete and return a joint annual report to the department and the Revenue and Fiscal Affairs Office on a form prescribed by the department within a time period specified by the department or the Revenue and Fiscal Affairs Office. In the development of this form, the department shall incorporate input from hospice providers to ensure the report captures data on all services that are to be provided by hospices. HISTORY: 1983 Act No. 13 Section 8; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-80/"
    },
    {
      "id": "section-44-71-85",
      "number": "44-71-85",
      "heading": "",
      "text": "(A) Upon the death of a patient receiving outpatient services from a hospice, ownership of unused medications related to the care of the patient constituting Schedule II, III, IV, or V controlled substances under 21 C.F.R. Part 1308 shall transfer to the hospice for immediate disposal. Each hospice providing outpatient services shall establish a written procedure to ensure safe disposal of unused controlled substances at the time of a patient's death. Upon the death of a patient receiving outpatient services, in the presence of a witness, the hospice nurse shall record in the medical record the name and quantity of each unused controlled substance. The hospice nurse then shall conduct immediate disposal at the site of care by complying with Environmental Protection Agency and Drug Enforcement Administration guidelines for safe disposal or immediate mail-back to a collector registered pursuant to 21 C.F.R Section 1317.40. If conducting immediate disposal at the site of care, the nurse should perform the disposal in the presence of a witness, who shall sign a document indicating their witnessing of the disposal. If participating in immediate mail-back to a registered collector, the hospice nurse shall deposit the unused medications into the mail-back envelope and seal the envelope at the site of outpatient services. Hospice employees must not remove any medications from the site of outpatient services other than to conduct immediate mail-back to a registered collector. The hospice nurse shall record the method of disposal in the medical record. (B) For the purpose of disposing unused medication constituting a Schedule II, III, IV, or V controlled substance under 21 C.F.R. Part 1308, a hospice facility is a 'long-term care facility' as defined by 21 C.F.R. Section 1300.01. The hospice facility shall dispose of unused Schedule II, III, IV, and V controlled substances in accordance with 21 C.F.R. Sections 1317.30 and 1317.80. HISTORY: 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-85/"
    },
    {
      "id": "section-44-71-90",
      "number": "44-71-90",
      "heading": "",
      "text": "Hospices must not discriminate based on age, sex, race, color, religion, or source of payment, location of patient, acceptance or provision of goods and services to patients or potential patients. HISTORY: 1983 Act No. 13 Section 9; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-90/"
    },
    {
      "id": "section-44-71-95",
      "number": "44-71-95",
      "heading": "",
      "text": "Nothing in this chapter may be construed to prohibit a health care facility from providing hospice services through contractual arrangements with a licensed hospice operation. HISTORY: 2000 Act No. 248, Section 2; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-95/"
    },
    {
      "id": "section-44-71-100",
      "number": "44-71-100",
      "heading": "",
      "text": "Hospices may not participate in, or offer, or imply an offer to participate in the practice known generally as rebate, kickbacks, or fee-splitting arrangements. HISTORY: 1983 Act No. 13 Section 10; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-100/"
    },
    {
      "id": "section-44-71-110",
      "number": "44-71-110",
      "heading": "",
      "text": "Any person who violates the provisions of this chapter is guilty of a misdemeanor and, upon conviction, shall be fined not to exceed five hundred dollars or imprisoned for a period not to exceed six months or both. HISTORY: 1983 Act No. 13 Section 11; 2017 Act No. 61 (H.3132), Section 1, eff May 19, 2017. Effect of Amendment 2017 Act No. 61, Section 1, inserted commas after \"misdemeanor and\" and \"upon conviction\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-71/section-44-71-110/"
    }
  ]
}