{
  "state": "south-carolina",
  "path": "title-title-44/chapter-chapter-55",
  "sections": [
    {
      "id": "section-44-55-10",
      "number": "44-55-10",
      "heading": "",
      "text": "This article may be cited as the State Safe Drinking Water Act.\n\nHISTORY: 1962 Code Section 32-1201; 1968 (55) 2436; 1976 Act No. 658; 1982 Act No. 459, Section 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-10/"
    },
    {
      "id": "section-44-55-20",
      "number": "44-55-20",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Board\" means the South Carolina Board of Health and Environmental Control which is charged with responsibility for implementation of the Safe Drinking Water Act.\n\n(2) \"Commissioner\" means the commissioner of the department or his authorized agent.\n\n(3) \"Community water systems\" means a public water system which serves at least fifteen service connections used by year-round residents or regularly serves at least twenty-five year-round residents. This may include, but is not limited to, subdivisions, municipalities, mobile home parks, and apartments.\n\n(4) \"Construction permit\" means a permit issued by the department authorizing the construction of a new public water system or the expansion or modification of an existing public water system.\n\n(5) \"Contamination\" means the adulteration or alteration of the quality of the water of a public water system by the addition or deletion of any substance, matter, or constituent except as authorized pursuant to this article.\n\n(6) \"Cross-connection\" means any actual or potential connection or structural arrangement between a public water system and any other source or system through which it is possible to introduce into any part of the potable system any used water, industrial fluid, gas or substance other than the intended potable water with which the system is supplied. Bypass arrangements, jumper connections, removable sections, swivel or changeover devices, and other temporary or permanent devices through which or because of which backflow can or may occur are considered to be cross-connections.\n\n(7) \"Department\" means the South Carolina Department of Health and Environmental Control, including personnel authorized and empowered to act on behalf of the department or board.\n\n(8) \"Human consumption\" means water used for drinking, bathing, cooking, dish washing, and maintaining oral hygiene or other similar uses.\n\n(9) \"Noncommunity water system\" means a public water system which serves at least fifteen service connections or regularly serves an average of at least twenty-five individuals daily at least sixty days out of the year and does not meet the definition of a community water system.\n\n(10) \"Nontransient noncommunity water system\" means a public water system that is not a community water system and that regularly serves at least twenty-five of the same persons over six months per year.\n\n(11) \"Operating permit\" means a permit issued by the department that outlines the requirements and conditions under which a person must operate a public water system.\n\n(12) \"Person\" means an individual, partnership, copartnership, cooperative, firm, company, public or private corporation, political subdivision, government agency, trust, estate, joint structure company, or any other legal entity or its legal representative, agent, or assigns.\n\n(13) \"Public water system\" means:\n\n(a) any publicly or privately owned waterworks system which provides water, whether bottled, piped, or delivered through some other constructed conveyance for human consumption, including the source of supply whether the source of supply is of surface or subsurface origin;\n\n(b) all structures and appurtenances used for the collection, treatment, storage, or distribution of water delivered to point of meter of consumer or owner connection;\n\n(c) any part or portion of the system, including any water treatment facility, which in any way alters the physical, chemical, radiological, or bacteriological characteristics of the water; however, a public water system does not include a water system serving a single private residence or dwelling. A separately owned system with its source of supply from another waterworks system must be a separate public water system. A connection to a system that delivers water by a constructed conveyance other than a pipe must not be considered a connection if:\n\n(i) the water is used exclusively for purposes other than residential uses consisting of drinking, bathing, and cooking or other similar uses;\n\n(ii) the department determines that alternative water to achieve the equivalent level of public health protection provided by the applicable State Primary Drinking Water Regulations is provided for residential or similar uses for drinking and cooking; or\n\n(iii) the department determines that the water provided for residential or similar uses for drinking, cooking, and bathing is centrally treated or treated at the point of entry by the provider, a pass-through entity, or the user to achieve the equivalent level of protection provided by the applicable State Primary Drinking Water Regulations.\n\n(14) \"State water system\" means any water system that serves less than fifteen service connections or regularly serves an average of less than twenty-five individuals daily.\n\n(15) \"Transient noncommunity water system\" means a noncommunity water system that does not regularly serve at least twenty-five of the same persons over six months a year.\n\n(16) \"Well\" means a bored, drilled or driven shaft, or a dug hole, whose depth is greater than the largest surface dimension, from which water is extracted or injected. This includes, but is not limited to, wells used for water supply for irrigation, industrial and manufacturing processes, or drinking water, wells used for underground injection of waste for disposal, storage, or drainage disposal, wells used in mineral or geothermal recovery, and any other special process wells.\n\n(17) \"Well driller\" means an individual, corporation, partnership, association, political subdivision, or public agency of this State who is licensed with the South Carolina Department of Labor, Licensing and Regulation for constructing wells and is in immediate supervision of and responsible for the construction, development, drilling, testing, maintenance, repair, or abandonment of any well as defined by this chapter. This term does include owners constructing or abandoning wells on their own property for their own personal use only, except that these owners are not required to be licensed by the Department of Labor, Licensing and Regulation for construction wells.\n\nHISTORY: 1962 Code Section 32-1202; 1968 (55) 2436; 1976 Act No. 658; 1980 Act No. 319, Section 2; 1982 Act No. 459, Sections 5, 10; 1993 Act No. 181, Section 1126, eff July 1, 1994; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-20/"
    },
    {
      "id": "section-44-55-30",
      "number": "44-55-30",
      "heading": "",
      "text": "In general, the design and construction of any public water system must be in accord with modern engineering practices for these installations. The board shall establish regulations, procedures, or standards as may be necessary to protect the health of the public and to ensure proper operation and function of public water systems. These regulations may prescribe minimum design criteria, the requirements for the issuance of construction and operation permits, operation and maintenance standards, and bacteriological, chemical, radiological, and physical standards for public water systems, and other appropriate regulations.\n\nHISTORY: 1962 Code Section 32-1203; 1968 (55) 2436; 1976 Act No. 658; 1982 Act No. 459, Section 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-30/"
    },
    {
      "id": "section-44-55-40",
      "number": "44-55-40",
      "heading": "",
      "text": "(A) Before the construction, expansion, or modification of any public water system, application for a permit to construct must be made to, and a permit to construct obtained from, the department.\n\n(B) All applications for a permit to construct shall include such engineering, chemical, physical, radiological, or bacteriological data as may be required by the department and must be accompanied by engineering plans, drawings, and specifications prepared by or under the direct supervision of a person properly qualified to perform engineering work as provided in Chapter 22, Title 40 and must be signed or certified by a professional engineer as defined in Chapter 22, Title 40.\n\n(C) Upon the completion of construction, modification, or extension to a public water system, arrangements must be made for a final inspection and approval before operation as prescribed by regulation. No new facility may be operated prior to approval by the department.\n\n(D) Any public water system must be adequately protected and maintained so as to continuously provide safe and potable water in sufficient quantity and pressure and free from potential hazards to the health of the consumers. No person may install, permit to be installed, or maintain any unprotected cross-connection between a public water system and any other water system, sewer, or waste line or any piping system or container containing polluting substances. To facilitate the prevention and control of cross-connections, the department shall certify qualified individuals who are capable of testing cross-connection control devices to ensure their proper operation.\n\n(E) Hand dug and bored wells constructed with casing materials of rock, concrete, or ceramic must not be used as a source of water for a public water system.\n\n(F) In exercising its responsibility under this article, the department is authorized to investigate the public water system as often as the department considers necessary. Records of operation of public water systems must be kept on forms approved or furnished by the department, and this data must be submitted at such times and intervals as the department considers necessary. Samples of water must be collected and analyzed by the systems as required.\n\n(G) The department may authorize variances or exemptions from the regulations issued pursuant to this section under conditions and in such manner as the board considers necessary and desirable; however, these variances or exemptions must be permitted under conditions and in a manner which is not less stringent than the conditions under, and the manner in which, variances and exemptions may be granted under the Federal Safe Drinking Water Act.\n\n(H) The department or its authorized representative has the authority to enter upon the premises of any public water system at any time for the purpose of carrying out the provisions of this article.\n\n(I) The department may issue, modify, or revoke any order to prevent any violation of this article after adequate notice and proper hearing as required by the Administrative Procedures Act.\n\n(J) The department may hold public hearings and compel the attendance of witnesses; conduct studies, investigations, surveillance of laboratories, including certification programs, and research with respect to the operation and maintenance of any public water system; adopt and implement plans for the provision of drinking water under emergency circumstances; and issue, deny, revoke, suspend, or modify permits under such conditions as it may prescribe for the operation of any public water system; however, no permit may be revoked without first providing an opportunity for a hearing.\n\n(K) The Commissioner of the Department of Health and Environmental Control shall classify all public water system treatment facilities giving due regard to the size, type, complexity, physical condition, source of supply, and treatment process employed by the public water system treatment facility and the skill, knowledge, and experience necessary for the operation of these facilities. Each treatment facility must be classified at the highest applicable level of the following classification system, with Group VII Treatment being the highest classification level:\n\nGroup I Treatment. A facility which provides disinfection treatment using a sodium hypochlorite or calcium hypochlorite solution as the disinfectant.\n\nGroup II Treatment. A facility which provides disinfection treatment using gaseous chlorine or chloramine disinfection or includes sequestering, fluoridation, or corrosion control treatment.\n\nGroup III Treatment. A facility treating a groundwater source which is not under the direct influence of surface water, utilizing aeration, coagulation, sedimentation, lime softening, filtration, chlorine dioxide, ozone, ultra-violet light disinfection, powdered activated carbon addition, granular activated carbon filtration or ion exchange, or membrane technology or that includes sludge storage or a sludge dewatering process.\n\nGroup IV Treatment. A facility treating a surface water source or a groundwater source which is under the direct influence of surface water, utilizing aeration, coagulation, clarification with a minimum detention time of two hours in the clarification unit, lime softening, rapid rate gravity filtration (up to four gallons per minute per square foot), slow sand filtration, chlorine dioxide, powdered activated carbon addition, or granular activated carbon filtration or ion exchange or that includes sludge storage or a sludge dewatering process. This classification also includes any treatment facility which does not provide filtration for a surface water source or a groundwater source which is under the direct influence of surface water.\n\nGroup V Treatment. A facility treating a surface water source or a groundwater source which is under the direct influence of surface water, utilizing high rate gravity filtration (greater than four gallons per minute per square foot), clarification with a detention time of less than two hours in the clarification unit, diatomaceous earth filtration, or ultraviolet light disinfection.\n\nGroup VI Treatment. A facility treating a surface water source or a groundwater source which is under the direct influence of surface water, utilizing direct filtration, membrane technology, or ozone.\n\nGroup VII Treatment. Drinking water dispensing stations and vending machines which utilize water from an approved public water system or bottled water plants which treat water from the distribution system of a public water system or from a groundwater source which is not under the direct influence of surface water.\n\n(L) The Commissioner of the Department of Health and Environmental Control shall classify all public water distribution systems giving due regard to the size, type, and complexity of the public water distribution system and the skill, knowledge, and experience necessary for the operation of these systems. The classification must be based on:\n\nGroup I Distribution. Distribution systems associated with state and transient noncommunity water systems.\n\nGroup II Distribution. Distribution systems associated with community and nontransient noncommunity public water systems which have a reliable production capacity not greater than six hundred thousand gallons a day and which do not provide fire protection.\n\nGroup III Distribution. Distribution systems associated with community and nontransient noncommunity water systems which have a reliable production capacity greater than six hundred thousand gallons a day but not greater than six million gallons a day (MGD) or have a reliable production capacity not greater than six hundred thousand gallons a day and provide fire protection.\n\nGroup IV Distribution. Distribution systems associated with community and nontransient noncommunity water systems which have a reliable production capacity than six MGD, but not greater than twenty MGD.\n\nGroup V Distribution. Distribution systems associated with community and nontransient noncommunity water systems which have a reliable production capacity greater than twenty MGD.\n\n(M) It is unlawful for a person to operate a public water treatment facility or distribution system classified in subsection (K) or (L) unless the operator-in-charge holds a valid certificate of registration issued by the South Carolina Environmental Certification Board in a grade corresponding to the classification of the public water treatment facility or distribution system supervised by the operator in charge. All public water treatment facilities classified in Group IV Treatment through Group VI Treatment of subsection (K) must have an operator of the appropriate grade certified by the South Carolina Environmental Certification Board on duty while the facility is in operation.\n\n(N) Effective July 1, 1983, it is unlawful for a person to engage in the business of well drilling or represent himself or herself to the public as a well driller without obtaining certification from the South Carolina Environmental Certification Board or employing well drillers which are certified by the South Carolina Environmental Certification Board. Persons constructing or abandoning wells on their own property for their own personal use only are not required to be licensed by the Department of Labor, Licensing and Regulation.\n\n(O) The board, to ensure that underground sources of drinking water are not contaminated by improper well construction and operation, may promulgate regulations as developed by the Advisory Committee established pursuant to Section 44-55-45, setting standards for the construction, maintenance, operation, and abandonment of any well except for wells where well construction, maintenance, and abandonment are regulated by the Groundwater Use Act of 1969, Sections 49-5-10 et seq.; the Oil and Gas Exploration, Drilling, Transportation, and Production Act, Sections 48-43-10 et seq.; or the Water Use Reporting and Coordination Act, Section 49-4-10 et seq. For these excepted wells, the board may promulgate regulations. The board shall further ensure that all wells are constructed in accordance with the standards. The board shall make available educational training on the standards to well drillers who desire this training.\n\n(P) The owner of a public water system must possess a valid operating permit to operate a public water system in this State.\n\nHISTORY: 1962 Code Section 32-1204; 1952 Code Section 32-1203; 1942 Code Section 5049; 1932 Code Section 5035; Civ. C. '22 Section 2345; Civ. C. '12 Section 1601; 1907 (25) 536; 1968 (55) 2436; 1976 Act No. 658; 1980 Act No. 319, Section 3; 1981 Act No. 157, Sections 5, 6; 1982 Act No. 459, Sections 6, 10; 1993 Act No. 181, Sections 1127, 1128; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-40/"
    },
    {
      "id": "section-44-55-45",
      "number": "44-55-45",
      "heading": "",
      "text": "An advisory committee to the board must be appointed for the purpose of advising the board during development or subsequent amendment of regulatory standards for the construction, maintenance, operation, and abandonment of wells subject to the jurisdiction of the board. The Advisory Committee is composed of eight members appointed by the board. Five members must be active well drillers; one member must be a registered professional engineer with experience in well design and construction; one member must be a consulting hydrogeologist with experience in well design and construction; and one member must be engaged in farming and shall represent the public at large. Three ex officio members shall also serve on the Advisory Committee, one of whom must be an employee of the Department of Health and Environmental Control, and appointed by the commissioner; and two of whom must be employees of the South Carolina Department of Natural Resources and appointed by the director.\n\nThe term of office of members of the Advisory Committee is for four years and until their successors are appointed and qualify. No member may serve more than two consecutive terms. The initial terms of office must be staggered and any member may be removed for cause after proper notification and an opportunity to be heard.\n\nHISTORY: 1982 Act No. 459, Section 7; 1993 Act No. 181, Section 1129; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-45/"
    },
    {
      "id": "section-44-55-50",
      "number": "44-55-50",
      "heading": "",
      "text": "(A) In establishing regulations, procedures, and standards under Section 44-55-30 and in exercising supervisory powers under Section 44-55-40 the board or department must not prohibit or fail to include provisions for recreational activities including boating, water skiing, fishing, and swimming in any reservoir without first making and publishing specific findings that these recreational activities would be injurious to the public health and assigning with particularity the factual basis and reasons for these decisions.\n\n(B) If the board or department determines that these recreational activities would be injurious to the public health it shall cause to have published at least once a week for six consecutive weeks in a newspaper of general circulation in the county or area affected a summary of its findings. Any citizen of this State who objects to the findings of the board or department is entitled to request a public hearing, which the board or department shall conduct within thirty days after the request. The public hearing must be a formal evidentiary hearing where testimony must be recorded. After the hearing the board or department shall review its initial findings and shall within thirty days after the hearing affirm or reevaluate its findings in writing and give notice to known interested parties. The findings of the board or department may be appealed to the circuit court, which is empowered to modify or overrule the findings if the court determines the findings to be arbitrary or unsupported by the evidence. Notice of intention to appeal must be served on the board or department within fifteen days after it has affirmed or reevaluated its initial findings and copies also must be served on known interested parties.\n\n(C) A public water system utilizing a fully owned and protected watershed as its water supply is exempt from this section.\n\nHISTORY: 1962 Code Section 32-1204A; 1976 Act No. 658; 1982 Act No. 459, Section 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-50/"
    },
    {
      "id": "section-44-55-60",
      "number": "44-55-60",
      "heading": "",
      "text": "(A) An imminent hazard is considered to exist when in the judgment of the commissioner there is a condition which may result in a serious immediate risk to public health in a public water system.\n\n(B) In order to eliminate an imminent hazard, the commissioner may, without notice or hearing, issue an emergency order requiring the water system to immediately take such action as is required under the circumstances to protect the public health. A copy of the emergency order must be served by certified mail or other appropriate means. An emergency order issued by the commissioner must be effected immediately and binding until the order is reviewed and modified by the board or modified or rescinded by a court of competent jurisdiction.\n\nHISTORY: 1962 Code Section 32-1205; 1968 (55) 2436; 1976 Act No. 658; 1982 Act No. 459, Section 10; 1993 Act No. 181, Section 1130; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-60/"
    },
    {
      "id": "section-44-55-70",
      "number": "44-55-70",
      "heading": "",
      "text": "A public water system shall, as soon as practicable, give public notice if it:\n\n(1) is not in compliance with the State Primary Drinking Water Regulations;\n\n(2) fails to perform required monitoring;\n\n(3) is granted a variance for an inability to meet a maximum contaminant level requirement;\n\n(4) is granted an exemption; or\n\n(5) fails to comply with the requirements prescribed by a variance or exemption.\n\nThe board shall prescribe procedures for the public notice, including procedures for notification by publication in a newspaper of general circulation, notification to be given in the water bills of the systems, as long as a condition of violation exists, and other notification as is considered appropriate by the board.\n\nHISTORY: 1962 Code Section 32-1206; 1952 Code Section 32-1205; 1942 Code Section 5049-1; 1932 Code Section 1448; Cr. C. '22 Section 396; Cr. C. '12 Section 404; 1907 (25) 536; 1931 (37) 254; 1933 (38) 87; 1968 (55) 2436; 1976 Act No. 658; 1982 Act No. 459, Section 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-70/"
    },
    {
      "id": "section-44-55-80",
      "number": "44-55-80",
      "heading": "",
      "text": "(A) It is unlawful for a person to fail to comply with:\n\n(1) the provisions of this article or the regulations promulgated pursuant to this article;\n\n(2) the conditions of any permit issued under this article; or\n\n(3) any order of the department.\n\n(B) It is unlawful for a person to render a public water system, or part or portion of a public water system, inoperable or unusable by means of contamination, vandalism, sabotage, or assault upon or detention of employees of the system or to misrepresent any fact related to the operation of a public water system.\n\nHISTORY: 1962 Code Section 32-1207; 1976 Act No. 658; 1982 Act No. 459, Sections 8, 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-80/"
    },
    {
      "id": "section-44-55-90",
      "number": "44-55-90",
      "heading": "",
      "text": "(A) Any person wilfully violating the provisions of Section 44-55-80 is guilty of a misdemeanor and, upon conviction, must be fined not more than ten thousand dollars a day per violation or imprisoned for not more than one year, or both.\n\n(B)(1) A violation of Section 44-55-80 by a person renders the violator liable to the State for a civil penalty of not more than five thousand dollars a day per violation.\n\n(2) The department may administer penalties as otherwise provided for violations of this article, including any order, permit, regulation, or standard or may request the Attorney General to commence an action under this subsection in an appropriate court of the State to secure this penalty.\n\n(C) The department may cause to be instituted a civil action in any court of applicable jurisdiction for injunctive relief to prevent violation of this article or any order issued pursuant to Sections 44-55-40, 44-55-60, and 44-55-70.\n\nHISTORY: 1962 Code Section 32-1208; 1976 Act No. 658; 1981 Act No. 157, Section 7; 1982 Act No. 459, Section 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-90/"
    },
    {
      "id": "section-44-55-100",
      "number": "44-55-100",
      "heading": "",
      "text": "To carry out the provisions and purposes of this article, the department may:\n\n(1) enter into agreements, contracts, or cooperative arrangements, under the terms and conditions as it considers appropriate, with other state, federal, or interstate agencies, municipalities, educational institutions, local health departments, or other organizations or individuals;\n\n(2) receive financial and technical assistance from the federal government and other public or private agencies;\n\n(3) participate in related programs of the federal government, other states, interstate agencies, or other public or private agencies or organizations and collect and file such reports, surveys, inventories, data, and information which may be required by the federal Safe Drinking Water Act;\n\n(4) establish and collect fees for collecting samples and conducting laboratory analyses as may be necessary.\n\nHISTORY: 1962 Code Section 32-1209; 1976 Act No. 658; 1982 Act No. 459, Section 10; 2000 Act No. 322, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-100/"
    },
    {
      "id": "section-44-55-120",
      "number": "44-55-120",
      "heading": "",
      "text": "(A) In order to comply with the federal Safe Drinking Water Act, in addition to other fees authorized under this article, the department is authorized to collect an annual fee from each public water system. The schedule for the annual fee, established pursuant to this article, may not be increased except in accordance with the Administrative Procedures Act. Upon appropriation of additional state funds for this specific purpose or state funds not otherwise allocated for specific purposes to implement the provisions of the federal Safe Drinking Water Act, the department shall adjust the fee schedule by an equivalent amount.\n\n(B) There is established in the treasurer's office an account entitled the Drinking Water Trust Fund which is separate and distinct from the Environmental Protection Fund established pursuant to Chapter 2, Title 48. The fees collected from the public water systems pursuant to this section must be deposited into the Drinking Water Trust Fund and must be provided to the department solely for purposes of implementing this chapter and the federal Safe Drinking Water Act. The fees must be established in accordance with fees which fund the Environmental Protection Fund pursuant to Chapter 2, Title 48.\n\n(C) There is established a Safe Drinking Water Advisory Committee for the purpose of advising and providing an annual review to the department and General Assembly on the fee schedule and the use of revenues deposited in the Drinking Water Trust Fund. The Governor shall appoint the advisory committee which must be composed of one member representing water systems with fifty thousand or more service connections, one member representing water systems with at least twenty-five thousand but fewer than fifty thousand service connections, one member representing water systems with at least ten thousand but fewer than twenty-five thousand water service connections, one member representing water systems with at least one thousand but fewer than ten thousand service connections, one member representing water systems with fewer than one thousand service connections, and the Executive Director of the Office of Regulatory Staff and the Commissioner of the Department of Health and Environmental Control, or a designee.\n\n(D) The department may deny a construction permit to any new system which is unable to demonstrate viability to comply with the Safe Drinking Water Act or where connection to an existing, viable water system is feasible. The department also may revoke or deny renewal of an operating permit to any existing water system which is unable to demonstrate its ability to continue compliance with this act.\n\n(E) A water system may increase water rates to each service connection by an amount necessary to recover the cost of the safe drinking water fee without seeking approval of the public service commission. The total funds generated from rate increases to service connections for the purpose of paying the safe drinking water fee may not exceed the amount of the fee established pursuant to subsection (B).\n\nHISTORY: 1993 Act No. 164, Part II, Section 75A, eff July 1, 1993; 2000 Act No. 322, Section 1; 2006 Act No. 318, Section 229, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-120/"
    },
    {
      "id": "section-44-55-210",
      "number": "44-55-210",
      "heading": "",
      "text": "The term \"privy\" as used in this article shall be understood to include any and all buildings which are not connected with a system of sewage or with septic tanks of such construction and maintenance as are approved by the State Department of Health and Environmental Control and which are used for affording privacy in acts of urination or defecation. For the purpose of this article the term \"watershed\" shall include the entire watershed of all streams, creeks and rivers that have a daily average flow of less than ten million gallons, but for watersheds of streams, creeks or rivers that have a daily average flow of more than ten million gallons, the watershed shall include only such drainage areas as lie within fifteen miles of the waterworks intake.\n\nHISTORY: 1962 Code Section 32-1221; 1952 Code Section 32-1221; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-210/"
    },
    {
      "id": "section-44-55-220",
      "number": "44-55-220",
      "heading": "",
      "text": "The provisions of this article shall apply to all residences, institutions and establishments and all privies, without regard to their distance from the homes of persons, which are located on the watershed of a public surface water supply.\n\nHISTORY: 1962 Code Section 32-1222; 1952 Code Section 32-1222; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-220/"
    },
    {
      "id": "section-44-55-230",
      "number": "44-55-230",
      "heading": "",
      "text": "Every privy, located on property occupied by the owner or a tenant or by any person employed by the owner, shall be maintained in a sanitary manner and in accordance with rules and regulations prescribed by the Department of Health and Environmental Control and posted in a suitable form inside of the privy by an officer of the Department.\n\nHISTORY: 1962 Code Section 32-1224; 1952 Code Section 32-1224; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310; 1972 (57) 2768.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-230/"
    },
    {
      "id": "section-44-55-240",
      "number": "44-55-240",
      "heading": "",
      "text": "The person in charge of a dwelling, office building, establishment or institution shall be responsible for the sanitary maintenance of any privy which is used by his household, guests, customers, pupils, passengers, occupants, employees, workers or other persons.\n\nHISTORY: 1962 Code Section 32-1225; 1952 Code Section 32-1225; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310; 1972 (57) 2768.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-240/"
    },
    {
      "id": "section-44-55-250",
      "number": "44-55-250",
      "heading": "",
      "text": "The Department of Health and Environmental Control, through its officers and inspectors, shall exercise such supervision over the sanitary construction and maintenance of privies as may be necessary to enforce the provisions of this article.\n\nHISTORY: 1962 Code Section 32-1226; 1952 Code Section 32-1226; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-250/"
    },
    {
      "id": "section-44-55-260",
      "number": "44-55-260",
      "heading": "",
      "text": "Duly authorized agents of the Department of Health and Environmental Control may enter upon any premises and into any buildings or institutions for the purposes of inspection as provided for or required by State laws or regulations of the Department pursuant to such laws, but the privacy of no person shall be violated. Any person who wilfully interferes with or obstructs the officers of the Department in the discharge of any of their duties under this article shall be deemed guilty of a misdemeanor and upon conviction shall be fined not more than one hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1962 Code Section 32-1227; 1952 Code Section 32-1227; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310; 1972 (57) 2825.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-260/"
    },
    {
      "id": "section-44-55-270",
      "number": "44-55-270",
      "heading": "",
      "text": "If an officer or an inspector of the Department of Health and Environmental Control shall find a privy which is not constructed in accordance with the provisions of this article or not being maintained in a sanitary manner and in accordance with the rules and regulations of the Department he shall securely fasten on the privy a notice reading, \"Unsanitary, Unlawful To Use.\"\n\nHISTORY: 1962 Code Section 32-1228; 1952 Code Section 32-1228; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310; 1972 (57) 3042.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-270/"
    },
    {
      "id": "section-44-55-275",
      "number": "44-55-275",
      "heading": "",
      "text": "On the effective date of this section any provision of law or regulation relating to outdoor toilet facilities or privies which would require the destruction or discontinued use of such facilities shall not apply to facilities at campgrounds or parks used exclusively for religious purposes.\n\nHISTORY: 1978 Act No. 561.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-275/"
    },
    {
      "id": "section-44-55-280",
      "number": "44-55-280",
      "heading": "",
      "text": "No person shall remove or deface an official notice fastened on or in a privy by an officer of the Department of Health and Environmental Control.\n\nHISTORY: 1962 Code Section 32-1229; 1952 Code Section 32-1229; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-280/"
    },
    {
      "id": "section-44-55-290",
      "number": "44-55-290",
      "heading": "",
      "text": "The Department of Health and Environmental Control shall designate as its agents local health inspectors of incorporated towns or cities for the enforcement of the terms of this article and the rules and regulations issued pursuant thereto within one mile outside the corporate limits of such town or city. Such local health inspectors shall enforce such rules and regulations as may be issued by the Department under the terms of this article. In counties having health units it shall be the duty of such health units to enforce the rules and regulations of the Department in the territory of such counties lying beyond the distance of one mile from the corporate limits of towns or cities having local health inspectors. Provided, that nothing herein shall affect the Richland County board of health from having concurrent jurisdiction with the designated local health inspectors to implement the rules and regulations within one mile of the boundary of a city or town.\n\nHISTORY: 1962 Code Section 32-1230; 1952 Code Section 32-1230; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310; 1968 (55) 2684.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-290/"
    },
    {
      "id": "section-44-55-300",
      "number": "44-55-300",
      "heading": "",
      "text": "Any person who violates any of the provisions of this article, other than Section 44-55-260, and any person who is responsible for the sanitary maintenance of a privy and who permits such privy, after an official notice reading, \"Unsanitary, Unlawful To Use,\" has been fastened on it, to be used shall be guilty of a misdemeanor and fined not less than five dollars nor more than fifty dollars or imprisoned not exceeding thirty days.\n\nHISTORY: 1962 Code Section 32-1231; 1952 Code Section 32-1231; 1942 Code Section 5050; 1932 Code Section 5041; 1928 (35) 1310.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-300/"
    },
    {
      "id": "section-44-55-410",
      "number": "44-55-410",
      "heading": "",
      "text": "In order to protect the public health, all persons engaged in manufacturing in this State and furnishing, by renting and otherwise, directly or indirectly, houses to their employees shall furnish to their employees occupying such houses sewage closets with necessary sewage connections for them.\n\nHISTORY: 1962 Code Section 32-1241; 1952 Code Section 32-1241; 1950 (46) 2327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-410/"
    },
    {
      "id": "section-44-55-420",
      "number": "44-55-420",
      "heading": "",
      "text": "The construction of the sewage connections and the sanitary closets and the method of keeping such connections and closets in sanitary condition shall be under the supervision and control of the Department of Health and Environmental Control.\n\nHISTORY: 1962 Code Section 32-1242; 1952 Code Section 32-1242; 1950 (46) 2327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-420/"
    },
    {
      "id": "section-44-55-430",
      "number": "44-55-430",
      "heading": "",
      "text": "The Department of Health and Environmental Control may make rules and regulations necessary for the enforcement of the provisions of this article.\n\nHISTORY: 1962 Code Section 32-1243; 1952 Code Section 32-1243; 1950 (46) 2327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-430/"
    },
    {
      "id": "section-44-55-440",
      "number": "44-55-440",
      "heading": "",
      "text": "In case a person subject to the provisions of this article shall have installed, prior to June 3, 1951, in his tenement or mill village an adequate sewage system with adequate water closets in compliance with the law as it then existed on the subject, such person shall be exempt from the provisions hereof, except the requirement of maintenance in compliance with the rules and regulations of the Department of Health and Environmental Control.\n\nHISTORY: 1962 Code Section 32-1244; 1952 Code Section 32-1244; 1950 (46) 2327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-440/"
    },
    {
      "id": "section-44-55-450",
      "number": "44-55-450",
      "heading": "",
      "text": "This article shall not apply to sawmills, manufacturing enterprises operating on a temporary basis or manufacturing firms operating under an order of court or in receivership.\n\nHISTORY: 1962 Code Section 32-1245; 1952 Code Section 32-1245; 1950 (46) 2327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-450/"
    },
    {
      "id": "section-44-55-460",
      "number": "44-55-460",
      "heading": "",
      "text": "Any person refusing or neglecting to carry into effect the provisions of this article, to obey the rules and regulations as established by the Department of Health and Environmental Control or to obey any order issued by said Department relative to the provisions of this article shall, upon conviction, be fined in a sum not exceeding one hundred dollars or not less than twenty-five dollars, and each day of such violation shall constitute a separate offense.\n\nHISTORY: 1962 Code Section 32-1246; 1952 Code Section 32-1246; 1950 (46) 2327.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-460/"
    },
    {
      "id": "section-44-55-610",
      "number": "44-55-610",
      "heading": "",
      "text": "In each county in this State containing a city having a population of more than seventy thousand according to the official United States census, the construction, installation and use of septic tanks shall be regulated by the provisions of this article and specifications and rules and regulations adopted by the county board of health and shall be approved by the county board of health, whose certificate of approval shall be accepted by all agencies and the courts of this State as evidence of such approval and of installation in compliance with the provisions of this article and of such specifications, rules and regulations.\n\nHISTORY: 1962 Code Section 32-1261; 1952 Code Section 32-1261; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-610/"
    },
    {
      "id": "section-44-55-620",
      "number": "44-55-620",
      "heading": "",
      "text": "The county board of health of any such county may promulgate specifications, rules and regulations governing septic tanks and their installation which shall accord with approved engineering standards in general and shall contain the following standards and requirements in particular:\n\n(1) No septic tank shall be installed which has a net liquid capacity of less than five hundred gallons;\n\n(2) The length of each tank shall be at least two but not more than three times the width;\n\n(3) The uniform liquid depth of each tank shall be not less than two feet six inches; and\n\n(4) The theoretical detention period of each tank shall be not less than twenty-four hours based upon the average daily flow.\n\nHISTORY: 1962 Code Section 32-1262; 1952 Code Section 32-1262; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-620/"
    },
    {
      "id": "section-44-55-630",
      "number": "44-55-630",
      "heading": "",
      "text": "The plans for each septic tank having a capacity of one thousand gallons or more shall have the approval of the county health officer before the tank is installed. Each such tank shall have a second or effluent compartment not longer than one third the total length of the tank nor shorter than three feet and shall be equipped with a dosing chamber and siphon if a tile field or filter is used for secondary treatment of the tank effluent.\n\nHISTORY: 1962 Code Section 32-1263; 1952 Code Section 32-1263; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-630/"
    },
    {
      "id": "section-44-55-640",
      "number": "44-55-640",
      "heading": "",
      "text": "Each septic tank shall be installed so as to receive the approval of the county board of health through a duly authorized agent.\n\nHISTORY: 1962 Code Section 32-1264; 1952 Code Section 32-1264; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-640/"
    },
    {
      "id": "section-44-55-650",
      "number": "44-55-650",
      "heading": "",
      "text": "All septic tanks shall be constructed of such materials as shall be required by the rules and regulations and specifications promulgated by the county board of health.\n\nHISTORY: 1962 Code Section 32-1265; 1952 Code Section 32-1265; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-650/"
    },
    {
      "id": "section-44-55-660",
      "number": "44-55-660",
      "heading": "",
      "text": "A grease trap shall be installed on the kitchen waste line preceding the septic tank when the tank serves a boardinghouse, cafe, restaurant, hotel or other public eating place. The grease trap shall have a theoretical detention period of at least thirty minutes.\n\nHISTORY: 1962 Code Section 32-1266; 1952 Code Section 32-1266; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-660/"
    },
    {
      "id": "section-44-55-670",
      "number": "44-55-670",
      "heading": "",
      "text": "All septic tanks shall have a minimum of one hundred feet of distribution pipe laid and installed in the manner required by the specifications, rules and regulations promulgated by the county board of health.\n\nHISTORY: 1962 Code Section 32-1267; 1952 Code Section 32-1267; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-670/"
    },
    {
      "id": "section-44-55-680",
      "number": "44-55-680",
      "heading": "",
      "text": "No septic tank effluent shall be discharged into any stream without special approval of the county board of health through a duly authorized agent.\n\nHISTORY: 1962 Code Section 32-1268; 1952 Code Section 32-1268; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-680/"
    },
    {
      "id": "section-44-55-690",
      "number": "44-55-690",
      "heading": "",
      "text": "The county board of health may permit and approve the installation of temporary septic tanks in the case of unusual, temporary or emergency conditions. Such temporary septic tank shall be constructed and installed in accordance with the specifications, rules and regulations promulgated by the county board of health relating to the use of such tanks, and the board may determine the period of time for which such temporary septic tank may be used.\n\nHISTORY: 1962 Code Section 32-1269; 1952 Code Section 32-1269; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-690/"
    },
    {
      "id": "section-44-55-700",
      "number": "44-55-700",
      "heading": "",
      "text": "The use, construction or installation of any septic tank in any such county without the prior approval of the county board of health as herein provided for shall be deemed a misdemeanor, punishable by a fine of not less than ten dollars nor more than fifty dollars or imprisonment of not less than five days nor more than twenty days, and each day during which such violation shall continue shall constitute a separate offense.\n\nHISTORY: 1962 Code Section 32-1270; 1952 Code Section 32-1270; 1943 (43) 298.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-700/"
    },
    {
      "id": "section-44-55-710",
      "number": "44-55-710",
      "heading": "",
      "text": "Septic tank permits issued prior to the effective date of this section under Title 44 of the 1976 Code shall continue to be valid unless the physical character of the property for which they were issued changes, provided the conditions of the original permit are met.\n\nHISTORY: 1983 Act No. 71.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-710/"
    },
    {
      "id": "section-44-55-810",
      "number": "44-55-810",
      "heading": "",
      "text": "The General Assembly, having considered the problems associated with proper sewage disposal, finds that many mobile, modular and permanently constructed homes are being constructed, located, and installed in areas of this State which will not support an individual sewage disposal system, and further finds that this situation has resulted in the discharge of sewage to the ground or to adjacent waters. To correct this problem is the purpose of this article.\n\nHISTORY: 1975 (59) 597.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-810/"
    },
    {
      "id": "section-44-55-820",
      "number": "44-55-820",
      "heading": "",
      "text": "No private or public utility, municipality, or electric cooperative supplying power shall connect temporary or permanent power to a new site of any mobile, modular or permanently constructed building or facility until such time as the power supplier is presented with a certificate, license, or permit by the county or municipality when the proposed connection is to be made within the corporate limits thereof authorizing such connection. No such certificate, license, or permit shall be issued by the county or municipality without a permit from the county health department approving the method of sewage disposal; nor shall such permit, certificate or license be issued until evidence is presented that all other appropriate safety and health regulations, permits, codes and ordinances have been complied with. Such permits, certificates or licenses shall state the location of the approved site. The governing body of each county or municipality shall provide one office to issue evidence that all such requirements have been met by the applicant.\n\nHISTORY: 1962 Code Section 32-1251; 1975 (59) 597.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-820/"
    },
    {
      "id": "section-44-55-822",
      "number": "44-55-822",
      "heading": "",
      "text": "(A)(1) The Department of Health and Environmental Control may issue a preliminary tract evaluation for tracts of land that may be developed in the future. For purposes of this section, a tract of land is any tract of land that is not yet divided into individual lots for the immediate or future purpose of building development. A preliminary tract evaluation will determine whether a tract of land is conceptually appropriate for the use of onsite wastewater systems. If the proposed subdivision is found to be suitable for onsite waste treatment systems, the department shall issue a preliminary subdivision approval letter.\n\n(2) When conducting a preliminary tract evaluation, the department shall consider a variety of factors including, but not limited to, soil maps, boundary plat, and distance to the nearest sewer line. The department may determine what documents and other supporting materials must be submitted with an application for a preliminary tract evaluation. When making a determination on a preliminary tract evaluation, the department may receive and consider information and data on soil from registered soil classifiers and other site conditions from engineers.\n\n(B)(1) The Department of Health and Environmental Control may issue a preliminary subdivision approval letter for subdivisions where the use of onsite wastewater systems is proposed as the method of sewage treatment and disposal. For purposes of this section, a subdivision is any tract of land divided into five or more lots for the immediate or future purpose of building development where onsite wastewater systems are to be considered except where all of the lots are five acres or larger, regardless of the number of lots.\n\n(2) The department must not issue a final subdivision approval letter for a residential subdivision for which it has approval responsibility without first conducting a soil suitability test on each lot in the proposed subdivision. The suitability test must determine if the soil conditions on each lot meet the requirements of regulation to support the use of an onsite wastewater system. The department shall issue permits on each approved lot within the subdivision if all of the conditions for permitting have been met pursuant to regulation. Following the completion of the soil suitability test for each lot as submitted by the developer, the department shall issue a final subdivision approval letter indicating the approval or disapproval for each lot in the proposed subdivision.\n\n(3) The department shall provide space on its \"Application for Subdivision of Real Estate\", or another applicable form in use, for the developer of the proposed subdivision to indicate the typical setback on the lots and the typical size house that is anticipated to be built in the proposed subdivision. Changes in the house size, addition of landscaping features, addition of structures, addition of impervious materials or other site alterations could jeopardize permitting a septic tank system for a proposed lot. If the septic permit application is denied for any reason, the department shall inform the subdivision lot owner if any corrective measures could be taken to remedy the problem and lead to the issuance of a septic tank permit.\n\nHISTORY: 2007 Act No. 106, Section 1, eff January 1, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-822/"
    },
    {
      "id": "section-44-55-825",
      "number": "44-55-825",
      "heading": "",
      "text": "(A) Notwithstanding any other provision of law, after the department has conducted soil suitability testing and has issued a permit for the installation of an onsite wastewater system, the department is required to conduct random final inspections and approvals of no less than three percent annually of the total number of installed systems during the preceding fiscal year.\n\n(B) Any installed system not inspected within a specified time period designated by the department is deemed approved by the department. The department shall establish documentation and record requirements.\n\n(C) Onsite wastewater systems must be installed pursuant to construction and operation permits issued by the department pursuant to regulation. Deviation from the installation design and conditions in onsite wastewater permits may be considered by the department to be a violation. Violation of an onsite wastewater system permit installation must be enforced in accordance with the following:\n\n(1) First offense violations may be enforced under Section 44-1-150 or by suspension of the installer's license by a period not to exceed one year.\n\n(2) Second offense violations may be enforced under Section 44-1-150 or by suspension of the installer's license by a period not to exceed three years.\n\n(3) Third offense violations may be enforced under Section 44-1-150 or by permanent revocation of the installer's license.\n\nHISTORY: 2007 Act No. 106, Section 1, eff January 1, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-825/"
    },
    {
      "id": "section-44-55-827",
      "number": "44-55-827",
      "heading": "",
      "text": "(A) The department shall promulgate regulations for the licensure of persons who contract or advertise to offer or provide services for installation, repair, modification, or final inspection and approval of onsite wastewater systems. These regulations must include:\n\n(1) eligibility criteria to be licensed as an Onsite Wastewater Systems Contractor;\n\n(2) a tiered licensing program defining various levels of competency and skill, including licenses that allow different combinations of installation, repair, modification, and final inspection and approval of onsite wastewater systems;\n\n(3) a system for the department to monitor the quality of contractor installation, repair, modification, and final inspection and approval of onsite wastewater systems;\n\n(4) minimum standards for training and continuing education for Onsite Wastewater Systems Contractors;\n\n(5) bonding and insurance requirements for Onsite Wastewater Systems Contractors;\n\n(6) the establishment and collection of administrative and licensing fees to cover the costs of this program; and\n\n(7) enforcement guidelines and penalties for violations of the provisions of these regulations.\n\n(B) The department shall promulgate regulations pursuant to the requirements for licensure of an Onsite Wastewater Systems Contractor, as provided for in subsection (A), items (1) through (7).\n\n(C) Nothing in this chapter or regulations promulgated pursuant to this chapter affect the department's authority, under Section 44-1-140 and regulation, to issue permits for the installation and construction of individual onsite wastewater systems.\n\nHISTORY: 2007 Act No. 106, Section 1, eff January 1, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-827/"
    },
    {
      "id": "section-44-55-830",
      "number": "44-55-830",
      "heading": "",
      "text": "The purchaser or owner shall obtain the permit and provide to any person who sells a mobile home a copy of the certificate of health department approval required by Section 44-55-820 before placing such mobile home upon the new site for occupancy.\n\nHISTORY: 1962 Code Section 32-1253; 1975 (59) 597.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-830/"
    },
    {
      "id": "section-44-55-840",
      "number": "44-55-840",
      "heading": "",
      "text": "Any supplier or recipient of electrical service or any other person violating the provisions of this article shall be deemed guilty of a misdemeanor and upon conviction shall be fined not more than one hundred dollars or be imprisoned for not more than thirty days.\n\nHISTORY: 1962 Code Section 32-1254; 1975 (59) 597.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-840/"
    },
    {
      "id": "section-44-55-850",
      "number": "44-55-850",
      "heading": "",
      "text": "The provisions of this article shall not be construed to increase or decrease the powers or jurisdiction of any agency responsible for issuance of permits or regulations relating to safety or health or the enforcement of codes and ordinances.\n\nHISTORY: 1962 Code Section 32-1252; 1975 (59) 597.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-850/"
    },
    {
      "id": "section-44-55-860",
      "number": "44-55-860",
      "heading": "",
      "text": "Whenever any lot or parcel of land without improvement thereon upon which an owner intends to construct a building or place a mobile home is not accessible to a sewer line for a tap-on and the county board of health or other appropriate agency in which the lot or parcel of land is situated certifies that such lot or land is not suitable to accommodate a septic tank or other individual sewage disposal system, the board or agency shall state in writing to the owner within thirty days following inspection of the property the reason such septic tank or system cannot be used. At the same time the board or agency shall inform the owner of the property in detail of any corrective measures that may be taken to remedy the sewage problem.\n\nHISTORY: 1981 Act No. 11, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-860/"
    },
    {
      "id": "section-44-55-1010",
      "number": "44-55-1010",
      "heading": "",
      "text": "Any county in this State may regulate the collection and disposal of garbage in accordance with the provisions of this article. The governing body of each county shall decide whether or not the county shall elect to come under the provisions of this article.\n\nHISTORY: 1962 Code Section 32-1275; 1956 (49) 1837.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1010/"
    },
    {
      "id": "section-44-55-1020",
      "number": "44-55-1020",
      "heading": "",
      "text": "The provisions of this article shall not apply to any incorporated city or town which regulates the collection and disposal of its garbage or to individuals who dispose of their own garbage in a manner satisfactory to the county health department.\n\nHISTORY: 1962 Code Section 32-1276; 1956 (49) 1837.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1020/"
    },
    {
      "id": "section-44-55-1030",
      "number": "44-55-1030",
      "heading": "",
      "text": "It shall be unlawful for any person to collect or dispose of garbage in any county electing to come under the provisions of this article without first obtaining a license from the governing body of the county under such terms and conditions as may be prescribed by the governing body and approved by the county health department.\n\nHISTORY: 1962 Code Section 32-1277; 1956 (49) 1837.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1030/"
    },
    {
      "id": "section-44-55-1040",
      "number": "44-55-1040",
      "heading": "",
      "text": "The governing body of any county electing to come under the provisions of this article may call for bids for the right to collect and dispose of garbage or may issue to one or more persons on such terms as it shall fix the right or franchise to collect and dispose of garbage not inconsistent with the provisions of this article.\n\nHISTORY: 1962 Code Section 32-1278; 1956 (49) 1837.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1040/"
    },
    {
      "id": "section-44-55-1050",
      "number": "44-55-1050",
      "heading": "",
      "text": "The county health department shall exercise such supervision over the equipment used in and the manner of collecting and disposing of garbage as may be necessary to enforce the provisions of this article and may promulgate such Rules and regulations as may be necessary to carry out the provisions of this article.\n\nHISTORY: 1962 Code Section 32-1279; 1956 (49) 1837.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1050/"
    },
    {
      "id": "section-44-55-1060",
      "number": "44-55-1060",
      "heading": "",
      "text": "Any person violating the provisions of this article shall, upon conviction, be fined not more than one hundred dollars or imprisoned for not more than thirty days. A violation of this article shall not be considered as a continuing offense, but each day that this article is violated shall be a separate and distinct offense.\n\nHISTORY: 1962 Code Section 32-1280; 1956 (49) 1837.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1060/"
    },
    {
      "id": "section-44-55-1210",
      "number": "44-55-1210",
      "heading": "",
      "text": "The governing body of any county may by ordinance or resolution provide that the county shall engage in the collection and disposal of solid waste. Such collection and disposal may be accomplished either by use of county employees and equipment or by contract with private agencies or municipalities of the county. Service charges may be levied against persons for whom collection services are provided whether such services are performed by the county, a municipality or a private agency.\n\nHISTORY: 1962 Code Section 32-1280.1; 1974 (58) 1941.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1210/"
    },
    {
      "id": "section-44-55-1220",
      "number": "44-55-1220",
      "heading": "",
      "text": "The governing body of any county which engages in the collection and disposal of solid waste is authorized to promulgate such rules and regulations as it may deem necessary to carry out the functions authorized by this article. Provided, that no rule or regulation shall become effective until the tenth day after it has been both filed with the county clerk of court and published in a newspaper having general circulation in the county. Provided, further, that the governing body of any county may exercise the eminent domain procedures in Section 28-5-10 for the acquisition of land necessary for landfill purposes in disposing of such solid waste.\n\nHISTORY: 1962 Code Section 32-1280.2; 1974 (58) 1941, 2809.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1220/"
    },
    {
      "id": "section-44-55-1230",
      "number": "44-55-1230",
      "heading": "",
      "text": "Any person violating the provisions of such rules and regulations shall be deemed guilty of a misdemeanor and upon conviction shall be fined not more than one hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1962 Code Section 32-1280.3; 1974 (58) 1941.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1230/"
    },
    {
      "id": "section-44-55-1310",
      "number": "44-55-1310",
      "heading": "",
      "text": "Section repealed upon contingency. See Editor's notes.\n\nAs used in this article:\n\n(1) \"Passive soil-based on-site disposal system\" means a nongravel, nonmechanical, soil absorption trench used to collect, treat, and discharge, or reclaim wastewater or sewage from a small on-site wastewater system generating less than fifteen hundred gallons per day, large on-site wastewater system generating equal to or greater than fifteen hundred gallons per day, or community, cluster, or commercial wastewater system, served by either gravity or pump distribution, without the use of communitywide sewers or a centralized treatment facility.\n\n(2) \"Department\" means the South Carolina Department of Health and Environmental Control.\n\nHISTORY: 2003 Act No. 49, Section 1, eff June 6, 2003; 2015 Act No. 37 (H.3646), Section 1, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1310/"
    },
    {
      "id": "section-44-55-1320",
      "number": "44-55-1320",
      "heading": "",
      "text": "Section repealed upon contingency. See Editor's notes.\n\nA passive soil-based on-site disposal system is authorized for use for collecting, treating, discharging, or reclaiming wastewater or sewage from a small on-site wastewater system generating less than fifteen hundred gallons per day, large on-site wastewater system generating equal to or greater than fifteen hundred gallons per day, or community, cluster, or commercial wastewater system, if the systems comply with the requirements of this chapter and with ordinances a county or municipality establishes consistent with this chapter.\n\nHISTORY: 2003 Act No. 49, Section 1, eff June 6, 2003; 2015 Act No. 37 (H.3646), Section 2, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1320/"
    },
    {
      "id": "section-44-55-1330",
      "number": "44-55-1330",
      "heading": "",
      "text": "Section repealed upon contingency. See Editor's notes.\n\n(A) A passive soil-based on-site disposal system must be installed only by installation technicians who are licensed by the department under Regulation 61-56.1 as an installer and certified by the manufacturer or a representative that has been duly authorized to administer licensed installer certification.\n\n(B) A passive soil-based on-site disposal system must be sized and installed according to these minimum standards:\n\n(1) The storage capacity of the system must be at least that available in a conventional gravel system below the invert. A manufacturer shall provide its product's storage capacity as determined by a recognized third party testing company.\n\n(2) The total trench bottom area of the passive soil-based on-site disposal system, measured as the area bounded by the trench width and length must be at least seventy-five percent of that required for a conventional gravel system. The system must not be less than three hundred square feet, measured as the area bounded by the trench width and length, for soils in all classifications. In addition to the above requirement, the system must provide an unobstructed open bottom area equal to at least one-half the total bottom area of a conventional gravel system. The system must have a projected product width that fills the trench width within two inches. The system also must have a reserve area at least equal to fifty percent of the size of the installed system.\n\n(3) The absorption area must comply with all other appropriate separation distances, trench location, trench depth, and contour orientation as prescribed in Regulation 61-56. The permitting procedure for these systems will be the same as conventional systems to include site evaluation and final inspection.\n\n(4) The entire absorption area must be shown on a set of \"as built\" diagrams prepared by the department at the time of final inspection to include information identifying the name of the installer, the name of the product manufacturer, and the type or model number of the installed product.\n\n(5) Lateral trench runs must be as long as practical within the limits of the approved site so as to minimize the linear loading rate. Wastewater may be distributed to a lateral trench run either by gravity flow or by pump.\n\nHISTORY: 2003 Act No. 49, Section 1, eff June 6, 2003; 2015 Act No. 37 (H.3646), Section 3, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1330/"
    },
    {
      "id": "section-44-55-1350",
      "number": "44-55-1350",
      "heading": "",
      "text": "The department shall promulgate regulations regarding alternative tile field products to include passive soil-based on-site disposal systems in accordance with the following:\n\n(1) Regulations must conform to the requirements of Sections 44-55-1310, 44-55-1320 and 44-55-1330. When the department submits the proposed regulations to the General Assembly for approval pursuant to the Administrative Procedures Act, in addition to the information which must be filed pursuant to Section 1-23-120, the department shall include an explanation for each change proposed from the requirements of Sections 44-55-1310, 44-55-1320 and 44-55-1330.\n\n(2) When the regulations promulgated by the department are approved by the General Assembly and become effective by publication in the State Register, the provisions of Sections 44-55-1310, 44-55-1320 and 44-55-1330 are repealed and no longer have the force and effect of law.\n\nHISTORY: 2003 Act No. 49, Section 1, eff June 6, 2003; 2015 Act No. 37 (H.3646), Section 4, eff June 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1350/"
    },
    {
      "id": "section-44-55-1360",
      "number": "44-55-1360",
      "heading": "",
      "text": "A violation of a provision of this chapter is punishable in accordance with Sections 44-1-150, 48-1-320, 48-1-330, and 48-1-340, as applicable.\n\nHISTORY: 2003 Act No. 49, Section 1, eff June 6, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1360/"
    },
    {
      "id": "section-44-55-1410",
      "number": "44-55-1410",
      "heading": "",
      "text": "(A) The governing body of each county of the State is authorized to acquire, construct, improve, enlarge, operate and maintain, within such county, facilities to provide water for industrial and private use and facilities for the collection, treatment and disposition of sewage, including industrial waste. No such facilities shall be provided by the county within the territory of any special purpose district or authority existing on March 7, 1973, authorized to provide such facilities or within the corporate limits of any incorporated municipality without the consent of the governing body of such municipality, special purpose district, or authority, as the case may be. Nothing herein contained is intended to authorize the levy of taxes.\n\n(B) Every county governing body is authorized to adopt regulations with respect to the use of its water and sewage facilities, including regulations requiring connection thereto of properties to which such facilities are available.\n\n(C) Every county governing body is authorized to place into effect and revise from time to time a schedule of rates and charges for the use of its water or sewer facilities.\n\n(D) Every county governing body is authorized to enter into contracts in connection with the providing of water or sewer services, or both, and facilities with persons, private corporations, municipal corporations, public bodies, public agencies, special purpose districts, the State of South Carolina or any agencies thereof, and with the United States Government or any agencies thereof.\n\n(E) Every county governing body is authorized to establish such departments, boards, commissions, and positions in the county as may be necessary or appropriate to provide water or sewer facilities, or both, and services and to prescribe the functions thereof from time to time, and further in conjunction with the governing bodies of other counties, to create such agencies, boards and authorities as may be necessary and proper to provide water or sewer services, or both, and facilities and to vest in any such agencies, boards or authorities as agents of the several counties, any powers vested by this article in the several counties.\n\nHISTORY: 1975 (59) 268.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1410/"
    },
    {
      "id": "section-44-55-1510",
      "number": "44-55-1510",
      "heading": "",
      "text": "In counties which have cities of sixty-five thousand inhabitants or over it is unlawful for a manufacturer of acids or other distillations of a corrosive nature or of acrid odor, offensive or dangerous to human or plant life, to discharge into the air fumes generated in the manufacture of these acids or other similar substances without first treating the fumes so as to render them innocuous, inoffensive, and harmless to human or plant life. A person who violates this section is guilty of a felony and, upon conviction, must be fined in the discretion of the court or imprisoned not more than ten years, or both.\n\nHISTORY: 1962 Code Section 32-1851; 1952 Code Section 32-1851; 1942 Code Section 1504; 1932 Code Section 1504; 1929 (36) 184; 1993 Act No. 184, Section 77.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1510/"
    },
    {
      "id": "section-44-55-1520",
      "number": "44-55-1520",
      "heading": "",
      "text": "In all cases of civil action in which the violation of any of the provisions of Section 44-55-1510 shall be pleaded, the limit of liability of the defendant shall be actual damages sustained by the plaintiff.\n\nHISTORY: 1962 Code Section 32-1852; 1952 Code Section 32-1852; 1942 Code Section 1504; 1932 Code Section 1504; 1929 (36) 184.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-1520/"
    },
    {
      "id": "section-44-55-2310",
      "number": "44-55-2310",
      "heading": "",
      "text": "This article may be cited as the State Recreational Waters Act.\n\nHISTORY: 1990 Act No. 551, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2310/"
    },
    {
      "id": "section-44-55-2320",
      "number": "44-55-2320",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Board\" means the Board of Health and Environmental Control.\n\n(2) \"Director\" means the director of the department or his authorized agent.\n\n(3) \"Department\" means the Department of Health and Environmental Control.\n\n(4) \"Person\" means an individual, public or private corporation, political subdivision, governmental agency, municipality, industry, copartnership, association, firm, trust, estate, or any other legal entity. \"Person\" does not mean a church, synagogue, or religious organization.\n\n(5) \"Public swimming pool\" means an artificial structure used to impound water to provide for such recreational uses as bathing, swimming, diving, wading, spraying, sliding, floating, rafting, or other similar usage which is not built in connection with a single family residence and the use of which is not confined to the family of the residence and its private guests, or which is not owned, constructed, operated, or maintained by a church, synagogue, or religious organization.\n\nHISTORY: 1990 Act No. 551, Section 1; 1993 Act No. 181, Section 1131.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2320/"
    },
    {
      "id": "section-44-55-2330",
      "number": "44-55-2330",
      "heading": "",
      "text": "The department shall promulgate regulations, standards, and procedures necessary to protect the health and safety of the public and to ensure proper design, construction, and operation of public swimming pools. The regulations may prescribe minimum design criteria, the requirements for the issuance of construction and operation permits, operation and maintenance standards, and bacteriological, chemical, and physical standards for public swimming pool waters.\n\nHISTORY: 1990 Act No. 551, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2330/"
    },
    {
      "id": "section-44-55-2340",
      "number": "44-55-2340",
      "heading": "",
      "text": "(A) No person may construct, materially alter, or enlarge a public swimming pool until an application for a construction permit has been submitted to, and a construction permit is issued by, the department. An application submitted for a construction permit must be signed by the owner and include drawings, plans, and specifications prepared and signed by an architect or engineer registered in this State which demonstrate compliance with the design standards promulgated by the department. No newly constructed or altered public swimming pool may be placed into operation until the department has conducted a final inspection and issued written approval that the construction is completed satisfactorily.\n\n(B) No person may operate an existing public swimming pool until he has obtained an annual operating permit from the department for the calendar year in which the pool is to be operated. All annual operating permits expire on the last day of the calendar year for which they are issued. An annual operating permit for a newly constructed pool is not required until the calendar year following the year in which the pool is constructed.\n\n(C) The owner shall operate and maintain his public swimming pool in a manner to provide water quality which is bacteriologically, chemically, and physically safe for swimming or its other intended use and assure that it is free from potential safety hazards to the users. The owner shall keep records of operation on forms approved by the department and shall make the records available to the department upon request. The records must include information as specified in the regulations promulgated by the department.\n\nHISTORY: 1990 Act No. 551, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2340/"
    },
    {
      "id": "section-44-55-2350",
      "number": "44-55-2350",
      "heading": "",
      "text": "The department may establish and collect fees for the construction permits and the annual operating permits required by Section 44-55-2340 unless prohibited by the General Assembly.\n\nHISTORY: 1990 Act No. 551, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2350/"
    },
    {
      "id": "section-44-55-2360",
      "number": "44-55-2360",
      "heading": "",
      "text": "It is unlawful for a person to fail to comply with the requirements of this article and regulations promulgated by the department including a permit or order issued by the board, director or department.\n\nHISTORY: 1990 Act No. 551, Section 1; 1993 Act No. 181, Section 1132.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2360/"
    },
    {
      "id": "section-44-55-2370",
      "number": "44-55-2370",
      "heading": "",
      "text": "(A) Whenever the department finds that a person is in violation of a permit, regulation, standard, or requirement under this article, the department, after written notice of violation, may issue an order requiring the person to comply with the permit, regulation, standard, or requirement or may request the Attorney General to commence an action under this subsection in the appropriate court. The department also may assess civil penalties as provided in this section for violations of the provisions of this article, including any order, permit, regulation, or standard.\n\n(B) A person who fails to take appropriate corrective action after receiving written notice of the violation of a provision of Section 44-55-2360 is liable for a civil penalty not to exceed five hundred dollars a day for the first violation; one thousand dollars a day for the second violation; and three thousand dollars a day for the third or subsequent violations which occur during the same year. Fifty percent of the penalties collected must be retained and used in the implementation of the recreational waters program, thirty percent must be forwarded to the county in which the violations occur, and twenty percent must be forwarded to the state's general fund.\n\nHISTORY: 1990 Act No. 551, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2370/"
    },
    {
      "id": "section-44-55-2380",
      "number": "44-55-2380",
      "heading": "",
      "text": "For purposes of enforcing this article and regulations promulgated pursuant to this article, an employee or duly authorized representative of the department may enter at reasonable times the premises of a public swimming pool. The department, upon receipt of information that a public swimming pool may present an imminent and substantial hazard to the health of persons using the pool, may issue an order directing the owner or operator of the swimming pool to take steps necessary to eliminate the hazard. The action may include temporary cessation of operation of the public swimming pool.\n\nHISTORY: 1990 Act No. 551, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2380/"
    },
    {
      "id": "section-44-55-2390",
      "number": "44-55-2390",
      "heading": "",
      "text": "(A) As a condition of obtaining and maintaining an operating permit, all Type \"A\" public swimming pools, as defined in Regulation 61-51, shall provide lifeguards, as defined in Regulation 61-51, in accordance with the following:\n\n(1) A public swimming pool of three thousand square feet or fewer must have:\n\n(a) one lifeguard for one through twenty-five patrons;\n\n(b) two lifeguards for twenty-six through fifty patrons;\n\n(c) three lifeguards for fifty-one through one hundred fifty patrons;\n\n(d) four lifeguards for one hundred fifty-one through two hundred fifty patrons;\n\n(e) one additional lifeguard for each one hundred patrons greater than two hundred fifty patrons.\n\n(2) A public swimming pool of three thousand one square feet through six thousand square feet must have:\n\n(a) two lifeguards for one through twenty-five patrons;\n\n(b) three lifeguards for twenty-six through fifty patrons;\n\n(c) four lifeguards for fifty-one through one hundred fifty patrons;\n\n(d) five lifeguards for one hundred fifty-one through two hundred fifty patrons;\n\n(e) one additional lifeguard for each one hundred patrons greater than two hundred fifty patrons.\n\n(3) A public swimming pool of six thousand one square feet through nine thousand square feet must have:\n\n(a) two lifeguards for one through twenty-five patrons;\n\n(b) three lifeguards for twenty-six through fifty patrons;\n\n(c) five lifeguards for fifty-one through one hundred fifty patrons;\n\n(d) six lifeguards for one hundred fifty-one through two hundred fifty patrons;\n\n(e) one additional lifeguard for each one hundred patrons greater than two hundred fifty patrons.\n\n(4) A public swimming pool of greater than nine thousand square feet must have:\n\n(a) three lifeguards for one through twenty-five patrons;\n\n(b) four lifeguards for twenty-six through fifty patrons;\n\n(c) six lifeguards for fifty-one through one hundred fifty patrons;\n\n(d) seven lifeguards for one hundred fifty-one through two hundred fifty patrons;\n\n(e) one additional lifeguard for each one hundred patrons greater than two hundred fifty patrons.\n\n(B) All Type \"E\" public swimming pools, as defined in Regulation 61-51, shall submit to the Department of Health and Environmental Control a lifeguard coverage plan. Upon approval by the department, Type \"E\" public swimming pools shall provide lifeguards in accordance with their approved plan.\n\n(C) A public swimming pool, as defined in this chapter, required to have only one lifeguard shall, at all times, have at least one additional pool staff employee present and available to make an emergency call if necessary.\n\n(D) Any request for a variance from these provisions must be made in writing and must include a site-specific evaluation that demonstrates proof of equivalency with these provisions. The Department of Health and Environmental Control will consider the variance request and will provide written notice of its decision.\n\nHISTORY: 2012 Act No. 159, Section 1, eff May 14, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-55/section-44-55-2390/"
    }
  ]
}