{
  "state": "south-carolina",
  "path": "title-title-44/chapter-t44c135",
  "sections": [
    {
      "id": "section-44-135-10",
      "number": "44-135-10",
      "heading": "",
      "text": "This act may be cited as the \"Asbestos and Silica Claims Procedure Act of 2006\". HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-10/"
    },
    {
      "id": "section-44-135-20",
      "number": "44-135-20",
      "heading": "",
      "text": "(A) The General Assembly finds that: (1) asbestos is a mineral that was widely used prior to the 1980's for insulation, fire-proofing, and other purposes; (2) millions of American workers and others were exposed to asbestos, especially during and after World War II, at shipyards such as those that operated in the South Carolina Lowcountry, prior to the advent of regulation by the United States Occupational Safety and Health Administration in the early 1970's; (3) exposure to asbestos is associated with various types of cancer, including mesothelioma, as well as nonmalignant conditions such as asbestosis and diffuse pleural thickening; (4) diseases caused by asbestos exposure often have long latency periods; (5) while the cases currently filed in South Carolina are manageable by the courts and the litigants, it is proper for the legislature to support and protect the South Carolina courts from the potential of massive litigation expense and the crowding of trial dockets; (6) silica is a naturally occurring mineral and is the second most common constituent of the earth's crust. Crystalline silica in the form of quartz is present in sand, gravel, soil, and rocks; (7) silica-related illnesses, including silicosis, can develop from the inhalation of respirable silica dust. Silicosis was widely recognized as an occupational disease many years ago; (8) concerns about statutes of limitations may prompt unimpaired asbestos and silica claimants to bring lawsuits to protect their ability to recover for their potentially progressive occupational disease; and (9) several states, including Texas, Georgia, Ohio, and Florida have enacted legislation setting medical criteria governing asbestos and silica cases and tolling statutes of limitations and requiring persons alleging nonmalignant disease claims to demonstrate physical impairment as a prerequisite to setting such cases for trial. (B) The purpose of this chapter is to: (1) provide a procedural remedy allowing efficient judicial supervision and control of asbestos and silica litigation by giving priority for the purposes of trial and resolution to asbestos and silica claimants with demonstrable physical impairment caused by exposure to asbestos or silica; and (2) preserve the legal rights of claimants who were exposed to asbestos or silica, but have no physical impairment from asbestos or silica exposure, until such time as the claimant can demonstrate physical impairment. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-20/"
    },
    {
      "id": "section-44-135-30",
      "number": "44-135-30",
      "heading": "",
      "text": "For purposes of this chapter: (1) \"Asbestos\" means all minerals defined as \" asbestos\" in 29 CFR 1910, as and if amended. (2) \"Asbestos claim\" means any claim for damages or other civil or equitable relief presented in a civil action, arising out of, based on, or related to the health effects of exposure to asbestos, including loss of consortium and any other derivative claim made by or on behalf of any exposed person or any representative, spouse, parent, child, or other relative of any exposed person. (3) \"Asbestos-related injury\" means personal injury or death allegedly caused, in whole or in part, by inhalation or ingestion of asbestos. (4) \"Asbestosis\" means bilateral interstitial fibrosis of the lungs caused by inhalation of asbestos fibers. (5) \"Certified B-reader\" means a person who has successfully completed the x-ray interpretation course sponsored by the National Institute for Occupational Safety and Health (NIOSH) and passed the B-reader certification examination for x-ray interpretation and whose NIOSH certification is current at the time of any readings required by this chapter. (6) \"Chest x-ray\" means chest films that are taken in accordance with accepted medical standards in effect at the time the x-ray was taken. (7) \"Claimant\" means an exposed person and any person who is seeking recovery of damages for or arising from the injury or death of an exposed person. (8) \"Defendant\" means a person against whom a claim arising from an asbestos-related injury or a silica-related injury is made. (9) \"Exposed person\" means a person who is alleged to have suffered an asbestos-related injury or a silica-related injury. (10) \"FEV1\" means forced expiratory volume in the first second, which is the maximal volume of air expelled in one second during performance of simple spirometric tests. (11) \"FVC\" means forced vital capacity, which is the maximal volume of air expired with maximum effort from a position of full inspiration. (12) \"ILO system of classification\" means the radiological rating system of the International Labor Office in \"Guidelines for the Use of ILO International Classification of Radiographs of Pneumoconioses\", 2000 edition, as amended from time to time by the International Labor Office. (13) \"Mesothelioma\" means a rare form of cancer allegedly caused in some instances by exposure to asbestos in which the cancer invades cells in the membrane lining of the: (a) lungs and chest cavity (the pleural region); (b) abdominal cavity (the peritoneal region); or (c) heart (the pericardial region). (14) \"Nonmalignant asbestos-related injury\" means an asbestos-related injury other than mesothelioma or other asbestos-related malignancy. (15) \"Physician board certified in internal medicine\" means a physician who is certified by the American Board of Internal Medicine. (16) \"Physician board certified in occupational medicine\" means a physician who is certified in the subspecialty of occupational medicine by the American Board of Preventive Medicine. (17) \"Physician board certified in oncology\" means a physician who is certified in the subspecialty of medical oncology by the American Board of Internal Medicine. (18) \"Physician board certified in pathology\" means a physician who holds primary certification in anatomic pathology or clinical pathology from the American Board of Pathology and whose professional practice: (a) is principally in the field of pathology; and (b) involves regular evaluation of pathology materials obtained from surgical or postmortem specimens. (19) \"Physician board certified in pulmonary medicine\" means a physician who is certified in the subspecialty of pulmonary medicine by the American Board of Internal Medicine. (20) \"Physician board certified in radiology\" means a physician who is certified by the American Board of Radiology. (21) \"Plethysmography\" means the test for determining lung volume, also known as \"body plethysmography\", in which the subject of the test is enclosed in a chamber that is equipped to measure pressure, flow, or volume change. (22) \"Predicted lower limit of normal\" for any test means the fifth percentile of healthy populations based on age, height, and gender, as referenced in the AMA Guides to the Evaluation of Permanent Impairment (5th Edition) (dated November 2000). (23) \"Pulmonary function testing\" means spirometry and lung volume testing performed in accordance with Section 44-135-40 using equipment, methods of calibration, and techniques that materially comply with: (a) the criteria incorporated in the American Medical Association Guides to the Evaluation of Permanent Impairment and reported in 20 C.F.R. Part 404, Subpart P, Appendix 1, Part (A), Sections 3.00(E) and (F)(2003), as amended from time to time by the American Medical Association; and (b) the interpretative standards in the Official Statement of the American Thoracic Society entitled \"Lung Function Testing: Selection of Reference Values and Interpretative Strategies\", as published in 144 American Review of Respiratory Disease 1202-1218 (1991), as amended from time to time by the American Thoracic Society. (24) \"Radiological evidence\" of asbestosis or pleural thickening means a chest x-ray evaluated by a certified B-reader, a radiologist, a physician board certified in pulmonary medicine, occupational medicine, internal medicine, oncology, or pathology using the ILO System of classification. The chest x-ray shall be a quality 1 x-ray according to that ILO System, although if the certified B-reader, board certified pulmonologist, or board certified radiologist confirms that a quality 2 x-ray film is of sufficient quality to render an accurate reading under the ILO System of classification and no quality 1 x-ray films are available, then the necessary radiologic findings may be made with the quality 2 x-ray film which is the subject of the confirmation above. Also, in a death case where no pathology is available, the necessary radiologic findings may be made with a quality 2 x-ray film if a quality 1 x-ray film is not available. (25) \"Report\" means a report required by Section 44-135-50 or 44-135-60. (26) \"Respirable\" with respect to silica, means particles that are less than ten microns in diameter. (27) \"Serve\" means to serve notice on a party in compliance with the South Carolina Rules of Civil Procedure. (28) \"Silica\" means a naturally occurring, respirable form of crystalline silicon dioxide, including quartz, cristobalite, and tridymite. (29) \"Silica claim\" means any claim for damages or other civil or equitable relief presented in a civil action, arising out of, based on, or related to the health effects of exposure to silica, including loss of consortium and any other derivative claim made by or on behalf of any exposed person or any representative, spouse, parent, child, or other relative of any exposed person. (30) \"Silica-related injury\" means personal injury or death allegedly caused, in whole or in part, by inhalation of silica. (31) \"Silicosis\" means fibrosis of the lungs caused by inhalation of silica, including: (a) acute silicosis, which may occur after exposure to very high levels of silica within a period of months to five years after the initial exposure; (b) accelerated silicosis; and (c) chronic silicosis. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-30/"
    },
    {
      "id": "section-44-135-40",
      "number": "44-135-40",
      "heading": "",
      "text": "Pulmonary function testing required by this chapter must be interpreted by a physician who is: (1) licensed in this State or another state of the United States; and (2) board certified in pulmonary medicine, occupational medicine, internal medicine, oncology, or pathology at the time of issuing the relevant medical report. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-40/"
    },
    {
      "id": "section-44-135-50",
      "number": "44-135-50",
      "heading": "",
      "text": "(A) No person shall have an asbestos claim placed on any active trial roster in this State, or brought to trial in this State, or conduct discovery in an asbestos claim in this State, in the absence of a prima facie showing of asbestos-related malignancy or impairment as shown by service on each defendant of the information listed in either subsection (1) or (2) of this section: (1) a report by a physician who is board certified in pulmonary medicine, occupational medicine, internal medicine, oncology, or pathology at the time of issuing the relevant medical report concluding: (a) the exposed person has been diagnosed with mesothelioma or other asbestos-related malignancy; and (b) to a reasonable degree of medical certainty, exposure to asbestos was a proximate cause of the diagnosed mesothelioma or other asbestos-related malignancy, accompanied by a conclusion that the exposed person's medical findings were not more probably the result of other causes revealed by the exposed person's employment and medical history. A conclusion that the exposed person's physical impairment(s) is/are \"consistent with\" or \" compatible with\" mesothelioma or other asbestos-related malignancy does not meet the requirements of this section; and (c) for malignant asbestos-related conditions other than mesothelioma, that the exposed person has an underlying nonmalignant asbestos-related condition and that at least fifteen years have elapsed between the date of first exposure to asbestos and the date of diagnosis of the malignancy; or (2) a report by a physician who is board certified in pulmonary medicine, internal medicine, occupational medicine, or pathology that: (a) the exposed person has been diagnosed with a nonmalignant asbestos- related condition; and (b) confirms that a physician actually treating or who treated the exposed person, or who has or who had a doctor-patient relationship with the exposed person or a medical professional employed by and under the direct supervision and control of such physician: (i) performed a physical examination of the exposed person, or if the exposed person is deceased, reviewed available records relating to the exposed person's medical condition; (ii) took an occupational and exposure history from the exposed person or from a person knowledgeable about the alleged exposure or exposures that form the basis of the action; and (iii) took a medical and smoking history that includes a review of the exposed person's significant past and present medical problems relevant to the exposed person's impairment or disease; (c) sets out sufficient details of the exposed person's occupational, exposure, medical, and smoking history to form the basis for a medical diagnosis of an asbestos-related condition and confirms that at least fifteen years have elapsed between the exposed person's first exposure to asbestos and the date of diagnosis; (d) confirms that the exposed person has a pathological diagnosis of asbestosis graded 1(B) or higher under the criteria published in \"Asbestos-Associated Diseases\", 106 Archives of Pathology and Laboratory Medicine 11, Appendix 3 (October 8, 1982), as amended from time to time; or (e) confirms that the exposed person's chest x-ray shows bilateral small irregular opacities (s, t, or u) with a profusion grading of 2/2 or higher on the ILO system of classification; or (f) confirms that the exposed person has radiological evidence of asbestosis and/or pleural thickening showing: (i) bilateral small irregular opacities (s, t, or u) with a profusion grading of 1/1 or higher; or (ii) bilateral diffuse pleural thickening graded extent b2 or higher, including blunting of the costophrenic angle; and (g) confirms that in cases described in subsections (d) or (f) above, the exposed person has or had physical impairment rated at least Class 2 pursuant to the AMA Guides to the Evaluation of Permanent Impairment (5th Edition) (dated November 2000) demonstrating: (i) forced vital capacity below the lower limit of normal and FEV1/FVC ratio (using actual values) at or above the lower limit of normal; or (ii) total lung capacity, by plethysmography or timed gas dilution, below the lower limit of normal; or (iii) if the claimant's medical condition or process prevents the pulmonary function test from being performed or makes the results of such test an unreliable indicator of physical impairment, a board certified physician in pulmonary medicine, occupational medicine, internal medicine, oncology, or pathology, independent from the physician providing the report required herein must provide a report which states to a reasonable degree of medical certainty that the claimant has a nonmalignant asbestos-related condition causing physical impairment equivalent to (g)(i) or (g)(ii) above and states the reasons why the pulmonary function test would be an unreliable indicator of physical impairment. (h) alternatively and not to be used in conjunction with subsection (g) (iii), if an exposed person's medical conditions or processes prevent a physician from being able to diagnose or evaluate that exposed person sufficiently to make a determination as to whether that exposed person meets the requirements of subsection (2)(f) above, the claimant may serve on each defendant a report by a physician who is board certified in pulmonary medicine, occupational medicine, internal medicine, oncology, or pathology at the time the report was made that: (i) verifies that the physician has or had a doctor-patient relationship with the exposed person; and (ii) verifies that the exposed person has asbestos-related pulmonary impairment as demonstrated by pulmonary function testing showing: (aa) forced vital capacity below the lower limit of normal and total lung capacity, by plethysmography, below the lower limit of normal; or (bb) forced vital capacity below the lower limit of normal and FEV1/FVC ratio (using actual values) at or above the lower limit of normal; and (iii) verifies that the exposed person has a chest x-ray and computed tomography scan or high-resolution computed tomography scan read by the physician or a physician who is board certified in pulmonary medicine, occupational medicine, internal medicine, oncology, pathology, or radiology showing either bilateral pleural disease or bilateral parenchymal disease diagnosed and reported as being a consequence of asbestos exposure; (i) confirms that the physician has concluded that the exposed person's medical findings and impairment were not more probably the result of causes other than asbestos exposure as revealed by the exposed person's occupational, exposure, medical, and smoking history; and (j) is accompanied by the relevant radiologist's reports, pulmonary function tests, including printouts of all data, flow volume loops, and other information to the extent such has been performed demonstrating compliance with the equipment, quality, interpretation, and reporting standards set out in this chapter, lung volume tests, diagnostic imaging of the chest, pathology reports, or other testing reviewed by the physician in reaching the physician's conclusions. Upon request, the relevant computed tomography scans and/or chest x-rays will be made available for review. (B) The detailed occupational and exposure history required herein must describe: (1) the exposed person's principal employments where it was likely there was exposure to airborne contaminants (including asbestos, silica, and other disease causing dusts, mists, fumes, and airborne contaminants) that can cause pulmonary injury; and (2) identification of the general nature, duration, and frequency of the exposed person's exposure to airborne contaminants, including asbestos and other dusts that can cause pulmonary injury. (C) All evidence and reports used in presenting the prima facie showing required in this section, including pulmonary function testing and diffusing studies, if any: (1) must comply with the technical recommendations for examinations, testing procedures, quality assurance, quality controls, and equipment in the AMA's Guidelines to the Evaluation of Permanent Impairment and the most current version of the Official Statements of the American Thoracic Society regarding lung function testing. Testing performed in a hospital or other medical facility that is fully licensed and accredited by all appropriate regulatory bodies in the State in which the facility is located is presumed to meet the requirements of this act. This presumption may be rebutted by evidence demonstrating that the accreditation or licensing of the hospital or other medical facility has lapsed, or providing specific facts demonstrating that the technical recommendations for examinations, testing procedures, quality assurance, quality control, and equipment have not been followed; (2) must not be obtained through testing or examinations that violate any applicable law, regulation, licensing requirement, or medical code of practice; (3) must not be obtained under the condition that the exposed person retains legal services in exchange for the examination, testing, or screening; (4) shall not result in any presumption at trial that the exposed person is impaired by an asbestos- or silica-related condition; and (5) shall not be conclusive as to the liability of any defendant. (D) The conclusion that a prima facie showing has been made is not admissible at trial. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-50/"
    },
    {
      "id": "section-44-135-60",
      "number": "44-135-60",
      "heading": "",
      "text": "(A) No person shall have a silica claim placed on any active trial roster in this State, or brought to trial in this State, or conduct discovery in a silica claim in this State, in the absence of a prima facie showing of impairment as shown by service on each defendant of a report by a physician who is board certified in pulmonary medicine, internal medicine, oncology, pathology, or occupational medicine at the time of issuing the relevant medical report. (B) In a case alleging silicosis, the medical report must: (1) be issued by a physician who is board certified in pulmonary medicine, internal medicine, occupational medicine, or pathology that: (a) the exposed person has been diagnosed with a silica-related condition; and (b) confirms that a physician actually treating or who treated the exposed person, or who has or who had a doctor-patient relationship with the exposed person or a medical professional employed by and under the direct supervision and control of such physician: (i) performed a physical examination of the exposed person, or if the exposed person is deceased, reviewed available records relating to the exposed person's medical condition; (ii) took a detailed occupational and exposure history from the exposed person or, if the exposed person is deceased, from a person knowledgeable about the alleged exposure or exposures that form the basis of the action; and (iii) took a detailed medical and smoking history that includes a thorough review of the exposed person's significant past and present medical problems and the most probable cause of any such problem that is relevant to the exposed person's impairment or disease. (C) The medical report must set out the details of the exposed person's occupational, exposure, medical, and smoking history, and set forth that there has been a sufficient latency period for the applicable type of silicosis. (D) The medical report must confirm, on the basis of medical examination, chest x-ray and pulmonary function testing, that the exposed person has permanent respiratory impairment: (1) rated at least Class 2 pursuant to the AMA Guides to the Evaluation of Permanent Impairment; and (2) accompanied by: (a) a chest x-ray that is an ILO quality 1 film, except, that in the case of a deceased exposed individual where no pathology is available, the film can be ILO quality 2, showing bilateral nodular opacities (p, q, or r) occurring primarily in the upper lung fields, graded 1/1 or higher under the ILO system of classification; or (b) a chest x-ray that is an ILO quality 1 film, except, that in the case of a deceased exposed individual where no pathology is available, the film can be ILO quality 2, showing large opacities (A, B, or C) in addition to the small opacities referred to in the preceding section; or (c) a chest x-ray that is an ILO quality 1 film showing acute silicosis as described in Occupational Lung Diseases, Third Edition, as amended from time to time; or (d) pathological demonstration of classic silicotic nodules exceeding one centimeter in diameter as published in 112 Archive of Pathology and Laboratory Medicine 7 (July 1988), as amended from time to time; or (e) pathological demonstration of acute silicosis. (E) For all other silica-related claims, other than silicosis, the medical report must: (1) be issued by a physician who is board certified in pulmonary medicine, internal medicine, occupational medicine, or pathology that: (a) the exposed person has been diagnosed with a silica-related condition; and (b) confirms that a physician actually treating or who treated the exposed person, or who has or who had a doctor-patient relationship with the exposed person or a medical professional employed by and under the direct supervision and control of such physician: (i) stating a diagnosis of silica-related lung cancer based on a sufficient latency period which is not less than fifteen years and a statement that to a reasonable degree of medical certainty exposure to silica was a proximate cause of the exposed person's physical impairment, accompanied by a conclusion that the exposed person's silica-related lung cancer was not more probably the result of causes other than exposure to silica revealed by the exposed person's occupational, exposure, medical, and smoking history; or (ii) stating a diagnosis of silicosis complicated by documented tuberculosis; or (iii) stating a diagnosis of any other silica-related disease, accompanied by a diagnosis of silicosis as defined herein, based on a sufficient latency period and a statement that to a reasonable degree of medical certainty exposure to silica was a proximate cause of the exposed person's physical impairment, accompanied by a conclusion that the exposed person's silica-related disease was not more probably the result of causes other than exposure to silica revealed by the exposed person's occupational, exposure, medical, and smoking history; and (2) be accompanied by: (a) a chest x-ray that is an ILO quality 1 film, except, that in the case of a deceased exposed individual where no pathology is available, the film can be ILO quality 2, showing bilateral nodular opacities (p, q, or r) occurring primarily in the upper lung fields, graded 1/1 or higher under the ILO system of classification; (b) chest x-ray that is an ILO quality 1 film, except, that in the case of a deceased exposed individual where no pathology is available, the film can be ILO quality 2, showing large opacities (A, B, or C) in addition to the small opacities referred to in subitem (E)(2)(a) of this section; (c) chest x-ray that is an ILO quality 1 film showing acute silicosis as described in Occupational Lung Diseases, Third Edition, as amended from time to time; (d) pathological demonstration of classic silicotic nodules exceeding one centimeter in diameter as published in 112 Archive of Pathology and Laboratory Medicine 7 (July 1988), as amended from time to time; or (e) pathological demonstration of acute silicosis. (F) All evidence and reports used in presenting the prima facie showing required in this section, including pulmonary function testing and diffusing studies, if any: (1) must comply with the technical recommendations for examinations, testing procedures, quality assurance, quality controls, and equipment in the AMA's Guidelines to the Evaluation of Permanent Impairment and the most current version of the Official Statements of the American Thoracic Society regarding lung function testing, including general considerations for lung function testing, standardization of spirometry, standardization of the measurement of lung volumes, standardization of the single breath determination of carbon monoxide uptake in the lung, and interpretive strategies of lung testing in effect at the time of the performance of any examination or test on the exposed person required by this act. Testing performed in a hospital or other medical facility that is fully licensed and accredited by all appropriate regulatory bodies in the state in which the facility is located, is presumed to meet the requirements of this subsection. This presumption may be rebutted by evidence demonstrating that the accreditation or licensing of the hospital or other medical facility has lapsed, or providing specific facts demonstrating that the technical recommendations for examinations, testing procedures, quality assurance, quality control, and equipment have not been followed; (2) must not be obtained through testing or examinations that violate any applicable law, regulation, licensing requirement, or medical code of practice; (3) must not be obtained under the condition that the exposed person retains legal services in exchange for the examination, test, or screening; (4) shall not result in any presumption at trial that the exposed person is impaired by an asbestos- or silica-related condition; and (5) shall not be conclusive as to the liability of any defendant. (G) The conclusion that a prima facie showing has been made is not admissible at trial. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-60/"
    },
    {
      "id": "section-44-135-70",
      "number": "44-135-70",
      "heading": "",
      "text": "(A) In order to have an asbestos or silica claim placed on any active trial docket in this State, or brought to trial in this State, or conduct discovery in an asbestos or silica claim in this State, an individual must provide prima facie evidence of impairment by serving on each defendant who answers or otherwise appears, a report prescribed by this act. (B) In an action pending on the date this chapter becomes law, the case shall not be allowed to be called for or proceed to trial until ninety days after a report has been served on each defendant. (C) This act shall not be interpreted to create, alter, or eliminate a legal cause of action for any asbestos- and/or silica-related claimant who has been diagnosed with any asbestos- and/or silica-related disease. The act sets the procedure by which the courts in South Carolina shall manage trial settings for all asbestos- and/or silica-related claims. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-70/"
    },
    {
      "id": "section-44-135-80",
      "number": "44-135-80",
      "heading": "",
      "text": "(A) In any action covered by the provisions of this act, a claimant shall file together with the complaint or other initial pleading a written report and supporting test results constituting the prima facie showing required pursuant to this act. In an action where the claimant either fails to provide such prima facie evidence or provides inadequate prima facie evidence, the defendant may, without waiving any defenses otherwise available to him, file within the time allotted for his Answer, a Notice of Appearance rather than an Answer to the Complaint. The claimant shall, within ninety days of receipt of such Answer or Notice of Appearance, provide such prima facie evidence as is called for by the provisions of this act. The defendant in any case shall then be afforded a reasonable opportunity to challenge the adequacy of the proffered prima facie evidence of asbestos-related or silica-related impairment as referenced in this section and Section 44-135-70(B). Upon a finding of failure to make the required prima facie showing, the claimant's action shall not be placed on any trial docket nor be the subject of any discovery other than discovery on the issue of prima facie evidence of impairment. Upon the finding of the required prima facie showing, no defendant shall be allowed to challenge such prima facie showing absent a showing of misrepresentation, fraud, and/or good cause. (B) In any action covered by the provisions of this act in which the exposed person has received a diagnosis of mesothelioma which meets the requirements of Section 44-135-50(A)(1), the claimant may petition the court requesting that a trial date be set on an expedited basis. The court may, in its discretion, provide for an expedited trial setting, if the claimant demonstrates good cause for such an expedited trial setting and the defendant(s) is/are not prejudiced by such an expedited trial setting. In no event shall a trial date be set less than one hundred twenty days from the date of an order granting such a motion and in no event shall a case be called for trial unless six months have passed between the date of the initial filing of the case and the date of trial. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-80/"
    },
    {
      "id": "section-44-135-90",
      "number": "44-135-90",
      "heading": "",
      "text": "Nothing in this act is intended to, and nothing in this act shall be interpreted to: (1) affect the rights of any party in bankruptcy proceedings; or (2) affect the ability of any person who is able to make a showing that the person satisfies the claim criteria for compensable claims or demands under a trust established under a plan of reorganization under Chapter 11 of the United States Bankruptcy Code, 11 U.S.C. Chapter 11, to make a claim or demand against that trust. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-90/"
    },
    {
      "id": "section-44-135-100",
      "number": "44-135-100",
      "heading": "",
      "text": "An entity that offers a health benefit plan or an annuity or life insurance policy or contract, issued for delivery, or renewed on or after the effective date of this act, may not use the fact that a person has met the procedural requirements of this act to reject, deny, limit, cancel, refuse to renew, increase the premiums for, or otherwise adversely affect the person's eligibility for or coverage under the policy or contract. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-100/"
    },
    {
      "id": "section-44-135-110",
      "number": "44-135-110",
      "heading": "",
      "text": "(A) Notwithstanding any other provision of law, with respect to any asbestos or silica claim not barred as of the effective date of this chapter, the limitations period shall not begin to run until the exposed person or claimant discovers, or through the exercise of reasonable diligence should have discovered, that the exposed person or claimant is physically impaired as set forth in this chapter by an asbestos- or silica-related condition. (B) An asbestos or silica claim arising out of a nonmalignant condition shall be a distinct cause of action from an asbestos or silica claim relating to the same exposed person arising out of asbestos- or silica-related cancer, and resolution of an asbestos or silica claim arising out of a nonmalignant condition shall not affect the ability of the same exposed person to bring a separate asbestos or silica claim arising out of an asbestos- or silica-related cancer, that otherwise meets all the requirements of Section 44-135-50 or 44-135-60. HISTORY: 2006 Act No. 303, Section 1, eff May 24, 2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-44/chapter-135/section-44-135-110/"
    }
  ]
}