{
  "state": "michigan",
  "path": "title-chapter-328-dead-human-bodies/chapter-act-70-of-1954-agreements-for-disposition-of-dead-human-bodi",
  "sections": [
    {
      "id": "section-328201",
      "number": "328.201",
      "heading": "Agreement Providing for Final Disposition of Dead Human Body; Payments to Remain Intact as Fund Until Death; Release of Deposit; Deposit of Funds; Prearranged Funeral Plan Account; Evidence of Death; Payment of Funds and Accumulated Interest or Dividends; “Financial Institution” Defined",
      "text": "(1) Payments made under an agreement providing for the final disposition of a dead human body, as consideration for the purchase of caskets or other personal property, excluding burial space in a cemetery, or services, excluding perpetual care of burial space in a cemetery, which are only to be delivered or performed after the death of the person for whose benefit the agreement is made, shall remain intact as a fund until the death of the person for whose benefit the agreement is made.\n\n(2) A deposit made under this section shall be released upon demand of the person making the deposit unless an irrevocable agreement has been made under section 2.\n\n(3) The funds shall be deposited within 7 days after receipt with a financial institution and shall be held in an account for the person for whose benefit the fund was established as a prearranged funeral plan account. A certified copy of the certificate of death or other evidence of death satisfactory to the financial institution shall be furnished to the financial institution as evidence of death, and the financial institution immediately shall pay the funds and accumulated interest or dividends, if any, to the person entitled to the funds under the agreement.\n\n(4) The payment of the funds and accumulated interest or dividends under this section shall relieve the financial institution of any further liability for the funds, interest, or dividends.\n\n(5) As used in this section, “financial institution” means a state or nationally chartered bank or a state or federally chartered savings and loan association, savings bank, or credit union whose deposits are insured by an agency of the United States government and which maintains a principal office or branch office located in this state under the laws of this state or the United States.\n\nHistory:1954, Act 70, Eff. Aug. 13, 1954 ;-- Am. 1978, Act 627, Imd. Eff. Jan. 6, 1979 ;-- Am. 1982, Act 366, Imd. Eff. Dec. 23, 1982 ;-- Am. 1997, Act 41, Imd. Eff. June 30, 1997",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-328/statute-act-70-of-1954/section-328-201/"
    },
    {
      "id": "section-328202",
      "number": "328.202",
      "heading": "Agreement With Applicant for or Recipient of Aid Given Pursuant to MCL 400",
      "text": "(1) With the consent of the state department of social services, an agreement may be made pursuant to this act with an applicant for or recipient of aid given pursuant to Act No. 280 of the Public Acts of 1939, as amended, being sections 400.1 to 400.121 of the Michigan Compiled Laws, if the state department of social services finds the agreement is in the interest of the applicant or recipient and the state will not be liable for the funeral expenses of the recipient or applicant or the dependent spouse of the recipient or applicant.\n\n(2) The state department of social services shall promulgate rules pursuant to Act No. 306 of the Public Acts of 1969, as amended, being sections 24.201 to 24.315 of the Michigan Compiled Laws, to provide for the uniform administration of this act. The rules shall be based upon the available resources of the client.\n\n(3) Upon the request of the applicant or recipient, the state department of social services shall convert a prearranged funeral plan account established under section 1 to an irrevocable agreement if the amount of the account does not exceed $2,000.00 exclusive of interest. The irrevocable agreement shall not be considered in determining the eligibility of an applicant or recipient for aid given pursuant to Act No. 280 of the Public Acts of 1939, as amended. After the effective date of this 1983 amendatory act, a prearranged funeral plan account established under section 1 which is converted to an irrevocable agreement shall permit the depositor of the funds in the account to alter the agreement to provide for a different party to provide the services described in section 1, but, in any event, the funds in the account shall be used only to provide the services described in section 1.\n\nHistory:1954, Act 70, Eff. Aug. 13, 1954 ;-- Am. 1961, Act 76, Eff. Sept. 8, 1961 ;-- Am. 1965, Act 225, Imd. Eff. July 16, 1965 ;-- Am. 1978, Act 627, Imd. Eff. Jan. 6, 1979 ;-- Am. 1984, Act 18, Imd. Eff. Mar. 6, 1984",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-328/statute-act-70-of-1954/section-328-202/"
    },
    {
      "id": "section-328203",
      "number": "328.203",
      "heading": "Violation of Act; Penalty.",
      "text": "Any person who shall wilfully violate any of the provisions of this act shall be guilty of a misdemeanor, and upon conviction shall be punished by a fine of not more than $1,000.00 or imprisonment in the county jail for not more than 1 year, or by both such fine and imprisonment in the discretion of the court.\n\nHistory:1954, Act 70, Eff. Aug. 13, 1954",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-328/statute-act-70-of-1954/section-328-203/"
    },
    {
      "id": "section-328204",
      "number": "328.204",
      "heading": "Applicability of Act.",
      "text": "This act shall not apply to any agreements entered into pursuant to the prepaid funeral contract funding act after the effective date of the prepaid funeral contract funding act.\n\nHistory:Add. 1986, Act 238, Eff. Mar. 31, 1987",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-328/statute-act-70-of-1954/section-328-204/"
    }
  ]
}