{
  "state": "michigan",
  "path": "title-chapter-32-military-establishment/chapter-ero-no-1997-7-executive-reorganization-order-3291-3291",
  "sections": [
    {
      "id": "section-3291",
      "number": "32.91",
      "heading": "Renaming of Department of Military Affairs as Department of Military and Veterans Affairs.",
      "text": "WHEREAS, Article V, Section 1, of the Constitution of the State of Michigan of 1963 vests the executive power in the Governor; and\n\nWHEREAS, Article V, Section 2, of the Constitution of the State of Michigan of 1963 empowers the Governor to make changes in the organization of the Executive Branch or in the assignment of functions among its units which he considers necessary for efficient administration; and\n\nWHEREAS, the Michigan Department of Military Affairs was created by Act No. 380 of the Public Acts of 1965, as amended, being Section 16.225 et seq. of the Michigan Compiled Laws; and\n\nWHEREAS, the Department of Military Affairs, in addition to its traditional mission of administering the Michigan National Guard, is responsible for all state programs supporting veterans' services; and\n\nWHEREAS, the Director of the Department of Military Affairs administers the Grand Rapids Home for Veterans, the D.J. Jacobetti Home for Veterans Trust Fund and grants to veterans service organizations from the State of Michigan; and\n\nWHEREAS, it is important to recognize that the Department of Military Affairs has dual missions of being prepared for active service and supporting and maintaining veterans services.\n\nNOW, THEREFORE, I, John Engler, Governor of the State of Michigan, pursuant to the powers vested in me by the Constitution of the State of Michigan of 1963 and the laws of the State of Michigan, and in recognition of the Department's dual missions of readiness and veterans' services, do hereby order the following:\n\nThe Department of Military Affairs is hereby renamed the Department of Military and Veterans Affairs.\n\nIn fulfillment of the requirement of Article V, Section 2, of the Constitution of the State of Michigan of 1963, the provisions of this Executive Order shall become effective 60 days after filing.\n\nHistory:1997, E.R.O. No. 1997-7, Eff. June 17, 1997",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-32/statute-e-r-o-no-1997-7/section-32-91/"
    }
  ]
}