{
  "state": "idaho",
  "path": "title-title-10/chapter-chapter-13",
  "sections": [
    {
      "id": "section-10-1301",
      "number": "10-1301",
      "heading": "“FOREIGN JUDGMENT” DEFINED",
      "text": "10-1301. \"FOREIGN JUDGMENT\" DEFINED. In this act, \"foreign judgment\" means any judgment, decree, or order of a court of the United States or of any other court or an order of an administrative body of any state regarding the support of a child, spouse, or former spouse or the establishment of parentage or paternity that is entitled to full faith and credit in this state.\n\n[I.C., sec. 10-1301, as added by 1974, ch. 64, sec. 1, p. 1142; am. 1994, ch. 237, sec. 4, p. 748; am. 2023, ch. 228, sec. 3, p. 706.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1301/"
    },
    {
      "id": "section-10-1302",
      "number": "10-1302",
      "heading": "FILING OF FOREIGN JUDGMENT WITH CLERK OF DISTRICT COURT — EFFECT OF FILING",
      "text": "10-1302. FILING OF FOREIGN JUDGMENT WITH CLERK OF DISTRICT COURT — EFFECT OF FILING. A copy of any foreign judgment certified in accordance with the act of congress or the statutes of this state may be filed in the office of the clerk of any district court of any county of this state. The clerk shall treat the foreign judgment in the same manner as a judgment of the district court of this state. A judgment so filed has the same effect and is subject to the same procedures, defenses and proceedings for reopening, vacating, or staying as a judgment of a district court of this state and may be enforced or satisfied in like manner, with the following exceptions:\n\n(1) The terms of a judgment providing for the custody of a minor child may not be modified, vacated, reopened nor stayed unless the court has assumed jurisdiction of the case under the uniform child custody jurisdiction act, chapter 11, title 32, Idaho Code.\n\n(2) The terms of a judgment providing for the support of a minor child may not be modified, vacated, reopened nor stayed unless the court has personal jurisdiction over all the parties; and the registration of a judgment providing for the support of a minor child for the purposes of enforcing that judgment shall not constitute submitting to the personal jurisdiction of the court.\n\n[I.C., sec. 10-1302, as added by 1974, ch. 64, sec. 1, p. 1142; am. 1986, ch. 222, sec. 2, p. 603; am. 1994, ch. 237, sec. 5, p. 748.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1302/"
    },
    {
      "id": "section-10-1303",
      "number": "10-1303",
      "heading": "AFFIDAVIT CONTAINING NAME AND ADDRESS OF JUDGMENT DEBTOR AND CREDITOR — NOTICE OF FILING — WHEN PROCESS FOR ENFORCEMENT MAY ISSUE",
      "text": "10-1303. AFFIDAVIT CONTAINING NAME AND ADDRESS OF JUDGMENT DEBTOR AND CREDITOR — NOTICE OF FILING — WHEN PROCESS FOR ENFORCEMENT MAY ISSUE. (a) At the time of the filing of the foreign judgment, the judgment creditor or his lawyer shall make and file with the clerk of court an affidavit setting forth the name and last known post-office address of the judgment debtor, and the judgment creditor.\n\n(b) Promptly upon the filing of the foreign judgment and the affidavit, the clerk shall mail notice of the filing of the foreign judgment to the judgment debtor at the address given and shall make a note of the mailing in the docket. The notice shall include the name and post office address of the judgment creditor and the judgment creditor’s lawyer if any in this state. In addition, the judgment creditor may mail a notice of the filing of the judgment to the judgment debtor and may file proof of mailing with the clerk. Lack of notice of filing by the clerk shall not affect the enforcement proceedings if proof of mailing by the judgment creditor has been filed.\n\n(c) No execution or other process for enforcement of a foreign judgment filed hereunder shall issue until five (5) days after the date the judgment is filed.\n\n[I.C., sec. 10-1303, as added by 1974, ch. 64, sec. 1, p. 1142.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1303/"
    },
    {
      "id": "section-10-1304",
      "number": "10-1304",
      "heading": "STAY OF EXECUTION",
      "text": "10-1304. STAY OF EXECUTION. (a) If the judgment debtor shows the district court that an appeal from the foreign judgment is pending or will be taken, or that a stay of execution has been granted, the court shall stay enforcement of the foreign judgment until the appeal is concluded, the time for appeal expires, or until the stay of execution expires or is vacated, upon proof that the judgment debtor has furnished the security for the satisfaction of the judgment required by the law of the state in which it was rendered.\n\n(b) If the judgment debtor shows the district court any ground upon which enforcement of a judgment of any district court of this state would be stayed, the court shall stay enforcement of the foreign judgment for an appropriate period, upon requiring the same security for satisfaction of the judgment which is required in this state.\n\n[I.C., sec. 10-1304, as added by 1974, ch. 64, sec. 1, p. 1142.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1304/"
    },
    {
      "id": "section-10-1305",
      "number": "10-1305",
      "heading": "FEES",
      "text": "10-1305. FEES. Any person filing a foreign judgment shall pay to the clerk of the court twenty-seven dollars ($27.00). Seven dollars ($7.00) of such fee shall be paid to the county treasurer for deposit in the district court fund of the county and twenty dollars ($20.00) of such fee shall be paid to the county treasurer who shall, within fifteen (15) days after the end of the month, pay such fees to the state treasurer for deposit into the court technology fund. Fees for docketing, transcription or other enforcement proceedings shall be as provided for judgments of the district court of this state.\n\n[10-1305, added 1974, ch. 64, sec. 1, p. 1142; am. 1979, ch. 219, sec. 6, p. 614; am. 2014, ch. 190, sec. 4, p. 508; am. 2023, ch. 78, sec. 4, p. 266.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1305/"
    },
    {
      "id": "section-10-1306",
      "number": "10-1306",
      "heading": "ALTERNATIVE REMEDIES UNIMPAIRED",
      "text": "10-1306. ALTERNATIVE REMEDIES UNIMPAIRED. The right of a judgment creditor to bring an action to enforce his judgment instead of proceeding under this act remains unimpaired.\n\n[I.C., sec. 10-1306, as added by 1974, ch. 64, sec. 1, p. 1142.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1306/"
    },
    {
      "id": "section-10-1306a",
      "number": "10-1306A",
      "heading": "RECORDING OF FILED JUDGMENT",
      "text": "10-1306A. RECORDING OF FILED JUDGMENT. A foreign judgment filed under this act shall not become a lien as provided in section 10-1110, Idaho Code, unless a transcript or abstract thereof, certified by the clerk of the Idaho court in which it has been filed, which certificate shall be made more than five (5) days after the filing of such judgment as provided in section 10-1303, Idaho Code, which judgment has not been stayed as provided by law, has been recorded with the recorder of any county of this state in the manner provided by section 10-1110, Idaho Code, and upon said recording shall be a lien from the date thereof.\n\n[I.C., sec. 10-1306A, as added by 1975, ch. 14, sec. 1, p. 19.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1306a/"
    },
    {
      "id": "section-10-1307",
      "number": "10-1307",
      "heading": "UNIFORM CONSTRUCTION OF ACT",
      "text": "10-1307. UNIFORM CONSTRUCTION OF ACT. This act shall be so interpreted and construed as to effectuate its general purpose to make uniform the law of those states which enact it.\n\n[I.C., sec. 10-1307, as added by 1974, ch. 64, sec. 1, p. 1142.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1307/"
    },
    {
      "id": "section-10-1308",
      "number": "10-1308",
      "heading": "CITATION OF ACT",
      "text": "10-1308. CITATION OF ACT. This act may be cited as the \"Enforcement of Foreign Judgments Act.\"\n\n[I.C., sec. 10-1308, as added by 1974, ch. 64, sec. 1, p. 1142.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1308/"
    },
    {
      "id": "section-10-1309",
      "number": "10-1309",
      "heading": "FOREIGN ORDERS — RECIPROCAL AGREEMENTS — PUBLIC POLICY",
      "text": "10-1309. FOREIGN ORDERS — RECIPROCAL AGREEMENTS — PUBLIC POLICY. (1) No court, agency or tribunal of this state shall recognize, base a ruling on, or enforce an order issued under the law of another country, which order is manifestly incompatible with the public policy of this state.\n\n(2) If an order issued under the law of another country is manifestly incompatible with the public policy of this state, a court may limit the enforcement of the order to the extent necessary to eliminate the conflict with public policy.\n\n(3) No reciprocal agreement shall be entered into by this state with another country if the applicable laws of that country are manifestly incompatible with the public policy of this state.\n\n(4) For purposes of this section:\n\n(a) An order is manifestly incompatible with public policy if that order was issued in violation of the right of due process substantially similar to that guaranteed by the constitutions of the United States and the state of Idaho.\n\n(b) A law of another country is manifestly incompatible with public policy if it fails to grant the parties the right of due process substantially similar to that guaranteed by the constitutions of the United States and the state of Idaho.\n\n[10-1309, added 2015, 1st E.S., ch. 1, sec. 65, p. 32.]",
      "history": "",
      "source_url": "https://law.justia.com/codes/idaho/title-10/chapter-13/section-10-1309/"
    }
  ]
}