{
  "state": "south-carolina",
  "path": "title-title-58/chapter-chapter-15",
  "sections": [
    {
      "id": "section-58-15-10",
      "number": "58-15-10.",
      "heading": "",
      "text": "Three or more persons desiring to form themselves into a corporation for the purpose of building and operating a railroad or for the purpose of carrying on a street railway, steamboat or canal business may file with the Secretary of State a written declaration and petition, signed by themselves, setting forth:\n\n(1) The names and residences of the declarants;\n\n(2) The name of the proposed corporation;\n\n(3) The place at which it proposes to have its principal place of business;\n\n(4) The general nature of the business it proposes to do, giving in detail all the powers and privileges which it proposes to assume or claim under the provisions of the Constitution and laws of the State and\n\n(a) in case of a railroad corporation, its termini and route and the counties, townships, cities and towns through which the proposed road shall pass; the total length of the road; whether any portion of it has already been constructed and, if so, how much; the motive power proposed to be used, whether steam or electricity; the gauge of the road, whether standard or narrow; whether the proposed road will be altogether within the limits of this State or will be extended into some other state and, if it is proposed that such road shall be constructed to a point without the State, whether the corporation organizing expects to operate the line as an independent corporation or to consolidate with some other established railroad or company; and any other matter which the declarants may deem important,\n\n(b) in case of steamboat companies, the termini of the line; the nature of the proposed equipment and whether it is proposed to operate a passenger or freight line or both,\n\n(c) in case of a street railway, the city or town it proposes to do business in and the motive power and\n\n(d) in the case of a canal company, the termini of the canal proposed to be constructed; the river or rivers, stream or streams or body or bodies of water to be used or connected; and whether the canal is to be used for navigation, hydroelectric power and lighting or water supply, or for any or all such purposes;\n\n(5) The minimum amount of the capital stock upon which the corporation may organize and the maximum amount to which such capital stock may thereafter be increased and the par value thereof and how payable, if subscriptions are to be payable in installments and the date of payment and amount of installments; and\n\n(6) That it is proposed to organize such corporation under the provisions of this chapter, naming it by its title.\n\nHISTORY: 1962 Code Section 58-651; 1952 Code Section 58-651; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-10/"
    },
    {
      "id": "section-58-15-20",
      "number": "58-15-20.",
      "heading": "",
      "text": "If the corporation will have the power to condemn lands for rights-of-way, if the charter is granted, the parties proposing to ask for it shall give notice for four weeks before the application is made that such application will be made, stating the time and the place of the application. Such notice shall be published in each county in which the right to condemn lands will be acquired under such charter, in some newspaper published in each such county once each week, for four weeks, before such application is made.\n\nHISTORY: 1962 Code Section 58-653; 1952 Code Section 58-653; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-20/"
    },
    {
      "id": "section-58-15-30",
      "number": "58-15-30.",
      "heading": "",
      "text": "Any person desiring to oppose the application may appear and oppose it, setting forth such facts as may sustain his reasons for such opposition, by affidavit or otherwise. The Secretary of State may, on such showing, refuse to grant such charter or may grant it according to his judgment in the matter.\n\nHISTORY: 1962 Code Section 58-654; 1952 Code Section 58-654; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-30/"
    },
    {
      "id": "section-58-15-40",
      "number": "58-15-40.",
      "heading": "",
      "text": "Upon the filing of the declaration of the petitioners and the payment of a fee of three dollars for filing and indexing it, the Secretary of State shall file the declaration under a proper number and index it and shall issue to any two or more of the petitioners a commission constituting them a board of incorporators and authorizing them to open books of subscription to the capital stock of such proposed company, after such public notice, not less than thirty days, as he may require in such commission. Such notice to be published in some newspaper in each of the counties through which the proposed road shall pass and, in the case of steamboat companies, such notice shall be given at the termini only.\n\nHISTORY: 1962 Code Section 58-655; 1952 Code Section 58-655; 1942 Code Section 8180; 1932 Code Section 8180; Civ. C. '22 Section 4360; Civ. C. '12 Section 2874; Civ. C. '02 Section 1918; 1899 (23) 64.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-40/"
    },
    {
      "id": "section-58-15-50",
      "number": "58-15-50.",
      "heading": "",
      "text": "All subscriptions to the capital stock of any corporation organized under this chapter shall be payable in money or in labor or in property at its money value. The labor or the property, or the value thereof, shall be named in the list of subscription, to be approved by the board of incorporators. In the case of a failure to perform the labor or to deliver the property subscribed according to the terms of subscription, or pay the true money value thereof, the board of incorporators, in behalf of the corporation, or the corporation itself after it shall have been organized, shall have a cause of action against such subscribers as in case of other subscriptions to the capital stock of corporations as provided by law.\n\nHISTORY: 1962 Code Section 58-656; 1952 Code Section 58-656; 1942 Code Section 8181; 1932 Code Section 8181; Civ. C. '22 Section 4361; Civ. C. '12 Section 2875; Civ. C. '02 Section 1919; 1899 (23) 64.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-50/"
    },
    {
      "id": "section-58-15-60",
      "number": "58-15-60.",
      "heading": "",
      "text": "When not less than fifty per cent of the capital stock shall have been subscribed by bona fide subscribers, in the case of canal, steamboat and street railway companies and when not less than five hundred dollars per mile shall have been subscribed by bona fide subscribers in the case of railroad companies, the board of incorporators shall call the subscribers together and proceed to organize the company, with not less than three nor more than fifteen directors. The election of officers shall be had in all respects as is provided for in the case of industrial corporations organizing under Sections 33-11-30, 33-11-40, and 33-11-200.\n\nHISTORY: 1962 Code Section 58-657; 1952 Code Section 58-657; 1942 Code Section 8182; 1932 Code Section 8182; Civ. C. '22 Section 4362; Civ. C. '12 Section 2876; Civ. C. '02 Section 1920; 1899 (23) 64; 1927 (35) 29.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-60/"
    },
    {
      "id": "section-58-15-70",
      "number": "58-15-70.",
      "heading": "",
      "text": "Upon the completion of the organization of any such corporation, the incorporators shall immediately file in the office of the Secretary of State a return, under their hands and seals, duly attested, sworn to or acknowledged before some officer qualified to administer an oath, that the requirements of Sections 58-15-10 to 58-15-60 have been complied with, that at least fifty per cent of the capital stock has been subscribed, that at least twenty per cent of the amount subscribed has been paid in or secured and, in the case of a railroad company, that at least five hundred dollars per mile has been subscribed and at least twenty per cent of the amount subscribed has been paid or secured. In the event that a survey of the proposed route of a railroad company shall have been made a copy of the profile map of such route shall be filed with such return and in case no survey shall have been made the return shall aver an intention to file such map within one year from the date of such return. Such return shall further show the names and residences of the subscribers, the amount subscribed by each and the names and residences of the members of the board of directors, the president and the secretary of the company.\n\nHISTORY: 1962 Code Section 58-658; 1952 Code Section 58-658; 1942 Code Section 8183; 1932 Code Section 8183; Civ. C. '22 Section 4363; Civ. C. '12 Section 2877; Civ. C. '02 Section 1921; 1899 (23) 64.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-70/"
    },
    {
      "id": "section-58-15-80",
      "number": "58-15-80.",
      "heading": "",
      "text": "Should no return as herein provided be made to the Secretary of State within twelve months from the granting of the incorporators' commission, all proceedings hereunder shall be void and the incorporators shall be deemed to have waived all rights acquired under their declaration and such commission.\n\nHISTORY: 1962 Code Section 58-659; 1952 Code Section 58-659; 1942 Code Section 8183; 1932 Code Section 8183; Civ. C. '22 Section 4363; Civ. C. '12 Section 2877; Civ. C. '02 Section 1921; 1899 (23) 64.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-80/"
    },
    {
      "id": "section-58-15-90",
      "number": "58-15-90.",
      "heading": "",
      "text": "Upon the filing of the return and the payment of charter fees required by Chapter 29 of Title 33 the Secretary of State shall issue to the board of directors a certificate, to be known as a charter, that the corporation has been fully organized, according to the laws of this State under the name and for the purpose indicated in the written declaration; that it is fully authorized to commence business under its charter; that it is a body politic and corporate and as such may sue and be sued in any of the courts of this State; and, in the case of a railroad corporation, that it is entitled to all the rights and privileges and subject to all the liabilities of railroad corporations under the laws of this State.\n\nHISTORY: 1962 Code Section 58-660; 1952 Code Section 58-660; 1942 Code Section 8183; 1932 Code Section 8183; Civ. C. '22 Section 4363; Civ. C. '12 Section 2877; Civ. C. '02 Section 1921; 1899 (23) 64.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-90/"
    },
    {
      "id": "section-58-15-100",
      "number": "58-15-100.",
      "heading": "",
      "text": "The charter of any such corporation shall be recorded in the office of the register of deeds or clerk of the court in each county in which such corporation shall have a business office. In case of street railway and steamboat companies, such charter shall be recorded in the office of the register of deeds or clerk of the court of the county in which their respective termini shall be or in which such street railway may be. The declaration, commission, corporators' return and charter shall be filed or recorded by the Secretary of State and properly indexed in books kept by him for that purpose as required by law with respect to the organization of business corporations.\n\nHISTORY: 1962 Code Section 58-661; 1952 Code Section 58-661; 1942 Code Section 8183; 1932 Code Section 8183; Civ. C. '22 Section 4364; Civ. C. '12 Section 2877; Civ. C. '02 Section 1921; 1899 (23) 64; 1997 Act No. 34, Section 1, eff January 1, 1998.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-100/"
    },
    {
      "id": "section-58-15-110",
      "number": "58-15-110.",
      "heading": "",
      "text": "No irregularity in complying with the provisions of Sections 58-15-10 to 58-15-100 shall be held to vitiate the corporation until a direct proceeding to set aside and annul the charter be instituted by the proper authority of the State and all acts done and contracts entered into by any such de facto corporation shall have the same force and effect as if no irregularity had existed.\n\nHISTORY: 1962 Code Section 58-662; 1952 Code Section 58-662; 1942 Code Section 8184; 1932 Code Section 8184; Civ. C. '22 Section 4364; Civ. C. '12 Section 2878; Civ. C. '02 Section 1922; 1899 (23) 64.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-110/"
    },
    {
      "id": "section-58-15-120",
      "number": "58-15-120.",
      "heading": "",
      "text": "Upon the issuance of a charter by the Secretary of State, the board of incorporators shall turn over to the proper officers of the corporation all subscription lists or other papers they have taken as incorporators and all such papers shall be as valid as if taken and made by the corporation.\n\nHISTORY: 1962 Code Section 58-663; 1952 Code Section 58-663; 1942 Code Section 8185; 1932 Code Section 8185; Civ. C. '22 Section 4365; Civ. C. '12 Section 2879; Civ. C. '02 Section 1923; 1899 (23) 64; 1900 (23) 387.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-120/"
    },
    {
      "id": "section-58-15-130",
      "number": "58-15-130.",
      "heading": "",
      "text": "A railroad, street railway or canal company organized under this chapter shall be deemed to have waived its charter rights, franchises and privileges unless it shall begin the construction of the proposed road within two years from the date of the issuance of its charter and complete it within a period to be fixed by the Secretary of State in his certificate of incorporation, which shall in no case exceed fifteen years. A steamboat company organized under this chapter shall commence operating its line within two years from the date of issuance of its charter or its charter rights shall be deemed forfeited.\n\nHISTORY: 1962 Code Section 58-664; 1952 Code Section 58-664; 1942 Code Section 8191; 1932 Code Section 8191; Civ. C. '22 Section 4371; Civ. C. '12 Section 2885; Civ. C. '02 Section 1928; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-130/"
    },
    {
      "id": "section-58-15-140",
      "number": "58-15-140.",
      "heading": "",
      "text": "No capital stock shall be issued by any corporation organized under this chapter until the subscription price therefor has been fully paid, except when, by the terms of the petition, the capital stock is to be paid for in installments and payment of the deferred portion has been secured.\n\nHISTORY: 1962 Code Section 58-665; 1952 Code Section 58-665; 1942 Code Section 8193; 1932 Code Section 8193; Civ. C. '22 Section 4373; Civ. C. '12 Section 2887; Civ. C. '02 Section 1930; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-140/"
    },
    {
      "id": "section-58-15-150",
      "number": "58-15-150.",
      "heading": "",
      "text": "A railroad corporation may issue common stock in shares having no par value on stating in its declaration and petition the number of such shares to be issued in lieu of the par value thereof and the minimum and maximum amount thereof.\n\nHISTORY: 1962 Code Section 58-666; 1952 Code Section 58-666; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-150/"
    },
    {
      "id": "section-58-15-160",
      "number": "58-15-160.",
      "heading": "",
      "text": "Any corporation organized under the provisions of this article or chartered by the General Assembly prior to February 28, 1899 may have its charter amended by the Secretary of State, by filing with the Secretary of State a written declaration showing the desired changes in its charter and paying a fee of five dollars to cover the issuance, filing and indexing of the amended charter. After such notice as the Secretary of State may prescribe, upon a proper showing being made, the Secretary of State shall issue to any such corporation a certificate as a supplement to its charter, which shall be recorded and filed as charters are required to be under Section 58-15-100 and shall embody the changes, additions or alterations sought.\n\nHISTORY: 1962 Code Section 58-667; 1952 Code Section 58-667; 1942 Code Section 8188; 1932 Code Section 8188; Civ. C. '22 Section 4368; Civ. C. '12 Section 2882; Civ. C. '02 Section 1925; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-160/"
    },
    {
      "id": "section-58-15-170",
      "number": "58-15-170.",
      "heading": "",
      "text": "Any railroad, steamboat, street railway or canal company in this State desiring to increase or decrease its capital stock, have its name changed or have its charter otherwise amended shall call a stockholders' meeting, giving at least thirty days' notice of the time, place and purpose of the meeting, and, if a majority of the stock of the corporation be present in person or by proxy, a resolution embodying the proposed changes, alterations or amendments be adopted, such resolution shall be attached to the petition filed with the Secretary of State under the provisions of Section 58-15-160.\n\nHISTORY: 1962 Code Section 58-668; 1952 Code Section 58-668; 1942 Code Section 8189; 1932 Code Section 8189; Civ. C. '22 Section 4369; Civ. C. '12 Section 2883; Civ. C. '02 Section 1926; 1899 (23) 68; 1933 (38) 526.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-170/"
    },
    {
      "id": "section-58-15-180",
      "number": "58-15-180.",
      "heading": "",
      "text": "When any corporation organized under the provisions of this chapter or any corporation whose charter may be amended hereunder shall increase its capital stock its stockholders shall be given the preference of taking the increase in proportion to the amount of stock they may individually own.\n\nHISTORY: 1962 Code Section 58-669; 1952 Code Section 58-669; 1942 Code Section 8190; 1932 Code Section 8190; Civ. C. '22 Section 4370; Civ. C. '12 Section 2884; Civ. C. '02 Section 1927; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-180/"
    },
    {
      "id": "section-58-15-190",
      "number": "58-15-190.",
      "heading": "",
      "text": "All charters granted under the provisions of this article shall continue in force perpetually, unless limited by the terms of the declaration or unless forfeited by failure to comply with the conditions of the charter or of this article.\n\nHISTORY: 1962 Code Section 58-670; 1952 Code Section 58-670; 1942 Code Section 8191; 1932 Code Section 8191; Civ. C. '22 Section 4371; Civ. C. '12 Section 2885; Civ. C. '02 Section 1928; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-190/"
    },
    {
      "id": "section-58-15-200",
      "number": "58-15-200.",
      "heading": "",
      "text": "All fees collected by the Secretary of State in accordance with the provisions of this article shall be paid into the State Treasury.\n\nHISTORY: 1962 Code Section 58-671; 1952 Code Section 58-671; 1942 Code Section 8197; 1932 Code Section 8198; Civ. C. '22 Section 4378; Civ. C. '12 Section 2892; Civ. C. '02 Section 1934; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-200/"
    },
    {
      "id": "section-58-15-210",
      "number": "58-15-210.",
      "heading": "",
      "text": "Any such charter shall be subject to repeal, alteration or amendment by the General Assembly.\n\nHISTORY: 1962 Code Section 58-672; 1952 Code Section 58-672; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-210/"
    },
    {
      "id": "section-58-15-220",
      "number": "58-15-220.",
      "heading": "",
      "text": "The State reserves the right to declare its policy in reference to the method of taxation to be applied to corporations chartered hereunder and to impose upon and collect such license or royalties upon corporations organized hereunder and the business authorized to be conducted as it may deem wise.\n\nHISTORY: 1962 Code Section 58-673; 1952 Code Section 58-673; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-220/"
    },
    {
      "id": "section-58-15-240",
      "number": "58-15-240.",
      "heading": "",
      "text": "Neither stocks nor bonds shall be issued by any corporation organized under this chapter except for money paid, property delivered or labor done and all fictitious increase of stock or indebtedness shall be void.\n\nHISTORY: 1962 Code Section 58-682; 1952 Code Section 58-682; 1942 Code Section 8195; 1932 Code Section 8195; Civ. C. '22 Section 4375; Civ. C. '12 Section 2889; Civ. C. '02 Section 1932; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-240/"
    },
    {
      "id": "section-58-15-250",
      "number": "58-15-250.",
      "heading": "",
      "text": "At all stockholders' meetings each stockholder shall be entitled to one vote for each share of stock held or owned by him and shall be entitled to vote for directors, trustees or managers as provided in Section 33-11-200.\n\nHISTORY: 1962 Code Section 58-683; 1952 Code Section 58-683; 1942 Code Section 8192; 1932 Code Section 8192; Civ. C. '22 Section 4372; Civ. C. '12 Section 2889; Civ. C. '02 Section 1932; 1899 (23) 68; 1981 Act No. 113, Section 1, eff June 16, 1981.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-250/"
    },
    {
      "id": "section-58-15-260",
      "number": "58-15-260.",
      "heading": "",
      "text": "No transfer of stock of a corporation organized under this chapter shall be valid, except as between the parties, until it shall have been regularly entered upon the books of the corporation.\n\nHISTORY: 1962 Code Section 58-684; 1952 Code Section 58-684; 1942 Code Section 8193; 1932 Code Section 8193; Civ. C. '22 Section 4373; Civ. C. '12 Section 2887; Civ. C. '02 Section 1930; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-260/"
    },
    {
      "id": "section-58-15-270",
      "number": "58-15-270.",
      "heading": "",
      "text": "The books of any corporation organized under this chapter shall be at all times open to the inspection of any stockholder.\n\nHISTORY: 1962 Code Section 58-685; 1952 Code Section 58-685; 1942 Code Section 8193; 1932 Code Section 8193; Civ. C. '22 Section 4373; Civ. C. '12 Section 2887; Civ. C. '02 Section 1930; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-270/"
    },
    {
      "id": "section-58-15-410",
      "number": "58-15-410.",
      "heading": "",
      "text": "When a canal company is organized under this chapter it has all the powers and privileges of electric light and power companies under the laws of this State and may own, build, maintain, purchase, lease, and operate the canal or canals specified in its charter and may build, maintain, purchase, lease, own, and operate all dams, locks, reservoirs, feeders, basins, wharves, appurtenances, ways, means, and appliances necessary to a canal. Any canal company may acquire by lease or purchase the lands necessary for the above purposes and when the canal is to be kept open for the use of the public for navigation, the company may condemn lands necessary to perform its purpose.\n\nHISTORY: 1962 Code Section 58-691; 1952 Code Section 58-691; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30; 1987 Act No. 173 Section 46, eff nine months from approval by Governor (approved by Governor on June 30, 1987).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-410/"
    },
    {
      "id": "section-58-15-420",
      "number": "58-15-420.",
      "heading": "",
      "text": "Nothing herein contained shall be construed to prevent any owner of riparian rights or other landowner from recovering just compensation for any injury to or diminution of such rights sustained by reason of any corporation exercising any rights hereunder.\n\nHISTORY: 1962 Code Section 58-692; 1952 Code Section 58-692; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-420/"
    },
    {
      "id": "section-58-15-430",
      "number": "58-15-430.",
      "heading": "",
      "text": "Any canal company organized under this chapter may mortgage its property and franchises and issue bonds on such terms and conditions and for such purposes and uses of the corporation as it may from time to time deem necessary if the consent of the Commission to the issue of any bonds shall be obtained.\n\nHISTORY: 1962 Code Section 58-693; 1952 Code Section 58-693; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-430/"
    },
    {
      "id": "section-58-15-440",
      "number": "58-15-440.",
      "heading": "",
      "text": "The State may acquire title to any property of any canal company chartered hereunder upon paying just compensation therefor. If the parties cannot agree upon just compensation it shall be determined by any court of competent jurisdiction.\n\nHISTORY: 1962 Code Section 58-694; 1952 Code Section 58-694; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-440/"
    },
    {
      "id": "section-58-15-450",
      "number": "58-15-450.",
      "heading": "",
      "text": "No rights of the State in canals shall be transferred, leased, conveyed away or otherwise used or burdened except by act of the General Assembly.\n\nHISTORY: 1962 Code Section 58-695; 1952 Code Section 58-695; 1942 Code Section 8179; 1932 Code Section 8179; Civ. C. '22 Section 4359; Civ. C. '12 Section 2873; Civ. C. '02 Section 1917; 1899 (23) 64; 1921 (32) 146; 1927 (35) 30.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-450/"
    },
    {
      "id": "section-58-15-610",
      "number": "58-15-610.",
      "heading": "",
      "text": "Any corporation organized under the provisions of this chapter or under Chapter 7 of Title 33 engaged in the transportation of freight or passengers, by means of steamboat or otherwise, upon any of the navigable waters of this State, may exact reasonable tolls or fees for the use of wharves or landings located upon lands that are the property of the corporation or that are under lease or under the control of such corporation.\n\nHISTORY: 1962 Code Section 58-701; 1952 Code Section 58-701; 1942 Code Sections 7753, 8196; 1932 Code Sections 7753, 8196; Civ. C. '22 Sections 4327, 4376; Civ. C. '12 Sections 2858, 2890; Civ. C. '02 Sections 1900, 1933; 1896 (22) 99; 1899 (23) 68.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-610/"
    },
    {
      "id": "section-58-15-710",
      "number": "58-15-710.",
      "heading": "",
      "text": "Bicycles and baby carriages shall be deemed baggage for the purpose of transportation by steam railroads and steam ferries. Steam railroads and steam ferries shall carry bicycles and baby carriages under the same rules and subject to the same liabilities as govern trunks and other separate baggage of a passenger. No person shall be required to crate, cover, lock, box or otherwise protect bicycles or baby carriages as baggage under the provisions of this section. But such steam railroads and steam ferries shall not be required to carry more than one bicycle or baby carriage for any one person.\n\nHISTORY: 1962 Code Section 58-712; 1952 Code Section 58-712; 1942 Code Section 8412; 1932 Code Section 8412; Civ. C. '22 Section 4960; Civ. C. '12 Section 3265; Civ. C. '02 Section 2167; 1897 (22) 427; 1904 (24) 417.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-710/"
    },
    {
      "id": "section-58-15-720",
      "number": "58-15-720.",
      "heading": "",
      "text": "All first class coaches and cabins shall be provided with a toilet compartment at each end of such coaches or cabins on one of which compartments shall be placed the word \"women\" and on the other the word \"men.\" The toilet compartment for women shall be provided with a hopper seat and, in addition, either with seats for at least two persons or a lavatory, as the carrier may elect.\n\nHISTORY: 1962 Code Section 58-713; 1952 Code Section 58-713; 1942 Code Section 8396; 1932 Code Section 8396; Civ. C. '22 Section 4944; Civ. C. '12 Section 3249; Civ. C. '02 Section 2158; 1898 (22) 777; 1900 (23) 457; 1904 (24) 438; 1912 (27) 563; 1937 (40) 154.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-720/"
    },
    {
      "id": "section-58-15-810",
      "number": "58-15-810.",
      "heading": "",
      "text": "Private roads crossing railroads shall be protected by the railroads as the law requires them to protect public highways.\n\nHISTORY: 1962 Code Section 58-732; 1952 Code Section 58-732; 1942 Code Section 5848; 1932 Code Section 5848; Civ. C. '22 Section 2940; Civ. C. '12 Section 1964; 1902 (23) 1015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-810/"
    },
    {
      "id": "section-58-15-820",
      "number": "58-15-820.",
      "heading": "",
      "text": "A person who wilfully does or causes an action, or aids or assists an action with intent to obstruct any engine, carriage, or car passing upon a railroad or with intent to endanger the safety of persons within these vehicles is guilty of a felony and, upon conviction, must be imprisoned not more than five years or fined not more than five hundred dollars. For each offense he shall forfeit to the corporation treble the amount of damages proved to have been sustained, to be recovered in an action in a court of competent jurisdiction.\n\nHISTORY: 1962 Code Section 58-733; 1952 Code Section 58-733; 1942 Code Section 1199-2; 1932 Code Section 1708; Cr. C. '22 Section 654; Cr. C. '12 Section 679; Cr. C. '02 Section 190; G. S. 1521; R. S. 179; 1906 (25) 46; 1993 Act No. 184, Section 85, eff January 1, 1994.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-820/"
    },
    {
      "id": "section-58-15-830",
      "number": "58-15-830.",
      "heading": "",
      "text": "It shall be unlawful for any unauthorized person to place any explosive substance whatever upon the rail of any railroad, whether operated by steam, electricity or otherwise, in this State and any person who violates the provisions of this section or aids or assists therein shall be guilty of a misdemeanor and, upon conviction thereof, shall be sentenced to pay a fine of not more than one hundred dollars or to imprisonment not exceeding thirty days, in the discretion of the court or magistrate.\n\nHISTORY: 1962 Code Section 58-734; 1952 Code Section 58-734; 1942 Code Section 1197; 1932 Code Sections 1197, 1711; Cr. C. '22 Sections 86, 656; Cr. C. '12 Sections 247, 681; 1905 (24) 904.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-830/"
    },
    {
      "id": "section-58-15-840",
      "number": "58-15-840.",
      "heading": "",
      "text": "Any person who shall wilfully and maliciously or with intent to steal or to injure, take or remove the brasses, bearings, waste or packing from out any journal box or boxes of any locomotive, engine, tender, carriage, coach, car, caboose or truck used or operated upon any railroad, whether the same be operated by steam or electricity, shall be guilty of a misdemeanor and, upon conviction thereof, shall be punished by imprisonment in the Penitentiary or labor on the chain gang for a period of not less than six months nor more than two years or fined not less than fifty dollars nor more than two hundred dollars.\n\nHISTORY: 1962 Code Section 58-735; 1952 Code Section 58-735; 1942 Code Section 1153; 1932 Code Section 1153; Cr. C. '22 Section 47; Cr. C. '12 Section 196; 1905 (24) 965; 1906 (25) 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-840/"
    },
    {
      "id": "section-58-15-850",
      "number": "58-15-850.",
      "heading": "",
      "text": "Whoever breaks and enters, in the night, any railroad or electric railway car or enters in the night without breaking, breaks and enters in the daytime or shoots with any firearm into any railroad or electric railway car, with intent to commit the crime of larceny or any other crime, shall, in addition to any other punishment prescribed by law for such offense, be punished by imprisonment in the State Penitentiary not exceeding ten years or by fine not exceeding five hundred dollars.\n\nHISTORY: 1962 Code Section 58-736; 1952 Code Section 58-736; 1942 Code Section 1199; 1932 Code Section 1199; Cr. C. '22 Section 88; Cr. C. '12 Section 249; Cr. C. '02 Section 192; G. S. 1522; R. S. 181; 1882 (18) 833; 1906 (25) 47.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-850/"
    },
    {
      "id": "section-58-15-860",
      "number": "58-15-860.",
      "heading": "",
      "text": "Whoever unlawfully and intentionally injures, molests or destroys any of the electric signals of a railroad or electric railway corporation or any of the lines, wires, posts, or any other structure or mechanism used in connection with such signals on any railroad or electric railway or destroys or in any way interferes with the proper working of such signals shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine not exceeding five hundred dollars or by imprisonment not exceeding two years, or both.\n\nHISTORY: 1962 Code Section 58-737; 1952 Code Section 58-737; 1942 Code Section 1200; 1932 Code Section 1200; Cr. C. '22 Section 89; Cr. C. '12 Section 250; Cr. C. '02 Section 193; G. S. 1523; R. S. 182; 1882 (18) 834; 1906 (25) 47.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-860/"
    },
    {
      "id": "section-58-15-870",
      "number": "58-15-870.",
      "heading": "",
      "text": "(A) It is unlawful for a person to wilfully and maliciously cut, mutilate, deface, or otherwise injure a railroad or electric railway, including anything appertaining to the railroad or electric railway or any material or instrument for the construction of the railroad or electric railway.\n\n(B) A person who violates this section is guilty of a misdemeanor, and, upon conviction, must be fined not less than one thousand dollars, or imprisoned not more than five years, or both.\n\n(C) A person who violates this section resulting in the endangerment of another person's life or great bodily injury to another person is guilty of a felony, and, upon conviction, must be imprisoned not more than twenty years. \"Great bodily injury\" means bodily injury which creates a substantial risk of death or which causes serious, permanent disfigurement, or protracted loss or impairment of the function of any bodily member or organ.\n\n(D) A person who violates this section resulting in the death of another person is guilty of a felony, and, upon conviction, must be imprisoned not more than thirty years.\n\n(E) In addition to the penalties provided by subsections (B), (C), and (D), except in the case of an electric railway, the person shall forfeit to the railroad company for each offense treble the damages proved to have been sustained to be recovered in a tort action in the railroad company's name.\n\nHISTORY: 1962 Code Section 58-738; 1952 Code Section 58-738; 1942 Code Sections 1198, 8451; 1932 Code Sections 1198, 8468; Civ. C. '22 Section 5004; Cr. C. '22 Section 87; Civ. C. '12 Section 3306; Cr. C. '12 Section 248; Civ. C. '02 Section 2200; Cr. C. '02 Section 191; G. S. 1518, 1519; R. S. 180, 1733; 1881 (17) 832; 1906 (25) 47; 2014 Act No. 189 (S.560), Section 1, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-870/"
    },
    {
      "id": "section-58-15-875",
      "number": "58-15-875.",
      "heading": "",
      "text": "(A) It is unlawful to purchase, sell, or transport railroad track materials for the purpose of recycling.\n\n(B) This section does not apply to:\n\n(1) a railroad company or a railroad company's authorized agent;\n\n(2) a business that owns a railroad spur;\n\n(3) an independent railroad contractor; or\n\n(4) a person or business with a letter of authorization from a special agent of a railroad company class 1 or shortline. An entity removing or authorizing the removal of railroad track materials from private property must obtain a letter of authorization from the railroad company servicing the property.\n\n(C) Payment for railroad track materials only must be made to the railroad company or the company's principals, the business that owns the railroad spur or the businesses' principals, the independent railroad contractor or the contractor's principals, or the person or business authorized by the railroad company or the businesses' principals.\n\n(D) A person who violates this section:\n\n(1) for a first offense, is guilty of a misdemeanor, and, upon conviction, must be fined not less than two hundred and fifty dollars, or imprisoned not more than one year, or both;\n\n(2) for a second offense, is guilty of a misdemeanor, and, upon conviction, must be fined not less than five hundred dollars, or imprisoned not more than three years, or both; and\n\n(3) for a third or subsequent offense, is guilty of a felony, and, upon conviction, must be fined not less than one thousand dollars, or imprisoned not more than five years, or both.\n\nHISTORY: 2014 Act No. 189 (S.560), Section 2, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-875/"
    },
    {
      "id": "section-58-15-880",
      "number": "58-15-880.",
      "heading": "",
      "text": "Anyone who shall in any way be guilty of riotous or disorderly conduct or who shall conduct himself in any way to the annoyance of the traveling public on a train, coach or car of any common carrier shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine not exceeding one hundred dollars or imprisonment for not more than thirty days. Anyone conducting himself in the manner herein described shall be subject to be ejected from such train, coach or car. Anyone so ejected shall have no cause of action for such ejectment.\n\nHISTORY: 1962 Code Section 58-739; 1952 Code Section 58-739; 1942 Code Section 1705; 1932 Code Section 1705; Cr. C. '22 Section 651; Cr. C. '12 Section 676; 1910 (26) 702.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-880/"
    },
    {
      "id": "section-58-15-890",
      "number": "58-15-890.",
      "heading": "",
      "text": "It shall be unlawful for any person to use for advertising purposes the kind of a cross usually used as a crossing sign by steam and electric railroads. Any violation of the provisions of this section shall be punishable by a fine of not more than one hundred dollars or imprisonment for not more than thirty days.\n\nHISTORY: 1962 Code Section 58-740; 1952 Code Section 58-740; 1942 Code Section 1310; 1932 Code Section 1319; Cr. C. '22 Section 211; 1917 (30) 161.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-890/"
    },
    {
      "id": "section-58-15-900",
      "number": "58-15-900.",
      "heading": "",
      "text": "It shall be unlawful for any person to make, buy, sell or give away to any other person any duplicate key to any lock belonging to or in use by any railroad company in this State on its switches or switch tracks except upon the written order of that officer of such railroad company whose duty it is to distribute and issue switch lock keys to the employees of such railroad company. Any person violating any of the provisions of this section shall be guilty of a misdemeanor and for each and every offense shall be subject to a fine not exceeding one hundred dollars or imprisonment not exceeding thirty days.\n\nHISTORY: 1962 Code Section 58-742; 1952 Code Section 58-742; 1942 Code Section 1710; 1932 Code Section 1710; 1924 (33) 1185.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-900/"
    },
    {
      "id": "section-58-15-910",
      "number": "58-15-910.",
      "heading": "",
      "text": "A bell of at least thirty pounds' weight and a steam or air whistle shall be placed on each locomotive engine or interurban car and such bell shall be rung or such whistle sounded by the engineer, fireman or motorman at the distance of at least five hundred yards from the place where the railroad crosses any public highway, street or traveled place and be kept ringing or whistling until the engine or interurban car has crossed such highway, street or traveled place. If such engine or car shall be at a standstill within less distance than one hundred rods of such crossing such bell shall be rung or such whistle sounded for at least thirty seconds before such engine or interurban car shall be moved and shall be kept ringing or sounding until such engine or interurban car shall have crossed such public highway or street or traveled place. A gong of not less than ten inches in diameter may be placed upon interurban cars in lieu of a bell as herein required and shall be sounded as herein provided.\n\nHISTORY: 1962 Code Section 58-743; 1952 Code Section 58-743; 1942 Code Section 8355; 1932 Code Section 8355; Civ. C. '22 Section 4903; Civ. C. '12 Section 3222; Civ. C. '02 Section 2132; G. S. 1483; R. S. 1685; 1881 (17) 825; 1919 (31) 102.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-910/"
    },
    {
      "id": "section-58-15-920",
      "number": "58-15-920.",
      "heading": "",
      "text": "Whenever a cause of action shall arise against any railroad or street railway corporation in favor of any person for personal injury or injury to property sustained by any person or in favor of any municipal corporation for any injuries to any of the streets or highways of such municipal corporation and such cause of action shall be prosecuted to judgment by the person injured, his legal representatives or such municipal corporation the judgment shall relate back to the date when the cause of action arose and shall be a lien as of that date upon the income, property and franchise of such corporation, enforceable in any court of competent jurisdiction by attachment or levy and sale under execution, and shall take precedence and priority of payment of any mortgage, deed of trust or other security given to secure the payment of bonds made by such railroad or street railway company if such action shall have been commenced within two years from the time that the injury was sustained.\n\nHISTORY: 1962 Code Section 58-744; 1952 Code Section 58-744; 1942 Code Section 8376; 1932 Code Section 8376; Civ. C. '22 Section 4924; Civ. C. '12 Section 3229; Civ. C. '02 Section 2138; G. S. 1528; R. S. 1691; 1897 (22) 415; 1930 (36) 1363.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-920/"
    },
    {
      "id": "section-58-15-930",
      "number": "58-15-930.",
      "heading": "",
      "text": "When any railroad company has what is usually called a relief department for its employees, the members of which are required or permitted to pay some dues, fees, moneys or compensation to be entitled to the benefits thereof upon the death or injury of the employee, a member of such relief department, such railroad company shall pay to the person entitled to it the amount it was agreed the employee or his heirs-at-law should receive from such relief department. The acceptance of such amount shall not operate to estop or in any way bar the right of such employee or his personal representative to recover damages of such railroad company for injury or death caused by the negligence of such company, its agents or servants, as provided by law and any contract or agreement to the contrary shall be ineffective for that purpose.\n\nHISTORY: 1962 Code Section 58-746; 1952 Code Section 58-746; 1942 Code Section 7171; 1932 Code Section 7171; Civ. C. '22 Section 3893; Civ. C. '12 Section 2577; 1903 (24) 79.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-930/"
    },
    {
      "id": "section-58-15-940",
      "number": "58-15-940.",
      "heading": "",
      "text": "The fiscal year for which reports shall be made by railroad companies in the State to the Office of Regulatory Staff and to other officers of the State shall terminate on the thirty-first day of December, so as to conform to the calendar year and to the fiscal year as fixed by the Interstate Commerce Commission of the United States.\n\nHISTORY: 1962 Code Section 58-748; 1952 Code Section 58-748; 1942 Code Section 8245; 1932 Code Section 8280; Civ. C. '22 Section 4828; 1917 (30) 163; 1935 (39) 25; 1982 Act No. 331, Section 4, eff April 9, 1982; 2006 Act No. 318, Section 100, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-940/"
    },
    {
      "id": "section-58-15-950",
      "number": "58-15-950.",
      "heading": "",
      "text": "All reports required by law to be made by railroad companies to the Office of Regulatory Staff or to other officers of the State at specified times and based upon the operations of such railroad companies for the fiscal year preceding such reports shall be made after the thirty-first day of December of every year.\n\nHISTORY: 1962 Code Section 58-749; 1952 Code Section 58-749; 1942 Code Sections 2678, 8246; 1932 Code Sections 2678, 8281; Civ. C. '22 Section 4829; 1917 (30) 163; 1922 (32) 947; 1935 (39) 25; 1982 Act No. 331, Section 5, eff April 9, 1982; 2006 Act No. 318, Section 101, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-950/"
    },
    {
      "id": "section-58-15-960",
      "number": "58-15-960.",
      "heading": "",
      "text": "All annual reports required to be filed with the Office of Regulatory Staff by railroads doing business in this State shall be filed with the Office of Regulatory Staff within three months after the close of the year for which the report is made. But the Office of Regulatory Staff may, upon sufficient cause being shown, extend the time for the filing of such reports for a period not exceeding ninety days.\n\nHISTORY: 1962 Code Section 58-750; 1952 Code Section 58-750; 1946 (44) 2597; 2006 Act No. 318, Section 102, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-960/"
    },
    {
      "id": "section-58-15-1110",
      "number": "58-15-1110.",
      "heading": "",
      "text": "It shall be unlawful for any railroad corporation doing business in this State or any officer, agent or employee thereof to do herein any act which constitutes a violation of the act of Congress entitled \"An Act to Regulate Commerce,\" or the acts amendatory thereof, or any order of the Interstate Commerce Commission issued thereunder. Any such corporation violating the provisions of this section shall be guilty of a high misdemeanor and liable to indictment therefor in any county in which such offense is committed and, on conviction, shall be fined not less than one thousand dollars nor more than five thousand dollars for each such offense. And the doing of any such act shall constitute a ground for the forfeiture of the charter and franchise of any such corporation in this State and for the withdrawal and forfeiture of any franchise or license or right to operate railroads herein enjoyed or exercised herein by grant, contract, statute or comity by any such corporation chartered elsewhere and any person or corporation, public or private, injured by any such act of such railroad company, may maintain quo warranto in the circuit court of the residence or, if a nonresident, of the principal office of such corporation, to enforce such forfeiture, which said court is hereby given jurisdiction so to decree. Conviction and punishment for a misdemeanor under this section shall not prevent proceedings also for forfeiture and judgment.\n\nAny officer, agent or employee doing or engaged in any such act shall also be guilty of a misdemeanor and, on conviction, shall be punished by a fine not to exceed one thousand dollars and imprisonment not to exceed twelve months, or either or both of these penalties.\n\nHISTORY: 1962 Code Section 58-761; 1952 Code Section 58-761; 1942 Code Section 1712; 1932 Code Section 1712; Cr. C. '22 Section 657; Cr. C. '12 Section 682; Cr. C. '02 Section 485; 1897 (22) 448.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1110/"
    },
    {
      "id": "section-58-15-1120",
      "number": "58-15-1120.",
      "heading": "",
      "text": "Every violation of the provisions of Section 58-15-1110 shall equally be held to have been committed in the county in which such act is finally carried out or in which any illegal charge is collected, as well as that in which the act or charge is ordered or agreed upon or any step taken in execution thereof.\n\nHISTORY: 1962 Code Section 58-762; 1952 Code Section 58-762; 1942 Code Section 1713; 1932 Code Section 1713; Cr. C. '22 Section 658; Cr. C. '12 Section 683; Cr. C. '02 Section 486; 1897 (22) 448.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1120/"
    },
    {
      "id": "section-58-15-1130",
      "number": "58-15-1130.",
      "heading": "",
      "text": "Every person taking part in any such violation in any way, even in carrying out the orders of superior officers or in collecting the proceeds of any illegal charge, shall be equally guilty of a violation of Section 58-15-1110.\n\nHISTORY: 1962 Code Section 58-763; 1952 Code Section 58-763; 1942 Code Section 1713; 1932 Code Section 1713; Cr. C. '22 Section 658; Cr. C. '12 Section 683; Cr. C. '02 Section 486; 1897 (22) 448.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1130/"
    },
    {
      "id": "section-58-15-1140",
      "number": "58-15-1140.",
      "heading": "",
      "text": "Each act done in violation of such Act to Regulate Commerce, its amendments or orders of said commission, and each separate failure to obey the same or discrimination, preference, or overcharge to each separate person shall constitute, both as to the railroad company offending or such officers, agents, or employees, separate offenses hereunder and render the corporation or person offending liable to successive indictments and punishment therefor.\n\nHISTORY: 1962 Code Section 58-764; 1952 Code Section 58-764; 1942 Code Section 1714; 1932 Code Section 1714; Cr. C. '22 Section 659; Cr. C. '12 Section 684; Cr. C. '02 Section 488; 1897 (22) 448; 2006 Act No. 318, Section 103, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1140/"
    },
    {
      "id": "section-58-15-1510",
      "number": "58-15-1510.",
      "heading": "",
      "text": "The Public Service Commission may provide such rules and regulations with reference to the crossing of railroad tracks by public highways as in its judgment will be conducive to the public safety.\n\nHISTORY: 1962 Code Section 58-801; 1952 Code Section 58-801; 1942 Code Section 8228; 1932 Code Section 8270; Civ. C. '22 Section 4818; 1920 (31) 1124; 1935 (39) 25.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1510/"
    },
    {
      "id": "section-58-15-1520",
      "number": "58-15-1520.",
      "heading": "",
      "text": "The commission upon petition may request the Office of Regulatory Staff to investigate crossings and may require that any necessary crossing be made either above or below grade, so as to avoid, as far as possible, any grade crossings.\n\nHISTORY: 1962 Code Section 58-802; 1952 Code Section 58-802; 1942 Code Section 8228; 1932 Code Section 8270; Civ. C. '22 Section 4818; 1920 (31) 1124; 1935 (39) 25; 2006 Act No. 318, Section 104, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1520/"
    },
    {
      "id": "section-58-15-1530",
      "number": "58-15-1530.",
      "heading": "",
      "text": "If the Commission shall decide that such a crossing should be eliminated or relocated it shall apportion, assess and require the payment by such railroad company of its proper pro rata share of the expense incident to the construction and grading of any highway or road appurtenant to such elimination or relocation but the cost to be assessed against such railroad company shall not exceed its proper pro rata share for more than one fourth of one mile and, in the case of railroads independently operated having less than eighty miles of road within this State, shall not exceed its proper pro rata share for more than one eighth of a mile.\n\nHISTORY: 1962 Code Section 58-803; 1952 Code Section 58-803; 1942 Code Section 8228; 1932 Code Section 8270; Civ. C. '22 Section 4818; 1920 (31) 1124; 1935 (39) 25.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1530/"
    },
    {
      "id": "section-58-15-1540",
      "number": "58-15-1540.",
      "heading": "",
      "text": "Such crossings as are eliminated by virtue of this article shall be closed as public highways or travel places.\n\nHISTORY: 1962 Code Section 58-804; 1952 Code Section 58-804; 1942 Code Section 8228; 1932 Code Section 8270; Civ. C. '22 Section 4818; 1920 (31) 1124; 1935 (39) 25.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1540/"
    },
    {
      "id": "section-58-15-1610",
      "number": "58-15-1610.",
      "heading": "",
      "text": "(1) The term \"grade crossing\" as used in this article means a crossing at grade of a public street or highway over a track or tracks of a railroad.\n\n(2) The term \"department\" as used in this article means any subdivision or agency of the State having authority to locate or construct roads or streets.\n\n(3) The term \"railroad\" as used in this article shall include all steam railroads and interurban electric railroads of more than twenty miles in length, which are operated as common carriers, but shall not include street railroads operated in whole or in part within the limits of any incorporated city or town or private logging roads.\n\nHISTORY: 1962 Code Section 58-811; 1952 Code Section 58-811; 1942 Code Section 8472; 1932 Code Section 8447; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1610/"
    },
    {
      "id": "section-58-15-1620",
      "number": "58-15-1620.",
      "heading": "",
      "text": "The provisions of this article shall apply throughout the State to the elimination of grade crossings, whether such elimination be made upon the order or request of the State Highway Commission, counties, cities, drainage districts or other subdivisions or departments of the State government.\n\nHISTORY: 1962 Code Section 58-812; 1952 Code Section 58-812; 1942 Code Section 8462; 1932 Code Section 8437; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1620/"
    },
    {
      "id": "section-58-15-1625",
      "number": "58-15-1625.",
      "heading": "",
      "text": "Notwithstanding any other provision of law, the Department of Transportation may order legally closed and abolished as a public way, within the limits of a railroad right-of-way, a grade crossing then in existence at the time the department assumes jurisdiction of the matter, upon a finding that the enhancement of public safety resulting from such closing outweighs any inconvenience caused by increased circuitry of highway routes. This order by the department may be issued either in connection with, or independent of, an order relating to automatic train-activated warning signals. The authority of the department legally to close and abolish grade crossings is in addition to authority granted by law to other state agencies or to local units of government to close and abolish grade crossings. Upon the issuance of the order by the department, the railroad or railroads involved shall physically remove the crossing from the tracks, and the governmental unit maintaining the highway shall remove or barricade the approaches to the crossing.\n\nHISTORY: 1992 Act No. 399, Section 3, eff June 1, 1992; 1993 Act No. 181, Section 1554, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1625/"
    },
    {
      "id": "section-58-15-1630",
      "number": "58-15-1630.",
      "heading": "",
      "text": "Whenever any such subdivision or department of the State government as is mentioned in Section 58-15-1620, having jurisdiction, may determine upon the elimination of any grade crossing by means of a grade separation structure, prompt notice shall be given to the railroad company owning or operating the railroad involved. Within ten days thereafter the representatives of the department and of the railroad involved shall meet and adopt a layout, with the grades and alignments mutually satisfactory.\n\nHISTORY: 1962 Code Section 58-813; 1952 Code Section 58-813; 1942 Code Section 8463; 1932 Code Section 8438; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1630/"
    },
    {
      "id": "section-58-15-1640",
      "number": "58-15-1640.",
      "heading": "",
      "text": "Failing to agree, the department or subdivision may order the railroad involved to proceed with the construction of such a structure as it may require as indicated in plans and specifications accompanying its order. The railroad shall begin work thereon within sixty days after receipt of such order and shall complete the structure within a reasonable time.\n\nHISTORY: 1962 Code Section 58-814; 1952 Code Section 58-814; 1942 Code Section 8463; 1932 Code Section 8438; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1640/"
    },
    {
      "id": "section-58-15-1650",
      "number": "58-15-1650.",
      "heading": "",
      "text": "The railroad company involved may select the material to be used in the construction of the grade separation structure, provided such material shall not be less durable than creosoted timber of a quality at least equal to that required by the standard specifications of the Department of Transportation for its own bridge work.\n\nHISTORY: 1962 Code Section 58-815; 1952 Code Section 58-815; 1942 Code Section 8464; 1932 Code Section 8439; 1924 (33) 1057; 1993 Act No. 181, Section 1555, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1650/"
    },
    {
      "id": "section-58-15-1670",
      "number": "58-15-1670.",
      "heading": "",
      "text": "The grade of approaches to an overhead bridge shall be such as to keep the cost as low as practicable consistent with the standard design practice of the State Highway Commission and in no event shall the approaches to creosote timber overhead bridges be considered to extend more than five hundred feet from the outside track. The overhead bridge shall be so constructed as to give a vertical clearance of not less than twenty-two feet, six inches above the base of rail of railroad track and a horizontal clearance of not less than eight feet, measured from the center line of such track, and at right angles thereto, due allowance being made for curvature of track.\n\nHISTORY: 1962 Code Section 58-817; 1952 Code Section 58-817; 1942 Code Section 8465; 1932 Code Section 8440; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1670/"
    },
    {
      "id": "section-58-15-1660",
      "number": "58-15-1660.",
      "heading": "",
      "text": "The division of the costs of the elimination of the grade crossings by means of grade separation structures shall be as follows:\n\n(1) The total cost of a grade crossing elimination by the use of an overhead bridge shall be paid one half by the department or subdivision and one half by the railroad involved, the proportion to be paid by the railroad in no case to exceed the actual cost of that part of the structure over its tracks between the piers or abutments and foundations adjacent to such tracks and including the costs of such piers or abutments and foundations, except that in the case of a permanent structure of concrete, steel or other like substance, the railroad shall pay one half of the cost of such structure, including the approaches, for a distance of not exceeding one hundred and fifty feet on either side of the railroad, measured from the center of the space occupied by the tracks;\n\n(2) In case the elimination of such grade crossing shall be by the building of an underpass, the department or subdivision shall pay one half and the railroad involved the other half of the cost of the cut through the railroad fill and of the cost of the bridge carrying the railroad, including the foundations and piers or abutments for such bridge, but the cost of the approaches to such underpass shall be paid by the department or subdivision and such department or subdivision shall construct it at its own expense and maintain the necessary drainage; but the railroad will be charged with the duty and cost of maintaining the entire structure carrying the railroad tracks, including the foundations and supports thereof;\n\n(3) Whenever such railroad shall provide a floor for an overhead bridge, capable of carrying a road surface of rock asphalt or other like substance, the department or subdivision shall assume the duty and cost of the maintenance of the superstructure of such bridge and, if such floor is not so constructed, the department or subdivision shall assume the duty and cost of the maintenance of the superstructure of such bridge and render to the railroad company involved a bill for the cost thereof, which shall be paid by the railroad involved within sixty days after the rendition of such bill and, if not paid, interest shall be added thereto at the rate of seven per cent per annum; but in all cases of an overhead bridge, the railroad involved shall maintain at its own expense the foundations and piers or abutments supporting such superstructure;\n\n(4) When more than one railroad is involved in the separation of crossings at grades, such portion of the cost of construction and maintenance as this article provides shall be paid by the railroad shall be borne by such railroads in such proportion as will be equitable, to be agreed upon by the railroad companies, and in case they cannot agree, to be fixed by the Public Service Commission on a hearing to be held in the usual manner, with the usual right of appeal; and\n\n(5) In all cases of grade separation hereunder the railroad shall permit the use, free of cost, of so much of its right of way as is necessary and the department or subdivision involved shall be charged with the duty of acquiring such additional rights-of-way as shall be necessary and shall be chargeable with liability for any property damages or other damages resulting from the change in topographical conditions.\n\nHISTORY: 1962 Code Section 58-816; 1952 Code Section 58-816; 1942 Code Section 8465; 1932 Code Section 8440; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1660/"
    },
    {
      "id": "section-58-15-1680",
      "number": "58-15-1680.",
      "heading": "",
      "text": "Underpasses or overhead bridges constructed in accordance with this article shall meet the specifications of the Department of Transportation.\n\nHISTORY: 1962 Code Section 58-818; 1952 Code Section 58-818; 1942 Code Section 8465; 1932 Code Section 8440; 1924 (33) 1057; 1972 (57) 2631; 1993 Act No. 181, Section 1556, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1680/"
    },
    {
      "id": "section-58-15-1690",
      "number": "58-15-1690.",
      "heading": "",
      "text": "Whenever any department or subdivision shall require a railroad, under the provisions of this article, to construct an overhead bridge or underpass, such railroad shall begin work thereon within sixty days after receipt of the order of such department or subdivision. And in case such railroad shall not comply with such order within the period specified, the department or subdivision may proceed with the work and, upon its completion, bill the railroad for its proportion thereof and the railroad shall pay such bill, together with interest at the rate of seven per cent per annum from the date of the completion of the work. But before the railroad is required under this provision to proceed with the construction of such grade separation structure the estimated pro rata share of the department or subdivision shall be arranged for and appropriated.\n\nHISTORY: 1962 Code Section 58-820; 1952 Code Section 58-820; 1942 Code Section 8468; 1932 Code Section 8443; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1690/"
    },
    {
      "id": "section-58-15-1710",
      "number": "58-15-1710.",
      "heading": "",
      "text": "Any railroad company may appeal to the courts from any order or finding of any department or subdivision hereunder, the appeal to be taken in the manner provided by statute for an appeal from an order of the Public Service Commission. The commission shall not be a party to any appeal.\n\nHISTORY: 1962 Code Section 58-822; 1952 Code Section 58-822; 1942 Code Section 8470; 1932 Code Section 8445; 1924 (33) 1057; 2006 Act No. 318, Section 106, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1710/"
    },
    {
      "id": "section-58-15-1700",
      "number": "58-15-1700.",
      "heading": "",
      "text": "Whenever any railroad company shall be required by an order of a department or subdivision to provide a grade separation structure, as specified herein, and shall be of the opinion that such grade separation is not a public necessity, it may within ten days after receipt of such order, appeal to the Public Service Commission and the commission within twenty days thereafter shall hold a public hearing and determine the public necessity for such grade separation. From any order of the commission in the premises either party shall have the right to appeal to the courts, as provided by statute in matters within the jurisdiction of the commission. The commission shall not be a party to an appeal. The provisions of this section shall not apply to orders of the Commission of the Department of Transportation.\n\nHISTORY: 1962 Code Section 58-821; 1952 Code Section 58-821; 1942 Code Section 8469; 1932 Code Section 8444; 1924 (33) 1057; 1935 (39) 25; 2006 Act No. 318, Section 105, eff May 24, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1700/"
    },
    {
      "id": "section-58-15-1720",
      "number": "58-15-1720.",
      "heading": "",
      "text": "When any railroad company appeals from a decision of the Commission as provided for in Section 58-15-1700 or from an order or finding of any department or subdivision as provided for in Section 58-15-1710 the department or subdivision pending such appeal or appeals may proceed at its own risk and expense in constructing such grade crossing separation structure and without prejudice as to the division of the costs as herein provided should the appeal be decided adversely to such railroad.\n\nHISTORY: 1962 Code Section 58-823; 1952 Code Section 58-823; 1942 Code Section 8471; 1932 Code Section 8446; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1720/"
    },
    {
      "id": "section-58-15-1730",
      "number": "58-15-1730.",
      "heading": "",
      "text": "All existing grade crossings replaced by grade separation structures or avoided by relocation of highways and no longer habitually used by the general public may be continued only as private crossings and not subject to the provisions of the statutes of this State relating to railroad crossings.\n\nHISTORY: 1962 Code Section 58-824; 1952 Code Section 58-824; 1942 Code Section 8466; 1932 Code Section 8441; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1730/"
    },
    {
      "id": "section-58-15-1910",
      "number": "58-15-1910.",
      "heading": "",
      "text": "The Department of Transportation shall cooperate with any railroad company operating lines in the State in effecting necessary reconstruction, changes or alterations in grade separation structures on state highways where the tracks of such company cross such highways.\n\nHISTORY: 1962 Code Section 58-831; 1952 Code Section 58-831; 1942 Code Section 8474; 1932 Code Section 8449; 1932 (37) 1106; 1993 Act No. 181, Section 1557, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1910/"
    },
    {
      "id": "section-58-15-1740",
      "number": "58-15-1740.",
      "heading": "",
      "text": "Nothing in this article shall be construed to prevent the department or subdivision from reaching special agreements with railroad companies providing for grade crossing eliminations by means of relocation of either the roads or railroads involved or by any other means and arranging for joint participation in the cost of such elimination on an agreed basis.\n\nHISTORY: 1962 Code Section 58-825; 1952 Code Section 58-825; 1942 Code Section 8467; 1932 Code Section 8442; 1924 (33) 1057.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1740/"
    },
    {
      "id": "section-58-15-1920",
      "number": "58-15-1920.",
      "heading": "",
      "text": "The necessity for any such reconstruction, changes or alterations shall be determined by the Department of Transportation and made in accordance with plans adopted by the department. But any railroad company concerned shall be given at least ten days' notice before any such work is initiated by the department and shall be permitted by the department to offer suggestions and counsel as to the proposed reconstruction, changes or alteration.\n\nHISTORY: 1962 Code Section 58-832; 1952 Code Section 58-832; 1942 Code Section 8475; 1932 Code Section 8450; 1932 (37) 1106; 1993 Act No. 181, Section 1558, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1920/"
    },
    {
      "id": "section-58-15-1930",
      "number": "58-15-1930.",
      "heading": "",
      "text": "The cost of effecting any reconstruction, changes or alterations as contemplated in Sections 58-15-1910 and 58-15-1920, including the grade separation structure and its approaches for a distance of five hundred feet, if so much be necessary, measured from the center line in each direction along the highway, but not including the pavement or wearing surface for either the structure or its approaches, shall be borne sixty per cent by the Department of Transportation and forty per cent by the railroad company concerned and, in case of failure on the part of any such company to furnish its pro rata share of the necessary funds for paying the cost of any such reconstruction, changes or alterations, the Department of Transportation may, after thirty days' notice, proceed with the work and collect from the railroad company concerned a proper pro rata share of the cost on the basis established by Sections 58-15-1910 to 58-15-1950.\n\nHISTORY: 1962 Code Section 58-833; 1952 Code Section 58-833; 1942 Code Section 8476; 1932 Code Section 8451; 1932 (37) 1106; 1993 Act No. 181, Section 1559, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1930/"
    },
    {
      "id": "section-58-15-1940",
      "number": "58-15-1940.",
      "heading": "",
      "text": "This article shall apply to all cases where grade separation structures on state highways across railroads are, in the judgment of the Department of Transportation, for any reason inadequate for the traffic on the highway, but shall not apply to grade crossings. This article shall not be construed as relieving any railway company from any obligation or duty now borne by or resting upon such company in connection with any grade separation structure.\n\nHISTORY: 1962 Code Section 58-834; 1952 Code Section 58-834; 1942 Code Section 8477; 1932 Code Section 8452; 1932 (37) 1106; 1993 Act No. 181, Section 1560, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1940/"
    },
    {
      "id": "section-58-15-1950",
      "number": "58-15-1950.",
      "heading": "",
      "text": "Any railroad company affected by any decision or action of the Department of Transportation made or initiated pursuant to the provisions of this article may appeal to the Supreme Court in its original jurisdiction for a review of the department's findings as to either the necessity for the proposed reconstruction, changes or alterations or determinations relating to divisions of costs. The appeal, however, shall not operate as a stay to prevent the department from proceeding with the work after notice, as provided in Section 58-15-1930, unless so ordered specifically by the court or some member thereof, after prima facie showing that the appellant's property, or the use thereof, after the completion of the proposed reconstruction, changes or alterations would be definitely impaired and rendered less suitable for its intended purposes. But in case of any stay order by the court, or some member thereof, on the appellant's showing and the subsequent finding by the court that such injury would result from the proposed reconstruction, changes or alterations to the appellant's property, or the use thereof, the appellant shall be held liable for any damages or losses sustained by the Department of Transportation incident to, occasioned or brought about by the delay pending the appeal.\n\nHISTORY: 1962 Code Section 58-835; 1952 Code Section 58-835; 1942 Code Section 8478; 1932 Code Section 8453; 1932 (37) 1106; 1993 Act No. 181, Section 1561, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-1950/"
    },
    {
      "id": "section-58-15-2110",
      "number": "58-15-2110.",
      "heading": "",
      "text": "(A) Whenever the public safety, convenience, or necessity so requires, all operators of railroads which are now or hereafter shall be crossed at grade by a public highway shall construct and maintain grade crossings meeting the requirements of the authorities responsible for such highways. This shall apply to crossings necessary for new highways, as well as to crossings needed to replace existing crossings rendered obsolete or unnecessary by the relocation or improvement of existing highways or roads.\n\n(B) The involved railroad shall be responsible for all costs associated with construction, modification, or relocation of rail-highway grade crossings when such construction, modification, or relocation results from projects initiated by the railroad. Such railroad-initiated projects shall include, but are not limited to, constructing a new line, adding an additional track to an existing line, and relocating an existing rail line.\n\n(C) The public authority responsible for a highway crossing a railroad track or tracks shall reimburse the involved railroad for all costs that railroad incurs by virtue of construction, modification, or relocation of rail-highway grade crossings when such construction, modification, or relocation results from projects initiated by the public authority. A public authority is limited to the State Department of Transportation, which is required to reimburse the railroad for Department of Transportation authorized projects from within the funds appropriated to the Department of Transportation by the General Assembly. Such public authority-initiated projects are limited to constructing a new highway, widening an existing highway, and relocating an existing highway.\n\nHISTORY: 1962 Code Section 58-841; 1956 (49) 1603; 1963 (53) 152; 1999 Act No. 100, Part II, Section 67, eff June 30, 1999.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-2110/"
    },
    {
      "id": "section-58-15-2120",
      "number": "58-15-2120.",
      "heading": "",
      "text": "In case of grade crossings of state highways over such railroads, the Department of Transportation, after due notice to the railroad, corporation, or operator, and hearing the railroad or operator involved, if application is made for such a hearing within ten days after receipt of the notice and after finding that the public safety, convenience, or necessity require it, shall have the power to specify the character of the grade crossings, and the operator of the railroad shall construct and maintain the crossings to meet the specifications of the Department of Transportation; provided, however, that the power to specify the character of grade crossings granted in this section shall not extend beyond five feet on either side of the center line of the track; provided, further, that the Department of Transportation shall have the power, in matters relating to such grade crossings, now pending or hereafter arising, to enter into such agreements with operators of railroads pertaining to the construction thereof as in its judgment may be to the best interest of the State, and to agree to pave the area across the tracks after the area is otherwise prepared for paving by the operator of the railroad. The Department of Transportation, with the advice and consent of the Attorney General, may waive any and all claims for penalties now existing, upon entry into such agreements.\n\nHISTORY: 1962 Code Section 58-842; 1956 (49) 1603; 1963 (53) 152; 1993 Act No. 181, Section 1562, eff July 1, 1993; 1999 Act No. 100, Part II, Section 67, eff June 30, 1999.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-2120/"
    },
    {
      "id": "section-58-15-2140",
      "number": "58-15-2140.",
      "heading": "",
      "text": "Unless waived as provided in Section 58-15-2120, the provisions of Sections 58-15-2110 to 58-15-2130 shall not affect or in anywise relieve any railroad company or operator of any penalties incurred under Sections 58-15-2110 to 58-15-2130 or former Sections 58-15-2110 to 58-15-2130. The provisions of Section 58-17-1360 are not intended to be nor are they repealed or affected by amendment of Sections 58-15-2110 to 58-15-2130.\n\nHISTORY: 1962 Code Section 58-843.1; 1963 (53) 152.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-2140/"
    },
    {
      "id": "section-58-15-2130",
      "number": "58-15-2130.",
      "heading": "",
      "text": "Any person or corporation failing to comply with the provisions of this article, after a hearing, if one is applied for as set out in Section 58-15-2120, and after having been notified in writing of the decision of the proper authorities that the crossing is required by public safety, convenience and necessity, and after the lapse of thirty days from the date of such notice, shall, upon conviction, be fined ten dollars per day for each day's delay in furnishing any crossing as required hereby. The Department of Transportation shall make a complaint to any court of competent jurisdiction within the county where the offense is committed, and shall furnish evidence before such court whenever a violation of this article may occur.\n\nHISTORY: 1962 Code Section 58-843; 1956 (49) 1603; 1963 (53) 152; 1993 Act No. 181, Section 1563, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-15/section-58-15-2130/"
    }
  ]
}