{
  "state": "south-carolina",
  "path": "title-title-58/chapter-t58c021",
  "sections": [
    {
      "id": "section-58-21-10",
      "number": "58-21-10",
      "heading": "",
      "text": "All authority, power, and duties conferred by law upon the commission as to steam railways, express and telegraph lines in this State, steamboat lines, and truck lines doing business as common carriers within this State are extended and conferred upon the commission as to all interurban railways, whether steam, electricity, or other power is used by them and whether or not the roads are partly without the corporate limits of towns or cities. The commission may not fix or approve the rates, fares, or charges for interurban railways. HISTORY: 1962 Code Section 58-1301; 1952 Code Section 58-1301; 1942 Code Section 8220; 1932 Code Section 8263; Civ. C. '22 Section 4812; 1913 (28) 179; 1917 (30) 162; 1920 (31) 722; 1935 (39) 25; 1989 Act No. 184, Section 4, eff June 8, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-10/"
    },
    {
      "id": "section-58-21-20",
      "number": "58-21-20",
      "heading": "",
      "text": "Any street railway corporation organized under the provisions of Chapter 15 of this Title or the charter of which may be amended hereunder, shall be authorized and empowered, upon proper application therefor, to make, produce, generate and supply light, power and heat by the means of electricity and gas, or either of them, both for its corporate purposes and for sale to the public, subject to the restrictions and limitations that may be imposed by the municipalities in which it may seek to do business. HISTORY: 1962 Code Section 58-1302; 1952 Code Section 58-1302; 1942 Code Section 8186; 1932 Code Section 8186; Civ. C. '22 Section 4366; Civ. C. '12 Section 2880; Civ. C. '02 Section 1924; 1909 (26) 45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-20/"
    },
    {
      "id": "section-58-21-30",
      "number": "58-21-30",
      "heading": "",
      "text": "Any electric railway company organized under the laws of this State may lease its property and franchises to any other electric railway company, upon such terms as may be agreed upon by a majority of the stockholders at a special meeting held after thirty days' advertisement thereof. HISTORY: 1962 Code Section 58-1303; 1952 Code Section 58-1303; 1942 Code Section 8187; 1932 Code Section 8187; Civ. C. '22 Section 4367; Civ. C. '12 Section 2881; 1908 (25) 1090.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-30/"
    },
    {
      "id": "section-58-21-40",
      "number": "58-21-40",
      "heading": "",
      "text": "Every employee of any street railway doing business in this State shall have the same rights and remedies for an injury suffered by him from the acts of omission of such corporation or any of its employees as are provided by the Constitution for employees of railroad corporations. HISTORY: 1962 Code Section 58-1304; 1952 Code Section 58-1304; 1942 Code Sections 6623, 8479; 1932 Code Sections 6623, 8479; Civ. C. '22 Sections 3533, 5038; Civ. C. '12 Sections 2440, 3948; Civ. C. '02 Section 2848; 1901 (23) 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-40/"
    },
    {
      "id": "section-58-21-50",
      "number": "58-21-50",
      "heading": "",
      "text": "Any person owning and operating an electric railway or electric cars carrying passengers shall, for failure to perform any duty prescribed in Sections 58-21-210, 58-21-220, 58-21-240, 58-21-300, or 58-21-310, be liable to a penalty of two hundred and fifty dollars per day for each day during which such nonperformance shall happen or continue and any person feeling aggrieved by the violation of any of such provisions by any corporation or who may ascertain that such violation exists may bring an action at law or in equity to enforce any such provisions and shall, upon collection of the penalty herein provided for, be entitled to such part thereof as may be sufficient to defray the actual expenses of the action at law, such amount to be fixed by the presiding judge, the balance to be turned into the county treasury for county purposes. Such action may be brought in any county wherein any such violation of any of such provisions occurs and when so brought shall not be merged or destroyed by any action thereafter brought by the Attorney General. But only one penalty shall be imposed for any one violation of any of such provisions. HISTORY: 1962 Code Section 58-1305; 1952 Code Section 58-1305; 1942 Code Section 8505; 1932 Code Section 8505; Civ. C. '22 Section 5063; 1920 (31) 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-50/"
    },
    {
      "id": "section-58-21-60",
      "number": "58-21-60",
      "heading": "",
      "text": "None of the provisions of Sections 58-21-210, 58-21-220, 58-21-240, 58-21-300, or 58-21-310, shall apply to electric interurban railways operating more than fifty miles in length. HISTORY: 1962 Code Section 58-1306; 1952 Code Section 58-1306; 1942 Code Section 8505; 1932 Code Section 8505; Civ. C. '22 Section 5063; 1920 (31) 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-60/"
    },
    {
      "id": "section-58-21-210",
      "number": "58-21-210",
      "heading": "",
      "text": "No electric car shall be operated for the purpose of carrying passengers which has a flat wheel, broken window or windowpanes, broken door or door panes or a leaky roof, side or other part thereof. All corporations operating electric railways shall have and keep in constant operation a sufficient number of convenient, comfortable and clean cars to transport the usual number of persons desiring transportation and shall, in addition thereto, keep in reserve a sufficient number of cars, power, equipment, ways, means and facilities to supply transportation in case of emergency. But the penalties provided for the enforcement of this section shall not apply when it can be shown that the damaged equipment was used only on the day such damage occurred. HISTORY: 1962 Code Section 58-1311; 1952 Code Section 58-1311; 1942 Code Section 8501; 1932 Code Section 8501; Civ. C. '22 Section 5059; 1920 (31) 742; 1935 (39) 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-210/"
    },
    {
      "id": "section-58-21-220",
      "number": "58-21-220",
      "heading": "",
      "text": "When demand for transportation shall temporarily increase it shall be the duty of the Public Service Commission to prescribe the number and condition of cars, power, equipment, ways, means and facilities that may be reasonably necessary under the circumstances. HISTORY: 1962 Code Section 58-1312; 1952 Code Section 58-1312; 1942 Code Section 8501; 1932 Code Section 8501; Civ. C. '22 Section 5059; 1920 (31) 742; 1935 (39) 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-220/"
    },
    {
      "id": "section-58-21-230",
      "number": "58-21-230",
      "heading": "",
      "text": "The Commission may enforce its orders under Sections 58-21-210, 58-21-220, 58-21-240, 58-21-300, or 58-21-310 as may be provided by law in other cases. HISTORY: 1962 Code Section 58-1313; 1952 Code Section 58-1313; 1942 Code Section 8501; 1932 Code Section 8501; Civ. C. '22 Section 5059; 1920 (31) 742; 1935 (39) 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-230/"
    },
    {
      "id": "section-58-21-240",
      "number": "58-21-240",
      "heading": "",
      "text": "Every person owning or operating an electric railway shall keep and maintain all of its tracks and roadbed and all structures along its line in a secure, safe and substantial condition, capable of bearing such burden as it may reasonably be subject to. Any such person shall keep and maintain its cars as required by Section 58-21-210 or otherwise required by law. HISTORY: 1962 Code Section 58-1314; 1952 Code Section 58-1314; 1942 Code Section 8501; 1932 Code Section 8501; Civ. C. '22 Section 5059; 1920 (31) 742; 1935 (39) 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-240/"
    },
    {
      "id": "section-58-21-250",
      "number": "58-21-250",
      "heading": "",
      "text": "Electric railway companies shall affix to their cars or coaches enclosed vestibules of wood, iron or glass and maintain side doors on such vestibules for the protection of motormen and passengers during the months of December, January, February and March. The failure of any such company to comply with the provisions of this section subjects it to a penalty of ten dollars per day, to be recovered by any citizen in the city or town in which such company does business, one fourth thereof to go to the person bringing suit to enforce the law and the remaining three fourths for the benefit of the State. HISTORY: 1962 Code Section 58-1315; 1952 Code Section 58-1315; 1942 Code Section 8480; 1932 Code Section 8480; Civ. C. '22 Section 5039; Civ. C. '12 Section 3949; 1902 (23) 1057; 1904 (24) 423; 1909 (26) 120; 1910 (26) 565; 1914 (28) 461.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-250/"
    },
    {
      "id": "section-58-21-260",
      "number": "58-21-260",
      "heading": "",
      "text": "All interurban railroads operating in this State shall affix to their cars or coaches enclosed vestibules of wood, iron or glass for the protection of motormen and passengers during the month of November also. The failure of any such company to comply with the provisions of this section shall subject it to a penalty of ten dollars per day for each car operated by such company without such vestibule affixed, to be recovered by any citizen of any county in which such company does business, one fourth thereof to go to the person bringing the suit to enforce the law and the remaining three fourths for the benefit of the county. In the construction of this section the phrase \"interurban railroad\" shall be construed to include all railroads and railways operated by electricity whose main business consists in the transportation of passengers from one municipality to another. HISTORY: 1962 Code Section 58-1316; 1952 Code Section 58-1316; 1942 Code Sections 8482, 8483; 1932 Code Sections 8482, 8483; Civ. C. '22 Sections 5041, 5042; Civ. C. '12 Sections 3951, 3952; 1910 (26) 761.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-260/"
    },
    {
      "id": "section-58-21-270",
      "number": "58-21-270",
      "heading": "",
      "text": "Every electric street railway company shall have attached to its cars or coaches good and sufficient fenders and, failing to do so, shall be subject to the same penalty as provided in Section 58-21-250. HISTORY: 1962 Code Section 58-1317; 1952 Code Section 58-1317; 1942 Code Section 8481; 1932 Code Section 8481; Civ. C. '22 Section 5040; Civ. C. '12 Section 3950; 1910 (26) 566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-270/"
    },
    {
      "id": "section-58-21-280",
      "number": "58-21-280",
      "heading": "",
      "text": "All electric street railway companies doing business in this State shall provide and furnish all their streetcars or electric cars with sufficient heat for all passengers and employees. Any streetcar company violating the provisions of this section shall be liable to a fine of not less than one hundred dollars nor more than five hundred dollars. HISTORY: 1962 Code Section 58-1318; 1952 Code Section 58-1318; 1942 Code Sections 8484, 8485; 1932 Code Sections 8484, 8485; Civ. C. '22 Sections 5043, 5044; Cr. C. '22 Section 302; 1914 (28) 594; 1918 (30) 822.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-280/"
    },
    {
      "id": "section-58-21-290",
      "number": "58-21-290",
      "heading": "",
      "text": "All interurban railroads operating within this State shall furnish their cars, and the vestibule portions of their cars, for the carriage of passengers with heating apparatus or appliances necessary to the comfort of all passengers and operators using them. But this section shall not apply to any railway whose direct line is more than fifty miles long. Any interurban railroad failing or refusing to comply with the provisions of this section shall be subject to a fine not exceeding one hundred dollars for each day of such failure or refusal, to be recovered in any court of competent jurisdiction. Such fine shall be paid into the county treasury of the county in which the action or suit is brought, to be applied to the public school fund of such county. The term \"interurban railroads\" as used in this section shall have the same meaning as is provided in Section 58-21-260. HISTORY: 1962 Code Section 58-1319; 1952 Code Section 58-1319; 1942 Code Sections 8486, 8487, 8488; 1932 Code Sections 8486, 8487, 8488; Civ. C. '22 Sections 5045, 5046, 5047; Cr. C. '22 Section 303; 1918 (30) 725; 1919 (31) 216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-290/"
    },
    {
      "id": "section-58-21-300",
      "number": "58-21-300",
      "heading": "",
      "text": "Upon the approach to a transfer point by an electric car carrying passengers therefor the conductor shall announce the approach to such transfer point before arrival and again upon arrival at such point, together with such other information as may advise passengers of the destination of connecting cars. HISTORY: 1962 Code Section 58-1321; 1952 Code Section 58-1321; 1942 Code Section 8499; 1932 Code Section 8499; Civ. C. '22 Section 5057; 1920 (31) 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-300/"
    },
    {
      "id": "section-58-21-310",
      "number": "58-21-310",
      "heading": "",
      "text": "No electric car shall be held at any point for checking up passengers or any other method used that will necessitate such holding to determine whether fares have been registered or otherwise accounted for. HISTORY: 1962 Code Section 58-1322; 1952 Code Section 58-1322; 1942 Code Section 8500; 1932 Code Section 8500; Civ. C. '22 Section 5058; 1920 (31) 742.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-310/"
    },
    {
      "id": "section-58-21-320",
      "number": "58-21-320",
      "heading": "",
      "text": "Conductors and other employees of electric railways while in charge of the cars of such railway are hereby invested with the powers of peace officers and authorized to make arrests as in the case of conductors of steam railroads. HISTORY: 1962 Code Section 58-1323; 1952 Code Section 58-1323; 1942 Code Sections 1270, 8420; 1932 Code Sections 1270, 1701, 8420; Civ. C. '22 Section 4968; Cr. C. '22 Sections 165, 647; Civ. C. '12 Section 3273; Cr. C. '12 Sections 316, 672; Civ. C. '02 Section 2173; Cr. C. '02 Section 482; G. S. 1516; R. S. 1717; 1898 (22) 776; 1905 (24) 954.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-58/chapter-21/section-58-21-320/"
    }
  ]
}