{
  "state": "nebraska",
  "path": "title-chapter-22-counties/chapter-22-142-harlan",
  "sections": [
    {
      "id": "section-22-142harlanthe",
      "number": "22-142.Harlan.The",
      "heading": "county of Harlan is bounded as follows: Commencing at the southwest corner of township one, north, of range twenty, west; thence east to the southeast corner of township one, north, of range seventeen, west; thence north to the northeast corner of township four, north, of range seventeen, west; then",
      "text": "county of Harlan is bounded as follows: Commencing at the southwest corner of township one, north, of range twenty, west; thence east to the southeast corner of township one, north, of range seventeen, west; thence north to the northeast corner of township four, north, of range seventeen, west; thence west to the northwest corner of township four, north, of range twenty, west; thence south to the place of beginning.SourceG.S.1873, c. 12, § 24, p. 217;R.S.1913, § 855;C.S.1922, § 757;C.S.1929, § 25-144;R.S.1943, § 22-142.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-142harlan",
      "number": "22-142.Harlan",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-22-142",
      "number": "22-142",
      "heading": "",
      "text": "22-142.Harlan.\n\nThe county of Harlan is bounded as follows: Commencing at the southwest corner of township one, north, of range twenty, west; thence east to the southeast corner of township one, north, of range seventeen, west; thence north to the northeast corner of township four, north, of range seventeen, west; thence west to the northwest corner of township four, north, of range twenty, west; thence south to the place of beginning.\n\nSourceG.S.1873, c. 12, § 24, p. 217;R.S.1913, § 855;C.S.1922, § 757;C.S.1929, § 25-144;R.S.1943, § 22-142.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-22/statute-22-142/"
    }
  ]
}