{
  "state": "idaho",
  "path": "title-title-58/chapter-chapter-9",
  "sections": [
    {
      "id": "section-58-901",
      "number": "58-901",
      "heading": "",
      "text": "58-901. ACTIONS TO PROTECT POSSESSORY RIGHTS. Any person being a citizen of the United States or having in accordance with law declared his intention to become a citizen, occupying and settled upon any of the public lands of the United States in this state for the purpose of cultivating or grazing the same, may commence and maintain any action for interference with, or injury to his possession of such land, against any person interfering with or injuring the same; but if such land contains mines of any of the precious metals, the possession or claim of the person occupying the same for the purposes aforesaid must not prevent the working of such mines by persons desiring to work the same, as fully as if no such claim for agricultural or grazing purposes had been made thereon: provided, that this chapter must not be so construed as to allow a person, subsequent to the location of land for agricultural or grazing purposes, to go upon such lands for the purpose of mining without first paying the owner thereof the value of any growing crops he may destroy; this provision does not extend to any crops planted subsequent to their location for mining purposes; and this chapter must not be construed to authorize the maintenance of any claim upon lands which, at the commencement of any such action, may have been selected by the United States and reserved for any purpose.\n\n[(58-901) 1874, p. 751, sec.1; R.S., R.C., & C.L., sec. 4552; C.S., sec. 6971; I.C.A., sec. 56-801.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-9/section-58-901/"
    },
    {
      "id": "section-58-902",
      "number": "58-902",
      "heading": "",
      "text": "58-902. CLAIM — WHAT TO CONTAIN. Every claim, to enable the holder to maintain any action as aforesaid, must contain not more than 160 acres of land, to be in compact form, and so distinctly marked that the boundaries thereof may be easily traced: provided, that when the United States government has set aside any tract of land subject to homestead entry of not more than 320 acres in such homestead, each claim under the provisions of this chapter may contain 320 acres.\n\n[(58-902) 1874, p. 751, sec. 2; R.S. & R.C., sec. 4553; am. 1913, ch. 102, sec. 1, p. 422; reen. C.L., sec. 4553; C.S., sec. 6972; I.C.A., sec. 56-802.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-9/section-58-902/"
    },
    {
      "id": "section-58-903",
      "number": "58-903",
      "heading": "",
      "text": "58-903. CLAIM — NOTICE — AFFIDAVIT — RECORDING. Every such claim must be accurately described in a written notice, which must be recorded in the office of the recorder of the county wherein the claim is situated, in a book to be kept for that purpose, together with an affidavit of the claimant setting forth:\n\n1. That such claim does not embrace more than 320 acres of land.\n\n2. That he holds no other claim under the provisions of this chapter.\n\n3. That to the best of his information and belief, no part of said land is claimed under any existing adverse title.\n\n[(58-903) 1874, p. 751, sec. 3; R.S. & R.C., sec. 4554; am. 1913, ch. 102, sec. 2, p. 423; reen. C.L., sec. 4554; C.S., sec. 6973; I.C.A., sec. 56-803.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-9/section-58-903/"
    },
    {
      "id": "section-58-904",
      "number": "58-904",
      "heading": "",
      "text": "58-904. IMPROVEMENT, CULTIVATION AND RESIDENCE. Within ninety (90) days after the date of such record said claimant must improve the land so recorded, unless the same has been previously improved by him or some one through whom he claims, by putting such improvements thereon as partake of the realty to the value of $200, and must continue to occupy and cultivate or graze the same or some portion thereof, either in person or by his agent or employee, and no person is entitled to maintain any such action unless he has complied with all the provisions of this chapter.\n\n[(58-904) 1874, p. 751, sec. 4; R.S., R.C., & C.L., sec. 4555; C.S., sec. 6974; I.C.A., sec. 56-804.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-9/section-58-904/"
    },
    {
      "id": "section-58-905",
      "number": "58-905",
      "heading": "",
      "text": "58-905. ACTIONS — PROOF OF IMPROVEMENTS. In any action for the possession of, or for any injury done to, a lot or parcel of land, situated in any city, town or village on the public lands, the plaintiff must be required to prove either an actual inclosure of the whole lot claimed by him, or the erection of a dwelling house or other substantial building on some part thereof, by himself or some person through whom he claims, and proof of such building, with or without inclosure, is sufficient to hold such lot or parcel to the bounds thereof, as indicated by the plat of such city, town or village, if there be one, and if there be no such plat, then to hold the same, with its full width and extent from and including such building to the nearest adjacent street, where the intervening space has not been previously claimed by adverse possession.\n\n[(58-905) 1874, p. 751, sec. 5; R.S., R.C., & C.L., sec. 4556; C.S., sec. 6975; I.C.A., sec. 56-805.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-9/section-58-905/"
    }
  ]
}