{
  "state": "idaho",
  "path": "title-title-58/chapter-chapter-14",
  "sections": [
    {
      "id": "section-58-1401",
      "number": "58-1401",
      "heading": "",
      "text": "58-1401. DECLARATION OF POLICY. It is in the interest of all the people of Idaho that the abundant rangeland resources of the counties and the state be properly managed to produce multiple resources and values along with sustained yields of forage and fiber to support the economic welfare of the counties and the state. Because rangeland management, on both public and private lands, is important to each citizen of the state, it is the purpose by the enactment of this chapter to promote the economic and environmental welfare of the counties and the state by providing a means for the collection and dissemination of information and research regarding the management and uses of the county’s and the state’s public and private rangeland resources and the livestock grazing industry.\n\n[58-1401, added 1994, ch. 374, sec. 1, p. 1203.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1401/"
    },
    {
      "id": "section-58-1402",
      "number": "58-1402",
      "heading": "",
      "text": "58-1402. DEFINITIONS. As used in this chapter:\n\n(1) \"Rangelands\" means land on which the native vegetation is predominately grasses, grass-like plants, forbs, or shrubs, including lands revegetated naturally or artificially when routine management of that vegetation is accomplished mainly through manipulation of grazing. Rangelands include natural grasslands, savannas, shrublands, most deserts, tundra, alpine communities, coastal marshes and wet meadows.\n\n(2) \"Private rangelands\" means rangelands not owned by the federal government, state government, an Indian tribe or a political subdivision of the state.\n\n[58-1402, added 1994, ch. 374, sec. 1, p. 1203.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1402/"
    },
    {
      "id": "section-58-1403",
      "number": "58-1403",
      "heading": "",
      "text": "58-1403. RANGELAND RESOURCES COMMISSION CREATED — MEMBERS. (1) There is hereby created and established in the department of self-governing agencies the Idaho rangeland resources commission, to be composed of five (5) voting members appointed by the governor from a list of names, with at least two (2) names for each appointive office submitted to the governor. The Idaho cattle association shall nominate and submit the required number of names for two (2) seats on the commission, the Idaho wool growers association shall nominate and submit the required number of names for one (1) seat on the commission, the partners advisory council (PAC) of the university of Idaho rangeland center shall nominate and submit the required number of names for one (1) seat on the commission, and the Idaho rangeland resource commission shall nominate and submit the required number of names for one (1) seat to serve at large on the commission. Members of the commission shall serve five (5) year terms. Initially, one (1) member of the commission will serve a one (1) year term, one (1) member of the commission will serve a two (2) year term, one (1) member of the commission will serve a three (3) year term, one (1) member of the commission will serve a four (4) year term, and one (1) member of the commission will serve a five (5) year term. For the initial commission members, the duration of each member’s term shall be determined by lot. Vacancies to the board shall be filled through nominations to the governor by the entity who originally submitted names for the position. Only the remainder of the term shall be served. No commissioner can serve more than two (2) consecutive five (5) year terms. No two (2) commissioners may reside in the same county.\n\n(2) The governor shall also name as permanent advisory members to the commission the state director of the bureau of land management, a representative of the U.S. forest service, the state conservationist from the soil conservation service, the director of the Idaho department of lands, the director of the Idaho department of agriculture, the chairman of the partners advisory council of the university of Idaho rangeland center or his designee, the current president of the Idaho section of the society of range management, the deans of the university of Idaho colleges of agriculture and forestry, wildlife and range sciences or their designees. No advisory member of the commission shall have a vote on the commission.\n\n[58-1403, added 1994, ch. 374, sec. 1, p. 1204; am. 2020, ch. 149, sec. 1, p. 449.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1403/"
    },
    {
      "id": "section-58-1404",
      "number": "58-1404",
      "heading": "",
      "text": "58-1404. QUALIFICATIONS OF THE MEMBER AND COMPOSITION OF THE COMMISSION. Each member of the commission shall be nominated and appointed because of their knowledge of the state’s rangelands, rangeland management and the livestock grazing industry, or because they possess communications skills which would enhance the ability of the commission to carry out its duties. Members of the commission shall be residents of the state who derive a substantial part of their income from the use of rangelands, own private rangelands, own private dry grazing land or is a licensed permittee on state or federal lands, within the state of Idaho. Corporations, firms, or other organizations may not, as such, serve as a member of the commission. Representatives, however, of corporations, firms, or other organizations that meet the requirements of membership to the commission may serve as commissioners.\n\n[58-1404, added 1994, ch. 374, sec. 1, p. 1204.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1404/"
    },
    {
      "id": "section-58-1405",
      "number": "58-1405",
      "heading": "",
      "text": "58-1405. COMPENSATION OF MEMBERS. Members of the commission may be compensated as provided in section 59-509(b), Idaho Code.\n\n[58-1405, added 1994, ch. 374, sec. 1, p. 1205.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1405/"
    },
    {
      "id": "section-58-1406",
      "number": "58-1406",
      "heading": "",
      "text": "58-1406. CHAIRMAN AND STAFF OF THE COMMISSION. The commission shall elect a chairman and may employ clerical or other staff who are not members of the commission.\n\n[58-1406, added 1994, ch. 374, sec. 1, p. 1205.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1406/"
    },
    {
      "id": "section-58-1407",
      "number": "58-1407",
      "heading": "",
      "text": "58-1407. MEETINGS OF THE COMMISSION. The commission shall meet not less than one (1) time in every three (3) month period and at such times as may be determined by either the chairman or a majority of the commission members. Any meeting may be held at any location within the state, and at any time.\n\n[58-1407, added 1994, ch. 374, sec. 1, p. 1205.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1407/"
    },
    {
      "id": "section-58-1408",
      "number": "58-1408",
      "heading": "",
      "text": "58-1408. DUTIES AND POWERS OF THE COMMISSION. (1) Consistent with the general purposes of this chapter, the commission shall establish the policies to be followed in the accomplishments of such purposes.\n\n(2) In the administration of the provisions of this chapter, the commission shall, in conjunction and cooperation with other entities which represent the livestock grazing industry, have the following duties, authorities and powers.\n\n(a) Conduct research and surveys to determine public attitudes and levels of knowledge regarding rangeland management and the livestock grazing industry;\n\n(b) Design educational campaigns and other needed efforts to provide the public with accurate information regarding the management of Idaho’s rangelands and the livestock grazing industry;\n\n(c) Be an advocate for the proper management of Idaho’s rangelands and for a healthy livestock grazing industry in the state;\n\n(d) Be a source of accurate and timely data regarding the rangeland resource and the livestock grazing industry;\n\n(e) Make projections regarding availability of forage, new or existing products and markets, and other biological or social trends which might affect rangeland management or the livestock grazing industry in Idaho; and\n\n(f) Cooperate with any local, state or national organization or agency, whether voluntary or created by the law of any state or by national law, engaged in work or activities similar to the work and activities of the commission, and to enter into contracts and agreements with such organizations or agencies for carrying on a joint campaign of research, education and publicity.\n\n(3) The commission shall also have the duty, power and authority:\n\n(a) To take such actions as the commission deems necessary or advisable to stabilize and protect the livestock grazing industry of the state and the health and welfare of the public;\n\n(b) To enter into such contracts as may be necessary or advisable;\n\n(c) To appoint and employ officers, agents and other personnel, including experts in publicizing rangeland management or the livestock grazing industry, and to prescribe their duties and fix their compensation;\n\n(d) To sue and be sued as a board, without individual liability of the board members, when the board is acting within the scope of the powers of the board;\n\n(e) To make use of such advertising means and methods as the commission deems advisable and to enter into contracts and agreements for research and advertising within the state;\n\n(f) To lease, purchase or own the real or personal property deemed necessary in the administration of the provisions of this chapter;\n\n(g) To prosecute in the name of the state of Idaho any suit or action for collection of any assessment provided for in this chapter;\n\n(h) To adopt, rescind, modify and amend all necessary and proper orders, resolutions and regulations for the procedure and exercise of its powers and the performance of its duties;\n\n(i) To incur indebtedness and carry on all business activities; and\n\n(j) To keep books and records and accounts of all its doings, which books, records and accounts shall be open to inspection at all times by the state controller and the public.\n\n[58-1408, added 1994, ch. 374, sec. 1, p. 1205; am. 2003, ch. 32, sec. 28, p. 133.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1408/"
    },
    {
      "id": "section-58-1409",
      "number": "58-1409",
      "heading": "",
      "text": "58-1409. LIMITATIONS TO THE POWERS OF THE COMMISSION. Irrespective of such actions as may be taken by individual members of the commission, the commission itself shall not use any funds or other resources of the commission to influence the outcome of any election for public office, be it state or federal, or to influence the enactment or defeat of any specific piece of legislation; provided however, the commission may, in the course of implementation of this chapter, generally and objectively inform the public of legislative or regulatory proposals which may affect the management of public or private rangelands in Idaho or the livestock grazing industry.\n\n[58-1409, added 1994, ch. 374, sec. 1, p. 1206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1409/"
    },
    {
      "id": "section-58-1410",
      "number": "58-1410",
      "heading": "",
      "text": "58-1410. COMMISSION ACCEPTING GRANTS, DONATIONS AND GIFTS. The commission may accept grants, donations and gifts of funds from any source for expenditure for any purpose consistent with this chapter which may be specified as a condition of any grant, donation or gift. All funds received under the provisions of this chapter shall be paid into a bank account in the name of the Idaho rangeland resources commission and such moneys are hereby continuously appropriated and made available for defraying the expenses of the commission in carrying out the provisions of this chapter.\n\n[58-1410, added 1994, ch. 374, sec. 1, p. 1206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1410/"
    },
    {
      "id": "section-58-1411",
      "number": "58-1411",
      "heading": "",
      "text": "58-1411. BONDS OF AGENTS AND EMPLOYEES. Any agent or employee appointed by the commission shall be bonded to the state of Idaho in the time, form, and manner as prescribed in chapter 8, title 59, Idaho Code. The cost of the bond is an administrative expense under this chapter.\n\n[58-1411, added 1994, ch. 374, sec. 1, p. 1206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1411/"
    },
    {
      "id": "section-58-1412",
      "number": "58-1412",
      "heading": "",
      "text": "58-1412. APPOINTMENT OF STAFF, DUTIES, SALARY. The commission may appoint clerical or other staff, on either a full or part-time basis, who shall devote their time to the administration of the provisions of this chapter. The staff shall be paid reasonable salaries as fixed by the commission, commensurate with their duties and experience.\n\n[58-1412, added 1994, ch. 374, sec. 1, p. 1206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1412/"
    },
    {
      "id": "section-58-1413",
      "number": "58-1413",
      "heading": "",
      "text": "58-1413. ESTABLISHMENT OF THE COMMISSION’S OFFICE. For the convenience of the majority of those most likely to be affected by the administration of this act, the commission shall establish and maintain an office within the state of Idaho.\n\n[58-1413, added 1994, ch. 374, sec. 1, p. 1207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1413/"
    },
    {
      "id": "section-58-1414",
      "number": "58-1414",
      "heading": "",
      "text": "58-1414. STATE NOT LIABLE FOR ACTS OR OMISSIONS OF THE COMMISSION OR OF ITS EMPLOYEES. The state of Idaho is not liable for the acts or omissions of the commission or any member thereof or any officer, agent or employee thereof.\n\n[58-1414, added 1994, ch. 374, sec. 1, p. 1207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1414/"
    },
    {
      "id": "section-58-1414a",
      "number": "58-1414A",
      "heading": "",
      "text": "58-1414A. IMPOSITION OF FEES. (1) There is hereby imposed, as of January 1, of each year, a fee upon owners of dry grazing land within the state of Idaho for the purpose of funding the activities and obligations of the Idaho rangeland resources commission. The fee shall be in the amount of two cents (2¢) per acre of dry grazing land. \"Dry grazing land\" is that category of land defined by the state tax commission for property tax purposes. No later than the third Monday in July, the county assessor shall provide the Idaho rangeland resources commission, via electronic media, an alphabetic list of the owners of dry grazing land in the county, as shown on the records of the county. The information on dry grazing land shall be provided as follows:\n\n(a) Owner name;\n\n(b) Billing address;\n\n(c) County;\n\n(d) Parcel identification number;\n\n(e) Number of acres.\n\nAn owner of dry grazing land shall not be assessed the fee contained herein if the owner’s or owners’ legal representative signs an affidavit attesting under penalties of perjury that the dry grazing land is not utilized for grazing. The commission shall provide the form and the affidavit shall be filed with the commission prior to the second Monday in July of the current year. The commission shall file a duplicate copy of any affidavit received with the appropriate county assessor.\n\n(2) In addition to the fees imposed in subsection (1) of this section, there is hereby imposed, as of January 1 of each year a fee of ten cents (10¢) per animal unit month on all domestic cattle and sheep utilizing state grazing lands in the state of Idaho. The Idaho department of lands is hereby directed to collect this fee in conjunction with its annual billing for rental of grazing lands and shall remit such collection to the Idaho rangeland resource committee on a monthly basis.\n\n(3) In addition to the fees imposed in subsections (1) and (2) of this section, there is hereby imposed, as of January 1, of each calendar year, a fee of ten cents (10¢) per animal unit month on all domestic cattle and sheep utilizing United States forest service and bureau of land management lands in the state of Idaho if a joint exercise of powers agreement or memorandum of understanding has been entered into authorizing the collection of such a fee. The federal agencies shall, as part of their billing process, include provisions for the collection of this fee and remittance of the fee to the Idaho rangeland resources commission.\n\n(4) The fee established in subsections (1), (2) and (3) of this section, shall be a debt of the owner(s), lessee(s) or permittee(s) of the dry grazing land obligated to pay the fee and the fee shall be a debt owed the commission and may be collected by the commission using the normal process to recover a debt.\n\n(5) Any person may request from the commission in writing, within thirty (30) calendar days after payment thereof, a refund of all or any portion of an assessment levied hereunder. The commission shall make the refund not later than sixty (60) days after receipt of refund request as long as the commission has received the moneys from the entity collecting the assessment.\n\n(6) The commission may at its discretion, determine by a majority vote of the commission the minimum fees to be assessed as described in this section. Once such minimum fees have been adopted, the commission shall collect no fee owed pursuant to this section which is equal to or less than the minimum set by the commission. Prior to the adoption of minimum fees by the commission as described in this subsection, the minimum fee owed the commission shall be five dollars ($5.00) for the owners of dry grazing land as described in subsection (1) of this section. There shall be no minimum fee for the assessments described in subsections (2) or (3) of this section unless otherwise determined by the commission.\n\n[58-1414A added 1996, ch. 233, sec. 1, p. 761; am. 1998, ch. 117, sec. 1, p. 433.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1414a/"
    },
    {
      "id": "section-58-1415",
      "number": "58-1415",
      "heading": "",
      "text": "58-1415. DEPOSIT AND DISBURSEMENT OF FUNDS. (1) Immediately upon receipt, all moneys received by the commission shall be deposited in one (1) or more banks or trust companies approved under chapter 27, title 67, Idaho Code, as state depositories. The commission shall designate such banks or trust companies. All funds so deposited are hereby continuously appropriated for the purpose of carrying out the provisions of this chapter.\n\n(2) Funds can be withdrawn or paid out of such accounts only upon checks or other orders upon such account signed by two (2) officers designated by the commission when the amount of such payments exceeds two thousand dollars ($2,000). Such designees may include the members of the staff of the commission.\n\n(3) The right is reserved to the state of Idaho to audit the funds of the commission at any time.\n\n(4) On or before January 15 of each year, the commission shall file with the senate and house committees responsible for natural resources, the director of legislative services, the state controller, and the division of financial management, a report showing the annual income and expenses by standard classification of the commission for the preceding year. The report shall also include an estimate of income of the commission for the current and next fiscal year and a projection of anticipated expenses by category for the current and next fiscal year. From and after January 15, 1994, the report shall also include a reconciliation between the estimated income and expenses projected and the actual income and expenses of the preceding year.\n\n(5) All moneys received or expended by the commission shall be audited annually by a certified public accountant designated by the commission, who shall furnish a copy of such audit to the director of legislative services. The audit shall be completed within ninety (90) days following the close of the fiscal year.\n\n(6) The expenditures of the commission are expressly exempted from the provisions of sections 67-2007 and 67-2008, Idaho Code.\n\n[58-1415, added 1994, ch. 374, sec. 1, p. 1207; am. 2003, ch. 32, sec. 29, p. 134.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1415/"
    },
    {
      "id": "section-58-1416",
      "number": "58-1416",
      "heading": "",
      "text": "58-1416. DISSOLUTION OF THE COMMISSION. (1) Subject to the conditions set forth in this section, the commission may be dissolved upon a majority vote by the commission. No such vote may take place at anytime prior to three (3) years from the date of enactment of this chapter. No such vote may be taken unless first approved by a majority vote of those entities responsible for nominating commission members.\n\n(2) Should such dissolution as described in this section occur, any unencumbered funds held by the commission shall be distributed by the commission or as prescribed by state law.\n\n[58-1416, added 1994, ch. 374, sec. 1, p. 1207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-14/section-58-1416/"
    }
  ]
}