{
  "state": "idaho",
  "path": "title-title-58/chapter-chapter-1",
  "sections": [
    {
      "id": "section-58-101",
      "number": "58-101",
      "heading": "",
      "text": "58-101. STATE LAND BOARD — CONSTITUTION — DEPARTMENT OF LANDS CREATED. The governor, secretary of state, attorney general, state controller and superintendent of public instruction being constituted a state board of land commissioners by section 7 of article 9, of the Constitution of the state, as such board, have the direction, control and disposition of the public lands of the state. The board shall exercise the said constitutional functions through the instrumentality of a department of lands which is hereby created.\n\n[(58-101) 1895, p. 215, ch. 2, sec. 5; reen. 1899, p. 282, ch. 2, sec. 5; 1905, p. 131, sec. 30; 1905, p. 131, sec. 1; compiled R.C., sec. 1558; compiled and reen. C.L., sec. 1558; am. 1919, ch. 81, sec. 1, p. 289; C.S., sec. 2866; I.C.A., sec. 56-101; am. 1974, ch. 17, sec. 39, p. 308; am. 1994, ch. 180, sec. 118, p. 501.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-101/"
    },
    {
      "id": "section-58-102",
      "number": "58-102",
      "heading": "",
      "text": "58-102. STATE LAND BOARD — PRESIDENT — QUORUM. The governor shall be president of the board, but in his absence from any meeting, one (1) of the members may act as president pro tempore, and shall preside at such meeting. A majority of the members of said board shall constitute a quorum for the transaction of business.\n\n[(58-102) 1905, p. 131, sec. 2; reen. R.C. & C.L., sec. 1559; am. 1919, ch. 81, sec. 2, p. 289; C.S., sec. 2867; I.C.A., sec. 56-102.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-102/"
    },
    {
      "id": "section-58-103",
      "number": "58-103",
      "heading": "",
      "text": "58-103. STATE LAND BOARD — MEETINGS — RULES. The board shall have regular meetings not less frequently than quarterly, and may hold such adjourned or special meetings as the board may direct, and may meet at any time on call of the president or majority of the board. The said board shall cause a complete record of its meetings and other proceedings to be kept. The meetings and proceedings of said board shall be regulated by such rules as the board may adopt.\n\n[(58-103) 1905, p. 131, sec. 3; reen. R.C. & C.L., sec. 1560; am. 1919, ch. 81, sec. 3, p. 289; C.S., sec. 2868; I.C.A., sec. 56-103.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-103/"
    },
    {
      "id": "section-58-104",
      "number": "58-104",
      "heading": "",
      "text": "58-104. STATE LAND BOARD — POWERS AND DUTIES. The state board of land commissioners shall have power:\n\n1. To exercise the general direction, control and disposition of the public lands of the state.\n\n2. To appoint its executive officer, the director of the department of lands.\n\n3. To perform legislative functions not inconsistent with law and to delegate to its executive officer and his assistants the execution of all policies adopted by it.\n\n4. To review upon appeal all decisions of the director of the department of lands in contested matters.\n\n5. To determine the policy, direct the work to be undertaken, solicit bids, contract for work to be performed, and appropriate from its funds the money necessary to carry out such work.\n\n6. To prescribe rules, not inconsistent with law, for the government of the department, the conduct of its employees and clerks, the distribution and performance of its business and the custody, use and preservation of the records, papers, books, documents, and property pertaining thereto.\n\n7. To engage in reseeding and reforestation programs on the public lands of the state.\n\n8. To exchange any public lands of the state, over which the board has power of disposition and control for lands of equal value, the title to which, or power of disposition, belongs or is vested in the governing body or board of trustees of any state governmental unit, agency or institution.\n\n9. (a) To regulate and control the use or disposition of lands in the beds of navigable lakes, rivers and streams, to the natural or ordinary high water mark thereof, so as to provide for their commercial, navigational, recreational or other public use; provided, that the board shall take no action in derogation of or seeking to interfere with the riparian or littoral rights of the owners of upland property abutting or adjoining such lands; except that when necessary to provide for the highest and best use of such lands for commercial, navigational, recreational or other public purposes, the board may acquire the riparian or littoral rights of upland owners by purchase or gift. The term \"natural or ordinary high water mark\" as herein used shall be defined to be the line which the water impresses on the soil by covering it for sufficient periods to deprive the soil of its vegetation and destroy its value for agricultural purposes. Provided that this definition shall not be construed so as to affect or change the vested property rights of either the state of Idaho or of riparian or littoral property owners. Lands lying below the meander line of a lake bed encompassing a national wildlife refuge as established under the authority of the Migratory Bird Conservation Act of February 18, 1929 (45 Stat. 1222), as amended, or the Fish and Wildlife Coordination Act (48 Stat. 401), as amended, or the Fish and Wildlife Act of 1956 (70 Stat. 1119), as amended (16 U.S.C. 742a through 742i), are not subject to the application of this act.\n\n(b) Revenue generated by the state from navigable waterways, except mineral royalties, shall be deposited in the navigable waterways fund, which is hereby created in the dedicated fund of the state treasury, and used for the state’s administration of navigable waterways, and may be expended only pursuant to appropriation. At the beginning of each fiscal year, those moneys in the navigable waterways fund that exceed two hundred percent (200%) of the current year’s appropriations for the state’s administration of navigable waterways shall be deposited in the waterways improvement fund established pursuant to section 57-1501, Idaho Code.\n\n(c) Royalties arising from extraction of minerals from navigable waterways shall be deposited in the public school permanent endowment fund established pursuant to section 33-902, Idaho Code.\n\n10. To enter into a joint exercise of powers agreement with the United States forest service in the department of agriculture pursuant to section 67-2328, Idaho Code.\n\n11. To direct and oversee the conduct and operations of the endowment fund investment board and the Idaho department of lands.\n\n12. To appoint and consult with expert advisors for each critical function for which the state board of land commissioners has responsibility. In this context, the term \"expert advisor\" shall mean a person engaged in the business for which he holds himself out to be an expert and who is experienced in that field.\n\n13. Strategically plan and establish policies to coordinate the management of state lands with the investment goals of the permanent endowment funds and earnings reserve funds.\n\n14. To provide reports of the status and performance of state endowment lands and the respective endowment funds to the state affairs committees of the senate and the house of representatives within fourteen (14) days after a regular session of the legislature convenes.\n\n15. To make distributions to endowment income funds as provided in section 57-723A, Idaho Code.\n\n[(58-104) 1919, ch. 81, sec. 4, p. 289; C.S., sec. 2869; I.C.A., sec. 104; am. 1955, ch. 61, sec. 1, p. 119; am. 1965, ch. 295, sec. 1, p. 785; am. 1967, ch. 236, sec. 1, p. 694; am. 1974, ch. 17, sec. 40, p. 308; am. 1996, ch. 281, sec. 1, p. 911; am. 1998, ch. 256, sec. 45, p. 841; am. 2004, ch. 154, sec. 1, p. 489; am. 2015, ch. 86, sec. 1, p. 212.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-104/"
    },
    {
      "id": "section-58-104a",
      "number": "58-104A",
      "heading": "",
      "text": "58-104A. THREE DIVISION HEADS — DIRECTION AND CONTROL — AREAS OF OPERATION — QUALIFICATIONS — APPLICATIONS. The director shall have power to appoint three (3) division heads who shall be known as administrators, one (1) to handle matters concerning lands, minerals and grazing; one (1) to handle matters concerning forestry and fire; and one (1) to handle matters of oil and gas conservation. The qualifications of the division administrator for forestry and fire shall be graduation from a full four (4) year college course with a bachelor’s degree, with a major in forestry including five (5) years of technical experience in the forestry-land management field; or, ten (10) years of successful and progressive technical experience of forestry and land management activities of such a nature as to enable the applicant to perform his duties successfully at the professional level. The qualifications of the division administrator for oil and gas conservation shall be graduation from a full four (4) year college course with a bachelor’s degree, with a major in geology or petroleum engineering including five (5) years of technical experience in the oil and gas management field; or, ten (10) years of successful and progressive technical experience of oil and gas conservation management activities of such a nature as to enable the applicant to perform his duties successfully at the professional level.\n\n[58-104A, added 1967, ch. 315, sec. 26, p. 906; am. 1974, ch. 17, sec. 41, p. 308; am. 2017, ch. 214, sec. 1, p. 519.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-104a/"
    },
    {
      "id": "section-58-105",
      "number": "58-105",
      "heading": "",
      "text": "58-105. DIRECTOR. The department of lands shall have an officer at its head who shall be known as the director, who shall, subject to the general regulation and control of the state board of land commissioners, exercise the powers and discharge the duties vested by law in him or in his department. The director may administer and certify oaths. With the approval of the state board of land commissioners, the director shall provide for the organization of the department, its subordinate divisions and the administrators thereof, the hiring of assistants, clerks or other professional personnel pursuant to chapter 53, title 67, Idaho Code, and shall apportion the duties between such divisions or personnel as he may deem necessary to the conduct of the business of the department. The director shall promulgate such rules and regulations, subject to the approval of the board of land commissioners, as will assure the effective administration of the department and implementation of the directives of the state board of land commissioners.\n\n[(58-105) 1919, ch. 81, sec. 5, p. 289; C.S., sec. 2870; I.C.A., sec. 56-105; am. 1974, ch. 17, sec. 42, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-105/"
    },
    {
      "id": "section-58-106",
      "number": "58-106",
      "heading": "",
      "text": "58-106. OFFICES. The department shall maintain a central office in Ada county. The director may in his discretion and with the approval of the state board of land commissioners, establish and maintain, at places other than the seat of government, branch offices for the conduct of any one (1) or more functions of his department.\n\n[(58-106) 1919, ch. 81, sec. 6, p. 289; C.S., sec. 2871; I.C.A., sec. 56-106; am. 1974, ch. 17, sec. 43, p. 308; am. 2001, ch. 183, sec. 24, p. 635.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-106/"
    },
    {
      "id": "section-58-107",
      "number": "58-107",
      "heading": "",
      "text": "58-107. SEAL. The department shall adopt and keep an official seal.\n\n[(58-107) 1919, ch. 81, sec. 7, p. 289; C.S., sec. 2872; I.C.A., sec. 56-107.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-107/"
    },
    {
      "id": "section-58-108",
      "number": "58-108",
      "heading": "",
      "text": "58-108. EMPLOYEES. The department is empowered to employ necessary employees, and, if the rate of compensation is not otherwise fixed by law, to fix their compensation.\n\n[(58-108) 1919, ch. 81, sec. 8, p. 289; C.S., sec. 2873; I.C.A., sec. 56-108.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-108/"
    },
    {
      "id": "section-58-112",
      "number": "58-112",
      "heading": "",
      "text": "58-112. LAND OFFICIALS PROHIBITED FROM BUYING STATE LANDS — PENALTIES. The members of the state board of land commissioners, the officers, clerks and employees of the department of lands are prohibited from directly or indirectly purchasing or becoming interested in the purchase of any of the public lands of the state. Any person who violates the provisions of this section is guilty of a misdemeanor and subject to removal from office.\n\n[(58-112) 1919, ch. 81, sec. 12, p. 289; C.S., sec. 2877; I.C.A., sec. 56-112; am. 1974, ch. 17, sec. 44, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-112/"
    },
    {
      "id": "section-58-114",
      "number": "58-114",
      "heading": "",
      "text": "58-114. REPORTS. The director shall annually on or before the first day of December, and at such other times as the governor or the board may require, report in writing to the governor and the board concerning the condition, management and financial transactions of his department.\n\n[(58-114) 1919, ch. 81, sec. 14, p. 289; C.S., sec. 2879; I.C.A., sec. 56-114; am. 1974, ch. 17, sec. 45, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-114/"
    },
    {
      "id": "section-58-115",
      "number": "58-115",
      "heading": "",
      "text": "58-115. COOPERATION WITH OTHER STATE DEPARTMENTS. The department of lands shall, so far as practicable, cooperate with the other state departments in the employment of services and the use of quarters and equipment. The director may empower or require an employee of another department, subject to the consent of the superior officer of the employee, to perform any duty which he might require of his own subordinates and may likewise require his subordinates to act for other departments.\n\n[(58-115) 1919, ch. 81, sec. 15, p. 289; C.S., sec. 2880; I.C.A., sec. 56-115; am. 1974, ch. 17, sec. 46, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-115/"
    },
    {
      "id": "section-58-116",
      "number": "58-116",
      "heading": "",
      "text": "58-116. GROSS RECEIPTS PAYABLE INTO TREASURY. The gross amount of money received by the department, from whatever source, belonging to or for the use of the state, shall be paid into the state treasury, without delay, without any deduction on account of salaries, fees, costs, charges, expenses or claim of any description whatever and shall be credited to such fund or funds as are now or may hereafter be designated by law for the deposit thereof. No money belonging to, or for the use of, the state shall be expended or applied by the department except in consequence of an appropriation made by law and upon the warrant of the state controller.\n\n[(58-116) 1919, ch. 81, sec. 16, p. 289; C.S., sec. 2881; I.C.A., sec. 56-116; am. 1994, ch. 180, sec. 119, p. 502.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-116/"
    },
    {
      "id": "section-58-118",
      "number": "58-118",
      "heading": "",
      "text": "58-118. DEPARTMENT SUCCESSOR TO ABOLISHED OFFICES. Whenever rights, powers and duties, which have heretofore been vested in or exercised by any officer or board, or any deputy or subordinate officer thereof, are, by this chapter, transferred, either in whole or in part, to be vested in the department created by this chapter, such rights, powers and duties shall be vested in, and shall be exercised by, the department, and every act done in the exercise of such rights, powers and duties shall have the same legal effect as if done by the former office or board, or any deputy or subordinate officer thereof. Every person shall be subject to the same obligations and duties and shall have the same rights arising from the exercise of such rights, powers and duties as if such rights, powers and duties were exercised by the officer or board, or deputy, or subordinate thereof, designated in the respective laws which are to be administered by the department created by this chapter. Every person shall be subject to the same penalty or penalties, civil or criminal, for failure to perform any such obligation or duty, or for doing a prohibited act, as if such obligation or duty arose from, or such act were prohibited in, the exercise of such right, power or duty by the officer or board, or deputy or subordinate thereof, designated in the respective laws which are to be administered by the department created by this chapter. Every officer and employee shall, for any offense, be subject to the same penalty or penalties, civil or criminal, as are prescribed by existing law for the same offense by any officer or employee whose powers or duties devolved upon him under this chapter. All books, records, papers, documents, property, real and personal, unexpended appropriations, and pending business in any way pertaining to the rights, powers and duties so transferred to or vested in the department created by this chapter, shall be delivered and transferred to the department succeeding to such rights, powers and duties.\n\nWhenever reports or notices are now required to be made or given, or papers or documents furnished or served by any person to or upon any officer or board, or deputy or subordinate thereof, abolished, or where duties are transferred by this chapter, the same shall be made, given, furnished, or served in the same manner to or upon the department herein created; and every penalty for failure so to do shall continue in effect.\n\nThis chapter shall not affect any act done, ratified or confirmed, or any right accrued or established, or any action or proceeding had or commenced in a civil or criminal cause before this chapter takes effect in relation to the matters placed under the jurisdiction of the department herein created; but such actions or proceedings may be prosecuted and continued by the department created herein.\n\n[(58-118) 1919, ch. 81, sec. 18, p. 289; C.S., sec. 2883; I.C.A., sec. 56-118.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-118/"
    },
    {
      "id": "section-58-119",
      "number": "58-119",
      "heading": "",
      "text": "58-119. POWERS OF DEPARTMENT. The department of lands shall have power:\n\n1. To exercise, under the general control and supervision of the state board of land commissioners all the rights, powers and duties vested by law in the state board of land commissioners, except the supervision of public investments, the administration of the Carey Act and the administration of chapter 26 of title 42, Idaho Code.\n\n2. To exercise all the rights, powers and duties of the register of the state board of land commissioners except such as have been transferred.\n\n3. To organize a central land records unit within the department for the purpose of establishing and maintaining an inventory and plat of all lands owned, leased, or held in trust by the state or any of its agencies, departments, institutions or instrumentalities, and to require any such agency, department, institution or instrumentality to file with the unit for recordation and platting any instrument by which the state or any such agency, department, institution or instrumentality acquires or disposes of title to real property or an estate therein.\n\n[(58-119) 1919, ch. 81, sec. 19, p. 289; C.S., sec. 2884; I.C.A., sec. 56-119; am. 1974, ch. 17, sec. 47, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-119/"
    },
    {
      "id": "section-58-119a",
      "number": "58-119A",
      "heading": "",
      "text": "58-119A. DISCLAIMERS OF INTEREST — RESERVATION OF PUBLIC USE RIGHTS-OF-WAY. The department of lands may enter into an agreement with an owner of land adjacent to accreted land along a navigable river for the issuance of a disclaimer of interest as to the accreted land by the state in exchange for a reservation of a public use right-of-way along the navigable river. Any proposed agreement that seeks to reserve a public use right-of-way in excess of, or less than, a width of twenty-five (25) feet shall be approved by the state board of land commissioners prior to finalization of the agreement.\n\n[58-119A, added 2008, ch. 371, sec. 1, p. 1017.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-119a/"
    },
    {
      "id": "section-58-120",
      "number": "58-120",
      "heading": "",
      "text": "58-120. GENERAL COUNSEL TO REPRESENT THE DEPARTMENT OF LANDS. (1) Counsel to the department of lands shall be provided by an attorney hired by the director of the department of lands subject to approval by the state land board. Such counsel shall be independent of the office of the attorney general but may consult with the office of the attorney general as determined by the counsel. Such counsel shall be designated the general counsel for the department of lands.\n\n(2) General counsel may hire additional attorneys or contract with the office of the attorney general as necessary. Nothing in this section shall preclude the department of lands from hiring counsel separate from the general counsel.\n\n[58-120, added 2024, ch. 210, sec. 2, p. 747.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-120/"
    },
    {
      "id": "section-58-121",
      "number": "58-121",
      "heading": "",
      "text": "58-121. RECORDS OF LAND BOARD. It shall be the duty of the director of the department of lands to keep the records of the state board of land commissioners; to make out and countersign all patents and leases issued by the president of the said board to purchasers and lessees of state lands, and to keep a suitable record of the same; to file and preserve the bonds of lessees and those given by purchasers to secure deferred payments; to make and deliver to purchasers suitable certificates of purchase; to have the custody of the seal of the state board of land commissioners; to keep the minutes of the board, and to perform such other duties concerning the land affairs of the state as the board may direct.\n\n[(58-121) 1905, p. 131, parts of sec. 5; am. 1907, p. 312, sec. 1; reen. R.C., sec. 1562; am. 1909, p. 79, sec. 1; am. 1915, ch. 102, sec. 1, p. 240; compiled and reen. C.L., sec. 1562; am. 1919, ch. 8, sec. 41, p. 66; C.S., sec. 2886; I.C.A., sec. 56-121; am. 1974, ch. 17, sec. 48, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-121/"
    },
    {
      "id": "section-58-122",
      "number": "58-122",
      "heading": "",
      "text": "58-122. CONTESTED CASES — PROCEDURE. It shall be the duty of the director of the department of lands in any or all contested cases, at the direction of the board, to appoint hearing officers, receive evidence, issue subpoenas and to hold contested case hearings in accordance with sections 67-5240 through 67-5271, Idaho Code, when hearings are necessary and witnesses may be required to be examined. Provided however, that when the state board of land commissioners is exercising its duties and authorities concerning the direction, control or disposition of the public lands of the state pursuant to sections 7 and 8, article IX, of the constitution of the state of Idaho, such actions shall not be considered to be contested cases as defined in section 67-5201, Idaho Code, and section 67-5240, Idaho Code, unless the board, in its discretion, determines that a contested case hearing would be of assistance to the board in the exercise of its duties and authorities.\n\n[(58-122) 1905, p. 131, part of sec. 5; reen. 1907, p. 312, sec. 1; reen. R.C., sec. 1562; reen. 1909, p. 79, sec. 1; reen. 1915, ch. 102, sec. 1, p. 240; reen. C.L., sec. 1562a; C.S., sec. 2887; I.C.A., sec. 56-122; am. 1974, ch. 17, sec. 49, p. 308; am. 2004, ch. 184, sec. 1, p. 575; am. 2022, ch. 287, sec. 12, p. 919.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-122/"
    },
    {
      "id": "section-58-123",
      "number": "58-123",
      "heading": "",
      "text": "58-123. DIRECTOR OF DEPARTMENT — STATEMENTS — ANNUAL REPORTS. On the first business day of each quarter the director of the department of lands shall forward to the state controller and treasurer a statement in duplicate of the amount of moneys received and deposited from all sources. Such statement shall show the class and character of the lands sold or leased, and the amounts of moneys received from all other sources; and on or before the first day of December immediately preceding the meeting of the legislature, he shall make a report to the governor of the business of his office, the transactions of the state board of land commissioners and the land, forest and fire affairs of the state, showing, by tables, the land belonging to the several funds of the state, to whom sold, the amount leased, and the receipts from all sources; and said reports shall contain any such other items of information concerning state lands, forests and fires as the state board of land commissioners may deem worthy of publication.\n\n[(58-123) 1905, p. 131, sec. 6; reen. R.C. & C.L., sec. 1563; C.S., sec. 2888; I.C.A., sec. 56-123; am. 1967, ch. 315, sec. 27, p. 906; am. 1974, ch. 17, sec. 50, p. 308; am. 1994, ch. 180, sec. 120, p. 502.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-123/"
    },
    {
      "id": "section-58-124",
      "number": "58-124",
      "heading": "",
      "text": "58-124. DIRECTOR OF DEPARTMENT — ASSISTANTS — APPOINTMENT — DUTIES — SALARY AND EXPENSES — OATH AND BOND — TERM OF OFFICE. The state board of land commissioners shall appoint the director of the department who shall have general supervision of all field work, and with such assistants as he, with the approval of the board may appoint, select, locate and appraise all lands which are now, or may be hereafter, granted to this state by the United States for any purpose whatever, and who shall perform the other duties as shall be required of him by the board, or as shall be prescribed by their rules. He shall be paid the salary determined by the board and his actual and necessary expenses while traveling on business of the board. Said director and his assistants shall each take the oath of office and be bonded to the state of Idaho in the time, form and manner prescribed in chapter 8, title 59, Idaho Code. Said assistants shall receive their actual and necessary expenses while traveling on business for the board. The director may employ necessary clerical and other assistants for carrying on the business of the state department of lands and fix their compensation. The director and other appointees of the board shall hold their respective positions during the pleasure of the board.\n\n[(58-124) 1905, p. 131, sec. 8; reen. R.C., sec. 1564; am. 1909, p. 79, sec. 2; am. 1913, ch. 94, sec. 1, p. 383; am. 1915, ch. 121, sec. 1, p. 266; part of section transferred to C.L., sec. 1564a; reen. C.L., sec. 1564; C.S., sec. 2889; am. 1921, ch. 86, sec. 1, p. 163; I.C.A., sec. 56-124; am. 1971, ch. 136, sec. 36, p. 522; am. 1974, ch. 17, sec. 51, p. 308.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-124/"
    },
    {
      "id": "section-58-126",
      "number": "58-126",
      "heading": "",
      "text": "58-126. INFORMATION REGARDING STATE LANDS. Information concerning the selection or appraisement of any state lands, or the timber thereon, or any information in regard to such land shall be subject to disclosure according to chapter 1, title 74, Idaho Code.\n\n[(58-126) 1905, p. 131, sec. 9; compiled and reen. R.C. & C.L., sec. 1565; C.S., sec. 2891; I.C.A., sec. 56-126; am. 1974, ch. 17, sec. 53, p. 308; am. 1990, ch. 213, sec. 88, p. 552; am. 2015, ch. 141, sec. 157, p. 500.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-126/"
    },
    {
      "id": "section-58-127",
      "number": "58-127",
      "heading": "",
      "text": "58-127. FEES. The board of land commissioners is hereby empowered to set the fees for sales, leases, easements of state land and all other transactions in the department of lands.\n\nAll moneys collected for fees shall be paid to the state treasurer and shall be credited to the endowment earnings reserve account for endowment land management, and to the general account for all other activities unless otherwise provided by law; provided, however, that in all cases where filing or other fees or rent moneys have been paid to the board by two (2) or more applicants for the same lands, such fees, or rent moneys, may be returned to the unsuccessful applicant from any moneys in the possession of the board; provided, that such payments shall be made out of the account to which they may have been credited.\n\n[58-127, added 1980, ch. 111, sec. 2, p. 250; am. 2007, ch. 182, sec. 1, p. 531.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-127/"
    },
    {
      "id": "section-58-128",
      "number": "58-128",
      "heading": "",
      "text": "58-128. DEPOSIT AND CONTROL OF FUNDS. The state board of land commissioners shall daily deposit with the state treasurer all money and evidences of indebtedness received by the board. The state board of land commissioners may draw upon funds within their jurisdiction in the hands of the state treasurer for the payment of all expenses and demands in the management, protection and control of the state lands.\n\n[(58-128) Based upon 1909, p. 360, sec.sec. 1, 3; compiled and reen. C.L., sec. 1566a; C.S., sec. 2893; I.C.A., sec. 56-128.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-128/"
    },
    {
      "id": "section-58-129",
      "number": "58-129",
      "heading": "",
      "text": "58-129. DEPOSIT OF PAPERS WITH STATE TREASURER. All valuable papers and securities, or any portion thereof, pertaining to the business of the land department, may, by direction of the state board of land commissioners, be deposited with the state treasurer for safekeeping in the fireproof vault and fire and burglar proof safe provided for the treasurer’s department. Upon such order being made by the board, the director shall prepare a list of such valuable papers and securities so ordered deposited, in triplicate, and shall take thereon the receipt of the treasurer for such papers and securities, leaving one (1) list with the treasurer, filing one (1) with the state controller and preserving one (1) in the office of the board. For the safekeeping of such papers and securities, and their return to the state board of land commissioners when required at any time, the state treasurer shall be liable on his official bond.\n\n[(58-129) 1905, p. 131, sec. 29; compiled and reen. R.C. & C.L., sec. 1567; C.S., sec. 2894; I.C.A., sec. 56-129; am. 1974, ch. 17, sec. 55, p. 308; am. 1994, ch. 180, sec. 121, p. 502.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-129/"
    },
    {
      "id": "section-58-131",
      "number": "58-131",
      "heading": "",
      "text": "58-131. COOPERATION OF STATE LAND BOARD IN SETTLEMENT OF FEDERAL IRRIGATION PROJECTS. The state board of land commissioners of Idaho is hereby authorized to enter into agreements on behalf of the state of Idaho with the secretary of the interior of the United States for the cooperation by the state of Idaho with the United States in securing and selecting settlers and in promoting the settlement and development of irrigation projects, or divisions thereof, where such projects are constructed by the United States under the provisions of the United States Reclamation Act: provided, that no contract shall be entered into hereunder obligating the state of Idaho to pay any money until appropriation therefor has been made by the legislature.\n\n[(58-131) 1927, ch. 141, sec. 1, p. 183; I.C.A., sec. 56-131.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-131/"
    },
    {
      "id": "section-58-132",
      "number": "58-132",
      "heading": "",
      "text": "58-132. EXTENSION AND DECLARATION OF POWERS AND DUTIES OF STATE BOARD OF LAND COMMISSIONERS. In order that financial aid cooperation from the federal government, which is now and may hereafter become available may be taken advantage of, and that land in the state of Idaho be put to its best possible use, it shall be the duty of the state board of land commissioners to integrate and unify the policy and administration of land use in the state, and to determine the best use or uses, viewed from the standpoint of general welfare, to be made of state land now owned or hereafter acquired, including the determination of what land should be in county or state or federal ownership, and, in order to carry out the intentions of this chapter, the state board of land commissioners is hereby authorized and directed to classify state owned lands with respect to their value for forestry, reforestation, watershed protection and recreational purposes.\n\nIn determining the best use or uses of land, the state board of land commissioners may call upon the Idaho division of tourism and industrial development and/or other state departments, divisions and agencies for inventories, classifications, maps and other data relative to land, and said Idaho division of tourism and industrial development and other state departments, divisions and agencies shall furnish the said board with inventories, classifications, maps and other data upon request of the board. Said board may also call upon the boards of county commissioners in counties wherein the lands are situated for advice and recommendations in determination of future use and administration of said lands.\n\n[58-132, added 1935 (1st E.S.), ch. 6, sec. 1, p. 13; am. 1937, ch. 213, sec. 1, p. 359.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-132/"
    },
    {
      "id": "section-58-133",
      "number": "58-133",
      "heading": "",
      "text": "58-133. ACQUISITION, SALE, LEASE, EXCHANGE OR DONATION OF PUBLIC LANDS — CREATION AND OPERATION OF LAND BANK FUND. (1) The state board of land commissioners may select and purchase, lease, receive by donation, hold in trust, or in any manner acquire for and in the name of the state of Idaho such tracts or leaseholds of land as it shall deem proper, and after inventory and classification as provided herein, shall determine the best use or uses of said lands: provided, however, that all state-owned lands classified as chiefly valuable for forestry, reforestation, recreation and watershed protection are hereby reserved from sale and set aside as state forests.\n\n(2) The proceeds from the sale of state endowment land may be deposited into a fund which shall be known as the \"land bank fund,\" which is hereby created in the state treasury for the purpose of temporarily holding proceeds from land sales pending the purchase of other land for the benefit of the beneficiaries of the endowment. A record shall be maintained showing separately from each of the respective endowments the moneys received from the sale of endowment lands. Moneys from the sale of lands which are a part of an endowment land grant shall be used only to purchase land for the same endowment.\n\n(3) All moneys deposited in the land bank fund, including earnings on those moneys, are hereby continually appropriated to the state board of land commissioners for the purposes enumerated in this section. The state board of land commissioners may hold proceeds from the sale of land in the land bank fund for a period not to exceed five (5) years from the effective date of sale. If, by the end of the fifth year, the proceeds from the land sale have not been encumbered to purchase other land within the state, the proceeds shall be deposited in the permanent endowment fund of the respective endowment along with any earnings on the proceeds from the land sale, unless the period is extended by the legislature.\n\n[58-133, added 1935 (1st E.S.), ch. 6, sec. 2, p. 13; am. 1937, ch. 213, sec. 2, p. 359; am. 1998, ch. 256, sec. 46, p. 843; am. 2003, ch. 230, sec. 1, p. 590.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-133/"
    },
    {
      "id": "section-58-134",
      "number": "58-134",
      "heading": "",
      "text": "58-134. COOPERATION IN CONTROL AND ADMINISTRATION OF STATE LANDS — POWERS OF BOARD OF COUNTY COMMISSIONERS. The state board of land commissioners may cooperate or join with the United States, any corporation the majority of whose capital stock is owned by the United States, and/or any county or counties of this state in any matter pertaining to the care, control and administration of any land now owned or hereafter acquired by the state, other than endowment lands received from the government of the United States, the United States, any corporation the majority of whose capital stock is owned by the United States, or county, and for such purposes may enter into contracts in writing with such public organization or organizations, as its or their officer or officers of board or boards, and the board of county commissioners of the several counties of the state are hereby authorized and empowered to make such donations of county-owned lands as above provided, and/or sell lands delinquent for taxes to the state for the amount of such delinquent taxes at date of such sale.\n\n[58-134, added 1935 (1st E.S.), ch. 6, sec. 3, p. 13; am. 1937, ch. 213, sec. 3, p. 359.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-134/"
    },
    {
      "id": "section-58-135",
      "number": "58-135",
      "heading": "",
      "text": "58-135. SALE, LEASE OR DONATION OF STATE LANDS TO UNITED STATES. The state board of land commissioners shall have authority to grant an option to purchase, contract to sell, sell and convey, donate or lease to the United States, any corporation the majority of whose capital stock is owned by the United States, or any county or city in Idaho, any lands now owned or hereafter acquired by the state, other than endowment lands received from the government of the United States, for such price and/or on such terms as said board may deem to be for the best interest of the state.\n\nThe board shall be authorized to receive as partial or full consideration for any sale or conveyance hereunder, any real property or stumpage at a value to be determined by the board.\n\n[58-135, added 1935 (1st E.S.), ch. 6, sec. 4, p. 13; am. 1974, ch. 294, sec. 1, p. 1748.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-135/"
    },
    {
      "id": "section-58-136",
      "number": "58-136",
      "heading": "",
      "text": "58-136. HOLDING IN TRUST MONEY OR LANDS DONATED. The state board of land commissioners shall have authority to receive and to hold in trust any money or lands donated, bequeathed, or devised and to carry out the terms, if any, of such donation, bequest or devise, or, in the absence of such terms or conditions, expend, use and administer the same as it may deem advisable in the public interest.\n\n[58-136, added 1935 (1st E.S.), ch. 6, sec. 5, p. 13.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-136/"
    },
    {
      "id": "section-58-138",
      "number": "58-138",
      "heading": "",
      "text": "58-138. EXCHANGE OF STATE LAND. (1) The state board of land commissioners may at its discretion, when in the state’s best interest, exchange, and do all things necessary to exchange fee simple title to include full surface and mineral rights to any of the state lands now or hereafter held and owned by this state for lands of equal value, public or private, excepting lands that have as their primary value buildings or other structures, unless said buildings or other structures are continually used by a public entity for a public purpose. Land that the state owns known as \"cottage sites\" can be exchanged for lands of equal value, public or private. As used in this section, an exchange of state lands means a transaction in which the state conveys the land to another party or parties pursuant to an agreement that predates the exchange, in which transaction a party conveying land to the state may be different from a party to whom the state conveyed land. The parties dealing with the state in such an exchange transaction shall not be prohibited from purchasing or selling assets related to accomplishing the transaction before, simultaneously or after said transaction, provided that all such prior and simultaneous purchases and sales are expressly provided for in the exchange agreement.\n\n(2) Provided further the state board of land commissioners may, in its discretion, hereafter grant and receive less than fee simple title, and grant or allow such reservations, restrictions, easements or such other impairment to title as may be in the state’s best interest.\n\n(3) No exchanges shall be made involving leased lands except upon the written agreement of the lessee.\n\n(4) Subject to the approval of the state board of land commissioners, the first lease on lands acquired through land exchange and in lieu selections shall be offered to the present user, lessee, or permittee of the land, provided that the present user agrees in writing to enter into a contractual management program through which the resource values of the land may be enhanced or improved for the purpose of increasing the income to the endowed institutions.\n\n(5) Prior to the exchange of any state endowment lands pursuant to this section, the state board of land commissioners shall have an appraisal and review appraisal conducted of the lands it desires to exchange along with an appraisal and a review appraisal of the lands it is proposing to acquire in the exchange. All such appraisals and review appraisals shall be performed by appraisers who are licensed or certificated to perform such work in accordance with chapter 41, title 54, Idaho Code, and who are designated as members of the appraisal institute (MAI). All such appraisals and review appraisals shall conform to the uniform standards of professional appraisal practice (USPAP) standards.\n\n(6) In determining the fair market value of state endowment lands to be exchanged and acquired pursuant to this section, the state board of land commissioners shall consider all relevant information and circumstances including, but not limited to, the appraisals and review appraisals required by the provisions of subsection (5) of this section and any evidence that enhances or detracts from their reliability.\n\n(7) Annually on or before January 15 of each year, the state board of land commissioners shall submit a report of all state endowment lands exchanged and acquired and all appraisals and review appraisals conducted pursuant to this section to both houses of the legislature and to the audit division of the legislative services office.\n\n[58-138, added 1963, ch. 147, sec. 1, p. 431; am. 1971, ch. 161, sec. 1, p. 780; am. 1979, ch. 191, sec. 1, p. 554; am. 1980, ch. 353, sec. 1, p. 915; am. 1992, ch. 226, sec. 2, p. 677.; am. 2014, ch. 98, sec. 1, p. 292; am. 2014, ch. 246, sec. 1, p. 615.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-138/"
    },
    {
      "id": "section-58-141",
      "number": "58-141",
      "heading": "",
      "text": "58-141. REVOLVING FUND FOR PLANNING AND DEVELOPMENT OF SEWAGE COLLECTION AND DISPOSAL FACILITIES FOR STATE LANDS — APPROPRIATION. All moneys received by the state of Idaho from the United States of America, its agencies, boards, departments, bureaus and commissions for planning and development of sewage collection and disposal facilities for state lands, all moneys received by the state of Idaho from units of local governments as a reimbursement for funds advanced by the state for planning and development of sewage collection and disposal facilities for state lands and those moneys received by the state of Idaho from users of state planned, developed and operated sewage collection and disposal systems as their proportionate share of planning and development of sewage collection and disposal facilities for state lands shall constitute a revolving fund, which fund is hereby created. All moneys in the fund are hereby appropriated continually to the state board of land commissioners for planning and development of sewage collection and disposal facilities for state lands.\n\n[58-141, added 1971, ch. 162, sec. 1, p. 781; am. 1973, ch. 65, sec. 1, p. 110.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-141/"
    },
    {
      "id": "section-58-141a",
      "number": "58-141A",
      "heading": "",
      "text": "58-141A. REVOLVING FUND FOR WATER AND SEWER DISTRICT — APPROPRIATION. All moneys received by the state of Idaho pursuant to the provisions of section 58-304A, Idaho Code, representing reimbursement of unpaid connection fees or charges, monthly rates, tolls or charges, or special benefits payments due water and sewer districts by cottage site lessees pursuant to the provisions of section 39-3609, Idaho Code, shall constitute a revolving fund, which fund is hereby created. All moneys in the fund are hereby appropriated continually to the state board of land commissioners to be used for the reimbursement of water and sewer districts of amounts of unpaid connection fees or charges, monthly rates, tolls or charges, and special benefits payments attributable to cottage site leases which were forfeited as provided in section 39-3610, Idaho Code.\n\n[58-141A, added 1979, ch. 100, sec. 3, p. 244.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-141a/"
    },
    {
      "id": "section-58-154",
      "number": "58-154",
      "heading": "",
      "text": "58-154. SALE AND LEASE OF STATE LAND — TIMBER — MINERALS — OTHER INTERESTS — INTERFERENCE WITH APPLICATION, AUCTION OR BID PROCESS — PENALTY. It shall be unlawful for any person, firm, partnership, or corporation to offer to accept, or to accept, compensation of any type in exchange for the withdrawal of a bid, or for the withdrawal of an application to bid, lease, or purchase, any state owned land, or timber, minerals, or other interest, or for foregoing a right to bid at any auction for the sale or lease thereof. Further, it shall be unlawful for any person, firm, partnership or corporation to offer to pay, or to pay, compensation of any type in exchange for the withdrawal of a bid, or for the withdrawal of an application to bid, lease, or purchase, any state owned land or timber, minerals, or other interest, or to cause or attempt to cause, another person, firm, partnership or corporation to forego a right to bid at any auction for the sale or lease thereof.\n\nEvery person, firm, partnership or corporation violating the provisions of this section shall be guilty of an offense against the state. Such an offense shall be punishable by a fine of not less than one hundred dollars ($100) or by imprisonment in the county jail for not less than three (3) months nor more than one (1) year, or by imprisonment in the state penitentiary for a period not exceeding three (3) years, or by a fine not exceeding one thousand dollars ($1,000).\n\n[58-154, added 1974, ch. 254, sec. 1, p. 1664.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-154/"
    },
    {
      "id": "section-58-155",
      "number": "58-155",
      "heading": "",
      "text": "58-155. PEST CONTROL ON STATE LANDS — DEFICIENCY WARRANTS. Whenever the director of the state department of agriculture determines that there exists the threat of an infestation of grasshoppers, crickets or other similar pests on state-owned land and that the infestation is of such a character as to be a menace to state and adjacent private rangeland or agricultural land, the director of the state department of agriculture may declare the existence of a zone of infestation, and may declare and fix the boundaries so as to definitely describe and identify the zone of infestation.\n\nThereupon, the state director of the department of lands or his agent shall have the power to go upon the state-owned land within the zone of infestation and shall cause the insect infestation to be suppressed and eradicated in the manner approved by the state board of land commissioners, using such funds as have been appropriated or may hereafter be made available for such purposes; provided, that whenever the cost of suppression and eradication of grasshoppers, crickets or other similar pests on state-owned lands exceeds the funds appropriated or otherwise available for that purpose, the state board of land commissioners may authorize the issuance of deficiency warrants against the general account for up to fifty thousand dollars ($50,000) in any one (1) year for such suppression and eradication. The director of the department of lands, in executing the provisions of this chapter insofar as it relates to state-owned lands, shall have the authority to cooperate with federal, county, municipal and private landowners in insect suppression and eradication projects; provided, that the state funds shall only be used to pay the state’s pro rata share based on acreage of state-owned lands treated. Such moneys as the state shall thus become liable for shall be paid as a part of the expenses of the state board of land commissioners out of appropriations which shall be made by the legislature for that purpose.\n\n[58-155, added 1985, ch. 187, sec. 1, p. 483.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-155/"
    },
    {
      "id": "section-58-156",
      "number": "58-156",
      "heading": "",
      "text": "58-156. ENDOWMENT LAND — CLOSURE, RESTRICTION, REGULATION, OR PROHIBITION. (1) Whenever the state board of land commissioners has promulgated rules pursuant to chapter 52, title 67, Idaho Code, for the closure of endowment lands or for restricting, regulating, or prohibiting specified activities on state endowment lands, the board shall provide notice of such closure, restriction, regulation, or prohibition to the public as follows:\n\n(a) Notices shall be posted on the Idaho department of lands website and made available at the department’s supervisory area offices; and\n\n(b) Notices shall also be posted at gates or road or trail entry points onto the endowment land to which they apply and shall state:\n\n(i) \"Use restrictions apply\" or similar wording; and\n\n(ii) A website address and phone number for contacting the department.\n\n(2) Violation of any properly posted closure, restriction, regulation, or prohibition of endowment lands promulgated by the state board of land commissioners pursuant to subsection (1) of this section shall be punishable as follows:\n\n(a) A warning ticket and advisory of the applicable closure, restriction, regulation, or prohibition shall be issued to the violator if it is the violator’s first offense under this section within five (5) years.\n\n(b) If the violation is the violator’s second violation of this section within five (5) years of any prior conviction or warning under this section, the violation shall be an infraction punishable by a fine of two hundred fifty dollars ($250).\n\n(c) If the violation is the violator’s third violation of this section within five (5) years of any prior conviction or warning under this section, the violation shall be a misdemeanor and shall be punishable by a fine not to exceed one thousand dollars ($1,000) or imprisonment in the county jail for no more than six (6) months or both.\n\n(d) For any offense that is accompanied by any actual physical harm, injury, or damage to personal property or natural resources, the violation shall be treated as criminal trespass pursuant to section 18-7008, Idaho Code, and subject to the penalties for criminal trespass with damage set forth in section 18-7008(3)(b).\n\n(3) For any conviction under subsection (2)(b) or (c) of this section, the court shall additionally impose an order of restitution directing that the violator pay restitution to the Idaho department of lands in an amount sufficient to repair, replace, or correct any actual physical harm, injury, or damage to personal property or natural resources resulting from the violation.\n\n(4) For any conviction under subsection (2)(b) or (c) of this section, the court may, in its discretion, additionally impose an order requiring the violator to undergo boating, off-road, and/or snowmobile operator education classes offered by the Idaho department of parks and recreation.\n\n[58-156, added 2023, ch. 80, sec. 1, p. 273.]",
      "source_url": "https://law.justia.com/codes/idaho/title-58/chapter-1/section-58-156/"
    }
  ]
}