{
  "state": "wisconsin",
  "path": "title-chapter-114/chapter-chapter-114",
  "sections": [
    {
      "id": "section-114001definitions",
      "number": "114.001",
      "heading": "Definitions",
      "text": "114.001 Definitions. In this chapter: (1) “Department” means the department of transportation. (2) “Division of hearings and appeals” means the division of hearings and appeals in the department of administration. (3) “Secretary” means the secretary of transportation. History: 1977 c. 29; 1993 a. 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-114/section-114-001/"
    },
    {
      "id": "section-114002definitions",
      "number": "114.002",
      "heading": "Definitions",
      "text": "114.002 Definitions. As used in this chapter, unless the context otherwise requires: (1) “Aeronautics” means the science and art of aircraft flight and including but not limited to transportation by aircraft; the operation, construction, repair or maintenance of aircraft, aircraft power plants and accessories, including the repair, packing and maintenance of parachutes; the design, establishment, construction, extension, operation, improvement, repair or maintenance of airports or other air navigation facilities; and instruction in flying or ground subjects pertaining thereto. (2) “Aeronautics instructor” means any individual who for hire or reward engages in giving instruction or offering to give instruction in flying or ground subjects pertaining to aeronautics; but excludes any instructor in a public school, university or institution of higher learning duly accredited and approved for carrying on collegiate work, who instructs in flying or ground subjects pertaining to aeronautics, only in the performance of his or her duties at such school, university or institution. (3) “Aircraft” means any contrivance invented, used, or designed for navigation of or flight in the air, but does not include spacecraft. (5) “Airman” means any individual who engages, as the person in command, or as pilot, mechanic or member of the crew, in the navigation of aircraft while under way, and any individual who is directly in charge of the inspection, maintenance, overhauling or repair of aircraft engines, propellers or appliances, and any individual who serves in the capacity of aircraft dispatcher, or air-traffic control-tower operator; but does not include any individual employed outside the United States, or any individual employed by a manufacturer of aircraft, aircraft engines, propellers or appliances to perform duties as inspector or mechanic in connection therewith, or any individual performing inspection or mechanical duties in connection with aircraft owned or operated by the individual. (6) “Air navigation facility” means any facility, other than one owned or operated by the United States, used in, available for use in, or designed for use in aid of air navigation, including any structures, mechanisms, lights, beacons, markers, communicating systems, or other instrumentalities, or devices used or useful as an aid, or constituting an advantage or convenience to the safe takeoff, navigation, and landing of aircraft, or the safe and efficient operation or maintenance of an airport, and any combination of any or all of such facilities. (7) “Airport” means any area of land or water which is used, or intended for use, for the landing and take-off of aircraft, and any appurtenant areas which are used, or intended for use, for airport buildings or other airport facilities or rights-of-way, together with all airport buildings and facilities located thereon. (8) “Airport hazard” means any structure, object of natural growth, or use of land which obstructs the airspace required for the flight of aircraft in landing or taking off at an airport or is otherwise hazardous to such landing or taking off. (9) “Air school” means any aeronautics instructor who advertises, represents or holds out as giving or offering to give instruction in flying or ground subjects pertaining to aeronautics; and any person who advertises, represents or holds out as giving or offering to give instruction in flying or ground subjects pertaining to aeronautics whether for or without hire or reward; but excludes any public school, or university, or institution of higher learning duly accredited and approved for carrying on collegiate work. (10) “Amateur built aircraft” means an aircraft the major portion of which has been fabricated and assembled by a person who undertook the construction project solely for education or recreation. (11) “Antique aircraft” means an aircraft which has a date of manufacture of 1955 or earlier and which is used solely for recreational or display purposes. (11m) “Astronautics” means the science and art of spacecraft flight and all activities related thereto. (12) “Dealer aircraft” means an aircraft held as business inventory for sale and used only for demonstration purposes. (14) “Gross weight” means the gross or maximum takeoff weight for an aircraft make and model as designated by the manufacturer. (15) “Municipality” means any county, city, town or village of this state. (16) “Museum aircraft” means an aircraft designated under s. 114.20 (4) and which is owned or held by a museum owned or operated by an organization qualified as a tax exempt organization under section 501 of the internal revenue code. (17) “Operation of aircraft” or “operate aircraft” means the use, navigation or piloting of aircraft in the airspace over this state or upon any airport within this state. (18) “Person” means any individual, firm, partnership, corporation, company, association, joint stock association or body politic; and includes any trustee, receiver, assignee or other similar representative thereof. (18m) “Public-use airport” means any of the following as provided in 49 USC 47102 (22): (a) Any public airport. (b) Any privately owned reliever airport. (c) Any privately owned airport used for public purposes and determined by the secretary of the U.S. department of transportation to enplane annually 2,500 or more passengers and receive scheduled passenger service of aircraft. (18r) “Spacecraft” means any contrivance invented, used, or designed for navigation or flight beyond the earth’s atmosphere, including rockets, missiles, capsules, modules, and other vehicles, whether with or without passengers. (18s) “Spacecraft launch or landing area” means any area used, or intended for use, for launching or landing spacecraft or for surface maneuvering, positioning, or preparation of spacecraft for imminent launching or immediately after landing, including any launch pad, landing area, or launch or landing control center. (18t) “Spaceport” means any area of land or water that is used, or intended for use, as a spacecraft launch or landing area and any appurtenant areas that are used, or intended for use, for spaceport buildings or other spaceport facilities or rights-of-way, together with all spaceport buildings and facilities located thereon. (19) “State airway” means a route in the navigable airspace over and above the lands or waters of this state, designated by the department as a route suitable for air navigation. (20) “Unairworthy aircraft” means an aircraft that is in a severely damaged condition or in a state of major deterioration as determined under s. 114.20 (5). History: 1971 c. 164 s. 84; 1977 c. 29 s. 1654 (5); 1981 c. 20; 1983 a. 159; 1993 a. 492; 1995 a. 113; 1999 a. 83; 2005 a. 335; 2023 a. 51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-114/section-114-002/"
    },
    {
      "id": "section-11401state",
      "number": "114.01State",
      "heading": "airport system.",
      "text": "airport system.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11402sky",
      "number": "114.02Sky",
      "heading": "sovereignty.",
      "text": "sovereignty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11404flying",
      "number": "114.04Flying",
      "heading": "and landing, limitations.",
      "text": "and landing, limitations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114045limitation",
      "number": "114.045Limitation",
      "heading": "on the operation of drones.",
      "text": "on the operation of drones.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11405damages",
      "number": "114.05Damages",
      "heading": "by aircraft or spacecraft.",
      "text": "by aircraft or spacecraft.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11406inter-aircraft",
      "number": "114.06Inter-aircraft",
      "heading": "liability.",
      "text": "liability.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11407criminal",
      "number": "114.07Criminal",
      "heading": "jurisdiction.",
      "text": "jurisdiction.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11408contracts",
      "number": "114.08Contracts",
      "heading": "made in flight.",
      "text": "made in flight.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11409intoxicated",
      "number": "114.09Intoxicated",
      "heading": "and reckless flying; penalty.",
      "text": "and reckless flying; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114095dropping",
      "number": "114.095Dropping",
      "heading": "objects prohibited.",
      "text": "objects prohibited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11410killing",
      "number": "114.10Killing",
      "heading": "birds or animals.",
      "text": "birds or animals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114103private",
      "number": "114.103Private",
      "heading": "security personnel; report to a law enforcement authority.",
      "text": "security personnel; report to a law enforcement authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114105local",
      "number": "114.105Local",
      "heading": "regulation.",
      "text": "regulation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11411local",
      "number": "114.11Local",
      "heading": "airports and spaceports; interstate reciprocity.",
      "text": "airports and spaceports; interstate reciprocity.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11412condemnation",
      "number": "114.12Condemnation",
      "heading": "of lands for airports and spaceports.",
      "text": "of lands for airports and spaceports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11413purchase",
      "number": "114.13Purchase",
      "heading": "of land for airports and spaceports.",
      "text": "of land for airports and spaceports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114134airport",
      "number": "114.134Airport",
      "heading": "and spaceport standards and approval.",
      "text": "and spaceport standards and approval.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114135airport",
      "number": "114.135Airport",
      "heading": "and spaceport protection.",
      "text": "and spaceport protection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114136airport",
      "number": "114.136Airport",
      "heading": "and spaceport approach protection.",
      "text": "and spaceport approach protection.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114151union",
      "number": "114.151Union",
      "heading": "airports and spaceports.",
      "text": "airports and spaceports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11419display",
      "number": "114.19Display",
      "heading": "of licenses.",
      "text": "of licenses.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114195ultralight",
      "number": "114.195Ultralight",
      "heading": "identification.",
      "text": "identification.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11420aircraft",
      "number": "114.20Aircraft",
      "heading": "registration.",
      "text": "registration.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11427penalty",
      "number": "114.27",
      "heading": "Penalty",
      "text": "114.27 Penalty. Except as provided in ss. 114.103 and 114.40, any person failing to comply with the requirements or violating any of the provisions of this chapter shall be fined not more than $500 or imprisoned for not more than 90 days or both. History: 1987 a. 225; 1991 a. 269.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-114/section-114-27/"
    },
    {
      "id": "section-11431powers",
      "number": "114.31Powers",
      "heading": "and duties of the secretary of transportation.",
      "text": "and duties of the secretary of transportation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114315review",
      "number": "114.315",
      "heading": "Review",
      "text": "114.315 Review. Orders of the secretary of transportation shall be subject to review in the manner provided in ch. 227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-114/section-114-315/"
    },
    {
      "id": "section-114316use",
      "number": "114.316Use",
      "heading": "of department airplanes for transportation.",
      "text": "of department airplanes for transportation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11432federal",
      "number": "114.32Federal",
      "heading": "aid for airports.",
      "text": "aid for airports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11433initiation",
      "number": "114.33Initiation",
      "heading": "of airport project; sponsorship; land acquisition.",
      "text": "of airport project; sponsorship; land acquisition.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11434state",
      "number": "114.34State",
      "heading": "and sponsor’s share of cost.",
      "text": "and sponsor’s share of cost.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11435federal",
      "number": "114.35Federal",
      "heading": "aid; state and local funds.",
      "text": "aid; state and local funds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11437advance",
      "number": "114.37Advance",
      "heading": "land acquisition loan program for airport projects.",
      "text": "land acquisition loan program for airport projects.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-114375advance",
      "number": "114.375Advance",
      "heading": "land acquisition loan program for spaceport projects.",
      "text": "land acquisition loan program for spaceport projects.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11440disclosure",
      "number": "114.40Disclosure",
      "heading": "of insurance coverage for renter pilots.",
      "text": "of insurance coverage for renter pilots.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11460definitions",
      "number": "114.60",
      "heading": "Definitions",
      "text": "114.60 Definitions. In this subchapter: (1) “Aerospace facilities” means facilities and infrastructure in this state used primarily to provide aerospace services, including: laboratories and research facilities; office, storage, and manufacturing facilities; instructional and other educational facilities; space museums; and other buildings, equipment, and instruments related to the operations of the aerospace industry or to providing aerospace services. (2) “Aerospace services” means services that promote, advance, and facilitate space exploration and space-related commercial, technological, and educational development in this state, including: space-related research, experimentation, and development of technology and other intellectual property; space-related business incubator services or services for start-up aerospace companies; programs, projects, operations, and activities to develop, enhance, or provide commercial and noncommercial space-related opportunities for business, industry, education, and government; services or activities that promote the commercialization of the space and aerospace industry and space-related economic growth; services or activities that promote and facilitate space-related educational opportunities and tourism, including educational initiatives and operation or sponsorship of space museums and tourist attractions; consulting services; and administrative services. (3) “Authority” means the Wisconsin Aerospace Authority. (4) “Board” means the board of directors of the authority. (5) “Bond” means a bond, note, or other obligation of the authority issued under this chapter, including a refunding bond. (6) “Bond resolution” means a resolution of the board authorizing the issuance of, or providing terms and conditions related to, bonds and includes, when appropriate, any trust agreement, trust indenture, indenture of mortgage, or deed of trust providing terms and conditions for the bonds. (7) “Payload” means any property, cargo, or persons transported by spacecraft. (8) “Recovery” means the recovery of any spacecraft or payload, or any part of any spacecraft or payload, including any appurtenance, instrument, or equipment, that has detached from a spacecraft in flight or upon launch or landing. (9) “Spaceport facilities” means facilities and infrastructure that are located within a spaceport and related to the operation or purpose of the spaceport, including: spaceport launch or landing areas; launch or landing control centers or other facilities; structures, mechanisms, or devices for communicating with or navigating or tracking spacecraft; buildings, structures, equipment, or other facilities associated with spacecraft construction, development, assembly, processing, testing, or evaluation; buildings, structures, equipment, or other facilities associated with payload loading, assembly, processing, testing, or evaluation; space flight hardware, software, or instrumentation; facilities appropriate to meet the transportation, electric, gas, water and sewer, flood control, waste disposal, and other infrastructure needs within the spaceport; facilities to meet public safety needs within the spaceport, including any facility related to spaceport security and emergency services such as fire and ambulance; administrative facilities; and other buildings, equipment, and instruments related to spaceport operations or the providing of spaceport services. (10) “Spaceport services” means any services provided in connection with the operation, management, or control of a spaceport or spaceport facilities, including: the launching or landing of spacecraft; communicating with or navigating or tracking spacecraft; construction, development, assembly, processing, testing, or evaluation of spacecraft or payload; loading spacecraft payload; spaceport security and emergency services; and administrative services. (11) “Spaceport territory” means a spaceport of the authority in this state and any additional aerospace facilities associated with the spaceport that are in the immediate vicinity of the spaceport. (12) “Wisconsin Space Grant Consortium” means the statewide regional consortium designated as such by the federal administrator of the National Aeronautics and Space Administration under 42 USC 2486f (a) (1) (B). History: 2005 a. 335.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-114/section-114-60/"
    },
    {
      "id": "section-11461creation",
      "number": "114.61Creation",
      "heading": "and organization.",
      "text": "and organization.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11462powers",
      "number": "114.62Powers",
      "heading": "of authority.",
      "text": "of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11463duties",
      "number": "114.63Duties",
      "heading": "of authority.",
      "text": "of authority.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11464annual",
      "number": "114.64Annual",
      "heading": "reports.",
      "text": "reports.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11465maintenance",
      "number": "114.65Maintenance",
      "heading": "of records.",
      "text": "of records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11467cooperation",
      "number": "114.67Cooperation",
      "heading": "with governmental units.",
      "text": "with governmental units.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11468political",
      "number": "114.68Political",
      "heading": "activities.",
      "text": "activities.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11469liability",
      "number": "114.69Liability",
      "heading": "limited.",
      "text": "limited.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11470issuance",
      "number": "114.70Issuance",
      "heading": "of bonds.",
      "text": "of bonds.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-11471bond",
      "number": "114.71Bond",
      "heading": "security.",
      "text": "security.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}