{
  "state": "connecticut",
  "path": "title-title-8-zoning-planning-housing-and-economic-and-community-d/chapter-chapter-127b-department-of-economic-and-community-developmen",
  "sections": [
    {
      "id": "section-8-37i",
      "number": "8-37i.",
      "heading": "Department of Economic and Community Development",
      "text": "(a) There shall be a Department of Economic and Community Development. The department head shall be the Commissioner of Economic and Community Development, who shall be appointed by the Governor in accordance with the provisions of sections 4-5, 4-6, 4-7 and 4-8, with the powers and duties therein prescribed.\n\n(b) Said department shall constitute a successor department to the Department of Commerce in accordance with the provisions of sections 4-38d and 4-39.\n\n(c) Said department shall constitute a successor to the functions, powers and duties of the Department of Community Affairs relating to economic development as set forth in chapters 130, 131 and 135, in accordance with the provisions of sections 4-38d and 4-39.\n\n(P.A. 77-614, S. 283, 610; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6; P.A. 13-234, S. 3.)\n\nHistory: P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development; P.A. 13-234 amended Subsec. (c) by substituting “economic development” for “housing” and deleting references to Chs. 128 and 129, effective July 1, 2013.\n\nSee Sec. 32-1b et seq. re establishment and general scope of duties of the Department of Economic and Community Development.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-8/chapter-127b/section-8-37i/"
    },
    {
      "id": "section-8-37j",
      "number": "8-37j.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-37k",
      "number": "8-37k.",
      "heading": "Terms “Commissioner of Commerce” and “Department of Commerce” and “Department of Community Affairs” and “Commissioner of Community Affairs” deemed to mean the Commissioner or Department of Economic Development, when",
      "text": "(a) Whenever the term “Commissioner of Commerce” occurs or is referred to in the general statutes, it shall be deemed to mean or refer to the Commissioner of Economic and Community Development.\n\n(b) Whenever the term “Department of Commerce” occurs or is referred to in the general statutes, it shall be deemed to mean or refer to the Department of Economic and Community Development.\n\n(c) Whenever the term “Department of Community Affairs” occurs or is referred to in chapter 131, it shall be deemed to mean or refer to the Department of Economic and Community Development.\n\n(d) Whenever the term “Commissioner of Community Affairs” occurs or is referred to in chapter 131, it shall be deemed to mean or refer to the Commissioner of Economic and Community Development.\n\n(P.A. 77-614, S. 284, 610; P.A. 78-303, S. 81, 136; P.A. 79-598, S. 4; P.A. 80-21, S. 4, 5; P.A. 85-613, S. 87, 154; P.A. 95-250, S. 15, 42; 95-309, S. 11, 12; P.A. 96-211, S. 1, 5, 6.)\n\nHistory: P.A. 78-303 amended Subsec. (d) to replace department of economic development with commissioner of economic development; P.A. 79-598 amended Subsecs. (c) and (d) to delete references to chapters 128, 129, 130 and 135 and added Subsecs. (e) and (f) re transfer of duties from economic development department and commissioner to department and commissioner of housing; P.A. 80-21 amended Subsecs. (e) and (f) to refer to specific parts of chapter 130; P.A. 85-613 made technical changes, deleting references to part III of chapter 130; P.A. 95-250 and P.A. 96-211 amended Subsecs. (a) to (d), inclusive, by replacing “Commissioner and Department of Economic Development” with “Commissioner and Department of Economic and Community Development” and made a technical change by deleting Subsecs. (e) and (f); P.A. 95-309 changed effective date of P.A. 95-250 but did not affect this section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-8/chapter-127b/section-8-37k/"
    },
    {
      "id": "section-8-37l",
      "number": "8-37l.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-37m",
      "number": "8-37m.",
      "heading": "Special responsibility for provision of housing for low or moderate income persons or families.",
      "text": "Special responsibility for provision of housing for low or moderate income persons or families.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-37n",
      "number": "8-37n.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8-37o",
      "number": "8-37o.",
      "heading": "Functions and duties of Committee of Concern for Connecticut Jobs transferred to department.",
      "text": "The Committee of Concern for Connecticut Jobs is abolished and its functions and duties are transferred to the Department of Economic and Community Development pursuant to sections 4-38d and 4-39.\n\n(P.A. 77-614, S. 289, 610; P.A. 95-250, S. 1; P.A. 96-211, S. 1, 5, 6.)\n\nHistory: P.A. 95-250 and P.A. 96-211 replaced Commissioner and Department of Economic Development with Commissioner and Department of Economic and Community Development.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-8/chapter-127b/section-8-37o/"
    },
    {
      "id": "section-8-37p",
      "number": "8-37p",
      "heading": "and 8-37q. - Reserved for future use.",
      "text": "and 8-37q. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}