{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-4-assessment-for-administration-of-insurance-laws-an",
  "sections": [
    {
      "id": "section-382-400",
      "number": "38.2-400.",
      "heading": "Expense of administration of insurance laws borne by licensees; minimum contribution§ 38",
      "text": "A. The expense of maintaining the Bureau of the Commission responsible for administering the insurance laws of this Commonwealth, including a reasonable margin in the nature of a reserve fund, shall be assessed annually by the Commission against all companies and surplus lines brokers subject to this title except premium finance companies and providers of continuing care registered pursuant to Chapter 49 (§ 38.2-4900 et seq.) of this title. The assessment shall be in proportion to the direct gross premium income on business done in this Commonwealth. The assessment shall not exceed one-tenth of one percent of the direct gross premium income and shall be levied pursuant to § 38.2-403. For any year a company is subject to an assessment, the assessment shall not be less than $300.\n\nB. All fees assessed under any provision of this title and paid into the state treasury shall be deposited to a special fund designated \"Bureau of Insurance Special Fund -- State Corporation Commission,\" and out of such special fund and the unexpended balance thereof shall be appropriated the sums necessary for the regulation, supervision and examination of all entities subject to regulation under this title. Any references in the Code of Virginia to funds being paid directly into the state treasury and credited to the fund for the maintenance of the Bureau of Insurance shall hereinafter mean the \"Bureau of Insurance Special Fund -- State Corporation Commission.\"\n\nCode 1950, § 38-17; 1952, c. 317, § 38.1-44; 1954, c. 231; 1960, c. 294; 1977, cc. 317, 613; 1978, c. 4; 1981, c. 605; 1986, c. 562; 1987, cc. 558, 565, 655; 1994, c. 316.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-400/"
    },
    {
      "id": "section-382-401",
      "number": "38.2-401.",
      "heading": "(Effective until July 1, 2026) Fire Programs Fund",
      "text": "A. 1. There is hereby established in the state treasury a special nonreverting fund to be known as the Fire Programs Fund, hereinafter referred to as \"the Fund.\" The Fund shall be administered by the Department of Fire Programs under policies and definitions established by the Virginia Fire Services Board. All moneys collected pursuant to the assessment made by the Commission pursuant to subdivision 2 of this subsection shall be paid into the state treasury and credited to the Fund. The Fund shall also consist of any moneys appropriated thereto by the General Assembly and any grants or other moneys received by the Virginia Fire Services Board or Department of Fire Programs for the purposes set forth in this section. Any moneys deposited to or remaining in such Fund during or at the end of each fiscal year or biennium, including interest thereon, shall not revert to the general fund but shall remain in the Fund. Interest earned on all moneys in the Fund and interest earned on moneys held by the Commission pursuant to subdivision 2 of this subsection prior to the deposit of such moneys into the Fund, including interest earned on such moneys during any period when the Commission is reconciling payments from insurers, shall remain in or be deposited into the Fund, as the case may be, and be credited to it. Such interest shall be set aside for fire service purposes in accordance with policies developed by the Virginia Fire Services Board. Notwithstanding any other provision of law to the contrary, policies established by the Virginia Fire Services Board for the administration of the Fund, and any grants provided from the Fund, that are not inconsistent with the purposes set out in this section shall be binding upon any locality that accepts such funds or related grants. The Commission shall be reimbursed from the Fund for all expenses necessary for the administration of this section. The balance of moneys in the Fund shall be allocated periodically as provided in this section. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Executive Director of the Department of Fire Programs (Director) or his designee.\n\n2. The Commission shall annually assess against all licensed insurance companies doing business in the Commonwealth by writing any type of insurance as defined in §§ 38.2-110, 38.2-111, 38.2-126, 38.2-130 and 38.2-131 and those combination policies as defined in § 38.2-1921 that contain insurance as defined in §§ 38.2-110, 38.2-111 and 38.2-126, an assessment in the amount of one percent of the total direct gross premium income for such insurance. Such assessment shall be apportioned, assessed and paid as prescribed by § 38.2-403. In any year in which a company has no direct gross premium income or in which its direct gross premium income is insufficient to produce at the rate of assessment prescribed by law an amount equal to or in excess of $100, there shall be so apportioned and assessed against such company a contribution of $100.\n\nB. After reserving funds for the Fire Services Grant Program and Dry Fire Hydrant Grant Program pursuant to subsection D, 75 percent of the remaining moneys available for allocation from the Fund shall be allocated to the several counties, cities, and towns of the Commonwealth providing fire service operations to be used for the improvement of volunteer and career fire services in each of the receiving localities. Funds allocated to the counties, cities, and towns pursuant to this subsection shall not be used directly or indirectly to supplant or replace any other funds appropriated by the counties, cities, and towns for fire service operations. Such funds shall be used solely for the purposes of (i) training volunteer or career firefighting personnel in each of the receiving localities; (ii) funding fire prevention and public safety education programs; (iii) constructing, improving, and expanding regional or local fire service training facilities; (iv) purchasing emergency medical care and equipment for fire personnel; (v) payment of personnel costs related to fire and medical training for fire personnel; (vi) purchasing personal protective equipment, vehicles, equipment, and supplies for use in the receiving locality specifically for fire service purposes; or (vii) providing training and education and purchasing products, including personal protective equipment, diesel exhaust removal systems, decontamination equipment, and commercial extractors, that are designed to reduce the incidence of cancer among firefighters. Notwithstanding any other provision of the Code, when localities use such funds to construct, improve, or expand fire service training facilities, fire-related training provided at such training facilities shall be by instructors certified or approved according to policies developed by the Virginia Fire Services Board. Distribution of this 75 percent of the Fund shall be made on the basis of population as provided for in §§ 4.1-116 and 4.1-117; however, no county or city eligible for such funds shall receive less than $10,000, nor eligible town less than $4,000. The Virginia Fire Services Board shall be authorized to exceed allocations of $10,000 for eligible counties and cities and $4,000 for eligible towns, respectively. Allocations to counties, cities, and towns receiving such allocations shall be fair and equitable as set forth in Board policy. Any increases or decreases in such allocations shall be uniform for all localities. In order to remain eligible for such funds, each receiving locality shall report annually to the Department on the use of the funds allocated to it for the previous year and shall provide a completed Fire Programs Fund Disbursement Agreement form. Each receiving locality shall be responsible for certifying the proper use of the funds. If, at the end of any annual reporting period, a satisfactory report and a completed agreement form have not been submitted by a receiving locality, any funds due to that locality for the next year shall not be retained. Such funds shall be added to the 75 percent of the Fund allocated to the counties, cities, and towns of the Commonwealth for improvement of fire services in localities.\n\nC. The remainder of the moneys available for allocation from the Fund shall be used for (i) the purposes of carrying out the powers and duties assigned to the Department of Fire Programs under Chapter 2 (§ 9.1-200) of Title 9.1, which shall include providing funded training and administrative support services for nonfunded training to localities and (ii) the payment of the compensation and costs of expenses of the members of the Fire Services Board in performing their official duties; however, the Fund shall not be used for salaries or operating expenses associated with the Office of the State Fire Marshal.\n\nD. The Fire Services Grant Program is hereby established and will be used as grants to provide regional fire services training facilities, to finance the Virginia Fire Incident Reporting System and to build or repair live fire training structures as determined by the Virginia Fire Services Board. Beginning January 1, 1996, $1 million from the assessments made pursuant to this section shall be distributed each year for the Fire Services Grant Program to be used as herein provided, and $100,000 shall be distributed annually for continuing the statewide Dry Fire Hydrant Grant Program. Moneys allocated pursuant to this subsection shall be used for the purposes stated in this subsection, and for no other purpose. All grants provided from these programs shall be administered by the Department according to the policies established by the Virginia Fire Services Board.\n\nE. Moneys in the Fund shall not be diverted or expended for any purpose not authorized by this section.\n\nF. The Director shall establish written standards for determining the extent to which clients outside the Commonwealth shall be financially responsible for the cost of fire and emergency services training provided by the Department of Fire Programs. Revenues generated by such training shall be retained in the Fire Programs Fund and may be used solely for providing additional funded direct training to members of Virginia's fire and emergency services.\n\n1985, c. 545, § 38.1-44.1; 1986, cc. 60, 562; 1988, c. 336; 1995, cc. 615, 637; 1997, c. 791; 1998, cc. 166, 877; 2000, c. 820; 2001, cc. 397, 413; 2002, c. 389; 2004, c. 164; 2006, cc. 58, 322; 2007, cc. 647, 741; 2018, c. 649; 2019, c. 509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-401-d-1/"
    },
    {
      "id": "section-382-4011",
      "number": "38.2-401.1.",
      "heading": "Dam Safety, Flood Prevention and Protection Assistance Fund assessment",
      "text": "The Commission shall annually assess against all licensed insurance companies doing business in this Commonwealth by writing any type of flood insurance an assessment in the amount of one percent of the total direct gross premium income for such insurance. Such assessment shall be apportioned, assessed, and paid as prescribed by § 38.2-403. In any year in which a company has no direct gross premium income from flood insurance or in which its direct gross premium income from flood insurance is insufficient to produce at the rate of assessment prescribed by law an amount equal to or in excess of $100, there shall be so apportioned and assessed against such company a contribution of $100. One hundred percent of the total amount collected annually pursuant to this section shall be paid into the Dam Safety, Flood Prevention and Protection Assistance Fund established per § 10.1-603.17. The assessment established by this section shall not apply to premium income for policies written pursuant to the National Flood Insurance Act of 1968 or for policies providing comprehensive motor vehicle insurance coverage.\n\n1990, c. 916; 2006, cc. 648, 765.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-401-1/"
    },
    {
      "id": "section-382-402",
      "number": "38.2-402.",
      "heading": "Definitions",
      "text": "As used in this chapter:\n\n\"Assessable year\" means the calendar year upon which the direct gross premium income is computed under this chapter. In the case of direct gross premium income for a fraction of a calendar year, the term includes the period in which that direct gross premium income is received or derived from business in this Commonwealth.\n\n\"Direct gross premium income\" means direct gross premium as defined in § 58.1-2500.\n\n\"License year\" means the 12-month period beginning on July 1 next succeeding the assessable year and ending on June 30 of the subsequent year. This shall also be the year in which annual reports of direct gross premium income are required to be filed under § 38.2-406 and the annual assessment paid under the provisions of this chapter.\n\n1977, c. 317, §§ 38.1-48.1, 38.1-48.2; 1978, c. 4; 1986, c. 562; 1996, c. 22; 2012, c. 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-402/"
    },
    {
      "id": "section-382-403",
      "number": "38.2-403.",
      "heading": "Assessment for expenses",
      "text": "The Commission shall assess each company annually for its just share of expenses. The assessment shall be in proportion to direct gross premium income for the year immediately preceding that for which the assessment is made. The Commission shall give the companies notice of the assessment which shall be paid to the Commission on or before March 1 of each year for deposit into the state treasury as provided in subsection B of § 38.2-400. Any company that fails to pay the assessment on or before the date herein prescribed shall be subject to a penalty imposed by the Commission. The penalty shall be ten percent of the assessment and interest shall be charged at a rate pursuant to § 58.1-1812 for the period between the due date and the date of full payment. If a payment is made in an amount later found to be in error, the Commission shall, (i) if an additional amount is due, notify the company of the additional amount and the company shall pay the additional amount within fourteen days of the date of the notice or, (ii) if an overpayment is made, process a refund.\n\nCode 1950, § 38-18; 1952, c. 317, § 38.1-45; 1977, c. 317; 1978, c. 4; 1986, c. 562; 1994, c. 316; 2012, c. 584; 2017, c. 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-403/"
    },
    {
      "id": "section-382-4031",
      "number": "38.2-403.1.",
      "heading": "Omitted assessments",
      "text": "If the Commission ascertains that any assessment that could have been assessed during any current assessable year has not been assessed for any assessable year of the three years last past, or that the same has been assessed at less than the law required for any one or more of such years, or that the assessment, for any cause, has not been realized, the Commission shall list and assess the same at the rate prescribed for that year, adding thereto a penalty of 10 percent and interest at the rate established pursuant to § 58.1-1812 which shall be computed upon the assessment from the due date of the assessment until the assessment is paid.\n\n2016, c. 193.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-403-1/"
    },
    {
      "id": "section-382-404",
      "number": "38.2-404.",
      "heading": "Recovery of such assessments; revocation or suspension of license",
      "text": "If an assessment made under § 38.2-403 is not paid to the Commission by the prescribed date, the amount of the assessment, penalty, and interest may be recovered from the defaulting company on motion of the Commission made in the name and for the use of the Commonwealth in the appropriate circuit court after ten days' notice to the company. The license or certificate of authority of any defaulting company to transact business in this Commonwealth may be revoked or suspended by the Commission until it has paid such assessment.\n\nCode 1950, § 38-19; 1952, c. 317, § 38.1-46; 1978, c. 4; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-404/"
    },
    {
      "id": "section-382-405",
      "number": "38.2-405.",
      "heading": "Application for correction of assessment",
      "text": "Any corporation aggrieved by the assessment assessed or imposed by or under authority of this chapter and collected from any corporation, domestic or foreign, may, within one year from the date of the payment of such assessment, apply to the Commission for a refund, in whole or in part, of the amount so assessed or imposed and paid. No payment shall be recovered after a formal adjudication in a proceeding in which the right of appeal existed and was not taken. Such application shall be by written petition, in duplicate and verified by affidavit. Such application shall be filed with the Commission and shall set forth the names and addresses of every party in interest.\n\nCode 1950, § 38-20; 1952, c. 317, § 38.1-47; 1978, c. 4; 1986, c. 562; 2016, c. 193.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-405/"
    },
    {
      "id": "section-382-406",
      "number": "38.2-406.",
      "heading": "Report of gross premium income",
      "text": "Each company subject to assessment under this chapter shall, on or before March 1 of each year, report under oath to the Commission, upon forms to be furnished or approved by, and in such detail as may be prescribed by, the Commission, the direct gross premium income derived from its business in this Commonwealth during the preceding year ending December 31. Every company failing to file the assessment report on or before March 1 shall be subject to a penalty of $50 for each day after the report is due. If such failure is due to providential or other good cause shown to the satisfaction of the Commission, such report may be accepted exclusive of penalties.\n\nCode 1950, § 38-21; 1952, c. 317, § 38.1-48; 1977, c. 317; 1978, c. 4; 1986, c. 562; 2003, c. 371; 2012, c. 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-406/"
    },
    {
      "id": "section-382-407",
      "number": "38.2-407.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2012, c. 584, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-407/"
    },
    {
      "id": "section-382-412",
      "number": "38.2-412.",
      "heading": "Companies going out of business",
      "text": "If a company goes out of business or ceases to be a company in this Commonwealth in any assessable or license year, the company shall remain liable for the payment of the assessment measured by direct gross premium income for the period in which it operated as a company and received or derived direct gross premium income from business in this Commonwealth.\n\n1977, c. 317, § 38.1-48.7; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-412/"
    },
    {
      "id": "section-382-413",
      "number": "38.2-413.",
      "heading": "Double assessment respecting same direct gross premium income negated",
      "text": "This chapter shall not be construed to require including any direct gross premium income used previously in calculating the assessment imposed by this chapter for any license year or fraction thereof, and the assessment paid thereon.\n\n1977, c. 317, § 38.1-48.9; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-413/"
    },
    {
      "id": "section-382-414",
      "number": "38.2-414.",
      "heading": "Assessments to fund program to reduce losses from motor vehicle thefts",
      "text": "A. To provide funds to establish and operate a statewide program to receive and reward information leading to the arrest of persons who commit motor vehicle theft-related crimes in Virginia, each insurer licensed to write insurance coverage as defined in § 38.2-124 shall, prior to March 1 of each year, pay an assessment equal to one-quarter of one percent of the total direct gross premium income for automobile physical damage insurance other than collision written in the Commonwealth during the preceding calendar year.\n\nB. Assessments received pursuant to subsection A of this section, and all other moneys received by the Commission for the same purpose, shall be segregated and placed in a fund to be known as the Help Eliminate Automobile Theft Fund, hereinafter referred to as the HEAT Fund.\n\nC. Any insurer that fails to pay the assessment on or before the date prescribed in subsection A shall be subject to a penalty imposed by the Commission. The penalty shall be ten percent of the assessment and interest shall be charged at a rate pursuant to § 58.1-1812 for the period between the date due and the date of full payment. If a payment is made in an amount later found to be in error, the Commission shall, (i) if an additional amount is due, notify the insurer of the additional amount, which the insurer shall pay within fourteen days of the date of the notice or, (ii) if an overpayment is made, order a refund of the amount of the overpayment, which shall be paid out of the HEAT Fund. The Commission shall be reimbursed from the Fund for all expenses necessary for the administration of this section.\n\nD. The HEAT Fund shall be controlled and administered by the Superintendent of the Department of State Police. The Superintendent shall appoint an advisory committee of seven members to assist in developing and annually reviewing the plan of operation for the HEAT Fund program.\n\nE. Money in the HEAT Fund shall be expended as follows:\n\n1. To pay the costs of establishing and operating a program to receive and reward information leading to the arrest of persons who commit motor vehicle theft-related crimes in Virginia.\n\n2. Any uncommitted funds remaining in the HEAT Fund on the last day of February of each year may be transferred to the Department of State Police, Department of Motor Vehicles, or Department of Criminal Justice Services for the following purposes: (i) providing financial support to state or local law-enforcement agencies for motor vehicle theft enforcement efforts, (ii) providing financial support to local prosecutors or judicial agencies for programs designed to reduce the incidence of motor vehicle theft, and (iii) conducting educational programs to inform vehicle owners of methods of preventing motor vehicle theft.\n\n1991, c. 318; 1993, c. 196.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-414/"
    },
    {
      "id": "section-382-415",
      "number": "38.2-415.",
      "heading": "Assessment to fund program to reduce losses from insurance fraud",
      "text": "A. Each licensed insurer doing business in the Commonwealth by writing any type of insurance as defined in §§ 38.2-110 through 38.2-122.2 and 38.2-124 through 38.2-132 shall pay, in addition to any other assessments provided in this title, an assessment in an amount equal to 0.05 of one percent of the direct gross premium income during the preceding calendar year. The assessment shall be apportioned and assessed and paid as prescribed by § 38.2-403. The Commission shall be reimbursed from the fund for all necessary expenses for the administration of this section.\n\nB. The assessments made by the Commission under subsection A and paid into the state treasury shall be deposited to a special fund designated \"Virginia State Police, Insurance Fraud,\" and out of such special fund and the unexpended balance thereof shall be appropriated the sums necessary for accomplishing the powers and duties assigned to the Virginia State Police under Chapter 9 (§ 52-36 et seq.) of Title 52. All interest earned from the deposit of moneys accumulated in the Fund shall be deposited in the Fund for the same use.\n\nC. The moneys deposited in the Fund shall not be considered general revenue of the Commonwealth but shall be used only to (i) effectuate the purposes enumerated in Chapter 9 (§ 52-36 et seq.) of Title 52 and (ii) reimburse the Commission for its necessary expenses for the administration of this section. The Fund shall be subject to audit by the Auditor of Public Accounts.\n\nD. In the event that the Insurance Fraud Investigation Unit is dissolved by operation of law or otherwise, any balance remaining in the Fund, after deducting administrative costs associated with the dissolution, shall be returned to insurers in proportion to their financial contributions to the Fund in the preceding calendar year.\n\n1998, c. 590; 1999, c. 483; 2000, c. 526.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-4/section-38-2-415/"
    }
  ]
}