{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-35-accident-and-sickness-insurance-policies",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Individual Accident and Sickness Insurance Policies§ 38",
      "text": "2-3500. Form of policy§ 38.2-3501. Policy forms; powers of Commission§ 38.2-3502. Notice to be printed on policy; return of policy to insurer§ 38.2-3503. Required accident and sickness policy provisions§ 38.2-3504. Other provisions§ 38.2-3505.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-3500",
      "number": "38.2-3500.",
      "heading": "Form of policy",
      "text": "A. No individual accident and sickness insurance policy shall be delivered or issued for delivery to any person in this Commonwealth unless:\n\n1. The entire consideration for the policy is expressed in the policy;\n\n2. The time at which the insurance takes effect and terminates is expressed in the policy;\n\n3. The policy insures only one person, except that it may insure eligible family members, originally or by subsequent amendment, upon the application of an adult member of a family who shall be deemed the policyowner;\n\n4. The exceptions and reductions are set forth in the policy and, except those that are set forth in §§ 38.2-3503 through 38.2-3508, are printed with the benefit provisions to which they apply, or under an appropriate caption, but if an exception or reduction specifically applies only to a particular benefit of the policy, a statement of the exception or reduction shall be included with that benefit provision;\n\n5. Each form, including riders and endorsements, is identified by a form number in the lower left-hand corner of the first page of the form;\n\n6. It contains no provision making any portion of the charter, rules, constitution, or bylaws of the insurer a part of the policy unless that portion is set forth in the policy, except in the case of the incorporation of, or reference to, a statement of rates or classification of risks, or short-rate table filed with the Commission; and\n\n7. It contains a statement about the provisions of subsections A and B of § 32.1-325.2 regarding the status of the Department of Medical Assistance Services as the payor of last resort.\n\nB. If any policy is issued by an insurer domiciled in this Commonwealth for delivery to a person residing in another state, and if the insurance supervisory official of the other state advises the Commission that any such policy is not subject to approval or disapproval by such official, the Commission may by ruling require that such policy meet the standards set forth in this chapter.\n\nC. \"Eligible family member\" means the (i) spouse, (ii) dependent children, without regard to whether such children reside in the same household as the policyowner, (iii) children under a specified age not greater than 19 years, and (iv) any person dependent on the policyowner.\n\nD. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1952, c. 317, § 38.1-348; 1986, cc. 550, 562; 1993, c. 306; 1994, c. 316; 2011, c. 882.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3500/"
    },
    {
      "id": "section-382-3501",
      "number": "38.2-3501.",
      "heading": "Policy forms; powers of Commission",
      "text": "A. Individual accident and sickness insurance policy forms and the rate manuals showing rules and classification of risks applicable to individual accident and sickness insurance policy forms shall be subject to the provisions of § 38.2-316. The Commission, subject to § 38.2-316, may disapprove or withdraw approval of any such policy form if it finds that the benefits provided in the policy form are or are likely to be unreasonable in relation to the premium charged. If the Commission disapproves a policy form or withdraws approval of a form, an insurer may proceed as indicated in § 38.2-1926.\n\nB. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1979, c. 726, § 38.1-362.8; 1986, c. 562; 2013, c. 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3501/"
    },
    {
      "id": "section-382-3502",
      "number": "38.2-3502.",
      "heading": "Notice to be printed on policy; return of policy to insurer",
      "text": "A. Any individual accident and sickness insurance policy delivered or issued for delivery in this Commonwealth shall have printed on it a notice stating substantially:\n\n\"THIS POLICY MAY NOT APPLY WHEN YOU HAVE A CLAIM! PLEASE READ! This policy was issued based on the information entered in your application, a copy of which is attached to the policy. If you know of any misstatement in your application, or if any information concerning the medical history of any insured person has been omitted, you should advise the Company immediately regarding the incorrect or omitted information; otherwise, your policy may not be a valid contract.\n\nRIGHT TO RETURN POLICY WITHIN 10 DAYS. If for any reason you are not satisfied with your policy, you may return this policy to the Company within ten days of the date you received it and the premium you paid will be promptly refunded.\"\n\nB. If a policyowner returns the policy within ten days from the date of receipt, coverage under that policy shall become void from its inception upon the mailing or delivery of the policy to the insurer or its agent.\n\nC. If the first paragraph of the notice required in subsection A of this section is inapplicable or partially inapplicable to a particular form of policy, the insurer may modify or omit the notice with the Commission's approval.\n\nD. Nothing in this section shall prohibit an insurer from extending the right to examine period to more than ten days if the period is stated in the policy.\n\n1966, c. 342, § 38.1-348.4; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3502/"
    },
    {
      "id": "section-382-3503",
      "number": "38.2-3503.",
      "heading": "Required accident and sickness policy provisions",
      "text": "A. Except as provided in § 38.2-3505, each individual accident and sickness insurance policy delivered or issued for delivery in this Commonwealth shall contain the provisions specified in this section using the same words which appear in this section. Provisions 1 through 12 shall apply to all such policies. In addition, provision 13 shall apply to all such policies that are delivered, issued for delivery, renewed, or extended in this Commonwealth on or after January 1, 2001. An insurer may substitute corresponding provisions of different wording approved by the Commission that are in each instance not less favorable in any respect to the insured or the beneficiary. These provisions shall be preceded individually by the caption \"REQUIRED PROVISIONS\" or by such appropriate individual or group captions or subcaptions as the Commission may approve.\n\n1. Provision 1:\n\nENTIRE CONTRACT; CHANGES: This policy, including the endorsements and the attached papers, if any, constitutes the entire contract of insurance. No change in this policy shall be valid until approved by an executive officer of the Company and unless such approval is endorsed hereon or attached hereto. No agent has authority to change this policy or to waive any of its provisions.\n\n2. Provision 2:\n\nTIME LIMIT ON CERTAIN DEFENSES: (a) Misstatements in the application: After two years from the date of this policy, only fraudulent misstatements in the application may be used to void the policy or deny any claim for loss incurred or disability (as defined in the policy) that starts after the two-year period.\n\nProvision 2 shall not be construed to affect any legal requirement for avoidance of a policy or denial of a claim during such initial two-year period, nor to limit the application of subdivisions 1, 2, 3, 4, and 5 of § 38.2-3504 in the event of misstatement with respect to age, occupation or other insurance.\n\nInstead of Provision 2, a policy which the insured has the right to continue in force subject to its terms by the timely payment of premium (i) until at least age 50 or, (ii) for a policy issued after age 44, for at least five years from its date of issue, may contain the following provision, from which the clause in parentheses may be omitted at the insurer's option:\n\nINCONTESTABLE:\n\n(a) Misstatements in the application: After this policy has been in force for two years during the Insured's lifetime (excluding any period during which the Insured is disabled), the Company cannot contest the statements in the application.\n\nPREEXISTING CONDITIONS:\n\n(b) No claim for loss incurred or disability (as defined in the policy) that starts after one year from the date of issue of this policy will be reduced or denied because a sickness or physical condition, not excluded by name or specific description before the date of loss, had existed before the effective date of coverage.\n\n3. Provision 3:\n\nGRACE PERIOD: This policy has a __________ day grace period. This means that if a renewal premium is not paid on or before the date it is due, it may be paid during the following __________ days. During the grace period the policy shall continue in force.\n\nIn Provision 3 a number not less than \"7\" for weekly premium policies, \"10\" for monthly premium policies and \"31\" for all other policies shall be inserted between the words \"a\" and \"day,\" and between \"following\" and \"days.\" However, if provisions of federal law require a policy to have a grace period in excess of one month, the period of time that the policy shall continue in force during the grace period shall not be required to exceed one month from the beginning of the grace period.\n\nA policy that contains a cancellation provision may add, at the end of Provision 3: \"subject to the right of the Company to cancel in accordance with the cancellation provision.\"\n\nA policy in which the insurer reserves the right to refuse any renewal shall have, in Provision 3, the following sentence:\n\nThe grace period will not apply if, at least __________ days before the premium due date, the Company has delivered or has mailed to the Insured's last address shown in the Company's records written notice of the Company's intent not to renew this policy.\n\nIn the above sentence a number not less than \"7\" for weekly premium policies, \"10\" for monthly premium policies and \"31\" for all other policies shall be inserted between the words \"least\" and \"days.\"\n\n4. Provision 4:\n\nREINSTATEMENT: If the renewal premium is not paid before the grace period ends, the policy will lapse. Later acceptance of the premium by the Company or by an agent authorized to accept payment, without requiring an application for reinstatement, will reinstate the policy. If the Company or its agent requires an application for reinstatement, the Insured will be given a conditional receipt for the premium. If the application is approved the policy will be reinstated as of the approval date. Lacking such approval, the policy will be reinstated on the forty-fifth day after the date of the conditional receipt unless the Company has previously written the Insured of its disapproval. The reinstated policy will cover only loss that results from an injury sustained after the date of reinstatement and sickness that starts more than 10 days after such date. In all other respects the rights of the Insured and the Company will remain the same, subject to any provisions noted or attached to the reinstated policy. Any premiums the Company accepts for a reinstatement will be applied to a period for which premiums have not been paid. No premiums will be applied to any period more than 60 days prior to the date of reinstatement.\n\nThe last sentence of Provision 4 may be omitted from any policy that the Insured has the right to continue in force subject to its terms by the timely payment of premiums (i) until at least age 50, or (ii) for a policy issued after age 44, for at least five years from its effective date.\n\n5. Provision 5:\n\nNOTICE OF CLAIM: Written notice of claim must be given within 20 days after a covered loss starts or as soon as reasonably possible. The notice can be given to the Company at ____________________ (insert the location of such office as the insurer may designate for the purpose), or to the Company's agent. Notice should include the name of the Insured, and Claimant if other than the Insured, and the policy number.\n\nOptional paragraph: If the Insured has a disability for which benefits may be payable for at least two years, at least once in every six months after the Insured has given notice of claim, the Insured must give the Company notice that the disability has continued. The Insured need not do this if legally incapacitated. The first six months after any filing of proof by the Insured or any payment or denial of a claim by the Company will not be counted in applying this provision. If the Insured delays in giving this notice, the Insured's right to any benefits for the six months before the date the Insured gives notice will not be impaired.\n\n6. Provision 6:\n\nCLAIM FORMS: When the Company receives the notice of claim, it will send the Claimant forms for filing proof of loss. If these forms are not given to the Claimant within 15 days after the giving of such notice, the Claimant shall meet the proof of loss requirements by giving the Company a written statement of the nature and extent of the loss within the time limit stated in the Proofs of Loss Section.\n\n7. Provision 7:\n\nPROOFS OF LOSS: If the policy provides for periodic payment for a continuing loss, written proof of loss must be given the Company within 90 days after the end of each period for which the Company is liable. For any other loss, written proof must be given within 90 days after such loss. If it was not reasonably possible to give written proof in the time required, the Company shall not reduce or deny the claim for this reason if the proof is filed as soon as reasonably possible. In any event, except in the absence of legal capacity, the proof required must be given no later than one year from the time specified.\n\n8. Provision 8:\n\nTIME OF PAYMENT OF CLAIMS: After receiving written proof of loss, the Company will pay __________ (Insert period for payment which must not be less frequently than monthly) all benefits then due for ___________________ (Insert type of loss). Benefits for any other loss covered by this policy will be paid as soon as the Company receives proper written proof.\n\n9. Provision 9:\n\nPAYMENT OF CLAIMS: Benefits will be paid to the Insured. Loss of life benefits are payable in accordance with the beneficiary designation in effect at the time of payment. If none is then in effect, the benefits will be paid to the Insured's estate. Any other benefits unpaid at death may be paid, at the Company's option, either to the Insured's beneficiary or the Insured's estate.\n\nOptional paragraph: If benefits are payable to the Insured's estate or a beneficiary who cannot execute a valid release, the Company can pay benefits up to $ __________ (insert an amount which shall not exceed $2,000), to someone related to the Insured or beneficiary by blood or by marriage whom the Company considers to be entitled to the benefits. The Company will be discharged to the extent of any payment made in good faith.\n\nOptional paragraph: The Company may pay all or a portion of any indemnities provided for health care services to the health care services provider, unless the Insured directs otherwise in writing by the time proofs of loss are filed. The Company cannot require that the services be rendered by a particular health care services provider.\n\n10. Provision 10:\n\nPHYSICAL EXAMINATIONS AND AUTOPSY: The Company at its own expense has the right to have the Insured examined as often as reasonably necessary while a claim is pending. It may also have an autopsy made unless prohibited by law.\n\n11. Provision 11:\n\nLEGAL ACTIONS: No legal action may be brought to recover on this policy within 60 days after written proof of loss has been given as required by this policy. No legal action may be brought after three years from the time written proof of loss is required to be given.\n\n12. Provision 12:\n\nCHANGE OF BENEFICIARY: The Insured can change the beneficiary at any time by giving the Company written notice. The beneficiary's consent is not required for this or any other change in the policy, unless the designation of the beneficiary is irrevocable.\n\n13. Provision 13:\n\nCANCELLATION BY INSURED: The Insured may cancel this policy at any time by written notice delivered or mailed to the Company effective upon receipt or on such later date as may be specified in the notice. In the event of cancellation, the Company shall return promptly the unearned portion of any premium paid. The earned premium shall be computed pro rata. Cancellation shall be without prejudice to any claim originating prior to the effective date of cancellation.\n\nB. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1952, c. 317, § 38.1-349; 1958, c. 452; 1966, c. 101; 1986, c. 562; 1987, c. 520; 1995, c. 522; 2000, c. 540; 2003, c. 377; 2013, c. 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3503/"
    },
    {
      "id": "section-382-3504",
      "number": "38.2-3504.",
      "heading": "Other provisions",
      "text": "Except as provided in § 38.2-3505, no individual accident and sickness insurance policy delivered or issued for delivery in this Commonwealth shall contain provisions respecting the matters set forth below unless such provisions use the same words which appear in this section. Provisions 1 through 7, 8 a, and 9 through 11 shall apply to all such policies that are issued for delivery or delivered in this Commonwealth prior to January 1, 2001. Provisions 1 through 7, 8 b, and 9 through 11 shall apply to all such policies that are issued for delivery, delivered, renewed, or extended in this Commonwealth on or after January 1, 2001. The insurer may use a corresponding provision of different wording approved by the Commission that is not less favorable in any respect to the Insured or the beneficiary. Any such provision shall be preceded individually by the appropriate caption OTHER PROVISIONS or by such appropriate individual or group captions or subcaptions as the Commission may approve.\n\n1. Provision 1:\n\nCHANGE OF OCCUPATION: If the Insured is injured or contracts sickness after having changed his occupation to one classified by the Company as more hazardous than that stated in this policy or while doing for compensation anything pertaining to an occupation so classified, the Company will pay only the portion of the indemnities provided in this policy as the premium paid would have purchased at the rates and within the limits fixed by the Company for the more hazardous occupation. If the Insured changes his occupation to one classified by the Company as less hazardous than that stated in this policy, the Company, upon receipt of proof of the change of occupation, will reduce the premium rate accordingly and will return the excess pro rata unearned premium from the date of change of occupation or from the policy anniversary date immediately preceding receipt of such proof, whichever is more recent. In applying this provision, the classification of occupational risk and the premium rates shall be such as have been last filed by the Company prior to the occurrence of the loss for which the Company is liable or prior to the date of proof of change in occupation with the state insurance supervisory official in the state where the Insured resided at the time this policy was issued; but if the filing was not required, then the classification of occupational risk and the premium rates shall be those last made effective by the Company in the state prior to the occurrence of the loss or prior to the date of proof of change in occupation.\n\n2. Provision 2:\n\nMISSTATEMENT OF AGE: If the Insured's age has been misstated, the benefits will be those the premium paid would have purchased at the correct age.\n\n3. Provision 3:\n\nOTHER INSURANCE IN THIS COMPANY: If an accident or sickness or accident and sickness policy or policies previously issued by the Company to the Insured is in force concurrently herewith, making the aggregate indemnity for ____________________ (insert type of coverage or coverages) in excess of $_________ (insert maximum limit of indemnity or indemnities) the excess insurance shall be void and all premiums paid for such excess shall be returned to the Insured or to his estate.\n\nInstead of Provision 3, the following provision may be used:\n\nInsurance effective at any one time on the Insured under a like policy or policies in this Company is limited to the one such policy elected by the Insured, his beneficiary or his estate, as the case may be, and the Company will return all premiums paid for all other such policies.\n\n4. Provision 4:\n\nINSURANCE WITH OTHER COMPANIES: If there is other valid coverage, not with this Company, providing benefits for the same loss on a provision of service basis or on an expense incurred basis and of which this Company has not been given written notice prior to the occurrence or commencement of loss, the only liability under any expense incurred coverage of this policy shall be for such proportion of the loss as the amount which would otherwise have been payable under this policy plus the total of the like amounts under all such other valid coverages for the same loss of which this Company had notice bears to the total like amounts under all valid coverages for such loss, and for the return of such portion of the premiums paid as shall exceed the pro rata portion for the amount so determined. For the purpose of applying this provision when other coverage is on a provision of service basis, the \"like amount\" of such other coverage shall be taken as the amount which the services rendered would have cost in the absence of such coverage.\n\nIf Provision 4 is included in a policy that also contains Provision 5, the phrase \"EXPENSE INCURRED BENEFITS\" shall be added to the caption of Provision 4. The insurer may include in this provision a definition of \"other valid coverage,\" approved by the Commission. The definition shall be limited in subject matter to coverage provided by organizations subject to regulation by insurance law or by insurance authorities of this Commonwealth or any other jurisdiction of the United States or Canada, and by hospital or medical service organizations, and to any other coverage the inclusion of which may be approved by the Commission. In the absence of such definition the term shall not include group insurance, automobile medical payments insurance, or coverage provided by hospital or medical service organizations, by union welfare plans, or employer or employee benefit organizations.\n\nFor the purpose of applying Provision 4, any amount of benefit provided for such insured pursuant to any compulsory benefit statute, including any workers' compensation or employer's liability statute, whether provided by a governmental agency or otherwise, shall in all cases be deemed to be \"other valid coverage\" of which the company has had notice. In applying Provision 4 no third party liability coverage shall be included as \"other valid coverage.\"\n\n5. Provision 5:\n\nINSURANCE WITH OTHER COMPANIES: If there is other valid coverage, not with this Company, providing benefits for the same loss on other than an expense incurred basis and of which this Company has not been given written notice prior to the occurrence or commencement of loss, the only liability for such benefits under this policy shall be for such proportion of the indemnities otherwise provided under this policy for such loss as the like indemnities of which the Company had notice, including the indemnities under this policy, bear to the total amount of all like indemnities for such loss, and for the return of such portion of the premium paid as shall exceed the pro rata portion for the indemnities thus determined.\n\nIf Provision 5 is included in a policy that also contains Provision 4, the phrase \"OTHER BENEFITS\" shall be added to the caption of Provision 5. The insurer may include in this provision a definition of \"other valid coverage,\" approved by the Commission. The definition shall be limited in subject matter to coverage provided by organizations subject to regulation by insurance law or by insurance authorities of this Commonwealth or any other jurisdiction of the United States or Canada, and to any other coverage approved by the Commission. In the absence of such definition the term shall not include group insurance, or benefits provided by union welfare plans or by employer or employee benefit organizations. For the purpose of applying Provision 5, any amount of benefit provided for the insured pursuant to any compulsory benefit statute, including any workers' compensation or employer's liability statute, whether provided by a governmental agency or otherwise, shall in all cases be deemed to be \"other valid coverage\" of which the Company has had notice. In applying Provision 5 no third party liability coverage shall be included as \"other valid coverage.\"\n\n6. Provision 6:\n\nRELATION OF EARNINGS TO INSURANCE: If the total monthly amount of loss of time benefits promised for the same loss under all valid loss of time coverage upon the Insured, whether payable on a weekly or monthly basis, shall exceed the monthly earnings of the Insured at the time disability commenced or his average monthly earnings for the period of two years immediately preceding a disability for which a claim is made, whichever is greater, the Company will be liable only for the proportionate amount of the benefits under this policy as the amount of the monthly earnings or the average monthly earnings of the Insured bears to the total amount of monthly benefits for the same loss under all the coverage upon the insured at the time the disability commences and for the return of the part of the premiums paid during such two years that exceeds the pro rata amount of the premiums for the benefits actually paid hereunder; but this shall not operate to reduce the total monthly amount of benefits payable under all the coverage upon the Insured below the sum of $200 or the sum of the monthly benefits specified in the coverages, whichever is less, nor shall it operate to reduce benefits other than those payable for loss of time.\n\nProvision 6 may be inserted only in a policy that the insured has the right to continue in force subject to its terms by the timely payment of premiums (i) until at least age 50 or (ii) for a policy issued after age 44, for at least five years from its date of issue. The insurer may include in this provision a definition of \"valid loss of time coverage\" approved by the Commission. The definition shall be limited in subject matter to coverage provided by governmental agencies or by organizations subject to regulation by insurance law or by insurance authorities of this Commonwealth or any other jurisdiction of the United States or Canada, or to any other coverage the inclusion of which may be approved by the Commission or any combination of coverages. In the absence of such definition the term shall not include any coverage provided for the Insured pursuant to any compulsory benefit statute, including any workers' compensation or employer's liability statute, or benefits provided by union welfare plans or by employer or employee benefit organizations.\n\n7. Provision 7:\n\nUNPAID PREMIUM: When a claim is paid, any premium due and unpaid may be deducted from the claim payment.\n\n8. Provision 8 a:\n\nCANCELLATION BY COMPANY: The Company may cancel this policy at any time by written notice delivered to the Insured, or mailed to his last address as shown by the records of the Company, stating when, no less than __________ days thereafter, the cancellation shall be effective; and after the policy has been continued beyond its original term the Insured may cancel this policy at any time by written notice delivered or mailed to the Company effective upon receipt or on such later date as may be specified in the notice. In the event of cancellation, the Company will return promptly the unearned portion of any premium paid. If the Insured cancels, the earned premium shall be computed by the use of the short-rate table last filed with the state insurance supervisory official in the state where the Insured resided when the policy was issued. If the Company cancels, the earned premium shall be computed pro rata. Cancellation shall be without prejudice to any claim originating prior to the effective date of cancellation.\n\nProvision 8 b:\n\nCANCELLATION BY COMPANY: The Company may cancel this policy at any time by written notice delivered to the Insured, or mailed to his last address as shown by the records of the Company, stating when, no less than days thereafter, the cancellation shall be effective. In the event of cancellation, the Company will return promptly the unearned portion of any premium paid. The earned premium shall be computed pro rata. Cancellation shall be without prejudice to any claim originating prior to the effective date of cancellation.\n\nIn Provisions 8 a and 8 b, a number no less than \"7\" for weekly premium policies, \"10\" for monthly premium policies and \"31\" for all other policies shall be inserted between the words \"than\" and \"days.\"\n\n9. Provision 9:\n\nCONFORMITY WITH STATE STATUTES: Any provision of this policy that on its effective date is in conflict with the laws of the state in which the Insured resides on that date is hereby amended to conform to the minimum requirements of the laws.\n\n10. Provision 10:\n\nILLEGAL OCCUPATION: The Company will not be liable for any loss that results from the Insured's committing or attempting to commit a felony or from the Insured's engaging in an illegal occupation.\n\n11. Provision 11:\n\nINTOXICANTS AND NARCOTICS: The Company will not be liable for any loss resulting from the Insured's being drunk, or under the influence of any narcotic unless taken on the advice of a physician.\n\n1952, c. 317, § 38.1-350; 1986, c. 562; 2000, c. 540; 2003, c. 377.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3504/"
    },
    {
      "id": "section-382-3505",
      "number": "38.2-3505.",
      "heading": "Inapplicable or inconsistent provisions",
      "text": "If any provision of this article is inapplicable to or inconsistent with the coverage provided by a particular form of policy, the insurer, with the Commission's approval, shall omit or modify the inapplicable or inconsistent provision to make that provision consistent with the coverage provided by the policy.\n\n1952, c. 317, § 38.1-351; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3505/"
    },
    {
      "id": "section-382-3506",
      "number": "38.2-3506.",
      "heading": "Order of certain policy provisions",
      "text": "The provisions that are the subject of §§ 38.2-3503 and 38.2-3504, or any corresponding provisions that are used instead of them in accordance with these sections, shall be printed in the consecutive order of the provisions in such sections. However, any such provision may appear as a unit in any part of the policy, with other provisions to which it may be logically related, provided the resulting policy shall not be in whole or in part unintelligible, uncertain, ambiguous, abstruse, or likely to mislead a person to whom the policy is offered, delivered or issued.\n\n1952, c. 317, § 38.1-352; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3506/"
    },
    {
      "id": "section-382-3507",
      "number": "38.2-3507.",
      "heading": "Third-party ownership",
      "text": "The word \"insured,\" as used in this article, shall not be construed to prevent a person with a proper insurable interest from applying for and owning a policy covering another person or from being entitled to any indemnities, benefits and rights provided under the policy.\n\n1952, c. 317, § 38.1-353; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3507/"
    },
    {
      "id": "section-382-3508",
      "number": "38.2-3508.",
      "heading": "Requirements of other jurisdictions",
      "text": "A. Any individual accident and sickness insurance policy delivered or issued for delivery to any person in this Commonwealth by a foreign or alien insurer may contain any provision that is prescribed or required by the insurer's domiciliary jurisdiction and that is not less favorable than the provisions of this article to the insured or the beneficiary.\n\nB. Any individual accident and sickness insurance policy delivered or issued for delivery by a domestic insurer in any other jurisdiction may contain any provision permitted or required by the laws of the other jurisdiction.\n\nCode 1950, § 38-224; 1952, c. 317, § 38.1-354; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3508/"
    },
    {
      "id": "section-382-3509",
      "number": "38.2-3509.",
      "heading": "Denial or reduction of benefits because of existence of other like insurance",
      "text": "A. No individual accident and sickness insurance policy, nor any subscription contract as provided for in Chapter 42 (§ 38.2-4200 et seq.) of this title, delivered or issued for delivery in this Commonwealth shall contain any provision for the denial or reduction of benefits because of the existence of other like insurance except to the extent that the aggregate benefits, with respect to the covered medical expenses incurred under the policy or plan and all other like insurance with other insurers, exceed all covered medical expenses incurred.\n\nB. The term \"other like insurance\" may include group insurance or coverage provided by hospital or medical service organizations, union welfare plans, employer or employee benefit organizations, or workers' compensation insurance.\n\n1970, c. 378, § 38.1-355; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3509/"
    },
    {
      "id": "section-382-3510",
      "number": "38.2-3510.",
      "heading": "Conforming to statute",
      "text": "No individual accident and sickness insurance policy provision that is not subject to this article shall make an individual accident and sickness insurance policy, or any portion of the policy, less favorable in any respect to the insured or the beneficiary than the provisions that are subject to this article.\n\nCode 1950, § 38-223; 1952, c. 317, § 38.1-356; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3510/"
    },
    {
      "id": "section-382-3511",
      "number": "38.2-3511.",
      "heading": "Application",
      "text": "A. The insured shall not be bound by any statement made in an application for an individual accident and sickness policy unless a copy of the application is attached to or endorsed on the policy when issued as a part of the policy. If any such policy delivered or issued for delivery in this Commonwealth is reinstated or renewed, and the insured, beneficiary or assignee of the policy makes a written request to the insurer for a copy of the reinstatement or renewal application, if any, the insurer shall within fifteen days after the receipt of the request, deliver or mail to the person making the request, a copy of the application. If a copy is not so delivered or mailed, the insurer shall be precluded from introducing the application as evidence in any action or proceeding based upon or involving the policy or its reinstatement or renewal.\n\nB. No alteration of any written application for any such policy shall be made by any person other than the applicant without his written consent, except that insertions may be made by the insurer, for administrative purposes only, in a manner indicating clearly that such insertions are not to be ascribed to the applicant.\n\nC. The falsity of any statement in the application for any policy covered by this article may not bar the right to recovery under the policy unless the false statement materially affected either the acceptance of the risk or the hazard assumed by the insurer.\n\n1952, c. 317, § 38.1-357; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3511/"
    },
    {
      "id": "section-382-3512",
      "number": "38.2-3512.",
      "heading": "Notice; waiver",
      "text": "The acknowledgment by any insurer of the receipt of notice given under any individual accident and sickness insurance policy, the furnishing of forms for filing proofs of loss, the acceptance of such proofs, or the investigation of any claim thereunder shall not operate as a waiver of any of the rights of the insurer in defense of any claim arising under the policy.\n\n1952, c. 317, § 38.1-358; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3512/"
    },
    {
      "id": "section-382-3513",
      "number": "38.2-3513.",
      "heading": "Age limit",
      "text": "A. If any individual accident and sickness insurance policy contains a provision establishing, as an age limit or otherwise, a date after which the coverage provided by the policy will not be effective, and if the date falls within a period for which a premium is accepted by the insurer or if the insurer accepts a premium after the date, the coverage provided by the policy will continue in force subject to any right of cancellation until the end of the period for which the premium has been accepted.\n\nB. If the age of the insured has been misstated, and if according to the correct age of the insured, the coverage provided by the policy would not have become effective or would have ceased prior to the acceptance of the premium, then the liability of the insurer shall be limited to the refund, upon request, of all premiums paid for the period not covered by the policy.\n\n1952, c. 317, § 38.1-359; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3513/"
    },
    {
      "id": "section-382-3514",
      "number": "38.2-3514.",
      "heading": "When liability not to be denied because of preexisting disease, physical impairment or defect",
      "text": "No insurer that has delivered or issued for delivery in this Commonwealth an accident and sickness insurance policy pursuant to the provisions of this article shall deny liability on any claim otherwise covered under such policy because of the existence of a disease or physical impairment or defect, congenital or otherwise, at the time of the making of the application for such policy, unless it is shown that the applicant knew or might reasonably have been expected to know of such disease, impairment or defect.\n\n1966, c. 184, § 38.1-361.1; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3514/"
    },
    {
      "id": "section-382-35141",
      "number": "38.2-3514.1.",
      "heading": "Preexisting conditions provisions",
      "text": "A. In determining whether a preexisting conditions provision applies to an insured, all coverage shall credit the time the person was covered under previous individual or group policies providing hospital, medical and surgical or major medical coverage on an expense incurred basis if the previous coverage was continuous to a date not more than thirty days prior to the effective date of the new coverage, exclusive of any applicable waiting period under such coverage.\n\nB. As used herein, a \"preexisting conditions provision\" means a policy provision that limits, denies, or excludes coverage for charges or expenses incurred during a twelve-month period following the insured's effective date of coverage, for a condition that, during a twelve-month period immediately preceding the effective date of coverage, had manifested itself in such a manner as would cause an ordinarily prudent person to seek diagnosis, care, or treatment, or for which medical advice, diagnosis, care, or treatment was recommended or received within twelve months immediately preceding the effective date of coverage or as to pregnancy existing on the effective date of coverage.\n\nC. This section shall not apply to the following insurance policies or contracts:\n\n1. Short-term travel;\n\n2. Accident-only;\n\n3. Limited or specified disease contracts;\n\n4. Long-term care insurance;\n\n5. Short-term nonrenewable policies or contracts of not more than six months' duration which are subject to no medical underwriting or minimal underwriting;\n\n6. Policies subject to Article 4.1 (§ 38.2-3430.1 et seq.) of Chapter 34 of this title;\n\n7. Policies or contracts designed for issuance to persons eligible for coverage under Title XVIII of the Social Security Act, known as Medicare, or any other similar coverage under state or federal government plans; and\n\n8. Disability income.\n\n1995, c. 522; 1997, c. 291; 1999, c. 1004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3514-1/"
    },
    {
      "id": "section-382-35142",
      "number": "38.2-3514.2.",
      "heading": "Renewability of coverage",
      "text": "A. Every individual policy, subscription contract or plan delivered, issued for delivery or renewal in this Commonwealth providing benefits to or on behalf of an individual shall provide for the renewability of such coverage at the sole option of the insured, policyholder, subscriber, or enrollee. The insurer, health services plan or health maintenance organization issuing such policy, subscription contract or plan shall be permitted to refuse to renew the policy, subscription contract or plan only for one or more of the following reasons:\n\n1. Nonpayment of the required premiums by the insured, policyholder, subscriber, or enrollee, or such individual's representative;\n\n2. In the event that the policy, subscription contract or plan contains a provision requiring the use of network providers, a documented pattern of abuse or misuse of such provision by the insured, policyholder, subscriber, or enrollee, continuing for a period of no less than two years;\n\n3. Subject to the time limits contained in subdivision 2 of § 38.2-3503 or in regulations adopted by the Commission governing the practices of health maintenance organizations, for fraud or material misrepresentation by the individual, with respect to his application for coverage;\n\n4. Eligibility of an individual insured for Medicare, provided that such coverage may not terminate with respect to other individuals insured under the same policy, subscription contract or plan and who are not eligible for Medicare; and\n\n5. The insured, subscriber, or enrollee has not maintained a legal residence in the service area of the insurer, health services plan or health maintenance organization for a period of at least six months.\n\nB. This section shall not apply to the following insurance policies, subscription contracts or plans:\n\n1. Short-term travel;\n\n2. Accident-only;\n\n3. Disability income;\n\n4. Limited or specified disease contracts;\n\n5. Long-term care insurance;\n\n6. Short-term nonrenewable policies or contracts of not more than six months' duration which are subject to no medical underwriting or minimal underwriting; and\n\n7. Individual health insurance coverage as defined in subsection B of § 38.2-3431.\n\n1996, c. 550; 1998, c. 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3514-2/"
    },
    {
      "id": "section-382-3515",
      "number": "38.2-3515.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2022, c. 180, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3515/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Accident and Sickness Insurance Minimum Standards",
      "text": "Accident and Sickness Insurance Minimum Standards",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-3516",
      "number": "38.2-3516.",
      "heading": "Purpose",
      "text": "The purpose of this article is to authorize the Commission, pursuant to the authority granted in § 38.2-223, to issue rules and regulations to:\n\n1. Establish the minimum standards for filing of policy forms for individual and small group health benefit plans as defined in § 38.2-3438;\n\n2. Establish the minimum standards, terms, and coverages for individual and group accident and sickness policies known as excepted benefits, as defined in § 38.2-3431; and\n\n3. Establish the minimum standards for short-term limited-duration insurance.\n\nThe Commission shall ensure that policy standards are simple and understandable and are not misleading or unreasonably confusing and that the sale of such policies provides for full disclosure.\n\n1980, c. 204, § 38.1-362.11; 1986, c. 562; 2022, c. 531.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3516/"
    },
    {
      "id": "section-382-3517",
      "number": "38.2-3517.",
      "heading": "Definitions",
      "text": "As used in this article:\n\n\"Form\" means a policy, rider, endorsement, amendment, application, enrollment form, certificate of insurance, evidence of coverage, group agreement, supplemental agreement, or any other form required to be filed with or approved by the Commission.\n\n\"Policy\" means an insurance policy, contract, certificate, evidence of coverage, or other agreement of insurance, including any attached rider, endorsement, or application.\n\n1980, c. 204, § 38.1-362.12; 1986, c. 562; 2022, c. 531.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3517/"
    },
    {
      "id": "section-382-3518",
      "number": "38.2-3518.",
      "heading": "Standards for policy provisions",
      "text": "A. Pursuant to the authority granted in § 38.2-223, the Commission may issue rules and regulations to establish standards for the sale of individual and group accident and sickness insurance policies. These rules and regulations shall be in addition to and in accordance with applicable laws of the Commonwealth, including Chapter 34 (§ 38.2-3400 et seq.), Article 1 (§ 38.2-3500 et seq.), this article, and Article 3 (§ 38.2-3521.1 et seq.).\n\nB. Pursuant to the authority granted in § 38.2-223, the Commission may issue rules and regulations that specify prohibited policies or policy provisions not otherwise specifically authorized by statute that in the opinion of the Commission are unjust, unfair, or unfairly discriminatory to the policyowner, beneficiary, or any person insured under the policy.\n\n1980, c. 204, § 38.1-362.13; 1981, c. 575; 1986, c. 562; 2022, c. 531.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3518/"
    },
    {
      "id": "section-382-3519",
      "number": "38.2-3519.",
      "heading": "Minimum standards for excepted benefits",
      "text": "A. Pursuant to the authority granted in § 38.2-223, the Commission may issue rules and regulations establishing minimum standards for benefits under any of the categories of policies known as excepted benefits.\n\nB. No excepted benefits policy shall be delivered or issued for delivery in the Commonwealth that does not meet the prescribed minimum standards established by the Commission or does not meet the requirements set forth in § 38.2-3501.\n\nC. The Commission may prescribe the method of identification of policies based upon coverages provided.\n\n1980, c. 204, § 38.1-362.14; 1986, c. 562; 2022, c. 531.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3519/"
    },
    {
      "id": "section-382-3520",
      "number": "38.2-3520.",
      "heading": "Coverage of preexisting conditions",
      "text": "A. Notwithstanding the provisions of § 38.2-3503, if an insurer elects to use a simplified application form, with or without a specific question as to the applicant's health, but without any detailed questions concerning the insured's health history or medical treatment history, the policy shall cover any loss occurring after twelve months from the effective date of coverage from any preexisting condition not specifically excluded from coverage by terms of the policy. Except as so provided, the policy shall not include wording that would permit a defense based upon preexisting conditions.\n\nB. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1980, c. 204, § 38.1-362.15; 1981, c. 575; 1986, c. 562; 2013, c. 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3520/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Group Accident and Sickness Insurance Policies",
      "text": "Group Accident and Sickness Insurance Policies",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-3521",
      "number": "38.2-3521.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3521/"
    },
    {
      "id": "section-382-35211",
      "number": "38.2-3521.1.",
      "heading": "Group accident and sickness insurance definitions",
      "text": "Except as provided in § 38.2-3522.1, no policy of group accident and sickness insurance shall be delivered in this Commonwealth unless it conforms to one of the following descriptions:\n\nA. A policy issued to an employer, or to the trustees of a fund established by an employer, which employer or trustees shall be deemed the policyholder, to insure employees of the employer for the benefit of persons other than the employer, subject to the following requirements:\n\n1. The employees eligible for insurance under the policy shall be all of the employees of the employer, or all of any class or classes thereof. The policy may provide that the term \"employees\" shall include the employees of one or more subsidiary corporations, and the employees, individual proprietors, and partners of one or more affiliated corporations, proprietorships or partnerships if the business of the employer and of such affiliated corporations, proprietorships or partnerships is under common control. The policy may provide that the term \"employees\" shall include retired employees, former employees and directors of a corporate employer. A policy issued to insure the employees of a public body may provide that the term \"employees\" shall include elected or appointed officials.\n\n2. The premium for the policy shall be paid either from the employer's funds or from funds contributed by the insured employees, or from both. Except as provided in subdivision 3, a policy on which no part of the premium is to be derived from funds contributed by the insured employees must insure all eligible employees, except those who reject such coverage in writing.\n\n3. An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer, except as otherwise prohibited in this title.\n\nB. A policy that is:\n\n1. Not subject to Chapter 37.1 (§ 38.2-3727 et seq.): and\n\n2. Issued to a creditor or its parent holding company or to a trustee or trustees or agent designated by two or more creditors, which creditor, holding company, affiliate, trustee, trustees or agent shall be deemed the policyholder, to insure debtors of the creditor or creditors with respect to their indebtedness, subject to the following requirements:\n\na. The debtors eligible for insurance under the policy shall be all of the debtors of the creditor or creditors, or all of any class or classes thereof. The policy may provide that the term \"debtors\" shall include:\n\n(1) Borrowers of money or purchasers or lessees of goods, services, or property for which payment is arranged through a credit transaction;\n\n(2) The debtors of one or more subsidiary corporations; and\n\n(3) The debtors of one or more affiliated corporations, proprietorships or partnerships if the business of the policyholder and of such affiliated corporations, proprietorships or partnerships is under common control.\n\nb. The premium for the policy shall be paid either from the creditor's funds, or from charges collected from the insured debtors, or from both. Except as provided in subdivision 3, a policy on which no part of the premium is to be derived from funds contributed by insured debtors specifically for their insurance must insure all eligible debtors.\n\n3. An insurer may exclude any debtors as to whom evidence of individual insurability is not satisfactory to the insurer.\n\n4. The total amount of insurance payable with respect to an indebtedness shall not exceed the greater of the scheduled or actual amount of unpaid indebtedness to the creditor. The insurer may exclude any payments that are delinquent on the date the debtor becomes disabled as defined in the policy.\n\n5. The insurance may be payable to the creditor or any successor to the right, title, and interest of the creditor. Such payment or payments shall reduce or extinguish the unpaid indebtedness of the debtor to the extent of each such payment and any excess of the insurance shall be payable to the insured or the estate of the insured.\n\n6. Notwithstanding the preceding provisions of this section, insurance on agricultural credit transaction commitments may be written up to the amount of the loan commitment. Insurance on educational credit transaction commitments may be written up to the amount of the loan commitment less the amount of any repayments made on the loan.\n\nC. A policy issued to a labor union, or similar employee organization, which labor union or organization shall be deemed to be the policyholder, to insure members of such union or organization for the benefit of persons other than the union or organization or any of its officials, representatives, or agents, subject to the following requirements:\n\n1. The members eligible for insurance under the policy shall be all of the members of the union or organization, or all of any class or classes thereof.\n\n2. The premium for the policy shall be paid from either funds of the union or organization, or from funds contributed by the insured members specifically for their insurance, or from both. Except as provided in subdivision 3, a policy on which no part of the premium is to be derived from funds contributed by the insured members specifically for their insurance must insure all eligible members, except those who reject such coverage in writing.\n\n3. An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer, except as otherwise prohibited in this title.\n\nD. A policy issued (i) to or for a multiple employer welfare arrangement, a rural electric cooperative, or a rural electric telephone cooperative as these terms are defined in 29 U.S.C. § 1002, or (ii) to a trust, or to the trustees of a fund, established or adopted by or for two or more employers, or by one or more labor unions of similar employee organizations, or by one or more employers and one or more labor unions or similar employee organizations, which trust or trustees shall be deemed the policyholder, to insure employees of the employers or members of the unions or organizations for the benefit of persons other than the employers or the unions or organizations, subject to the following requirements:\n\n1. The persons eligible for insurance shall be all of the employees of the employers or all of the members of the unions or organizations, or all of any class or classes thereof. The policy may provide that the term \"employee\" shall include the employees of one or more subsidiary corporations, and the employees, individual proprietors, and partners of one or more affiliated corporations, proprietorships or partnerships if the business of the employer and of such affiliated corporations, proprietorships or partnerships is under common control. The policy may provide that the term \"employees\" shall include retired employees, former employees and directors of a corporate employer. The policy may provide that the term \"employees\" shall include the trustees or their employees, or both, if their duties are principally connected with such trusteeship.\n\n2. The premium for the policy shall be paid from funds contributed by the employer or employers of the insured persons, or by the union or unions or similar employee organizations, or by both, or from funds contributed by the insured persons or from both the insured persons and the employers or unions or similar employee organizations. Except as provided in subdivision 3, a policy on which no part of the premium is to be derived from funds contributed by the insured persons specifically for their insurance must insure all eligible persons, except those who reject such coverage in writing.\n\n3. An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer, except as otherwise prohibited in this title.\n\nE. A policy issued to an association or to a trust or to the trustees of a fund established, created, or maintained for the benefit of members of one or more associations which association or trust shall be deemed the policyholder.\n\n1. The association or associations shall:\n\na. Have at the outset a minimum of 100 persons;\n\nb. Have been organized and maintained in good faith for purposes other than that of obtaining insurance;\n\nc. Have been in active existence for at least five years;\n\nd. Have a constitution and bylaws which provide that (i) the association or associations hold regular meetings not less than annually to further purposes of the members, (ii) except for credit unions, the association or associations collect dues or solicit contributions from members, and (iii) the members have voting privileges and representation on the governing board and committees;\n\ne. Does not condition membership in the association on any health status-related factor relating to an individual (including an employee of an employer or a dependent of an employee);\n\nf. Makes health insurance coverage offered through the association available to all members regardless of any health status-related factor relating to such members (or individuals eligible for coverage through a member);\n\ng. Does not make health insurance coverage offered through the association available other than in connection with a member of the association; and\n\nh. Meets such additional requirements as may be imposed under the laws of this Commonwealth.\n\n2. The policy shall be subject to the following requirements:\n\na. The policy may insure members of such association or associations, employees thereof or employees of members, or one or more of the preceding or all of any class or classes thereof for the benefit of persons other than the employee's employer.\n\nb. The premium for the policy shall be paid from funds contributed by the association or associations, or by employer members, or by both, or from funds contributed by the covered persons or from both the covered persons and the association, associations, or employer members.\n\n3. Except as provided in subdivision 4, a policy on which no part of the premium is to be derived from funds contributed by the covered persons specifically for their insurance must insure all eligible persons, except those who reject such coverage in writing.\n\n4. An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer, except as otherwise prohibited in this title.\n\n5. For a policy issued in the large group market and notwithstanding the provisions of § 38.2-3449, an insurer may (i) establish base rates formed on an actuarially sound, modified community rating methodology that considers the pooling of all participant claims and (ii) utilize each employer member's specific risk profile to determine contribution rates for each individual employer member's share of the premium by actuarially adjusting above or below established base rates.\n\nF. A policy issued to a credit union or to a trustee or trustees or agent designated by two or more credit unions, which credit union, trustee, trustees, or agent shall be deemed the policyholder, to insure members of such credit union or credit unions for the benefit of persons other than the credit union or credit unions, trustee or trustees, or agent or any of their officials, subject to the following requirements:\n\n1. The members eligible for insurance shall be all of the members of the credit union or credit unions, or all of any class or classes thereof.\n\n2. The premium for the policy shall be paid by the policyholder from the credit union's funds and, except as provided in subdivision 3, must insure all eligible members.\n\n3. An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.\n\nG. Notwithstanding the provisions of subsection J, a policy issued to an association of real estate salespersons, as defined in § 54.1-2100, which association shall be deemed the policyholder, to insure members of such association, subject to the following requirements:\n\n1. All of the members of such association shall be eligible for coverage. Members shall include (i) an employer member with at least one employee that is domiciled in the Commonwealth or (ii) a self-employed individual who (a) has an ownership right in a \"trade or business,\" regardless of whether the trade or business is incorporated or unincorporated, (b) earns wages or self-employment income from the trade or business, and (c) works at least 20 hours a week or 80 hours a month providing personal services to the trade or business or earns income from the trade or business that at least equals the self-employed individual's cost of the health coverage.\n\n2. The association shall (i) have at the outset a minimum of 25,000 members, (ii) have been organized and maintained in good faith for purposes other than that of obtaining insurance, (iii) have been in active existence for at least five years, and (iv) have a constitution and bylaws that provide that (a) the association hold regular meetings not less than annually to further purposes of the members, (b) the association collects dues or solicits contributions from members, and (c) the members have voting privileges and representation on the governing board and committees.\n\n3. In no case shall membership in the association be conditioned on any health status-related factor relating to an individual, including an employee of an employer or a dependent of an employee.\n\n4. The health insurance coverage offered through the association shall be available to all members regardless of any health status-related factor relating to such members or individuals eligible for coverage through a member.\n\n5. The association shall not make health insurance coverage offered through the association available other than in connection with a member of the association.\n\n6. The premium for the policy shall be paid from funds contributed by the association or by employer members, or by both, or from funds contributed by the covered persons or from both the covered persons and the association or employer members.\n\n7. The policy issued to such an association shall (i) be considered a large group market plan subject to all coverage mandates applicable to a large group market plan offered in the Commonwealth and the large group market insurance regulations under the federal Public Health Service Act, P.L. 78-410, as amended; (ii) be subject to the group health plan coverage requirements under the federal Patient Protection and Affordable Care Act, P.L. 111-148, as amended; (iii) be prohibited from denying coverage under the policy on the basis of a preexisting condition as set forth in § 38.2-3444; (iv) be guaranteed issue and guaranteed renewable; (v) notwithstanding the provisions of subsection A of § 38.2-3451 providing that a large group market plan is not required to provide coverage for essential health benefits in a manner that exceeds the requirements of the federal Patient Protection and Affordable Care Act, P.L. 111-148, as amended, as of January 1, 2019, be subject to the requirements to provide essential health benefits and cost-sharing requirements as set forth in § 38.2-3451; and (vi) offer a minimum level of coverage designed to provide benefits that are actuarially equivalent to 60 percent of the full actuarial value of the benefits provided under the plan.\n\n8. The insurer issuing such a policy shall (i) treat all of the members and employees of employer members who are enrolled in coverage under the policy as a single risk pool; (ii) set premiums on the basis of all of the collective group experience of the members and employees of employer members who are enrolled in coverage under the policy; (iii) be permitted to vary premiums by age, but such rate shall not vary by more than four to one for adults; (iv) be prohibited from varying premiums on the basis of gender; (v) be prohibited from varying premiums on the basis of the health status of an individual employee of an employer member or a self-employed individual member; and (vi) not establish discriminatory rules based on the health status of an employer member, an individual employee of an employer member, or a self-employed individual for eligibility or contribution.\n\n9. A policy that meets the requirements of subdivisions 7 and 8 shall be considered to be compliant with the large group market insurance regulations under the federal Public Health Service Act, P.L. 78-410, as amended, and, as such, the Commonwealth, through the regulation of such policy by the Commission, shall be considered to be substantially enforcing the federal Patient Protection and Affordable Care Act, P.L. 111-148, as amended, with regard to such policy. The Commission shall regulate the policy in a manner that is consistent with this subdivision. In any case in which a federal agency renders a decision that is contrary to the provisions of this subdivision, notwithstanding any other provision of law, the Attorney General may resolve any difference between federal law and the laws of the Commonwealth.\n\nH. A policy issued to a health maintenance organization as provided in subsection B of § 38.2-4314.\n\nI. A policy of blanket insurance issued in accordance with § 38.2-3521.2.\n\nJ. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1998, c. 154; 2013, c. 751; 2014, c. 350; 2022, cc. 349, 350; 2023, cc. 514, 515; 2024, cc. 459, 621.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3521-1/"
    },
    {
      "id": "section-382-35212",
      "number": "38.2-3521.2.",
      "heading": "Blanket accident and sickness insurance",
      "text": "A. As used in this section, \"blanket insurance\" means that form of limited accident and sickness insurance defined as an \"excepted benefit\" under § 38.2-3431, providing coverage for specified circumstances and specific classes of persons defined in a policy issued to a master policyholder and not by specifically naming the persons covered, by certificate or otherwise, although a statement of the coverage provided may be given, or required by the policy to be given, to eligible persons.\n\nB. An individual application need not be required from a person covered under a blanket insurance policy.\n\nC. No insurer issuing a blanket insurance policy shall be required to furnish a certificate to each person covered by the policy.\n\nD. A blanket insurance policy may be issued or issued for delivery in the Commonwealth if it conforms to one of the following descriptions:\n\n1. A policy or contract issued to any common carrier or to any operator, owner, lessor or lessee of a means of transportation, which shall be deemed the policyholder, which policy or contract covers a group defined as all persons who may become passengers, renters, lessors, lessees, or operators defined by their travel status on such common carrier or means of transportation.\n\n2. A policy issued to an employer, who shall be deemed the policyholder, covering any group of workers, dependents or guests defined by reference to hazards incident to any activity or activities or operations of the policyholder.\n\n3. A policy issued to a school, an institution of higher education, a school district, school districts, or a school jurisdictional unit, or to the head, principal, or governing board thereof, who or which shall be deemed the policyholder, covering students, parents, teachers, employees, or volunteers.\n\n4. A policy issued in the name of any volunteer or governmental fire department, first aid, civil defense, or other such volunteer group, which shall be deemed the policyholder, covering any group of the members, participants, or volunteers incident to any activity or activities or operations sponsored or supervised by such department or group.\n\n5. A policy or contract issued to a sports team, camp, or sponsor thereof, which shall be deemed the policyholder, covering participants, members, campers, employees, officials, supervisors, or volunteers.\n\n6. A policy or contract issued to a religious, charitable, recreational, educational, or civic organization or branch thereof, which shall be deemed the policyholder, covering any group of members, participants, or volunteers defined by reference to specified hazards incident to any activity or activities or operations sponsored or supervised by or on the premises of such policyholder.\n\n7. A policy or contract issued to a restaurant, hotel, motel, resort, innkeeper, or other group with a high degree of potential customer liability, which shall be deemed the policyholder, covering patrons, guests, or volunteers.\n\n8. A policy or contract issued to an entertainment production company, who shall be deemed the policyholder, covering any group of participants, volunteers, audience members, contestants, or workers.\n\n9. A policy or contract issued to a health maintenance organization, a health care provider or other arranger of health services, which shall be deemed the policyholder, covering subscribers, patients, donors, and surrogates provided that the coverage is not made a condition of receiving care.\n\n10. A policy or contract issued to a bank, association, financial or other institution, vendor, or to a parent holding company, or to the trustee, trustees, or agent designated by one or more banks, associations, financial or other institutions, or vendors under which accountholders, credit card holders, debtors, guarantors, or purchasers are insured.\n\n11. A policy or contract issued to an incorporated or unincorporated association of persons having a common interest or calling, which association shall be deemed the policyholder, formed for purposes other than obtaining insurance, covering members or participants of such association.\n\n12. A policy or contract issued to a travel agency, or other organization that provides travel related services, which organization shall be deemed the policyholder, to cover all persons for which travel related services are provided.\n\n13. A policy issued to any other risk or class of risks which, in the discretion of the Commission, may be subject to the issuance of a blanket accident and sickness policy. The discretion of the Commission may be exercised on an individual risk basis or class of risks, or both.\n\nE. Notwithstanding any other provision of this title, any benefits that are payable under a blanket insurance policy shall be paid directly to the person covered under such policy.\n\n2014, c. 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3521-2/"
    },
    {
      "id": "section-382-3522",
      "number": "38.2-3522.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3522/"
    },
    {
      "id": "section-382-35221",
      "number": "38.2-3522.1.",
      "heading": "Limits of group accident and sickness insurance",
      "text": "Group accident and sickness insurance offered to a resident of this Commonwealth under a group accident and sickness insurance policy issued to a group other than one described in § 38.2-3521.1 shall be subject to the following requirements:\n\nA. No such group accident and sickness insurance policy shall be delivered in this Commonwealth unless the Commission finds that:\n\n1. The issuance of such group policy is not contrary to Virginia's public policy and is in the best interest of the citizens of this Commonwealth;\n\n2. The issuance of the group policy would result in economies of acquisition or administration; and\n\n3. The benefits are reasonable in relation to the premiums charged.\n\nInsurers filing policy forms seeking approval under the provisions of this subsection shall accompany the forms with a certification, signed by the officer of the company with the responsibility for forms compliance, in which the company certifies that each such policy form will be issued only where the requirements set forth in subdivisions 1 through 3 of this subsection have been met.\n\nB. No such group accident and sickness insurance coverage may be offered in this Commonwealth by an insurer under a policy issued in another state unless this Commonwealth or another state having requirements substantially similar to those contained in subdivisions 1, 2, and 3 of subsection A has made a determination that such requirements have been met.\n\n1. An insurer offering group accident and sickness insurance coverage in this Commonwealth under this subsection shall file a certification, signed by the officer of the company having responsibility for forms compliance, in which the company certifies that all group insurance coverage marketed to residents of this Commonwealth under policies which have not been approved by this Commonwealth will comply with the provisions of § 38.2-3521.1 or have met the requirements set forth in subdivisions A 1 through A 3 of this section, and which clearly demonstrates that the substantially similar requirements of the state in which the contract will be issued have been met. The certification shall be accompanied by documentation from such state, evidencing the determination that such requirements have been met.\n\n2. An insurer offering group accident and sickness insurance in this Commonwealth under this subsection that is unable to provide the documentation required in subdivision 1 of this subsection shall be required to file policy forms consistent with requirements in § 38.2-316 which are imposed on policies issued in Virginia. The policy shall be required to be approved as meeting all requirements of this title prior to its being offered to residents of this Commonwealth.\n\nC. The premium for the policy shall be paid either from the policyholder's funds or from funds contributed by the covered persons, or from both.\n\nD. An insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer, except as otherwise prohibited in this title.\n\nE. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1998, c. 154; 2013, c. 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3522-1/"
    },
    {
      "id": "section-382-3523",
      "number": "38.2-3523.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3523/"
    },
    {
      "id": "section-382-35231",
      "number": "38.2-3523.1.",
      "heading": "Review of records",
      "text": "The Commission may review the records of any insurer to determine that the insurer's policies have been issued in compliance with the requirements set forth in this article. Insurers issuing coverage not complying with the provisions of § 38.2-3521.1 and not complying with the provisions of § 38.2-3522.1 shall be deemed to have committed a knowing and willful violation of this article, and shall be punished as set forth in subsection A of § 38.2-218.\n\n1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3523-1/"
    },
    {
      "id": "section-382-35232",
      "number": "38.2-3523.2.",
      "heading": "Policies issued outside of the Commonwealth of Virginia",
      "text": "A group accident and sickness insurance policy issued outside of this Commonwealth, providing coverage to residents of this Commonwealth, that does not qualify under § 38.2-3521.1 or § 38.2-3522.1 shall be subject to the statutory requirements of this title and may subject the insurer issuing such policy to the penalties available under this title for violation of such requirements.\n\n1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3523-2/"
    },
    {
      "id": "section-382-35233",
      "number": "38.2-3523.3.",
      "heading": "Requirements for those marketing group accident and sickness insurance",
      "text": "Insurance marketed to certificate holders of a group which does not qualify under § 38.2-3521.1 or § 38.2-3522.1 must be marketed by a person holding a valid life and health insurance agent license as required by Chapter 18 (§ 38.2-1800 et seq.) of this title.\n\n1998, c. 154; 1999, c. 86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3523-3/"
    },
    {
      "id": "section-382-35234",
      "number": "38.2-3523.4.",
      "heading": "Minimum number of persons covered",
      "text": "A. A group accident and sickness insurance policy shall on the issue date and at each policy anniversary date, cover at least two persons, other than spouses or minor children, unless such spouse or minor child is determined to be an eligible employee as defined in § 38.2-3431.\n\nB. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1998, c. 154; 2013, c. 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3523-4/"
    },
    {
      "id": "section-382-3524",
      "number": "38.2-3524.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3524/"
    },
    {
      "id": "section-382-3525",
      "number": "38.2-3525.",
      "heading": "Group accident and sickness insurance coverages of spouses, dependent children or other persons",
      "text": "A. Coverage under a group accident and sickness insurance policy, except a policy issued pursuant to subsection B of § 38.2-3521.1, may be extended to insure:\n\n1. The spouse and any child who is (i) under the age of 19 years, (ii) who is a dependent and under the age of 25 years, or (iii) who is a dependent and a full-time student under 25 years of age, without regard to whether such child resides in the same household as the insured group member, or any class of spouse and dependent children, of each insured group member who so elects; and\n\n2. Any other class of persons as may mutually be agreed upon by the insurer and the group policyholder.\n\nB. The amount of accident and sickness insurance for the spouse, dependent child or other person shall not exceed the amount of accident and sickness insurance for the insured group member.\n\nC. At the insurer's option and subject to the policyholder's election, the coverage for children of the insured group member may be extended beyond the ages established in subsection A. Any such extension of coverage shall be as mutually agreed upon by the insurer and the group policyholder.\n\nD. Notwithstanding the provisions of § 38.2-3538, one certificate may be issued for each insured group member if a statement concerning any spouse's, dependent child's, or other person's coverage is included in the certificate.\n\nE. When a policy provides coverage for a dependent child who is enrolled based upon the child's status as a full-time student and such child is unable due to a medical condition to continue as a full-time student, coverage under the policy for such child nevertheless shall continue in force provided the child's treating physician certifies to the insurer at the time the child withdraws as a full-time student that the child's absence is medically necessary. Coverage for such child shall continue in force until the earlier of (i) the date that is 12 months from the date the child ceases to be a full-time student or (ii) the date the child no longer qualifies as a dependent child under the terms of the group policy. A child's status as a full-time student shall be determined in accordance with the criteria specified by the institution in which the child is enrolled.\n\nF. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n1986, c. 562; 1993, c. 306; 1998, c. 154; 2004, c. 771; 2005, c. 871; 2007, c. 428; 2008, c. 209; 2011, c. 882.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3525/"
    },
    {
      "id": "section-382-3526",
      "number": "38.2-3526.",
      "heading": "Standard provisions required; exceptions",
      "text": "A. No group accident and sickness insurance policy shall be delivered or issued for delivery in this Commonwealth unless it contains the standard provisions prescribed in this article.\n\nB. The provisions of § 38.2-3531, subsection A of §§ 38.2-3533 and 38.2-3538 shall not apply to policies issued pursuant to subsection B of § 38.2-3522.1.\n\n1986, c. 562; 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3526/"
    },
    {
      "id": "section-382-3527",
      "number": "38.2-3527.",
      "heading": "Grace period",
      "text": "Each group accident and sickness insurance policy shall contain a provision that the policyowner is entitled to a grace period of not less than thirty-one days for the payment of any premium due except the first premium. The provision shall also state that during the grace period the accident and sickness coverage shall continue in force unless the policyowner has given the insurer written notice of discontinuance in accordance with the terms of the policy and in advance of the date of discontinuance. The policy may provide that the policyowner shall be liable to the insurer for the payment of a pro rata premium for the time the policy was in force during the grace period.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3527/"
    },
    {
      "id": "section-382-3528",
      "number": "38.2-3528.",
      "heading": "Incontestability",
      "text": "A. Each group accident and sickness insurance policy shall contain a provision that the validity of the policy shall not be contested, except for nonpayment of premiums, after it has been in force for two years from its date of issue.\n\nB. The provision shall also state that no statement made by any person insured under the policy relating to his insurability or the insurability of his insured dependents shall be used in contesting the validity of the insurance with respect to which such statement was made:\n\n1. After the insurance has been in force prior to the contest for a period of two years during the lifetime of the person about whom the statement was made; and\n\n2. Unless the statement is contained in a written instrument signed by him.\n\nC. This provision shall not preclude the assertion at any time of defenses based on the person's ineligibility for coverage under the policy or upon other provisions in the policy.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3528/"
    },
    {
      "id": "section-382-3529",
      "number": "38.2-3529.",
      "heading": "Entire contract; statements deemed representations",
      "text": "A. Each group accident and sickness insurance policy shall contain a provision that the policy, and any application of the policyowner, and any individual applications of the persons insured shall constitute the entire contract between the parties.\n\nB. The provision shall also state that:\n\n1. A copy of any application of the policyowner shall be attached to the policy when issued;\n\n2. All statements made by the policyowner or by the persons insured shall be deemed representations and not warranties; and\n\n3. No written statement made by any person insured shall be used in any contest unless a copy of the statement is furnished to the person or to his beneficiary or personal representative.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3529/"
    },
    {
      "id": "section-382-3530",
      "number": "38.2-3530.",
      "heading": "Evidence of individual insurability",
      "text": "Each group accident and sickness insurance policy shall contain a provision setting forth any conditions under which the insurer reserves the right to require a person eligible for insurance to furnish evidence of individual insurability satisfactory to the insurer as a condition to part or all of his coverage.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3530/"
    },
    {
      "id": "section-382-3531",
      "number": "38.2-3531.",
      "heading": "Additional exclusions and limitations",
      "text": "A. Each group accident and sickness insurance policy shall contain a provision specifying all additional exclusions or limitations applicable under the policy for any disease or physical condition of a person, not otherwise excluded from the person's coverage by name or specific description effective on the date of the person's loss, which existed prior to the effective date of the person's coverage under the policy.\n\nB. Any such exclusion or limitation may only apply to a disease or physical condition for which medical advice or treatment was received by the person during the twelve months prior to the effective date of the person's coverage. The exclusion or limitation shall not apply to loss incurred or disability commencing after the earlier of (i) the end of a continuous period of twelve months commencing on or after the effective date of the person's coverage during which the person receives no medical advice or treatment in connection with the disease or physical condition, or (ii) the end of the two-year period commencing on the effective date of the person's coverage.\n\nC. This section shall not apply to group accident and sickness policies providing hospital, medical and surgical or major medical coverage on an expense incurred basis to an employer's employees and their dependents.\n\n1986, c. 562; 1998, c. 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3531/"
    },
    {
      "id": "section-382-3532",
      "number": "38.2-3532.",
      "heading": "Misstatement of age",
      "text": "Each group accident and sickness insurance policy where the premiums or benefits vary by age shall contain a provision that an equitable adjustment of premiums, benefits or both shall be made if the age of a person insured has been misstated. The provision shall contain a clear statement of the method of adjustment to be used.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3532/"
    },
    {
      "id": "section-382-3533",
      "number": "38.2-3533.",
      "heading": "Individual certificates",
      "text": "A. Each group accident and sickness insurance policy shall contain a provision that the insurer will issue to the policyholder for delivery to each person insured a certificate setting forth:\n\n1. The insured person's insurance protection, including any limitations, reductions, and exclusions applicable to the coverage provided;\n\n2. To whom the insurance benefits are payable;\n\n3. Any family member's or dependent's coverage; and\n\n4. The rights and conditions set forth in § 38.2-3541.\n\nB. Each group policy issued pursuant to § 38.2-3522.1 B, where any part of the premium is paid by debtors from identifiable charges collected from the insured debtors not required of an uninsured debtor, shall contain a provision that the insurer will furnish to the policyholder for each debtor insured under the policy a form that will contain a statement describing the debtor's coverage and that the benefits payable shall be applied to reduce or extinguish the indebtedness.\n\n1986, c. 562; 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3533/"
    },
    {
      "id": "section-382-3534",
      "number": "38.2-3534.",
      "heading": "Notice of claim",
      "text": "Each group accident and sickness insurance policy shall contain a provision that written notice of a claim shall be given to the insurer within twenty days after the occurrence or commencement of any loss covered by the policy. Failure to give notice within that time shall not invalidate or reduce any claim if it can be shown that notice was given as soon as reasonably possible.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3534/"
    },
    {
      "id": "section-382-3535",
      "number": "38.2-3535.",
      "heading": "Claim forms",
      "text": "Each group accident and sickness insurance policy shall contain a provision that the insurer will furnish forms for filing proof of loss to the person making a claim or to the policyholder for delivery to that person. If the forms are not furnished within fifteen days after the insurer received notice of any claim under the policy, the person making the claim shall be deemed to have complied with the requirements of the policy as to proof of loss upon submitting within the time fixed in the policy of filing proof of loss, written proof covering the occurrence, character, and extent of the loss for which a claim is made.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3535/"
    },
    {
      "id": "section-382-3536",
      "number": "38.2-3536.",
      "heading": "Proofs of loss",
      "text": "A. Each group accident and sickness insurance policy shall contain a provision that written proof of the loss shall be furnished to the insurer within ninety days after the date of the loss. In the case of a claim for loss of time for disability, each group accident and sickness insurance policy shall contain a provision that written proof of the loss shall be furnished to the insurer within ninety days after the commencement of the period for which the insurer is liable. Subsequent written proof of the continuance of the disability shall be furnished to the insurer at reasonable intervals required by the insurer.\n\nB. Failure to furnish such proof within the prescribed time shall not invalidate or reduce any claim if it was not reasonably possible to furnish the proof within that time and the proof is furnished as soon as reasonably possible. In no event, except in the absence of legal capacity of the claimant, shall such proof be furnished later than one year from the time proof is otherwise required.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3536/"
    },
    {
      "id": "section-382-3537",
      "number": "38.2-3537.",
      "heading": "Time of payment of claims",
      "text": "Each group accident and sickness insurance policy shall contain a provision that all benefits payable under the policy other than benefits for loss of time shall be payable within sixty days after receipt of proof of loss. The provision shall also state that, subject to proof of loss, all accrued benefits payable under the policy for loss of time shall be paid at least monthly during the continuance of the period for which the insurer is liable, and that any balance remaining unpaid at the termination of such period will be paid as soon as possible.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3537/"
    },
    {
      "id": "section-382-3538",
      "number": "38.2-3538.",
      "heading": "Payment of benefits",
      "text": "Each group accident and sickness insurance policy shall contain a provision that benefits for loss of life of the person insured shall be payable to the beneficiary designated by the person insured. However, if the policy contains conditions pertaining to family status, the beneficiary may be the family member specified by the policy terms. In either case, payment of those benefits is subject to the provisions of the policy in the event no such designated or specified beneficiary is living at the death of the person insured. The policy may also provide that if any benefit is payable to the estate of a person, or to a person who is a minor or otherwise not competent to give a valid release, the insurer may pay the benefit, up to an amount not exceeding $5,000, to any relative by blood or connection by marriage of the person who is deemed by the insurer to be equitably entitled to the benefit. The policy may also provide that all or any portion of any benefits provided for health care services may be paid to the health care services provider. All other benefits of the policy shall be payable to the person insured.\n\n1986, c. 562; 1991, c. 87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3538/"
    },
    {
      "id": "section-382-3539",
      "number": "38.2-3539.",
      "heading": "Physical examinations and autopsy",
      "text": "Each group accident and sickness insurance policy shall contain a provision that the insurer shall have the right (i) to examine the person for whom a claim is made when and as often as it may reasonably require during the pendency of claim under the policy and (ii) to make an autopsy where it is not prohibited by law.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3539/"
    },
    {
      "id": "section-382-3540",
      "number": "38.2-3540.",
      "heading": "Legal actions",
      "text": "Each group accident and sickness insurance policy shall contain a provision that no action at law or in equity shall be brought to recover on the policy within sixty days after proof of loss has been filed in accordance with the policy requirements and that no such action shall be brought after the expiration of three years from the time that proof of loss was required to be filed.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3540/"
    },
    {
      "id": "section-382-35401",
      "number": "38.2-3540.1.",
      "heading": "Claims experience",
      "text": "A. Each group accident and sickness insurance policy and health care plan shall contain a provision which provides that the insurer, upon request, shall provide a policyholder that employed an average of at least 100 individuals who were insureds, subscribers, or enrollees on business days during the preceding 12-month period with a complete record of the policyholder's medical claims experience or medical costs incurred under the group policy, contract or plan. This record shall include all claims incurred for the lesser of (i) the period of time since the policy, contract or plan was issued or issued for delivery or (ii) the period of time since the policy, contract, or plan was last renewed, reissued or extended, if already issued. This record shall be made available promptly to the policyholder upon request made not less than 30 days prior to the date upon which the premiums or contractual terms of the policy, contract or plan may be amended. Nothing in this section shall require the disclosure of personal or privileged information about an individual that is protected from disclosure under Chapter 6 (§ 38.2-600 et seq.) of this title, or under any other applicable federal or state law or regulation. No policyholder shall be required to pay for information requested pursuant to this section.\n\nB. A policyholder that employed an average of at least 100 individuals who were insureds, subscribers or enrollees on business days during the preceding 12-month period shall receive from its insurer, upon request, at the time that the insurer provides a record of medical claims experience or medical costs under subsection A of this section (i) a summary of medical claims charges or medical costs incurred and the amount paid with respect to those claims for the most recently available 24-month period; (ii) a listing of the number of insured, subscribers or enrollees for whom combined medical claims payments or medical costs exceed $100,000 for the most recently available 12-month period, and for the preceding 12 months if not previously provided, with information as to whether these enrollees from the most recently available 12-month period remain enrolled under the policy, and provided that a policyholder and insurer may agree by contract to provide the listing for amounts less than $100,000; and (iii) total enrollment in each membership type as of the end of the most recently available 12-month period. This record shall be made available to the policyholder within 20 business days upon written request made not less than 45 days prior to the date upon which the premiums or contractual terms of the policy may be amended. Nothing in this section shall require the disclosure of personal or privileged information about an individual that is protected from disclosure under Chapter 6 (§ 38.2-600 et seq.) of this title, or under any other applicable federal or state law or regulation. No policyholder shall be required to pay for information requested pursuant to this section.\n\nC. With respect to group accident and sickness insurance policies, the requirements of this section shall apply to all policies, contracts, and plans delivered, issued for delivery, reissued or extended on and after July 1, 2003, or at any time after the effective date hereof when any term of any such policy, contract or plan is changed or any premium adjustment is made. With respect to health care plans, the requirements of this section shall apply to all contracts delivered, issued for delivery, reissued or extended on and after January 1, 2005, or at any time after the effective date hereof when any term of any such contract or plan is changed or any premium adjustment is made.\n\n1992, c. 800; 1999, c. 116; 2003, c. 654; 2004, c. 772.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3540-1/"
    },
    {
      "id": "section-382-35402",
      "number": "38.2-3540.2.",
      "heading": "Employee wellness program",
      "text": "A. Each group accident and sickness insurance policy and health care plan may provide a premium discount to every employer instituting and maintaining an employee wellness program satisfying such criteria as each insurer may establish. An employer instituting and maintaining an employee wellness program in accordance with the insurer's criteria may require that any employee wishing to enroll in such program undergo a health assessment as a condition of enrollment.\n\nB. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n2010, c. 272; 2013, c. 751.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3540-2/"
    },
    {
      "id": "section-382-3541",
      "number": "38.2-3541.",
      "heading": "Continuation on termination of eligibility",
      "text": "A. Each group hospital policy, group medical and surgical policy, or group major medical policy delivered or issued for delivery in the Commonwealth or renewed, reissued, or extended if already issued, shall contain a provision for continuation of coverage under the group policy if the insurance on a person covered under such a policy ceases because of the termination of the person's eligibility for coverage, prior to that person becoming eligible for Medicare or Medicaid benefits. This provision shall not be applicable if the group policyholder is required by federal law to provide for continuation of coverage under its group health plan pursuant to the Consolidated Omnibus Budget Reconciliation Act of 1985 (COBRA).\n\nB. The insured's present coverage shall continue under the policy for a period of 12 months immediately following the date of the termination of the person's eligibility, without evidence of insurability, subject to the following requirements:\n\n1. The application and payment for the extended coverage is made to the group policyholder within 31 days after issuance of the written notice required in subsection C, but in no event beyond the 60-day period following the date of the termination of the person's eligibility;\n\n2. Each premium for such extended coverage is timely paid to the group policyholder on a monthly basis during the 12-month period;\n\n3. The premium for continuing the group coverage shall be at the insurer's current rate applicable to the group policy plus any applicable administrative fee not to exceed two percent of the current rate;\n\n4. Continuation shall only be available to an employee or member who has been continuously insured under the group policy during the entire three-month period immediately preceding termination of eligibility; and\n\n5. Continuation shall not be available to an individual whose eligibility for coverage under the group policy ceased because the individual was discharged from employment by the group policyholder for gross misconduct. As used in this subdivision, \"gross misconduct\" means any conduct connected with the individual's work that would constitute misconduct under § 60.2-618, including deliberately and willfully engaging in conduct evincing a complete disregard for the employer's workplace standards and policies.\n\nC. The group policyholder shall provide each employee or other person covered under such a policy written notice of the availability of continuation of coverage and the procedures and timeframes for obtaining continuation of the group policy. Such notice shall be provided within 14 days of the policyholder's knowledge of the employee's or other covered person's loss of eligibility under the policy.\n\n1979, c. 97, § 38.1-348.11; 1982, c. 625; 1984, c. 300; 1986, c. 562; 1988, c. 551; 2010, c. 503; 2014, c. 814; 2018, c. 471.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3541/"
    },
    {
      "id": "section-382-35411",
      "number": "38.2-3541.1.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2014, c. 814, cl. 2",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3541-1/"
    },
    {
      "id": "section-382-35412",
      "number": "38.2-3541.2.",
      "heading": "Enrollment following change in eligibility status under assistance programs",
      "text": "A. As used in this section, \"assistance program\" means the Commonwealth's medical assistance services program, established pursuant to § 32.1-325, or the Family Access to Medical Insurance Security Plan, established pursuant to § 32.1-351, including under any waiver or demonstration project conducted under or in relation thereto.\n\nB. Any employer providing health insurance coverage for his employees under a group accident and sickness insurance policy, or subscription contract, or other evidence of coverage shall permit an employee who is eligible, but not enrolled, for coverage under the terms of the policy, contract or plan, or a dependent of such an employee, if the dependent is eligible but not enrolled, for coverage under such terms, to enroll for coverage under the terms of the policy, contract or plan, if either of the following conditions is met:\n\n1. The employee or dependent has received health insurance coverage under an assistance program, coverage of the employee or dependent under the assistance program is terminated as a result of loss of eligibility for such coverage, and the employee requests coverage under the group policy, contract or plan not later than 60 days after the date of termination of coverage under the assistance program; or\n\n2. The employee or dependent becomes eligible under an assistance program for premium assistance for the purchase of coverage under the group policy, contract or plan, including contributions to the cost of employer-sponsored health insurance pursuant to subsection C of § 32.1-351.1, and the employee requests coverage under the group policy, contract or plan not later than 60 days after the date the employee or dependent is determined to be eligible for such premium assistance.\n\nC. Any employer providing health insurance coverage for his employees under a group accident and sickness insurance policy, or subscription contract, or other evidence of coverage within the Commonwealth, shall provide to each employee a written notice informing the employee of premium assistance opportunities currently available for the employee or the employee's dependents through the Commonwealth's assistance programs. For purposes of compliance with this subsection, for employees residing within the Commonwealth, the employer may use a Virginia-specific model notice developed in accordance with section 701(f)(3)(B)(i)(II) of the Employee Retirement Income Security Act of 1974 (29 U.S.C. § 1181 (f)(3)(B)(i)(II)). An employer may provide the Virginia-specific model notice concurrent with (i) the furnishing of materials notifying the employee of health plan eligibility; (ii) materials provided to the employee in connection with an open season or election process conducted under the plan; or (iii) the furnishing of the summary plan description as provided in section 104(b) of the Employee Retirement Income Security Act of 1974 (29 U.S.C. § 1024).\n\nD. If an employee or the employee's dependents are covered under an assistance program and potentially eligible for premium assistance for the purchase of coverage under the employer's group health plan, the plan administrator of the group health plan shall disclose to the Department of Medical Assistance Services, upon request, information about the benefits available under the group health plan in sufficient specificity, as determined under regulations of the Secretary of Health and Human Services in consultation with the Secretary, that require use of the model coverage coordination disclosure form developed under § 311(b)(1)(C) of the Children's Health Insurance Program Reauthorization Act of 2009, so as to permit the Department of Medical Assistance Services to make a determination concerning the cost-effectiveness of the provision by the Commonwealth of contributions to the cost of employer-sponsored health insurance, through premium assistance for the purchase of coverage under such group health plan, and in order for the Department of Medical Assistance Services to provide any required supplemental benefits under an assistance program.\n\n2010, c. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3541-2/"
    },
    {
      "id": "section-382-3542",
      "number": "38.2-3542.",
      "heading": "Notice to employees upon termination of coverage; penalty for failure to remit funds",
      "text": "A. Any employer who (i) assumes part or all of the cost of providing group accident and sickness insurance or a group health services plan or group health care plan for his employees under a group insurance policy or subscription contract or other evidence of coverage; (ii) provides a facility for deducting the full amount of the premium from employees' salaries and remitting such premium to the insurer, health services plan, or health maintenance organization; or (iii) provides for health and medical care or reimbursement of medical expenses for his employees as a self-insurer, shall give written notice to participating employees in the event of termination or upon the receipt of notice of termination of any such policy, contract, coverage, or self-insurance not later than fifteen days after the termination of a self-insured plan or receipt of the notice of termination required by subsection C of this section.\n\nB. Any employer who collects from his employees or covers any part of the cost of any of the policies, contracts, or coverages specified in subsection A of this section and who knowingly fails to remit to the insurer or plan such funds required to maintain coverage in accordance with the policy or contract provisions under which the employees are covered shall be guilty of a Class 1 misdemeanor and shall be subject to civil suit for any medical expenses the employee may become liable for as a result of the employer letting such coverage be terminated.\n\nC. In the event the coverages specified in subsection A of this section are terminated due to nonpayment of premium by the employer, no such coverages shall be terminated by an insurer, health services plan, health maintenance organization or health insurance issuer as defined in § 38.2-3431 with respect to a covered individual unless and until the employer has been provided with a written or printed notice of termination, including a specific date, not less than fifteen days from the date of such notice, by which coverage will terminate if overdue premium is not paid. Coverage shall not be permitted to terminate for at least fifteen days after such notice has been mailed. Each insurer, health services plan, or health maintenance organization shall make reimbursement on all valid claims for services incurred prior to the date coverage is terminated.\n\n1982, c. 586, § 38.1-356.01; 1986, cc. 251, 562; 1990, c. 301; 1999, c. 276.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3542/"
    },
    {
      "id": "section-382-3543",
      "number": "38.2-3543.",
      "heading": "Provisions required by other jurisdictions",
      "text": "A. Group accident and sickness insurance policies of a foreign or alien insurer, delivered or issued for delivery in this Commonwealth, may contain any provision that is not less favorable to the insured or the beneficiary than the provisions required by this article and that is prescribed by the laws of its domiciliary jurisdiction.\n\nB. Any group accident and sickness insurance policy of a domestic insurer may, when delivered or issued for delivery in any other jurisdiction, contain any provision permitted or required by the laws of that jurisdiction.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3543/"
    },
    {
      "id": "section-382-35431",
      "number": "38.2-3543.1.",
      "heading": "Regulations",
      "text": "The Commission may establish rules and regulations for coordination of benefits, as well as to establish standards to be met in connection with the marketing and contracting for group accident and sickness insurance in this Commonwealth. Pursuant to the authority granted by § 38.2-223, the Commission may promulgate such rules and regulations as it may deem necessary to establish standards with regard to coordination of benefits provisions.\n\n1994, c. 316; 1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3543-1/"
    },
    {
      "id": "section-382-35432",
      "number": "38.2-3543.2.",
      "heading": "Applicability of laws",
      "text": "In the event of conflict between the provisions of this article and other provisions of this title, the provisions of this article shall be controlling.\n\n1998, c. 154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3543-2/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Industrial Sick Benefit Insurance",
      "text": "Industrial Sick Benefit Insurance",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-3544",
      "number": "38.2-3544.",
      "heading": "Definition of industrial sick benefit insurance",
      "text": "Industrial sick benefit insurance means life insurance combined with accident and sickness insurance under which:\n\n1. Premiums, dues or assessments are payable weekly;\n\n2. A ten dollar maximum weekly indemnity is paid to members or policyowners in the event of sickness or accident;\n\n3. A $250 maximum death benefit is provided, and the named beneficiary is confined to the spouse of the insured, a relative of the insured by blood, marriage or adoption, a person bound in a pledge of marriage to the insured, or any person dependent on the insured; and\n\n4. The issuing insurer is not required by its charter, bylaws, or by statute to maintain the legal reserve for death benefits.\n\nCode 1950, §§ 38-350, 38-351, 38-352; 1952, c. 317, § 38.1-483; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3544/"
    },
    {
      "id": "section-382-3545",
      "number": "38.2-3545.",
      "heading": "Further restrictions as to beneficiaries",
      "text": "Within the permitted classes of beneficiaries prescribed in § 38.2-3544, the issuing insurer may designate the classes of beneficiaries. No change of beneficiary shall be made by assignment, will, or otherwise to any person outside the designated classes without the consent of the insurer. If no person within the classes of beneficiaries prescribed in § 38.2-3544 survives the insured, the insurer may discharge its liability by payment of the proceeds of the policy to any person appearing to the insurer to be equitably entitled to the proceeds because of having incurred expense for the maintenance, medical attention or burial of the insured.\n\nCode 1950, § 38-352; 1952, c. 317, § 38.1-484; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3545/"
    },
    {
      "id": "section-382-3546",
      "number": "38.2-3546.",
      "heading": "Cancellation of sick benefit portion of policy",
      "text": "Every policy of industrial sick benefit insurance issued in this Commonwealth after June 18, 1922, shall contain a provision that:\n\n1. The sick benefit portion of the policy may be cancelled by either the insurer or the insured and the life portion continued by a payment of twenty percent of the original premium;\n\n2. If the cancellation is by the insurer, it shall be without prejudice to any claim arising on account of disability commencing prior to the date on which the cancellation takes effect; and\n\n3. Written notice of the cancellation and payment for the unearned portion of the premium shall be delivered to the insured or mailed to him at his last known address.\n\nCode 1950, § 38-359; 1952, c. 317, § 38.1-485; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3546/"
    },
    {
      "id": "section-382-3547",
      "number": "38.2-3547.",
      "heading": "Excessive insurance; remedy",
      "text": "A. Any person holding industrial sick benefit insurance policies of several insurers, that, in the aggregate, provide sick benefits in excess of 150 percent of his weekly salary, wages or earnings, shall not be permitted to recover the excess, nor shall the insurer be compelled to pay the excess, unless the existence of all previous policies was admitted by the insured in all applications for insurance in excess of such sum. If by misstatements, or by the failure to admit the existence of previous policies, the insured has obtained such excess additional policies, and has received benefits under such policies in excess of the amount specified above the excess paid may be deducted from the death benefit provided for in the policies.\n\nB. This section shall not apply in any case where the application for the excess policy did not contain any question in regard to the amount of insurance already carried by the applicant, nor where the application blank was printed in less than ten-point type.\n\nCode 1950, § 38-360; 1952, c. 317, § 38.1-486; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3547/"
    },
    {
      "id": "section-382-3548",
      "number": "38.2-3548.",
      "heading": "Agents subject to other insurance laws",
      "text": "Each person representing any insurer in the sale of industrial sick benefit insurance shall be subject to the laws governing agents of insurers.\n\nCode 1950, § 38-361; 1952, c. 317, § 38.1-487; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3548/"
    },
    {
      "id": "section-382-3549",
      "number": "38.2-3549.",
      "heading": "Benefits not subject to legal process",
      "text": "The payments in weekly or monthly installments to the holder of any policy of industrial sick benefit insurance shall not be subject to the lien of any attachment, garnishment proceeding, writ of fieri facias, or to levy or distress in any manner, for any debt due by the holder of the policy.\n\nCode 1950, § 38-227; 1952, c. 317, § 38.1-488; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3549/"
    },
    {
      "id": "section-382-3550",
      "number": "38.2-3550.",
      "heading": "Effective date",
      "text": "No industrial sick benefit insurance policy as defined in § 38.2-3544 shall be delivered or issued for delivery in this Commonwealth after June 30, 1987.\n\n1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3550/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Small Employer Health Insurance Pooling",
      "text": "Small Employer Health Insurance Pooling",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-3551",
      "number": "38.2-3551.",
      "heading": "Definitions",
      "text": "A. As used in this article:\n\n\"Eligible dependent\" means an individual who may be covered as a dependent under a group health policy or policies and who is eligible, as determined by a small employer health group cooperative, for coverage as a dependent of an eligible employee under a group health policy or policies issued to or through such small employer health group cooperative.\n\n\"Eligible employee\" means an employee who works for a small employer on a full-time basis, has a normal work week of 30 or more hours, has satisfied applicable waiting period requirements, and is not a part-time, temporary, or substitute employee.\n\n\"Employer-member\" means a small employer participating in a small employer health group cooperative.\n\n\"Group health policy\" or \"policy\" means a group insurance policy providing hospital, medical and surgical or major medical coverage on an expense-incurred basis, a group accident and sickness insurance policy or subscription contract, and a group health care plan for health care services or limited health care services provided by a health maintenance organization. For the purposes of this article, a group health policy or policy shall also mean a policy or plan provided by a dental or optometric services plan, dental plan organization, and a health maintenance organization offering limited health care services as defined in § 38.2-4300.\n\n\"Health insurance issuer\" or \"issuer\" means a company authorized to issue coverage under Article 3 (§ 38.2-3521.1 et seq.) of Chapter 35, Chapter 42 (§ 38.2-4200 et seq.), Chapter 43 (§ 38.2-4300 et seq.), Chapter 45 (§ 38.2-4500 et seq.), or Chapter 61 (§ 38.2-6100 et seq.) of this title.\n\n\"Health status-related factor\" means the following in relation to the individual or a dependent eligible for coverage under a group health plan or health insurance coverage offered by a health insurance issuer:\n\n1. Health status;\n\n2. Medical condition, including both physical and mental illnesses;\n\n3. Claims experience;\n\n4. Receipt of health care;\n\n5. Medical history;\n\n6. Genetic information;\n\n7. Evidence of insurability, including conditions arising out of acts of domestic violence; or\n\n8. Disability.\n\n\"Service area\" means the geographic area within which a health insurance issuer is authorized to sell a group health policy or policies.\n\n\"Small employer\" means, in connection with a group health policy with respect to a calendar year and a plan year, an employer who employed an average of at least one but not more than 50 employees on business days during the preceding calendar year and who employs at least one employee on the first day of the plan year.\n\n\"Small employer health group cooperative\" or \"cooperative\" means an entity authorized by its employer-members to negotiate with health insurance issuers on their behalf as to the terms, including premium rates, under which a group health policy or policies may be issued, providing coverage for the eligible employees of such employer-members and their eligible dependents.\n\nB. The provisions of this section shall not apply in any instance in which the provisions of this section are inconsistent or in conflict with a provision of Article 6 (§ 38.2-3438 et seq.) of Chapter 34.\n\n2006, c. 427; 2013, c. 751; 2016, c. 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3551/"
    },
    {
      "id": "section-382-3552",
      "number": "38.2-3552.",
      "heading": "Small employer health group cooperatives",
      "text": "A. 1. Any person or persons may organize and maintain a small employer health group cooperative for the purpose of offering, providing, or facilitating the provision of coverage for health care services to its employer-members.\n\n2. The membership of the small employer health group cooperative shall consist only of small employers. To participate as an employer-member of a small employer health group cooperative, an employer shall be a small employer.\n\n3. A person or persons organizing a small employer health group cooperative and the small employers who propose to become employer-members of such cooperative shall jointly execute a small employer health group cooperative agreement. Such agreement shall identify the duties, rights and obligations of the parties, and may include terms addressing (i) the length of time an employer-member shall be enrolled through the cooperative and (ii) the conditions under which an employer-member may withdraw from the cooperative. If a small employer health group cooperative opts to be deemed the policyholder under subdivision 1 a of subsection B of this section, the small employer health group cooperative agreement shall include provisions addressing the collection of funds from employer-members for the payment of all premiums due under the group health policy. Such provisions shall specifically address all rights and obligations of each employer-member within the cooperative when one or more employer-members fails to remit its respective share of any premium due. Such provisions shall also describe the circumstances under which the group health policy will lapse for nonpayment of premiums and shall identify the grace period requirements applicable to group accident and sickness insurance, pursuant to § 38.2-3527. Nothing in this subsection nor in the small employer health group cooperative agreement shall preclude or operate to prevent enforcement by the issuer of the provisions of the group health policy addressing the payment of premiums and termination of the policy due to nonpayment of premium.\n\nB. A small employer health group cooperative shall be treated as, and given the same consideration and privileges as, a single entity for purposes of negotiating the terms, including premium rates, under which coverage may be issued or provided to the employer-members of the cooperative by a health insurance issuer proposing to issue a group health policy or policies for such purpose covering employer-members of the cooperative within the service area of the issuer, as follows:\n\n1. At the option of the small employer health group cooperative, the cooperative shall either:\n\na. Be deemed the policyholder of such group health policy or policies covering its employer-members within the service area of the issuer; or\n\nb. Be deemed only a sponsoring entity facilitating the acquisition of separate group health policies for its employer-members within the service area of the issuer, which may be made available through the cooperative by the issuer at terms mutually agreed upon by the cooperative and the issuer; and\n\n2. A small employer health group cooperative opting to be deemed the policyholder under subdivision 1 a of this subsection shall obtain authorization acceptable to the health insurance issuer from each of its employer-members to act on behalf of the employer-members in this capacity. Such authorization:\n\na. Shall be included in the terms of the agreement referenced in subdivision 3 of subsection A;\n\nb. Shall identify the specific representatives of the cooperative who shall be permitted to enter into insurance contracts on behalf of the employer-members; and\n\nc. Shall specify the extent and limits of such authority.\n\nC. To the extent that the activities of the cooperative or its representatives constitute selling, soliciting, or negotiating contracts of insurance, as those terms are defined in § 38.2-1800, the provisions of Chapter 18 (§ 38.2-1800 et seq.) of this title shall apply.\n\nD. To the extent a small employer health group cooperative is a multiple employer welfare arrangement as that term is defined in regulations promulgated pursuant to § 38.2-3420, it shall be subject to all provisions of this title to the extent that such provisions are applicable to multiple employer welfare arrangements.\n\n2006, c. 427.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3552/"
    },
    {
      "id": "section-382-3553",
      "number": "38.2-3553.",
      "heading": "Membership in a small employer health group cooperative",
      "text": "A. A small employer health group cooperative:\n\n1. Shall not limit, restrict, or condition a small employer's membership in the small employer health group cooperative on any health status-related factor relating to an individual, including an employee of a small employer or a dependent of an employee; and\n\n2. Shall make group health policies offered through the small employer health group cooperative available to all eligible employees of its employer-members and their eligible dependents, regardless of any health status-related factor relating to individuals eligible for coverage through a member.\n\nB. Notwithstanding subdivision 2 of subsection A, nothing in this article shall be construed as requiring (i) an issuer to provide coverage outside its service area or (ii) a small employer health group cooperative to make such coverage available to employer-members located outside the service area of the issuer.\n\nC. A small employer health group cooperative shall not make group health policies offered through the cooperative available other than to the eligible employees of its employer-members and their eligible dependents.\n\n2006, c. 427.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3553/"
    },
    {
      "id": "section-382-3554",
      "number": "38.2-3554.",
      "heading": "Provisions relating to health insurance issuers",
      "text": "A. No group health policy shall be offered to a small employer group health cooperative that will cover a resident of the Commonwealth unless the Commission finds that:\n\n1. The issuance of such group health policy is not contrary to Virginia's public policy and is in the best interest of the citizens of the Commonwealth;\n\n2. The issuance of the group health policy would result in economies of acquisition or administration; and\n\n3. The benefits are reasonable in relation to the premiums charged.\n\nB. Issuers filing policy forms seeking approval under the provisions of this subsection shall provide with the forms a certification, signed by the officer of the company with the responsibility for forms compliance, in which the company certifies that each such policy form will be issued only when the requirements set forth in subdivisions 1 through 3 of subsection A have been satisfied.\n\nC. If a small employer health group cooperative has elected, under subdivision B 1 a of § 38.2-3552, to be deemed the policyholder of a group health policy covering the eligible employees and eligible dependents of its employer-members within the service area of an issuer and has furnished the authorization required under subdivision B 2 of § 38.2-3552, the issuer of such policy shall deem the small employer health group cooperative to be the policyholder in all respects permissible under applicable state and federal laws and regulations.\n\nD. If a small employer health group cooperative has elected, under subdivision B 1 b of § 38.2-3552, to be deemed only a sponsoring entity facilitating the acquisition of separate group health policies for its employer-members within the service area of an issuer, the issuer shall issue a separate policy to each such employer-member of the cooperative. Each such policy shall conform to the benefit and premium specifications and other policy terms mutually agreed upon by the issuer and the small employer health group cooperative in accordance with subsection B of § 38.2-3552.\n\nE. An issuer providing a group health policy or policies to or through a small employer health group cooperative shall make such policy or policies available to every eligible employee of an employer-member within its service area who applies for such policy or policies, and their eligible dependents, subject to an individual employee's right to reject coverage in writing. No coverage may be offered only to certain eligible employees or their eligible dependents, and no eligible employees or their eligible dependents may be excluded or charged additional premiums, because of health status-related factors.\n\nF. The premiums for the policy or policies issued to or through a small employer health group cooperative shall be paid from funds contributed by the small employer health group cooperative, its employer-members, or both; or from funds contributed by the covered persons, or from both the covered persons and the employer-members or small employer health group cooperative.\n\n2006, c. 427.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3554/"
    },
    {
      "id": "section-382-3555",
      "number": "38.2-3555.",
      "heading": "Authority of the Commission",
      "text": "Pursuant to the authority granted by § 38.2-223, the Commission may promulgate such rules and regulations as it may deem necessary to implement this article.\n\n2006, c. 427.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-35/section-38-2-3555/"
    }
  ]
}