{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-44-legal-services-plans",
  "sections": [
    {
      "id": "section-382-4400",
      "number": "38.2-4400.",
      "heading": "Definitions§ 38.2-4401. Certain contracts, etc",
      "text": "As used in this chapter:\n\n\"Contract holder\" means a person entering into a subscription contract with an organization;\n\n\"Fee discount\" means predetermined amounts or reduced rates which are not substantially below the usual charge by the same attorney for those services, but not less than 70 percent of the rate usually charged non-participants for the same service, except for simple wills, simple name changes, preparation of non-complex legal documents, legal letters and calls, which may be less than 70 percent of the rate usually charged non-participants;\n\n\"Legal services organization\" or \"organization\" means a person subject to regulation and licensing under this chapter who operates, conducts or administers a legal services plan;\n\n\"Legal services plan\" or \"plan\" means a contractual obligation or an arrangement, whereby legal services are provided in consideration of a specified payment consisting in whole or in part of prepaid or periodic charges, regardless of whether the payment is made by the subscribers individually or by a third person for them;\n\n\"Licensed attorney\" means an attorney licensed by the Virginia Board of Bar Examiners or other state licensing authority;\n\n\"Participating provider\" or \"participating providers\" means a licensed attorney, group of attorneys or any other person who has agreed through an organization to provide legal services to subscribers enrolled in a legal services plan;\n\n\"Simple matters\" or \"simple legal matters\" means legal matters that can be reasonably handled over the telephone, or with one or two office visits, or by a limited review of routine legal documents, and without legal representation to third parties;\n\n\"Subscriber\" means any person entitled to benefits under the terms and conditions of a subscription contract;\n\n\"Subscription contract\" means a written contract which is issued to a subscriber by an organization and which provides legal services or benefits for legal services.\n\n1978, c. 658, § 38.1-791; 1986, c. 562; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4400/"
    },
    {
      "id": "section-382-4401",
      "number": "38.2-4401.",
      "heading": "Certain contracts, etc., not deemed plans",
      "text": "For the purposes of this chapter, the following are not deemed to be legal services plans:\n\n1. Retainer contracts made by attorneys with individual clients where fees are based on estimates of the nature and amount of services that will be provided to the specific client, and similar contracts made with a group of clients involved in the same or closely related legal matters;\n\n2. Plans providing no benefits other than a limited amount of consultation and advice on simple matters either alone or in combination with referral services or on the promise of fee discounts for other matters;\n\n3. Plans providing limited benefits on simple legal matters on an informal basis, not involving a legally binding promise, in the context of an employment, educational or similar relationship;\n\n4. Legal services provided by unions or employee associations to their members in matters relating to employment or occupation;\n\n5. Legal services provided by an agency of federal or state government or a subdivision of federal or state government to its employees; or\n\n6. Legal services insurance as provided for in §§ 38.2-127 and 38.2-300 when provided by an insurer licensed pursuant to Chapter 10 (§ 38.2-1000 et seq.) of this title.\n\n1978, c. 658, § 38.1-802; 1986, c. 562; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4401/"
    },
    {
      "id": "section-382-4402",
      "number": "38.2-4402.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4402/"
    },
    {
      "id": "section-382-44021",
      "number": "38.2-4402.1.",
      "heading": "Corporate organization required",
      "text": "Each plan shall be conducted by or through (i) a nonstock or stock corporation organized pursuant to the laws of this Commonwealth; (ii) a foreign corporation that is subject to regulation and licensing under the laws of its domiciliary jurisdiction that are substantially similar to those provided by this chapter; or (iii) a foreign corporation that is licensed as an insurer in its state of domicile and authorized to operate, conduct, or administer a legal services plan under the laws of any state. Any foreign insurer licensed pursuant to this chapter shall not be authorized to write any other classes of insurance under this title.\n\n1994, c. 224; 2020, c. 408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4402-1/"
    },
    {
      "id": "section-382-4403",
      "number": "38.2-4403.",
      "heading": "The Virginia State Bar may sponsor plans",
      "text": "The Virginia State Bar may sponsor, and its member attorneys may, through a nonstock corporation, operate a legal services plan under the following conditions:\n\n1. All members of the Virginia State Bar may participate in the plan.\n\n2. No more than one-fourth of the board of directors of the nonstock corporation operating the plan may be attorneys who shall be appointed to the board by the Virginia State Bar. A majority of the members of the board shall not be providers of legal services to the plan nor employees or officers of the corporation conducting the plan. The nonprovider members of the board may not be elected or appointed by the Virginia State Bar or by attorneys participating in the plan.\n\n3. No part of the dues paid by attorneys to the Virginia State Bar shall be used to financially support the nonstock corporation.\n\n4. The Commission shall require quarterly compliance certification from all plans licensed pursuant to this section.\n\n1982, c. 387, § 38.1-793.1; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4403/"
    },
    {
      "id": "section-382-4404",
      "number": "38.2-4404.",
      "heading": "Liability of participating providers",
      "text": "A. Except for a plan established pursuant to § 38.2-4403, all participating providers in a plan shall be jointly and severally liable on all contracts made for the purposes of the plan by the organization as agent for them. Each contract may be executed and signed by their agent on their behalf. A contract so signed shall be binding on the participating providers and not on the agent.\n\nB. Actions for breach of these contracts may be brought against the participating providers by naming the agent as the sole defendant. A judgment in favor of the plaintiff may be satisfied out of the assets of the legal services organization or out of the assets of each of the participating providers.\n\nC. Each participating provider shall be liable for his own torts and not for the torts of any other participating provider or of the agent.\n\n1978, c. 658, § 38.1-794; 1982, c. 387; 1986, c. 562; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4404/"
    },
    {
      "id": "section-382-4405",
      "number": "38.2-4405.",
      "heading": "Change of participating providers",
      "text": "A. Any participating provider may resign from a plan at any time but will continue to be liable on each subscription contract while effective. However, this liability shall not extend beyond the end of each such subscription contract's current contract year.\n\nB. Participating providers may be admitted to a plan at any time and will then automatically become liable on all its outstanding contracts.\n\n1978, c. 658, § 38.1-795; 1986, c. 562; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4405/"
    },
    {
      "id": "section-382-4406",
      "number": "38.2-4406.",
      "heading": "Board of directors of corporation operating plan",
      "text": "Notwithstanding the provisions of §§ 13.1-675 and 13.1-855, any corporation that operates any plan pursuant to the terms of this chapter shall have a board of directors consisting of no more than fifteen members of whom a majority shall be subscribers to the plan who are not providers of legal services and not employees or officers of any plan. This section does not apply to a plan operated by a group of attorneys except as provided in § 38.2-4403.\n\n1978, c. 658, § 38.1-796; 1982, c. 387; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4406/"
    },
    {
      "id": "section-382-4407",
      "number": "38.2-4407.",
      "heading": "Board of directors of plan created by attorneys",
      "text": "Notwithstanding the provisions of §§ 13.1-675, 13.1-677 and 13.1-855 to the contrary, any legal services organization operating a plan created by a group of attorneys shall have a board of directors consisting of no more than fifteen members of whom a majority may be providers of legal services. This section does not apply to a plan operated under § 38.2-4403.\n\n1978, c. 658, § 38.1-797; 1982, c. 387; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4407/"
    },
    {
      "id": "section-382-4408",
      "number": "38.2-4408.",
      "heading": "Application of certain provisions",
      "text": "No provision of this title except this chapter and insofar as they are not inconsistent with this chapter §§ 38.2-100, 38.2-200, 38.2-203, 38.2-209 through 38.2-213, 38.2-218 through 38.2-225, 38.2-229, 38.2-316, 38.2-400, 38.2-402 through 38.2-413, 38.2-500 through 38.2-515, 38.2-600 through 38.2-629, 38.2-700 through 38.2-704, 38.2-800 through 38.2-806, 38.2-1038, 38.2-1040 through 38.2-1044, and Articles 1 (§ 38.2-1300 et seq.), 2 (§ 38.2-1306.2 et seq.), and 4 (§ 38.2-1317 et seq.) of Chapter 13, insofar as they are not inconsistent with this chapter, and § 58.1-2500 et seq. shall apply to the operation of a plan.\n\n1978, c. 658, § 38.1-798; 1986, c. 562; 1993, c. 158; 1994, c. 224; 2000, c. 50; 2015, c. 14; 2020, c. 264.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4408/"
    },
    {
      "id": "section-382-44081",
      "number": "38.2-4408.1.",
      "heading": "Rehabilitation, liquidation, conservation",
      "text": "Any rehabilitation, liquidation, or conservation of a legal services organization shall be deemed to be the rehabilitation, liquidation, or conservation of an insurer and shall be subject to the provisions of Chapter 15 (§ 38.2-1500 et seq.) of Title 38.2.\n\n1990, c. 331; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4408-1/"
    },
    {
      "id": "section-382-4409",
      "number": "38.2-4409.",
      "heading": "Payments under plan",
      "text": "The legal services organization shall not indemnify any subscriber for legal services rendered by any participating provider or nonparticipating attorney.\n\n1978, c. 658, § 38.1-798; 1986, c. 562; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4409/"
    },
    {
      "id": "section-382-4410",
      "number": "38.2-4410.",
      "heading": "Financial reports",
      "text": "On or before March 1 of each year, each legal services organization shall file with the Commission a financial statement in accordance with § 38.2-1300. In lieu of a financial statement filed in accordance with § 38.2-1300, a foreign legal services organization may file a financial statement that is (i) prepared using an annual statement convention blank developed by the National Association of Insurance Commissioners (NAIC); (ii) prepared in accordance with the annual statement instructions and the accounting practices and procedures manuals adopted by the NAIC, or any other successor publications; and (iii) filed by the foreign legal services organization in its state of domicile.\n\nOn or before May 15, August 15, and November 15 of each year, each legal services organization shall file with the Commission a financial statement in accordance with § 38.2-1301. In lieu of a financial statement filed in accordance with § 38.2-1301, a foreign legal services organization, may file a financial statement that is (i) prepared using a quarterly statement convention blank developed by the NAIC; (ii) prepared in accordance with the quarterly statement instructions and the accounting practices and procedures manuals adopted by the NAIC, or any other successor publications; and (iii) filed by the foreign legal services organization in its state of domicile.\n\nOn or before June 1 of each year, each legal services organization shall file with the Commission an audited financial statement. The Commission may request supplemental financial information to ensure a legal services organization's financial stability.\n\nA legal services organization operating, conducting, or administering a legal services plan shall not be required to file with the Commission any management discussion and analysis of financial condition and results of operations.\n\n1978, c. 658, § 38.1-799; 1986, c. 562; 2020, c. 408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4410/"
    },
    {
      "id": "section-382-44101",
      "number": "38.2-4410.1.",
      "heading": "Examinations",
      "text": "The Commission may investigate or examine the affairs, transactions, accounts, records, and assets of a legal services organization as it deems necessary. Examinations shall be conducted pursuant to Article 4 (§ 38.2-1317 et seq.) of Chapter 13.\n\n2020, c. 408.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4410-1/"
    },
    {
      "id": "section-382-4411",
      "number": "38.2-4411.",
      "heading": "Subscriber to have free choice of participating providers available",
      "text": "A legal services organization shall organize and operate a plan in a manner that assures that any subscriber to the plan shall have free choice of the participating providers available and participating in the plan.\n\n1978, c. 658, § 38.1-800; 1986, c. 562; 1994, c. 224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4411/"
    },
    {
      "id": "section-382-4412",
      "number": "38.2-4412.",
      "heading": "Subscriber to be advised in writing as to benefits and limitations thereon",
      "text": "A legal services organization shall, prior to and during the term of the subscription contract, fully, fairly, and currently advise the subscriber in writing of the benefits available under the contract and all limitations on the benefits available under the contract.\n\n1978, c. 658, § 38.1-801; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4412/"
    },
    {
      "id": "section-382-4413",
      "number": "38.2-4413.",
      "heading": "Licensing of organization",
      "text": "A. No person shall operate a legal services plan in this Commonwealth without a license issued by the Commission. Each organization shall apply for a license and furnish any relevant information the Commission requires. Each license shall expire at midnight on the following June 30. A nonrefundable application fee of $500 shall be paid with each application for a license.\n\nB. The Commission shall not issue to or renew a license of an organization unless it is satisfied that the financial condition, the method of operation, and the manner of doing business of the organization enable it to meet its contractual obligations to all subscribers and that the organization has otherwise complied with all the requirements of law.\n\n1978, c. 658, § 38.1-802; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4413/"
    },
    {
      "id": "section-382-4414",
      "number": "38.2-4414.",
      "heading": "Renewal of organization license",
      "text": "A. Each legal services organization shall renew its license with the Commission annually by July 1. The renewal license shall not be issued unless the organization has paid all fees and charges imposed on it, and has complied with all other requirements of law.\n\nB. The Commission shall not fail or refuse to renew the license of any organization without first giving the organization ten days' notice of its intention not to renew the license and giving it an opportunity to be heard and to introduce evidence in its behalf. Any nonrenewal hearing may be informal. The required notice may be waived by the Commission and the organization.\n\n1978, c. 658, § 38.1-803; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4414/"
    },
    {
      "id": "section-382-4415",
      "number": "38.2-4415.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2004, c. 784.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4415/"
    },
    {
      "id": "section-382-4416",
      "number": "38.2-4416.",
      "heading": "Taxation",
      "text": "Except as provided by § 58.1-2501 and Chapter 4 of this title, the application fees paid by a legal services organization under this chapter shall be in lieu of all other state and local license fees or license taxes and state income taxes.\n\n1978, c. 658, § 38.1-802; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4416/"
    },
    {
      "id": "section-382-4417",
      "number": "38.2-4417.",
      "heading": "Misleading applications or contracts",
      "text": "In the operation of a plan, no person shall use any misleading subscription applications or contracts.\n\n1978, c. 658, § 38.1-805; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4417/"
    },
    {
      "id": "section-382-4418",
      "number": "38.2-4418.",
      "heading": "Controversies involving subscription contracts",
      "text": "The Commission shall have no jurisdiction to adjudicate controversies growing out of subscription contracts. A breach of contract shall not be deemed a violation of this chapter.\n\n1978, c. 658, § 38.1-809; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-44/section-38-2-4418/"
    }
  ]
}