{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-50-virginia-birth-related-neurological-injury-compen",
  "sections": [
    {
      "id": "section-382-5000",
      "number": "38.2-5000.",
      "heading": "Short title§ 38.2-5001. Definitions§ 38",
      "text": "2-5002. Virginia Birth-Related Neurological Injury Compensation Program; exclusive remedy; exception§ 38.2-5002.1. Representation by Office of Attorney General; applicability of Public Procurement Act, Freedom of Information Act, and Administrative Process Act",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-5001",
      "number": "38.2-5001.",
      "heading": "Definitions",
      "text": "As used in this chapter:\n\n\"Birth-related neurological injury\" means injury to the brain or spinal cord of an infant caused by the deprivation of oxygen or mechanical injury occurring in the course of labor, delivery or resuscitation necessitated by a deprivation of oxygen or mechanical injury that occurred in the course of labor or delivery, in a hospital which renders the infant permanently motorically disabled and (i) developmentally disabled or (ii) for infants sufficiently developed to be cognitively evaluated, cognitively disabled. In order to constitute a \"birth-related neurological injury\" within the meaning of this chapter, such disability shall cause the infant to be permanently in need of assistance in all activities of daily living. This definition shall apply to live births only and shall not include disability or death caused by genetic or congenital abnormality, degenerative neurological disease, or maternal substance abuse.\n\n\"Claimant\" means any person who files a claim pursuant to § 38.2-5004 for compensation for a birth-related neurological injury to an infant. Such claims may be filed by any legal representative on behalf of an injured infant; and, in the case of a deceased infant, the claim may be filed by an administrator, executor, or other legal representative.\n\n\"Commission\" means the Virginia Workers' Compensation Commission.\n\n\"Participating hospital\" means a general hospital licensed in Virginia which at the time of the injury (i) had in force an agreement with the Commissioner of Health or his designee, in a form prescribed by the Commissioner, whereby the hospital agreed to participate in the development of a program to provide obstetrical care to patients eligible for Medical Assistance Services and to patients who are indigent, and upon approval of such program by the Commissioner of Health, to participate in its implementation, (ii) had in force an agreement with the State Department of Health whereby the hospital agreed to submit to review of its obstetrical service, as required by subsection C of § 38.2-5004, and (iii) had paid the participating hospital assessment pursuant to § 38.2-5020 for the period of time in which the birth-related neurological injury occurred. The term also includes employees of such hospitals, excluding physicians or nurse-midwives who are eligible to qualify as participating physicians, acting in the course of and in the scope of their employment.\n\n\"Participating physician\" means a physician licensed in Virginia to practice medicine, who practices obstetrics or performs obstetrical services either full or part time or, as authorized in the plan of operation, a licensed nurse-midwife who performs obstetrical services, either full or part time, within the scope of such licensure and who at the time of the injury (i) had in force an agreement with the Commissioner of Health or his designee, in a form prescribed by the Commissioner, whereby the physician agreed to participate in the development of a program to provide obstetrical care to patients eligible for Medical Assistance Services and to patients who are indigent, and upon approval of such program by the Commissioner of Health, to participate in its implementation, (ii) had in force an agreement with the Board of Medicine whereby the physician agreed to submit to review by the Board of Medicine as required by subsection B of § 38.2-5004, and (iii) had paid the participating physician assessment pursuant to § 38.2-5020 for the period of time in which the birth-related neurological injury occurred. The term \"participating physician\" includes a partnership, corporation, professional corporation, professional limited liability company or other entity through which the participating physician practices.\n\n\"Program\" means the Virginia Birth-Related Neurological Injury Compensation Program established by this chapter.\n\n1987, c. 540; 1989, c. 523; 1990, cc. 234, 534; 1994, c. 872; 1995, c. 302; 1999, c. 806; 2000, c. 207; 2003, c. 897; 2004, cc. 896, 931; 2017, c. 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5001/"
    },
    {
      "id": "section-382-5002",
      "number": "38.2-5002.",
      "heading": "Virginia Birth-Related Neurological Injury Compensation Program; exclusive remedy; exception",
      "text": "A. There is hereby established the Virginia Birth-Related Neurological Injury Compensation Program.\n\nB. Except as provided in subsection D, the rights and remedies herein granted to an infant on account of a birth-related neurological injury shall exclude all other rights and remedies of such infant, his personal representative, parents, dependents or next of kin, at common law or otherwise arising out of or related to a medical malpractice claim with respect to such injury to the infant, including any claims by the infant's personal representative, parents, dependents or next of kin that, by substantive law, are derivative of the medical malpractice claim with respect to the infant's injury, including but not limited to claims of emotional distress proximately related to the infant's injury. This subsection shall not be construed to exclude other rights and remedies available to the infant's mother arising out of or related to a physical injury, separate and distinct from an injury to the infant, that is suffered by the infant's mother during the course of the infant's delivery.\n\nC. Notwithstanding anything to the contrary in this section, a civil action shall not be foreclosed against a physician or a hospital where there is clear and convincing evidence that such physician or hospital intentionally or willfully caused or intended to cause a birth-related neurological injury, provided that such suit is filed prior to and in lieu of payment of an award under this chapter. Such suit shall be filed before the award of the Commission becomes conclusive and binding as provided for in § 38.2-5011.\n\nD. Notwithstanding anything to the contrary in this section, a civil action arising out of or related to a birth-related neurological injury under this chapter, brought by an infant, his personal representative, parents, dependents, or next of kin, shall not be foreclosed against a nonparticipating physician or hospital, provided that (i) no participating physician or hospital shall be made a party to any such action or related action, and (ii) the commencement of any such action, regardless of its outcome, shall constitute an election of remedies, to the exclusion of any claim under this chapter; provided that if claim is made, accepted and benefits are provided by the Fund established under this Virginia Birth-Related Neurological Injury Compensation Program, the Fund shall have the right, and be subrogated, to all of the common law rights, based on negligence or malpractice, which the said infant, his personal representative, parents, dependents or next of kin may have or may have had against the non-participating physician or hospital, as the case may be.\n\n1987, c. 540; 1990, c. 535; 2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5002/"
    },
    {
      "id": "section-382-50021",
      "number": "38.2-5002.1.",
      "heading": "Representation by Office of Attorney General; applicability of Public Procurement Act, Freedom of Information Act, and Administrative Process Act",
      "text": "A. The Office of the Attorney General shall provide requested legal services to the Program as provided in this subsection. The Program shall compensate the Office of the Attorney General for its provision of such legal services based on a reasonable hourly rate as shall be agreed upon periodically by the Board and the Attorney General. If the Office of the Attorney General is unable to provide such legal services as the result of a conflict of interest or other disqualifying circumstances, the Board may employ such other counsel as it deems necessary.\n\nB. The board of directors of the Program shall adopt and implement rules consistent with the provisions of the Virginia Public Procurement Act (§ 2.2-4300 et seq.) that specify policies and procedures regarding the contracting for services not related to the health care provided for claimants, which rules shall be based on competitive principles generally applicable to the procurement of services by state agencies.\n\nC. The Program and its board of directors shall be public bodies for purposes of the Virginia Freedom of Information Act (§ 2.2-3700 et seq.).\n\nD. The procedure for adoption of rules and regulations by the board of directors of the Program shall be consistent with the provisions of Article 2 (§ 2.2-4006 et seq.) of the Administrative Process Act.\n\n2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5002-1/"
    },
    {
      "id": "section-382-50022",
      "number": "38.2-5002.2.",
      "heading": "Confidentiality of certain information; penalty",
      "text": "The following records of the Program shall be confidential: (i) records subject to the attorney-client privilege; (ii) medical and mental records of claimants obtained by the board of directors in the course of administering the Program; (iii) records concerning deliberations of the board of directors in connection with specific claims; (iv) reports of expert witnesses retained by the board of directors that have not become part of the record before the Commission; and (v) all records required to be kept confidential by federal law. Except as herein authorized, an officer, agent or employee of the Program, and any person who has held any such position, shall not disclose, directly or indirectly, any such confidential record or information.\n\n2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5002-2/"
    },
    {
      "id": "section-382-5003",
      "number": "38.2-5003.",
      "heading": "Virginia Workers' Compensation Commission authorized to hear and determine claims",
      "text": "The Virginia Workers' Compensation Commission is authorized to hear and pass upon all claims filed pursuant to this chapter. The Commission may exercise the power and authority granted to it in Chapter 2 of Title 65.2 as necessary to carry out the purposes of this chapter.\n\nWhen a circuit court refers a civil action to the Commission pursuant to § 8.01-273.1 for the purposes of determining whether the cause of action satisfies the requirements of this chapter, the Commission shall set the matter for hearing pursuant to § 38.2-5006. The Commission shall communicate its decision to the referring circuit court in due course.\n\n1987, c. 540; 1999, c. 822.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5003/"
    },
    {
      "id": "section-382-5004",
      "number": "38.2-5004.",
      "heading": "Filing of claims; review by Board of Medicine; review by Department of Health; filing of responses; medical records",
      "text": "A. 1. In all claims filed under this chapter, the claimant shall file with the Commission a petition, setting forth the following information:\n\na. The name and address of the legal representative and the basis for his representation of the injured infant;\n\nb. The name and address of the injured infant;\n\nc. The name and address of any physician providing obstetrical services who was present at the birth and the name and address of the hospital at which the birth occurred;\n\nd. A description of the disability for which claim is made;\n\ne. The time and place where the birth-related neurological injury occurred;\n\nf. A brief statement of the facts and circumstances surrounding the birth-related neurological injury and giving rise to the claim;\n\ng. All available relevant medical records relating to the person who allegedly suffered a birth-related neurological injury and an identification of any unavailable records known to the claimant and the reasons for their unavailability;\n\nh. Appropriate assessments, evaluations, and prognoses and such other records and documents as are reasonably necessary for the determination of the amount of compensation to be paid to, or on behalf of, the injured infant on account of a birth-related neurological injury;\n\ni. Documentation of expenses and services incurred to date, which indicates whether such expenses and services have been paid for, and if so, by whom; and\n\nj. Documentation of any applicable private or governmental source of services or reimbursement relative to the alleged impairments.\n\n2. The claimant shall furnish the Commission with as many copies of the petition as required for service upon the Program, any physician and hospital named in the petition, the Board of Medicine and the Department of Health, along with a $15 filing fee. Upon receipt of the petition the Commission shall immediately serve the Program by service upon the agent designated to accept service on behalf of the Program in the plan of operation by registered or certified mail, and shall mail copies of the petition to any physician and hospital named in the petition, the Board of Medicine and the Department of Health.\n\nB. Upon receipt of the petition or the filing of a claim relating to the conduct of a participating physician, the Department of Health Professions shall investigate the petition or claim, utilizing the same process as it does in investigating complaints filed under any provision contained in Title 54.1. Conduct of health care providers giving rise to disciplinary action shall be referred to the Board of Medicine for action consistent with the authority granted to the Board in Article 2 (§ 54.1-2911 et seq.) of Chapter 29 of Title 54.1. If a notice or order is issued by the Board of Medicine, a copy shall be mailed to the petitioner or claimant.\n\nC. Upon receipt of the petition or the filing of a claim relating to the conduct of a participating hospital, the Department of Health shall investigate the petition or claim, utilizing the same process as it does in investigating complaints filed under any provision of Title 32.1. If it determines that there is reason to believe that the alleged injury resulted from, or was aggravated by, substandard care on the part of the hospital at which the birth occurred, it shall take any appropriate action consistent with the authority granted to the Department of Health in Title 32.1.\n\nD. The Program shall file a response to the petition and submit relevant written information relating to the issue of whether the injury alleged is a birth-related neurological injury within the meaning of this chapter within 10 days after the date the panel report prepared pursuant to subsection C of § 38.2-5008 is filed with the Commission.\n\nE. Any hospital at which a birth occurred, upon receipt of written notice from the legal representative of an injured infant that he intends to file a petition under this chapter, shall promptly deliver to such person all available medical records relating to the infant who allegedly suffered a birth-related neurological injury.\n\nF. As used in this chapter, fetal monitoring strips, whether printed or in electronic format, shall be deemed to constitute part of the medical records relating to an infant who allegedly suffered a birth-related neurological injury.\n\n1987, c. 540; 1989, c. 523; 2003, c. 897; 2005, cc. 50, 52; 2013, c. 144.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5004/"
    },
    {
      "id": "section-382-50041",
      "number": "38.2-5004.1.",
      "heading": "Notification of possible beneficiaries",
      "text": "A. Each physician, hospital, and nurse midwife shall disclose in writing to their obstetrical patients, at such time or times and in such detail as the board of directors of the Program shall determine to be appropriate, whether such physician, hospital or nurse midwife is or is not a participating provider under the Program.\n\nB. In addition to any other postpartum materials provided to the mother or other appropriate person, every hospital shall provide for each infant who was hospitalized in a neonatal intensive care unit an informational brochure prepared or approved by the board of directors of the Program. The brochure shall describe the rights and limitations under the Program, including the Program's exclusive remedy provision under subsection B of § 38.2-5002.\n\nC. When a claim is made to an insurance company, as described in § 38.2-5020.1, licensed to do business in the Commonwealth of Virginia or to any self-insurer, alleging that a possible birth-related neurological injury or a severe adverse outcome related to a birth has occurred, such insurance company or self-insurer shall report such claim to the Program on a form provided by the Program. Upon receipt of such report, the Program shall inform the parent or parents or guardians of the child on whose behalf such claim has been made of the Program's existence and eligibility requirements.\n\nD. No liability or inference of liability or eligibility shall attach to the making of such report. The making of such report shall not be admissible in any court.\n\n1999, c. 825; 2000, c. 1038; 2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5004-1/"
    },
    {
      "id": "section-382-5005",
      "number": "38.2-5005.",
      "heading": "Tolling of statute of limitations",
      "text": "The statute of limitations with respect to any civil action that may be brought by or on behalf of an injured infant allegedly arising out of or related to a birth-related neurological injury shall be tolled by the filing of a claim in accordance with this chapter, and the time such claim is pending shall not be computed as part of the period within which such civil action may be brought.\n\n1987, c. 540; 1989, c. 523; 2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5005/"
    },
    {
      "id": "section-382-5006",
      "number": "38.2-5006.",
      "heading": "Hearing; parties",
      "text": "A. Immediately after the Program's response is filed pursuant to subsection D of § 38.2-5004, the Commission shall set the date for a hearing, which shall be held no sooner than 15 days and no later than 90 days after the filing of the Program's response, and shall notify the parties to the hearing of the time and place of such hearing. The hearing shall be held in the city or county where the birth-related neurological injury occurred, or in a contiguous city or county, unless otherwise agreed to by the parties and authorized by the Commission.\n\nB. The parties to the hearing required under this section shall include the claimant and the Program.\n\n1987, c. 540; 1989, c. 523; 2005, cc. 50, 52.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5006/"
    },
    {
      "id": "section-382-5007",
      "number": "38.2-5007.",
      "heading": "Interrogatories and depositions",
      "text": "Any party to a proceeding under this chapter may, upon application to the Commission setting forth the materiality of the information requested, serve interrogatories or cause the depositions of witnesses residing within or without the Commonwealth to be taken, the costs to be taxed as expenses incurred in connection with the filing of a claim, in accordance with § 38.2-5009. Such depositions shall be taken after notice and in the manner prescribed by law, for depositions in actions at law, except that they shall be directed to the Commission, the Commissioner or the Deputy Commissioner before whom the proceedings may be pending.\n\n1987, c. 540; 1989, c. 523; 2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5007/"
    },
    {
      "id": "section-382-5008",
      "number": "38.2-5008.",
      "heading": "Determination of claims; presumption; finding of Virginia Workers' Compensation Commission binding on participants; medical advisory panel",
      "text": "A. The Commission shall determine, on the basis of the evidence presented to it, the following issues:\n\n1. Whether the injury claimed is a birth-related neurological injury as defined in § 38.2-5001.\n\na. A rebuttable presumption shall arise that the injury alleged is a birth-related neurological injury where it has been demonstrated, to the satisfaction of the Virginia Workers' Compensation Commission, that the infant has sustained a brain or spinal cord injury caused by oxygen deprivation or mechanical injury, and that the infant was thereby rendered permanently motorically disabled and (i) developmentally disabled or (ii) for infants sufficiently developed to be cognitively evaluated, cognitively disabled.\n\nIf either party disagrees with such presumption, that party shall have the burden of proving that the injuries alleged are not birth-related neurological injuries within the meaning of the chapter.\n\nb. A rebuttable presumption of fetal distress, an element of a birth-related injury, shall arise if the hospital fails to provide the fetal heart monitor tape to the claimant, as required by subsection E of § 38.2-5004.\n\n2. Whether obstetrical services were delivered by a participating physician at the birth.\n\n3. Whether the birth occurred in a participating hospital.\n\n4. How much compensation, if any, is awardable pursuant to § 38.2-5009.\n\n5. If the Commission determines (i) that the injury alleged is not a birth-related neurological injury as defined in § 38.2-5001, or (ii) that obstetrical services were not delivered by a participating physician at the birth and that the birth did not occur in a participating hospital, it shall dismiss the petition and cause a copy of its order of dismissal to be sent immediately to the parties by registered or certified mail.\n\n6. All parties are bound for all purposes including any suit at law against a participating physician or participating hospital, by the finding of the Virginia Workers' Compensation Commission (or any appeal therefrom) with respect to whether such injury is a birth-related neurological injury.\n\nB. The deans of the schools of medicine of the Eastern Virginia Health Sciences Center at Old Dominion University, University of Virginia School of Medicine, and Medical College of Virginia of Virginia Commonwealth University shall develop a plan whereby each claim filed with the Commission is reviewed by a panel of three qualified and impartial physicians drawn from the fields of obstetrics, pediatrics, pediatric neurology, neonatology, physical medicine and rehabilitation, or any other specialty particularly appropriate to the facts of a particular case. Such plan shall provide that each of the three aforementioned medical schools shall maintain a review panel of physicians to review claims, with responsibility for reviewing claims rotating among each medical school's panel on a case-by-case basis. The chair of the panel shall be determined by the school's dean. In no event shall the panel contain more than one panel member from the field of obstetrics. The Commission shall direct the Program to pay to the medical school that performed the assessment and prepared a report in conformity with this provision the sum of $3,000 per claim reviewed.\n\nC. The panel created pursuant to subsection B shall prepare a report that provides a detailed statement of the opinion of the panel's members regarding whether the infant's injury does or does not satisfy each of the criteria of a birth-related neurological injury enumerated in such term's definition in § 38.2-5001. The report shall include the panel's basis for its determination of whether each such criteria was or was not satisfied. In addition, the report shall include such supporting documentation as the board of directors of the program may reasonably request. The panel shall file its report with the Commission 60 days from the date the petition was filed with the Commission. At the same time that the panel files its report with the Commission, the panel shall send copies thereof to the Program and all parties in the proceeding. At the request of the Commission, at least one member of the panel shall be available to testify at the hearing. The Commission shall consider, but shall not be bound by, the recommendation of the panel.\n\n1987, c. 540; 1989, c. 523; 1990, cc. 534, 535; 2003, c. 897; 2008, cc. 267, 520; 2023, cc. 756, 778.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5008/"
    },
    {
      "id": "section-382-50081",
      "number": "38.2-5008.1.",
      "heading": "Right to confront and cross-examine witnesses",
      "text": "Upon a timely motion, all parties to a claim under this chapter shall have the right to confront and cross-examine witnesses. In pursuing that right, a party shall not be precluded from conducting depositions by oral examination or cross-examination at a hearing of any witnesses from whom evidence is elicited.\n\n2008, c. 145.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5008-1/"
    },
    {
      "id": "section-382-5009",
      "number": "38.2-5009.",
      "heading": "Commission awards for birth-related neurological injuries; notice of award",
      "text": "A. Upon determining (i) that an infant has sustained a birth-related neurological injury and (ii) that obstetrical services were delivered by a participating physician at the birth or that the birth occurred in a participating hospital, the Commission shall make an award providing compensation for the following items relative to such injury:\n\n1. Actual medically necessary and reasonable expenses of medical and hospital, rehabilitative, therapeutic, nursing, attendant, residential and custodial care and service, medications, supplies, special equipment or facilities, and related travel, such expenses to be paid as they are incurred. Reimbursement may be provided for nursing and attendant care that is provided by a relative or legal guardian of a Program beneficiary so long as that care is beyond the scope of child care duties and services normally and gratuitously provided by family members to uninjured children. However, such expenses shall not include:\n\na. Expenses for items or services that the infant has received, or is entitled to receive, under the laws of any state or the federal government except to the extent prohibited by federal law;\n\nb. Expenses for items or services that the infant has received, or is contractually entitled to receive, from any prepaid health plan, health maintenance organization, or other private insuring entity;\n\nc. Expenses for which the infant has received reimbursement, or for which the infant is entitled to receive reimbursement, under the laws of any state or federal government except to the extent prohibited by federal law; and\n\nd. Expenses for which the infant has received reimbursement, or for which the infant is contractually entitled to receive reimbursement, pursuant to the provisions of any health or sickness insurance policy or other private insurance program.\n\nExpenses of medical and hospital services under this subdivision shall be limited to such charges as prevail in the same community for similar treatment of injured persons of a like standard of living when such treatment is paid for by the injured person.\n\nIn order to provide coverage for expenses of medical and hospital services under this subdivision, the Commission, in all cases where a comparative analysis of the costs, including the effects on the infant's family's health insurance coverage, and benefits indicates that such action is more cost-effective than awarding payment of medical and hospital expenses, shall (i) require the claimant to purchase private health insurance providing coverage for such expenses, provided that the premium or other costs of such coverage shall be paid by the Fund; (ii) require the claimant to participate in the State Medicaid Program, the Children's Health Insurance Program or other state or federal health insurance program for which the infant is eligible; or (iii) if the Commission determines that it would be unreasonably burdensome to require the claimant to purchase private health insurance and that the infant is ineligible for a health insurance program described in clause (ii), to make an award providing compensation for the cost of private accident and sickness insurance for the infant.\n\n2. Loss of earnings from the age of 18 are to be paid in regular installments beginning on the eighteenth birthday of the infant. An infant found to have sustained a birth-related neurological injury shall be conclusively presumed to have been able to earn income from work from the age of 18 through the age of 65, if he had not been injured, in the amount of 50 percent of the average weekly wage in the Commonwealth of workers in the private, nonfarm sector. Payments shall be calculated based on the Commonwealth's reporting period immediately preceding the 18th birthday of the claimant child, and subsequently adjusted based upon the succeeding annual reports of the Commonwealth. The provisions of § 65.2-531 shall apply to any benefits awarded under this subdivision.\n\n3. Reasonable expenses incurred by the claimant in connection with the filing of a claim under this chapter, including reasonable attorneys' fees of the claimant's attorney, but excluding attorney fees incurred in opposing a claimant's admission pursuant to § 8.01-273.1. Any award for expenses, including attorney's fees, incurred by the claimant in connection with the filing of a claim under this chapter shall be subject to the approval and award of the Commission.\n\nA copy of the award shall be sent immediately by registered or certified mail to the parties.\n\nB. Regardless of whether the Commission makes either of the determinations described in clauses (i) and (ii) of subsection A, the Commission shall not award compensation in connection with a claim under this chapter, or any claim pursuant to § 8.01-273.1, for any attorney's fees or other expenses incurred by any physician, hospital, or nurse midwife that is party to a proceeding under this chapter, or pursuant to § 8.01-273.1, or by a medical malpractice liability insurer of such party. This prohibition shall not affect the requirement that the Program make reimbursement for photocopying costs as set forth in § 8.01-273.1, or the requirement under § 38.2-5002.1 that the Program compensate the Office of the Attorney General for its provision of legal services to the Program.\n\nC. The amendments to this section enacted pursuant to Chapter 535 of the Acts of Assembly of 1990 shall be retroactively effective in all cases arising prior to July 1, 1990, that have been timely filed and are not yet final.\n\n1987, c. 540; 1989, c. 523; 1990, c. 535; 1999, c. 823; 2000, c. 1038; 2003, c. 897; 2004, cc. 896, 931; 2008, cc. 267, 520; 2011, c. 84.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5009/"
    },
    {
      "id": "section-382-50091",
      "number": "38.2-5009.1.",
      "heading": "Infants dying shortly after birth",
      "text": "A. For births occurring on or after July 1, 2003, if the Commission determines that an infant has sustained a birth-related neurological injury and that obstetrical services were delivered by a participating physician at the birth or that the birth occurred in a participating hospital, and the infant dies within 180 days of birth, the Commission, in its discretion, may make an award in an amount not exceeding $100,000 to the infant's family, which award shall be in addition to and not in lieu of any other award providing compensation as provided in § 38.2-5009.\n\nB. Prior to making an award pursuant to this section, the Commission shall conduct a hearing for the purpose of determining whether such award is appropriate and, if so, the proper amount of such an award and how it should be paid, after receiving evidence pertaining to sorrow, mental anguish, solace, grief associated with the death of the infant, and all other material factors that are relevant.\n\nC. The hearing referred to in subsection B may be conducted as part of a hearing conducted pursuant to § 38.2-5009. The same procedural requirements applicable to a hearing conducted pursuant to § 38.2-5009 shall apply to a hearing conducted hereunder.\n\nD. As used in this section, an infant's family means the infant's father, mother, or both, or if neither is a party to the proceeding, the infant's legal guardian.\n\n2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5009-1/"
    },
    {
      "id": "section-382-5010",
      "number": "38.2-5010.",
      "heading": "Rehearing on Commission determination or award",
      "text": "If an application for review is made to the Commission within twenty days from the date of a determination pursuant to subdivisions A 1 through A 3 of § 38.2-5008, or within twenty days from the date of an award by the Commission pursuant to § 38.2-5009, the full Commission, excluding any member of the Commission who made the determination or award, if the first hearing was not held before the full Commission, shall review the evidence. If deemed advisable and as soon as practicable, the Commission instead may hear the parties, their representatives and witnesses and shall make a determination or award, as appropriate. Such review or determination, together with a statement of the findings of fact, rulings of law and other matters pertinent to the questions at issue, shall be filed with the record of the proceedings and shall be sent immediately to the parties.\n\n1987, c. 540; 1999, c. 806; 2006, c. 919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5010/"
    },
    {
      "id": "section-382-5011",
      "number": "38.2-5011.",
      "heading": "Conclusiveness of determination or award; appeal",
      "text": "A. The determination of the Commission pursuant to subdivisions A 1 through A 3 of § 38.2-5008, or the award of the Commission, as provided in § 38.2-5009, if not reviewed within the time prescribed by § 38.2-5010, or a determination or award of the Commission upon such review, as provided in § 38.2-5010, shall be conclusive and binding as to all questions of fact. No appeal shall be taken from the decision of one commissioner until a review of the case has been held before the full Commission, as provided in § 38.2-5010. Appeals shall lie from the full Commission to the Court of Appeals in the manner provided in the Rules of the Supreme Court.\n\nB. The notice of appeal shall be filed with the clerk of the Commission within thirty days from the date of such determination or award or within thirty days after receipt by registered or certified mail of such determination or award whichever occurs last. A copy of the notice of appeal shall be filed in the office of the clerk of the Court of Appeals as provided in the Rules of the Supreme Court.\n\nC. Cases so appealed shall be placed upon the privileged docket of the Court and be heard at the next ensuing term thereof. In case of an appeal from an award of the Commission to the Court of Appeals, the appeal shall operate as a suspension of the award, and the Program shall not be required to make payment of the award involved in the appeal until the questions at issue therein shall have been fully determined in accordance with the provisions of this chapter.\n\n1987, c. 540; 1989, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5011/"
    },
    {
      "id": "section-382-5012",
      "number": "38.2-5012.",
      "heading": "Enforcement, etc., of orders and awards",
      "text": "The Commission has full authority to enforce its orders and protect itself from deception. While the language of this section is permissive and provides that a party may enforce an award in court, it must be read and considered in pari materia with the Commission's power pursuant to § 65.2-202 to punish for disobedience of its orders.\n\n1987, c. 540.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5012/"
    },
    {
      "id": "section-382-5013",
      "number": "38.2-5013.",
      "heading": "Limitation on claims",
      "text": "Any claim under this chapter that is filed more than ten years after the birth of an infant alleged to have a birth-related neurological injury is barred.\n\n1987, c. 540; 1999, c. 806; 2006, c. 919.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5013/"
    },
    {
      "id": "section-382-5014",
      "number": "38.2-5014.",
      "heading": "Scope",
      "text": "This chapter applies to all claims for birth-related neurological injuries occurring in this Commonwealth on and after January 1, 1988. The chapter shall not apply to disability or death caused by genetic or congenital abnormalities.\n\n1987, c. 540.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5014/"
    },
    {
      "id": "section-382-5015",
      "number": "38.2-5015.",
      "heading": "Birth-Related Neurological Injury Compensation Fund; assets of the Fund; audit",
      "text": "A. There is established the Birth-Related Neurological Injury Compensation Fund to finance the Virginia Birth-Related Neurological Injury Compensation Program created by this chapter. The assets of the Fund administered by the board of directors of the Program are trust funds and shall be used solely in the interest of the recipients of awards pursuant to § 38.2-5009 and to administer the Program.\n\nB. An independent certified public accountant selected by the board of directors of the Program shall annually audit the accounts of the Fund, and the cost of such audit services shall be borne by the Program and be paid from moneys designated for such purposes in the Fund. The audit shall be performed at least each fiscal year, in accordance with generally accepted auditing standards and, accordingly, include such tests of the accounting records and such auditing procedures as considered necessary under the circumstances. The board of directors shall furnish copies of the audit to the same persons who are entitled to receive copies of the board's report on investment of the Fund's assets.\n\n1987, c. 540; 1999, c. 826; 2003, c. 897.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5015/"
    },
    {
      "id": "section-382-5016",
      "number": "38.2-5016.",
      "heading": "Board of directors; appointment; vacancies; term; list of Program claimants",
      "text": "A. The Birth-Related Neurological Injury Compensation Program shall be governed by a board of nine directors.\n\nB. Except as provided in subsection C, directors shall be appointed for a term of three years or until their successors are appointed and have qualified.\n\nC. 1. The directors shall be appointed by the Governor as follows:\n\na. Six citizen representatives. One of the members shall have a minimum of five years of professional investment experience. One of the members shall have a minimum of five years of professional experience in finance and be licensed as a certified public accountant or hold a similar professional designation. One of the members shall have professional experience working with the disabled community. One of the members shall be the relative of a disabled child experienced in the care of the disabled child. One of the members shall be an attorney with a minimum of three years of experience in the practice of law representing clients with physical personal injuries. One of the members shall be an at large representative consisting of a person deemed qualified to serve by knowledge, education, training, interest or experience;\n\nb. One representative of participating physicians. The initial term of the member appointed in 1999 shall commence when appointed and shall be for one year;\n\nc. One representative of participating hospitals. The initial term of the member appointed in 1999 shall commence when appointed and shall be for two years; and\n\nd. One representative of liability insurers. The initial term of the member appointed in 1999 shall commence when appointed and shall be for three years.\n\n2. The Governor may select the representative of the participating physicians from a list of at least three names to be recommended by the Virginia Society of Obstetrics and Gynecology; the representative of participating hospitals from a list of at least three names to be recommended by the Virginia Hospital & Healthcare Association; and the representative of liability insurers from a list of at least three names, one of whom is recommended by the American Insurance Association and two of whom are recommended by the Property Casualty Insurers Association of America. The Governor may select the attorney member from a list of at least four names to be recommended by the Virginia State Bar. The Governor may select the parent of a disabled child member and the at large member from applications duly submitted. Nothing contained herein shall preclude qualified applicants for any position on the Board from submitting an application to the Governor to serve as a member of the Board. In no case shall the Governor be bound to make any appointment from among the nominees of the respective associations.\n\nD. The Governor shall promptly notify the appropriate association, which may make nominations, of any vacancy other than by expiration among the members of the board representing a particular interest and like nominations may be made for the filling of the vacancy.\n\nE. The directors shall act by majority vote with five directors constituting a quorum for the transaction of any business or the exercise of any power of the Program. The directors shall serve without salary, but each director shall be reimbursed for actual and necessary expenses incurred in the performance of his official duties as a director of the Program. The directors shall not be subject to any personal liability with respect to the administration of the Program or the payment of any award.\n\nF. The board shall have the power to (i) administer the Program, (ii) administer the Birth-Related Neurological Injury Compensation Fund, which shall include the authority to purchase, hold, sell or transfer real or personal property and the authority to place any such property in trust for the benefit of claimants who have received awards pursuant to § 38.2-5009, (iii) appoint a service company or companies to administer the payment of claims on behalf of the Program, (iv) direct the investment and reinvestment of any surplus in the Fund over losses and expenses, provided any investment income generated thereby remains in the Fund, (v) reinsure the risks of the Fund in whole or in part, and (vi) obtain and maintain directors' and officers' liability insurance. The board shall discharge its duties with respect to the Fund solely in the interest of the recipients of awards pursuant to §§ 38.2-5009 and 38.2-5009.1 and shall invest the assets of the Fund with the care, skill, prudence, and diligence under the circumstances then prevailing that a prudent person acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims. Any decisions regarding the investment of the assets of the Fund shall be based on the advice of one or more investment advisors retained by the board, provided that any investment advisor retained by the board shall be registered pursuant to the provisions of Article 3 (§ 13.1-504 et seq.) of Chapter 5 of Title 13.1 or shall be a federal covered advisor as defined in § 13.1-501 who has filed such documents and paid such fees as may be necessary to transact business in the Commonwealth pursuant to § 13.1-504. The board shall report annually to the Governor and to the Speaker of the House of Delegates and the Clerk of the House of Delegates and to the Chairman of the Senate Rules Committee and the Clerk of the Senate regarding the investment of the Fund's assets. The board shall establish a procedure in the plan of operation for notice to be given to obstetrical patients concerning the no-fault alternative for birth-related neurological injuries provided in this chapter, such notice to include a clear and concise explanation of a patient's rights and limitations under the program.\n\nG. The board shall establish a procedure in the plan of operation for maintaining a list of Program claimants. Each claimant may consent to have his name, address, phone number, and other personal information included on such list, for distribution to other Program claimants. The Board shall distribute the list to Program claimants who have given consent to be included on such list, and to no other person.\n\n1987, c. 540; 1989, c. 523; 1994, c. 872; 1996, c. 232; 1997, c. 399; 1999, c. 824; 2002, c. 857; 2003, c. 897; 2006, c. 777; 2008, cc. 267, 520.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5016/"
    },
    {
      "id": "section-382-50161",
      "number": "38.2-5016.1.",
      "heading": "Investment strategy advice; expected returns",
      "text": "The investment advisor or advisors retained by the board pursuant to subsection F of § 38.2-5016 shall provide the board with annual statements explaining the expected returns on its equities and fixed income portfolios.\n\n2003, c. 897; 2006, c. 777.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5016-1/"
    },
    {
      "id": "section-382-5017",
      "number": "38.2-5017.",
      "heading": "Plan of operation",
      "text": "A. On or before September 30, 1987, the directors of the Program shall submit to the State Corporation Commission for review a proposed plan of operation consistent with this chapter.\n\nB. The plan of operation shall provide for the efficient administration of the Program and for the prompt processing of claims made against the Fund pursuant to an award under this chapter. The plan shall contain other provisions including:\n\n1. Establishment of necessary facilities;\n\n2. Management of the Fund;\n\n3. Appointment of servicing carriers or other servicing arrangements to administer the processing of claims against the Fund;\n\n4. Initial and annual assessment of the persons and entities listed in § 38.2-5020 to pay awards and expenses, which assessments shall be on an actuarially sound basis subject to the limits set forth in § 38.2-5020; and\n\n5. Any other matters necessary for the efficient operation of the Program.\n\nC. The plan of operation shall be subject to approval by the State Corporation Commission after consultation with representatives of interested individuals and organizations. If the State Corporation Commission disapproves all or any part of the proposed plan of operation, the directors shall within thirty days submit for review an appropriate revised plan of operation. If the directors fail to do so, the State Corporation Commission shall promulgate a plan of operation. The plan of operation approved or promulgated by the State Corporation Commission shall become effective and operational upon order of the State Corporation Commission.\n\nD. Amendments to the plan of operation may be made by the directors of the Program, subject to the approval of the State Corporation Commission.\n\n1987, c. 540; 1994, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5017/"
    },
    {
      "id": "section-382-5018",
      "number": "38.2-5018.",
      "heading": "Assessments to be held in restricted cash account",
      "text": "All assessments paid pursuant to the plan of operation, shall be held in a separate restricted cash account under the sole control of an independent fund manager to be selected by the directors. The Fund, and any income from it, shall be disbursed for the payment of awards as provided in this chapter and for the payment of the expenses of administration of the Fund and the Program, including the reasonable expenses of the Commission.\n\n1987, c. 540; 1989, c. 523; 1990, c. 244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5018/"
    },
    {
      "id": "section-382-5019",
      "number": "38.2-5019.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1989, c. 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5019/"
    },
    {
      "id": "section-382-5020",
      "number": "38.2-5020.",
      "heading": "Assessments",
      "text": "A. A physician who otherwise qualifies as a participating physician pursuant to this chapter may become a participating physician in the Program for a particular calendar year by paying an annual participating physician assessment to the Program in the amount of $5,000 on or before December 1 of the previous year, in the manner required by the plan of operation. Effective January 1, 2009, the total annual assessment shall be $5,600, and shall increase by $300 for the 2010 assessment and by $100 each year thereafter, to a maximum of $6,200 per year. The board may authorize a prorated participating physician or participating hospital assessment for a particular year in its plan of operation, but such prorated assessment shall not become effective until the physician or hospital has given at least 30 days' notice to the Program of the request for a prorated assessment.\n\nB. Notwithstanding the provisions of subsection A, a participating hospital with a residency training program accredited to the American Council for Graduate Medical Education may pay an annual participating physician assessment to the Program for residency positions in the hospital's residency training program, in the manner provided by the plan of operation. However, any resident in a duly accredited family practice or obstetrics residency training program at a participating hospital shall be considered a participating physician in the Program and neither the resident nor the hospital shall be required to pay any assessment for such participation. No resident shall become a participating physician in the Program, however, until 30 days following notification by the hospital to the Program of the name of the resident or residents filling the particular position for which the annual participating physician assessment payment, if required, has been made.\n\nC. A hospital that otherwise qualifies as a participating hospital pursuant to this chapter may become a participating hospital in the Program for a particular year by paying an annual participating hospital assessment to the Program, on or before December 1 of the previous year, amounting to $50 per live birth for the prior year, as reported to the Department of Health in the Annual Survey of Hospitals. Effective January 1, 2009, the annual participating hospital assessment shall increase by $2.50 per live birth for the prior year, as reported to the Department of Health in the Annual Survey of Hospitals, and shall be increased at that rate each year thereafter to a maximum of $55 per live birth so reported for the prior year. The participating hospital assessment shall not exceed $150,000 for any participating hospital in any 12-month period until January 1, 2005. Effective January 1, 2005, the maximum total annual assessment shall be $160,000, and shall increase by $10,000 each year thereafter, to a maximum of $200,000 in any 12-month period.\n\nD. All licensed physicians practicing in the Commonwealth on September 30 of a particular year, other than participating physicians, shall pay to the Program an annual assessment of $250 for the following year, in the manner required by the plan of operation until January 1, 2005. Effective January 1, 2005, the total annual assessment shall be $260, and shall increase by $10 each year thereafter to a maximum of $300 per year.\n\nUpon proper certification to the Program, the following physicians shall be exempt from the payment of the annual assessment under this subsection:\n\n1. A physician who is employed by the Commonwealth or federal government and whose income from professional fees is less than an amount equal to 10 percent of the annual salary of the physician.\n\n2. A physician who is enrolled in a full-time graduate medical education program accredited by the American Council for Graduate Medical Education.\n\n3. A physician who has retired from active clinical practice.\n\n4. A physician whose active clinical practice is limited to the provision of services, voluntarily and without compensation, to any patient of any clinic which is organized in whole or in part for the delivery of health care services without charge as provided in § 54.1-106.\n\nE. Taking into account the assessments collected pursuant to subsections A through D of this section, if required to maintain the Fund on an actuarially sound basis, all insurance carriers licensed to write and engaged in writing liability insurance in the Commonwealth of a particular year, shall pay into the Fund an assessment for the following year, in an amount determined by the State Corporation Commission pursuant to subsection A of § 38.2-5021, in the manner required by the plan of operation. Liability insurance for the purposes of this provision shall include the classes of insurance defined in §§ 38.2-117, 38.2-118, and 38.2-119 and the liability portions of the insurance defined in §§ 38.2-124, 38.2-125, 38.2-130, 38.2-131, and 38.2-132.\n\n1. All annual assessments against liability insurance carriers shall be made on the basis of net direct premiums written for the business activity which forms the basis for each such entity's inclusion as a funding source for the Program in the Commonwealth during the prior year ending December 31, as reported to the State Corporation Commission, and shall be in the proportion that the net direct premiums written by each on account of the business activity forming the basis for their inclusion in the Program bears to the aggregate net direct premiums for all such business activity written in this Commonwealth by all such entities. For purposes of this chapter \"net direct premiums written\" means gross direct premiums written in this Commonwealth on all policies of liability insurance less (i) all return premiums on the policy, (ii) dividends paid or credited to policyholders, and (iii) the unused or unabsorbed portions of premium deposits on liability insurance.\n\n2. The entities listed in this subsection shall not be individually liable for an annual assessment in excess of one quarter of one percent of that entity's net direct premiums written.\n\n3. Liability insurance carriers shall be entitled to recover their initial and annual assessments through (i) a surcharge on future policies, (ii) a rate increase applicable prospectively, or (iii) a combination of the two, at the discretion of the State Corporation Commission.\n\nF. On and after January 1, 1989, a participating physician covered under the provisions of this section who has paid an annual assessment for a particular calendar year to the Program and who retires from the practice of medicine during that particular calendar year shall be entitled to a refund of a prorated share of his or her annual assessment for the calendar year that corresponds to the portion of the calendar year remaining following his or her retirement.\n\nG. Whenever the State Corporation Commission determines the Fund is actuarially sound in conjunction with actuarial investigations conducted pursuant to § 38.2-5021, it shall enter an order suspending the assessment required under subsection D. The annual assessment shall be reinstated whenever the State Corporation Commission determines that such assessment is required to maintain the Fund's actuarial soundness.\n\n1987, c. 540; 1989, cc. 361, 463, 523; 1990, c. 498; 1991, c. 486; 1992, cc. 414, 767; 1994, c. 872; 2004, cc. 896, 931; 2008, cc. 267, 520.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5020/"
    },
    {
      "id": "section-382-50201",
      "number": "38.2-5020.1.",
      "heading": "Credits against malpractice insurance premiums",
      "text": "A. Each insurer issuing or issuing for delivery in the Commonwealth any personal injury liability policy which provides medical malpractice liability coverage for the obstetrical practice of any participating physician under this chapter shall provide a credit on such physician's annual medical malpractice liability insurance premium in an amount that will produce premiums that are neither inadequate, excessive nor unfairly discriminatory, as required by § 38.2-1904, and as determined by the Commission.\n\nB. Each insurer issuing or issuing for delivery in the Commonwealth any personal injury liability policy which provides medical malpractice liability coverage for the obstetrical services of any participating hospital under this chapter shall provide a credit on such hospital's annual medical malpractice liability insurance premium in an amount that will produce premiums that are neither inadequate, excessive nor unfairly discriminatory, as required by § 38.2-1904, and as determined by the Commission.\n\n1990, c. 498.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5020-1/"
    },
    {
      "id": "section-382-5021",
      "number": "38.2-5021.",
      "heading": "Actuarial investigation, valuations, gain/loss analysis; notice if assessments prove insufficient",
      "text": "A. The Bureau of Insurance of the State Corporation Commission shall undertake an actuarial investigation of the requirements of the Fund based on the Fund's experience in the first year of operation, including without limitation the assets and liabilities of the Fund. Pursuant to such investigation, the State Corporation Commission shall establish the rate of contribution of the entities listed in subsection E of § 38.2-5020 for the tax year beginning January 1, 1989.\n\nFollowing the initial valuation, the State Corporation Commission shall cause an actuarial valuation to be made of the assets and liabilities of the Fund no less frequently than biennially. Pursuant to the results of such valuations, the State Corporation Commission shall prepare a statement as to the contribution rate applicable to contributors listed in subsection E of § 38.2-5020. However, at no time shall the rate be greater than one quarter of one percent of net direct premiums written.\n\nIn conducting the actuarial evaluation, a loss reserving methodology consistent with the one employed by the Florida Birth-Related Neurological Injury Compensation Association as of July 1, 2007, may be employed in order to account for individual participant costs and injury characteristics to the extent that the data are available to perform such methodology and the State Corporation Commission's actuary determines that such methodology is actuarially appropriate.\n\nB. In the event that the State Corporation Commission finds that the Fund cannot be maintained on an actuarially sound basis subject to the maximum assessments listed in § 38.2-5020, the Commission shall promptly notify the Speaker of the House of Delegates, the President of the Senate, the board of directors of the Program, and the Virginia Workers' Compensation Commission.\n\n1987, c. 540; 1989, c. 523; 2008, cc. 267, 520.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-50/section-38-2-5021/"
    }
  ]
}