{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-48-surplus-lines-insurance-law",
  "sections": [
    {
      "id": "section-382-4800",
      "number": "38.2-4800.",
      "heading": "Repealed§ 38.2-4805.1. Application of chapter§ 38",
      "text": "2-4805.2. Definitions§ 38.2-4806. Notice to insured that insurance is placed with an eligible nonadmitted insurer required§ 38.2-4807. Licensees to keep records and file annual statement of policies§ 38.2-4808. Effect of payment to surplus lines brok",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-48051",
      "number": "38.2-4805.1.",
      "heading": "Application of chapter",
      "text": "Except as provided in subsection C of § 38.2-1802, this chapter shall apply to the sale, solicitation, and negotiation of surplus lines insurance coverage for insureds whose home state, as defined in § 38.2-4805.2, is this Commonwealth.\n\n2011, c. 498.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4805-1/"
    },
    {
      "id": "section-382-48052",
      "number": "38.2-4805.2.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Admitted insurer\" means an insurer licensed in the Commonwealth to engage in the business of insurance.\n\n\"Domestic surplus lines insurer\" means a domestic surplus lines insurer licensed by the Commission pursuant to § 38.2-1024 with which a surplus lines broker may place surplus lines insurance.\n\n\"Eligible nonadmitted insurer\" means a nonadmitted insurer approved by the Commission pursuant to § 38.2-4811 or a domestic surplus lines insurer licensed by the Commission pursuant to § 38.2-1024 with which a surplus lines broker may place surplus lines insurance.\n\n\"Home state\" means (i) the state in which an insured maintains its principal place of business or, in the case of an individual, the individual's principal residence or (ii) if 100 percent of the insured risk is located out of the state referred to in clause (i), \"home state\" means the state to which the greatest percentage of the insured's taxable premium for that insurance contract is allocated. When more than one insured from an affiliated group are named insureds on a single insurance contract, \"home state\" means the state of the member of the affiliated group that has the largest percentage of premium attributed to it under such insurance contract.\n\n\"NAIC\" means the National Association of Insurance Commissioners.\n\n\"Nonadmitted insurer\" means an insurer not licensed to engage in the business of insurance in this Commonwealth. \"Nonadmitted insurer\" does not include a risk retention group as defined in § 38.2-5101.\n\n\"Principal place of business\" means the state where the insured maintains its headquarters and where the insured's high-level officers direct, control, and coordinate the business activities of the insured.\n\n\"Property and casualty insurance\" means the classes of insurance defined in §§ 38.2-109 through 38.2-122.2 and §§ 38.2-124 through 38.2-134.\n\n\"Surplus lines broker\" means an individual or business entity licensed pursuant to Article 5.1 (§ 38.2-1857.1 et seq.) of Chapter 18 to sell, solicit, or negotiate insurance on properties, risks, or exposures located or to be performed in the Commonwealth with eligible nonadmitted insurers.\n\n\"Surplus lines insurance\" means any property and casualty insurance permitted to be placed directly by an insured or through a surplus lines broker with an eligible nonadmitted insurer.\n\n2011, c. 498; 2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4805-2/"
    },
    {
      "id": "section-382-4806",
      "number": "38.2-4806.",
      "heading": "Notice to insured that insurance is placed with an eligible nonadmitted insurer required",
      "text": "A notice in a form prescribed by the Commission shall be given to the insured under the provisions of a policy procured pursuant to this chapter by the surplus lines broker procuring the policy or by any duly licensed property and casualty insurance agent placing surplus lines business with the surplus lines broker. The notice shall contain, but not be limited to, statements that the policy is being procured from or has been placed with an insurer approved by the Commission as an eligible nonadmitted insurer and that there is no protection under the Virginia Property and Casualty Insurance Guaranty Association established under Chapter 16 (§ 38.2-1600 et seq.) against financial loss to claimants or policyholders because of the insolvency of an eligible nonadmitted insurer. The notice shall also set forth the name, license number, and mailing address of the broker. The notice shall be given prior to placement of the insurance. In the event coverage must be placed and become effective within 24 hours after referral of the business to the surplus lines broker, the notice may be given promptly following such a placement. In addition, a copy of the notice shall be affixed to the policy.\n\nCode 1950, § 38.-314.7; 1960, c. 503; 1979, c. 513, § 38.1-327.52; 1981, c. 241; 1984, c. 719; 1986, c. 562; 1987, c. 519; 1988, c. 828; 1996, c. 240; 2001, c. 706; 2008, c. 212; 2011, c. 498; 2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4806/"
    },
    {
      "id": "section-382-4807",
      "number": "38.2-4807.",
      "heading": "Licensees to keep records and file annual statement of policies",
      "text": "A. Every licensed surplus lines broker shall keep in his office a complete record of (i) each policy of insurance procured by him under this chapter during the previous calendar year; (ii) the name and address of the insurer or insurers; (iii) the inception and expiration dates of each policy; (iv) the perils insured against; (v) the location of each risk so insured and the premium rate and the gross premium charged for each such policy of insurance; (vi) the amount of premium returned; and (vii) any other information the Commission requires.\n\nB. The record of each policy of insurance shall be kept open at all reasonable times to examination by the Commission without notice for a period of not less than five years following termination of the policy.\n\nCode 1950, § 38.1-314.8; 1960, c. 503; 1979, c. 513, § 38.1-327.53; 1986, c. 562; 2001, c. 706; 2011, c. 498.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4807/"
    },
    {
      "id": "section-382-4808",
      "number": "38.2-4808.",
      "heading": "Effect of payment to surplus lines broker",
      "text": "A. No surplus lines broker may accept a payment of premium for issuance of surplus lines insurance before placing the insurance with an eligible nonadmitted insurer.\n\nB. A payment of premium to a surplus lines broker shall be deemed to be payment to the insurer notwithstanding any policy conditions or stipulations to the contrary.\n\n1986, c. 562; 2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4808/"
    },
    {
      "id": "section-382-4809",
      "number": "38.2-4809.",
      "heading": "Licensees to pay license taxes on insurers",
      "text": "A. 1. Every licensed surplus lines broker or any person required to be licensed as a surplus lines broker shall be subject to the annual taxes, license taxes, penalties, and other provisions of Article 1 (§ 58.1-2500 et seq.) of Chapter 25 of Title 58.1 on each policy of insurance procured by him during the preceding calendar year with an eligible nonadmitted insurer. For policies effective on or after July 1, 2011, such payments shall be made based on the direct gross premium income derived from policies for insureds whose home state is the Commonwealth.\n\n2. Every surplus lines broker or any person required to be licensed as a surplus lines broker subject to the provisions of this chapter shall, on or before March 1 of 2012 and 2013 report under oath to the Commission, and on or before March 1 of each year thereafter, report under oath to the Department of Taxation, upon the prescribed form, the direct gross premium income derived from policies for insureds whose home state is the Commonwealth during the preceding year ending December 31.\n\n3. Every surplus lines broker or any person required to be licensed as a surplus lines broker failing to file the report required by this section shall be fined $50 for each day's failure to file the report.\n\n4. Upon the failure of any such surplus lines broker or any person required to be licensed as a surplus lines broker to pay the premium license tax within the time required by this section, there shall be added to such tax a penalty of 10 percent of the amount of the tax and interest at a rate equal to the rate of interest established pursuant to § 58.1-15 for the period between the due date and the date of full payment. The Commission or Department of Taxation shall notify the surplus lines broker of all additional amounts owed, and the surplus lines broker shall pay such amounts within 30 days of the date of the notice.\n\n5. Upon good cause shown, the Department of Taxation may accept late payment of the premium license tax exclusive of penalties; however, interest shall be paid on such tax as prescribed in this subsection.\n\n6. If any person overestimates and overpays the annual taxes, the Department of Taxation shall refund the amount of the overpayment to the person. The overpayment shall be refunded out of the state treasury.\n\nB. 1. Each licensed surplus lines broker or any person required to be licensed as a surplus lines broker whose annual premium license tax liability can reasonably be expected to exceed $1,500 shall file a quarterly tax report with the Department of Taxation. Such report shall be in a form prescribed by the Department of Taxation. This report shall be filed no later than 30 calendar days after the end of each calendar quarter. Notwithstanding any provision to the contrary, each such person shall pay the premium license tax owed for the direct gross premiums adjusted for additional and returned premiums shown by each quarterly tax report when such report is filed with the Department of Taxation.\n\n2. No surplus lines broker or any person required to be licensed as a surplus lines broker shall be subject to any penalty or interest pursuant to Title 58.1 as a result of the failure to timely file a quarterly tax report or make the related quarterly payment when the report is filed pursuant to subdivision 1.\n\nC. In addition to other penalties provided by law, any licensed surplus lines broker or any person required to be licensed as a surplus lines broker who willfully fails or refuses to pay the full amount of the tax or assessment required by this chapter, either by himself or through his agents or employees, or who makes a false or fraudulent return with intent to evade the tax or assessment hereby levied, or who makes a false or fraudulent claim for refund shall be guilty of a Class 1 misdemeanor.\n\nD. If any licensed surplus lines broker or any person required to be licensed as a surplus lines broker charges and collects from the insured the taxes and assessments required by this section and § 38.2-4809.1, such person shall be a fiduciary to this Commonwealth for any taxes and assessments owed to this Commonwealth under this chapter.\n\nE. Notwithstanding the provisions of this section and effective for calendar year 2025 and each calendar year thereafter, any surplus lines broker or any person required to be licensed as a surplus lines broker shall not be subject to the annual taxes, license taxes, penalties, and other provisions of Article 1 (§ 58.1-2500 et seq.) of Chapter 25 of Title 58.1 on any policy of insurance procured by such broker during the preceding calendar year on behalf of a commuter rail system jointly operated by the Northern Virginia Transportation Commission established pursuant to § 33.2-1904 and the Potomac and Rappahannock Transportation District established pursuant to the Transportation District Act (§ 33.2-1900 et seq.).\n\nCode 1950, § 38.1-314.9; 1960, c. 503; 1979, c. 513, § 38.1-327.54; 1986, c. 562; 1987, c. 519; 1988, c. 153; 2001, c. 706; 2011, cc. 498, 850; 2013, cc. 29, 163; 2018, c. 205; 2025, cc. 124, 136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4809/"
    },
    {
      "id": "section-382-48091",
      "number": "38.2-4809.1.",
      "heading": "Licensees to pay assessments on insurers",
      "text": "Every licensed surplus lines broker or any person required to be licensed as a surplus lines broker shall be subject to the annual maintenance fund assessment, penalties, and other provisions of §§ 38.2-400, 38.2-403, and 38.2-406. If any person overpays the assessment, the Commission shall process a refund.\n\n2011, c. 850; 2013, cc. 29, 163; 2017, c. 39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4809-1/"
    },
    {
      "id": "section-382-4810",
      "number": "38.2-4810.",
      "heading": "Issuance and delivery of surplus lines policies; prior authority or information required",
      "text": "Each policy or other written evidence of insurance procured pursuant to this chapter shall be delivered promptly to the named insured shown on the policy's declarations page. No surplus lines broker shall issue or deliver any policy or other written evidence of insurance or represent that insurance will be or has been granted by an eligible nonadmitted insurer unless (i) he has prior written authority from such insurer for the insurance, (ii) he has received information from the insurer in the regular course of business that the insurance has been granted, or (iii) an insurance policy providing the insurance actually has been issued by the insurer and delivered to the named insured shown on the policy's declarations page.\n\nCode 1950, § 38.1-314.10; 1960, c. 503; 1979, c. 513, § 38.1-327.55; 1984, c. 719; 1986, c. 562; 2011, c. 498; 2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4810/"
    },
    {
      "id": "section-382-4811",
      "number": "38.2-4811.",
      "heading": "Surplus lines coverage to be placed with eligible nonadmitted insurers",
      "text": "A. No surplus lines broker shall procure a policy of insurance with any nonadmitted insurer unless such nonadmitted insurer has prior approval of the Commission to issue surplus lines insurance.\n\nB. Any unlicensed foreign insurer wishing to be approved by the Commission to issue surplus lines coverage may receive such approval upon providing:\n\n1. Evidence that it is authorized to write the type of insurance in its domiciliary jurisdiction; and\n\n2. Proof that it has capital and surplus or its equivalent under the laws of its domiciliary jurisdiction, which equal the greater of (i) the minimum capital and surplus requirements under §§ 38.2-1028, 38.2-1029, 38.2-1030 or § 38.2-1031, or (ii) $15 million.\n\nC. Notwithstanding the capital and surplus requirements of subdivision B 2, an unlicensed foreign insurer may receive approval upon an affirmative finding of acceptability by the Commission. The finding shall be based upon such factors as quality of management, capital and surplus of any parent company, company underwriting profit and investment income trends, market availability, and company record and reputation within the industry. In no event shall the Commission make an affirmative finding of acceptability when the surplus lines insurer's capital and surplus is less than $4.5 million.\n\nD. An unlicensed alien insurer shall be deemed approved by the Commission if such insurer is listed on the Quarterly Listing of Alien Insurers maintained by the NAIC International Insurers Department.\n\nE. Any unlicensed foreign insurer approved by the Commission shall cause to be provided to the Commission, not later than March 1, a copy of its current annual statement certified by the insurer, in accordance with § 38.2-1300.\n\nThe Commission, at its discretion, may extend the period for filing an annual statement by a maximum of two months.\n\nF. If at any time the Commission has reason to believe that an eligible nonadmitted insurer (i) is in unsound financial condition, (ii) is no longer eligible under this section, (iii) has willfully violated the laws of the Commonwealth, or (iv) does not make reasonably prompt payment of just losses and claims in the Commonwealth or elsewhere, the Commission may declare it ineligible. The Commission shall promptly mail notice of all such declarations to each surplus lines licensee.\n\nCode 1950, § 38.1-314.11; 1960, c. 503; 1979, c. 513, § 38.1-327.56; 1984, c. 719; 1986, c. 562; 1994, c. 647; 1995, c. 60; 2007, c. 157; 2011, c. 498; 2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4811/"
    },
    {
      "id": "section-382-48111",
      "number": "38.2-4811.1.",
      "heading": "Surplus lines coverage placed with domestic surplus lines insurers",
      "text": "A. The Commission may license pursuant to § 38.2-1024 an insurer domiciled in the Commonwealth as a domestic surplus lines insurer if all of the following are satisfied:\n\n1. The insurer possesses a policyholder surplus of at least $15 million; and\n\n2. The board of directors of the insurer has passed a resolution seeking to be a domestic surplus lines insurer in the Commonwealth.\n\nB. For the purposes of the federal Nonadmitted and Reinsurance Reform Act of 2010 (15 U.S.C. § 8201 et seq.), a domestic surplus lines insurer shall be considered a nonadmitted insurer as the term is referenced in such Act, with respect to risks insured in the Commonwealth.\n\nC. A domestic surplus lines insurer is only authorized to write the types of insurance in the Commonwealth that a surplus lines broker may procure with a nonadmitted insurer approved by the Commission pursuant to § 38.2-4811.\n\nD. A domestic surplus lines insurer may only write surplus lines insurance in the Commonwealth where placed by a surplus lines broker pursuant to Chapter 48 (§ 38.2-4805.1 et seq.).\n\nE. Notwithstanding any other statute, the policies issued by a domestic surplus lines insurer where the Commonwealth is the home state of the insured shall be subject to taxes and maintenance assessments levied upon surplus lines policies issued by eligible nonadmitted insurers pursuant to §§ 38.2-4809 and 38.2-4809.1 but shall not be subject to other taxes levied upon admitted insurers, whether domestic or foreign, pursuant to Chapter 25 (§ 58.1-2500 et seq.) of Title 58.1.\n\nF. Policies issued by a domestic surplus lines insurer are not subject to protections of or other provisions of the Virginia Property and Casualty Insurance Guaranty Association established under Chapter 16 (§ 38.2-1600 et seq.).\n\nG. All financial and solvency requirements imposed by the Commonwealth's law upon domestic admitted insurers shall apply to domestic surplus lines insurers unless domestic surplus lines insurers are otherwise specifically exempted. For the purposes of handling the rehabilitation, liquidation, or conservation of a domestic surplus lines insurer, the provisions of Chapter 15 (§ 38.2-1500 et seq.) shall apply.\n\nH. Policies issued by a domestic surplus lines insurer shall be exempt from all statutory requirements relating to insurance rating plans, policy forms, policy cancellation and nonrenewal, and premium charged to the insured in the same manner and to the same extent as a nonadmitted insurer domiciled in another state.\n\n2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4811-1/"
    },
    {
      "id": "section-382-4812",
      "number": "38.2-4812.",
      "heading": "Surplus lines insurers subject to Unlicensed Insurers Process",
      "text": "Every nonadmitted insurer issuing surplus lines coverage under this chapter shall be subject to the provisions of Article 1 (§ 38.2-800 et seq.) of Chapter 8.\n\nCode 1950, § 38.1-314.12; 1960, c. 503; 1979, c. 513, § 38.1-327.57; 1986, c. 562; 1988, c. 153; 2007, c. 157; 2018, c. 205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4812/"
    },
    {
      "id": "section-382-4813",
      "number": "38.2-4813.",
      "heading": "Commission to make rules and regulations",
      "text": "The Commission may make, approve and adopt reasonable rules and regulations consistent with this chapter to effect the purposes of this chapter.\n\nCode 1950, § 38.1-314.14; 1960, c. 503; 1979, c. 513, § 38.1-327.58; 1984, c. 719; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4813/"
    },
    {
      "id": "section-382-4814",
      "number": "38.2-4814.",
      "heading": "Penalties",
      "text": "Any violation of this chapter shall be punished as provided for in §§ 38.2-218 and 38.2-1831.\n\nCode 1950, § 38.1-314.15; 1960, c. 503; 1979, c. 513, § 38.1-327.59; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4814/"
    },
    {
      "id": "section-382-4815",
      "number": "38.2-4815.",
      "heading": "Effect on other provisions of Title 38.2",
      "text": "Except as is otherwise provided herein and in Chapter 18 (§ 38.2-1800 et seq.) of this title, the provisions relating to the licensing and control of surplus lines brokers shall have no effect on or in any way alter any of the other provisions of this title.\n\nCode 1950, § 38.1-314.16; 1960, c. 503; 1979, c. 513, § 38.1-327.60; 1986, c. 562; 2001, c. 706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4815/"
    },
    {
      "id": "section-382-4816",
      "number": "38.2-4816.",
      "heading": "Exchange of information",
      "text": "The Commission and Department of Taxation may exchange information for purposes of enforcing the provisions of this title.\n\n2011, c. 850.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-48/section-38-2-4816/"
    }
  ]
}