{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-65-virginia-health-benefit-exchange",
  "sections": [
    {
      "id": "section-382-6500",
      "number": "38.2-6500.",
      "heading": "Definitions§ 38.2-6501. Exchange objectives§ 38",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"American Health Benefit Exchange\" means the program established as a component of the Exchange pursuant to this chapter that is designed to facilitate the purchase of qualified health plans or qualified dental plans by qualified individuals.\n\n\"Bureau\" means the Bureau of Insurance, a division within the Commission through which it administers insurance law.\n\n\"Certified application counselor\" means individuals certified by the Exchange to perform the duties described in 45 C.F.R. § 155.255(c).\n\n\"Commission\" means the State Corporation Commission.\n\n\"Committee\" means the Advisory Committee established pursuant to § 38.2-6503.\n\n\"Director\" means the Director of the Division appointed by the Commission pursuant to § 38.2-6502.\n\n\"Division\" means the Health Benefit Exchange Division, a division within the Commission through which it administers the Exchange.\n\n\"Eligible employee\" means an individual employed by a qualified employer who has been offered health insurance coverage by such qualified employer through the SHOP exchange.\n\n\"Eligible entity\" means the Bureau, the Department of Medical Assistance Services, or a qualified vendor that has demonstrated experience on a statewide or regional basis in individual and small group health insurance markets and in benefits coverage; however, a health carrier or an affiliate of a health carrier is not an eligible entity.\n\n\"Essential health benefits package\" means the scope of covered benefits and associated limits of a health benefit plan that (i) provides benefits pursuant to § 38.2-3451; (ii) provides the benefits in the manner described in 45 C.F.R. § 156.115; (iii) limits cost-sharing for such coverage as described in 45 C.F.R. § 156.130; and (iv) subject to offering catastrophic plans as described in § 1302(e) of the Federal Act, provides distinct levels of coverage as described in 45 C.F.R. § 156.140.\n\n\"Exchange\" means, as the context requires, either (i) the Division or (ii) the Virginia Health Benefit Exchange established pursuant to the provisions of this chapter and in accordance with § 1311(b) of the Federal Act, through which qualified health plans and qualified dental plans are made available to qualified individuals through the American Health Benefit Exchange and to qualified employers through the SHOP exchange. \"Exchange,\" when referring to the Virginia Health Benefit Exchange, collectively refers to both the American Health Benefit Exchange and the SHOP exchange.\n\n\"FAMIS\" means the Family Access to Medical Insurance Security Plan, including the FAMIS Plus program, established pursuant to Chapter 13 (§ 32.1-351 et seq.) of Title 32.1.\n\n\"Federal Act\" means the federal Patient Protection and Affordable Care Act, P.L. 111-148, as amended by the Health Care and Education Reconciliation Act of 2010, P.L. 111-152, and as it may further be amended, and regulations issued thereunder.\n\n\"Health benefit plan\" or \"plan\" means a policy, contract, certificate, or agreement offered or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term does not include coverage only for accident or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for onsite medical clinics; or other similar insurance coverage, specified in federal regulations issued pursuant to the Federal Act, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar limited benefits specified in federal regulations issued pursuant to the Federal Act. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance; there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor; and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness, for hospital indemnity, or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: Medicare supplemental health insurance as defined under § 1882(g)(1) of the U.S. Social Security Act; coverage supplemental to the coverage provided under 10 U.S.C. § 1071 et seq. (TRICARE); or similar supplemental coverage provided under a group health plan.\n\n\"Health carrier\" or \"carrier\" means an entity subject to the insurance laws and regulations of the Commonwealth and subject to the jurisdiction of the Commission that contracts or offers to contract to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including an insurer licensed to sell accident and sickness insurance, a health maintenance organization, a health services plan, a dental plan organization, a dental services plan, or any other entity providing a plan of health insurance, health benefits, or health care services.\n\n\"Insurance agent\" has the same meaning as provided in § 38.2-1800.\n\n\"Minimum essential coverage\" means coverage defined in 45 C.F.R. § 156.600.\n\n\"Navigator\" means an individual or entity that is registered pursuant to § 38.2-3457.\n\n\"PHSA\" means the federal Public Health Service Act, Chapter 6A of Title 42 of the United States Code, as amended.\n\n\"Qualified dental plan\" means a limited scope dental plan that has been certified in accordance with § 38.2-6506.\n\n\"Qualified employer\" means a small employer that elects to make all of its full-time employees eligible for one or more qualified health plans or qualified dental plans in the small group market offered through the SHOP exchange and, at the employer's option, some or all of its part-time employees, provided that the employer (i) has its principal place of business in the Commonwealth and elects to provide coverage through the SHOP exchange to all of its eligible employees, wherever employed, or (ii) elects to provide coverage through the SHOP exchange to all of its eligible employees who are principally employed in the Commonwealth.\n\n\"Qualified health plan\" means a health benefit plan that has in effect a certification that the plan meets the criteria for certification described in § 1311(c) of the Federal Act and § 38.2-6506.\n\n\"Qualified individual\" means an individual, including a minor, who (i) is seeking to enroll in a qualified health plan or qualified dental plan offered to individuals through the Exchange; (ii) resides in the Commonwealth; (iii) is not incarcerated at the time of enrollment, other than incarceration pending the disposition of charges; and (iv) is, and is reasonably expected to be, for the entire period for which enrollment is sought, a citizen or a national of the United States or an alien lawfully present in the United States.\n\n\"Secretary\" means the Secretary of the U.S. Department of Health and Human Services.\n\n\"SHOP exchange\" means the Small Business Health Options Program, established as a component of the Exchange pursuant to this chapter, through which a qualified employer can provide its eligible employees and their dependents with access to one or more qualified health plans or qualified dental plans.\n\n\"Small employer\" means an employer that employed an average of not more than 50 employees during the preceding calendar year. For the purposes of this definition: (a) all persons treated as a single employer under subsection (b), (c), (m), or (o) of 26 U.S.C. § 414 shall be treated as a single employer; (b) an employer and any predecessor employer shall be treated as a single employer; and (c) all employees shall be counted, including part-time employees and employees who are not eligible for health insurance coverage through the employer. If an employer was not in existence throughout the preceding calendar year, the determination of whether the employer is a small employer shall be based on the average number of employees reasonably expected to be employed by the employer on business days in the current calendar year. An employer that makes enrollment in qualified health plans or qualified dental plans available to its eligible employees through the SHOP exchange and that no longer meets the definition of a small employer because of an increase in the number of its employees shall continue to be treated as a small employer for purposes of this chapter as long as that employer continuously makes enrollment through the SHOP exchange available to its eligible employees.\n\n\"Small group market\" means the health insurance market under which individuals obtain health insurance coverage, directly or through any arrangement, on behalf of themselves and their dependents through a group health plan maintained by a small employer.\n\n\"State-mandated health benefit\" means coverage required under this title or other laws of the Commonwealth to be provided in a policy of accident and sickness insurance, an accident and sickness subscription contract, or a health maintenance organization health care plan that includes coverage for specific health care services or benefits.\n\n\"State Medicaid Program\" means the Commonwealth's Medicaid program under Title XIX of the Social Security Act, as amended from time to time.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6500/"
    },
    {
      "id": "section-382-6501",
      "number": "38.2-6501.",
      "heading": "Exchange objectives",
      "text": "The Virginia Health Benefit Exchange shall make qualified health plans and qualified dental plans available to qualified individuals in the Commonwealth and provide for the establishment of a Small Business Health Options Program to assist qualified small employers in the Commonwealth in facilitating the enrollment of their eligible employees in qualified health plans and qualified dental plans offered in the small group market. The Exchange shall promote a transparent and competitive marketplace, promote consumer choice and education, and assist individuals with access to programs, policies and procedures, premium assistance tax credits, and cost-sharing reductions to support the continuity of coverage and reduce the number of uninsured.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6501/"
    },
    {
      "id": "section-382-6502",
      "number": "38.2-6502.",
      "heading": "Division established; Exchange created",
      "text": "A. The Commission shall establish the Health Benefit Exchange Division as a separate division within the Commission. The Virginia Health Benefit Exchange shall be established and administered by the Commission, through the Division, in compliance with the requirements of this chapter and the Federal Act. The Exchange shall facilitate the purchase and sale of qualified health plans and qualified dental plans to qualified individuals and qualified employers. The Commission shall ensure that the Exchange and Bureau Divisions work in agreement to administer consistent regulation of Exchange plans.\n\nB. The Commission shall appoint a Director of the Division, who shall have overall management responsibility for the Exchange.\n\nC. The Commission, through the Division, shall have governing power and authority in any matter pertaining to the Exchange. The Commission may delegate as it may deem proper such powers and duties to the Director.\n\nD. The Commission shall carry out its duties and responsibilities under this chapter in accordance with its rules of practice and procedure and shall decide all matters related to the Exchange in the same manner as it does when performing its other regulatory, judicial, and administrative duties and responsibilities under this Code.\n\nE. The Commission may adopt rules and regulations pursuant to § 38.2-223 as may be necessary or appropriate for the administration of the Exchange.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6502/"
    },
    {
      "id": "section-382-6503",
      "number": "38.2-6503.",
      "heading": "Advisory Committee",
      "text": "A. There is hereby established an Advisory Committee in accordance with § 1311 (d) of the Federal Act and 45 C.F.R. § 155.110 to advise and provide recommendations to the Commission and the Director in carrying out the purposes and duties of the Exchange. The Committee shall consist of up to 15 members. Members shall be appointed as follows: five nonlegislative citizen members to be appointed by the Governor, each of whom shall have demonstrated and acknowledged expertise in individual health coverage, small employer health coverage, health benefits plan administration, health care finance and economics, actuarial science, or with expertise in eligibility and enrollment in health care affordability programs and public health insurance; at least three nonlegislative citizen members appointed by the Commission, including an individual representing an organization that represents the Virginia insurance industry, an individual representing insurance agents, and a consumer representative; and any other members determined by the Commission. The Commissioner of Insurance, the Director of the Department of Medical Assistance Services, the State Health Commissioner, the Commissioner of the Department of Social Services, and the Secretary of Health and Human Resources, or their designees, shall serve as ex officio nonvoting members of the Committee.\n\nB. No member of the Committee shall be a legislator or hold any elective office in state government.\n\nC. A majority of the members appointed by the Governor and a majority of the members appointed by the Commission shall have no conflict of interest as set forth in the Federal Act.\n\nD. After the initial staggering of terms, nonlegislative citizen members shall be appointed for a term of four years. No nonlegislative citizen member shall serve more than two consecutive four-year terms. The remainder of any term to which a member is appointed to fill a vacancy shall not constitute a term in determining the member's eligibility for reappointment.\n\nE. The Committee shall elect a chairman and vice-chairman from among its membership. A majority of the appointed members shall constitute a quorum.\n\nF. All meetings of the Committee shall be announced at least one week in advance on the Exchange website and shall be open to the public. The Committee shall permit reasonable public comment concerning matters on a meeting's agenda at meetings not less frequently than biennially. The Committee shall announce prior to its meetings whether public comment will be accepted. The Committee shall accept written comment from the public on an ongoing basis.\n\nG. Minutes of meetings of the Committee, which shall include the Committee's recommendations and responses to its recommendations, shall be available to the public and posted on the Exchange's website.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6503/"
    },
    {
      "id": "section-382-6504",
      "number": "38.2-6504.",
      "heading": "Exchange requirements",
      "text": "A. The Exchange shall make qualified health plans and qualified dental plans available to qualified individuals and qualified employers, beginning on a date set by the Commission, which date shall not be later than January 1, 2023, unless the Commission determines that postponement of such date is necessary to complete the establishment of the Exchange. The Exchange shall not make available any health benefit plan that is not a qualified health plan. The Exchange shall allow a health carrier to offer a qualified dental plan either to supplement a qualified health plan or separately, as practicable.\n\nB. The Exchange shall provide for the establishment of a SHOP exchange that will permit enrollment of eligible employees of qualified small employers in the Commonwealth directly through qualified health plan issuers, qualified dental plan issuers, or licensed agents that meet established Exchange standards.\n\nC. The Exchange shall allow a health carrier to offer a plan that provides limited scope dental benefits meeting the requirements of § 9832(c)(2)(A) of the Internal Revenue Code of 1986 through the Exchange, if the plan provides pediatric dental benefits meeting the requirements of § 1302(b)(1)(J) of the Federal Act.\n\nD. Neither the Exchange nor a carrier offering qualified health benefit plans through the Exchange may charge an individual a fee or penalty for termination of coverage if the individual enrolls in another type of minimum essential coverage because the individual has become newly eligible for that coverage or because the individual's employer-sponsored coverage has become affordable under the standards of § 36B(c)(2)(C) of the Internal Revenue Code of 1986.\n\nE. The Exchange and any associated programs shall be established and operated and offer plans in compliance with § 1321 (b) of the Federal Act.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6504/"
    },
    {
      "id": "section-382-6505",
      "number": "38.2-6505.",
      "heading": "Duties of Exchange",
      "text": "The Exchange shall:\n\n1. Implement procedures for the certification, recertification, and decertification of qualified health plans and qualified dental plans consistent with guidelines developed by the Secretary under § 1311(c) of the Federal Act and § 38.2-6506;\n\n2. Provide for enrollment periods under § 1311(c)(6) of the Federal Act;\n\n3. Provide for the operation of a toll-free telephone hotline to respond to requests for assistance;\n\n4. Utilize a website on which enrollees and prospective enrollees of qualified health plans and qualified dental plans may obtain standardized comparative information. Information on qualified health plans shall include, at a minimum, (i) premium and cost-sharing information; (ii) the summary of benefits and coverage offered; (iii) identification of a qualified health plan as a bronze-level, silver-level, gold-level, or platinum-level plan as defined by § 1302(d) of the Federal Act or a catastrophic plan as defined by § 1302(e) of the Federal Act; (iv) the results of enrollee satisfaction surveys, described in § 1311(c)(4) of the Federal Act; (v) quality ratings assigned pursuant to § 1311(c)(3) of the Federal Act; (vi) medical loss ratio information as reported to the Secretary in accordance with 45 C.F.R. Part 158; (vii) transparency of coverage measures reported to the Exchange during certification processes; and (viii) the provider directory made available to the Exchange. The website shall be accessible to persons with disabilities, shall provide meaningful access for persons with limited English proficiency, and shall contain the information described in clauses (i) through (viii) without diversion to a website of a carrier;\n\n5. Assign a rating to each qualified health plan offered through the Exchange in accordance with the criteria developed by the Secretary under § 1311(c)(3) of the Federal Act;\n\n6. Determine each qualified health plan's level of coverage in accordance with regulations issued by the Secretary under § 1302(d)(2)(A) of the Federal Act;\n\n7. Use a standardized format for presenting health benefit options in the Exchange, including the use of the uniform outline of coverage as established under § 2715 of the PHSA, 42 U.S.C. § 300gg-15;\n\n8. Inform individuals, in accordance with § 1413 of the Federal Act, of eligibility requirements for (i) the State Medicaid Program; (ii) the Children's Health Insurance Program (CHIP) under Title XXI of the Social Security Act, including FAMIS, as amended from time to time; or (iii) any applicable state or local public health subsidy program, and enroll an individual in such program if it is determined, through screening of the application, that such individual is eligible for any such program;\n\n9. Make available by electronic means through the website described in subdivision 4 a calculator to determine the actual cost of coverage after application of any premium assistance tax credit under 26 U.S.C. § 36B and any cost-sharing reduction under § 1402 of the Federal Act;\n\n10. Establish an American Health Benefit Exchange through which qualified individuals may enroll in any qualified health plan or qualified dental plan offered through the American Health Benefit Exchange for which they are eligible and establish a SHOP exchange through which qualified employers may make their eligible employees eligible for one or more qualified health plans or qualified dental plans offered through the SHOP exchange or specify a level of coverage so that any of their eligible employees may enroll in any qualified health plan or qualified dental plan offered through the SHOP exchange at the specified level of coverage;\n\n11. Subject to § 1411 of the Federal Act, grant a certification attesting that, for purposes of the individual responsibility penalty under § 5000A of the Internal Revenue Code of 1986, an individual is exempt from the individual responsibility requirement or from the penalty imposed by that section because there is no affordable qualified health plan available through the Exchange, or the individual's employer, covering the individual or the individual meets the requirements for any other such exemption from the individual responsibility requirement or penalty;\n\n12. Transfer to the U.S. Secretary of the Treasury the following:\n\na. A list of the individuals who are issued a certification under subdivision 11, including the name and taxpayer identification number of each individual;\n\nb. The name and taxpayer identification number of each individual who was an employee of an employer but who was determined to be eligible for the premium assistance tax credit under 26 U.S.C. § 36B because (i) the employer did not provide minimum essential coverage or (ii) the employer provided minimum essential coverage but a determination under 26 U.S.C. § 36B(c)(2)(C) found that either the coverage was unaffordable for the employee or did not provide the required minimum actuarial value; and\n\nc. The name and taxpayer identification number of (i) each individual who notifies the Exchange under 42 U.S.C. § 18081 that the individual has changed employers and (ii) each individual who ceases coverage under a qualified health plan and the effective date of the cessation;\n\n13. Provide to each employer the name of each of the employer's employees described in subdivision 12 b who ceases coverage under a qualified health plan during a plan year and the effective date of the cessation;\n\n14. Perform duties required of the Exchange by the Secretary or the U.S. Secretary of the Treasury related to determining eligibility for premium assistance tax credits, reduced cost-sharing, or individual responsibility requirement exemptions;\n\n15. Certify entities qualified to serve as Navigators in accordance with § 1311(i) of the Federal Act and § 38.2-6513;\n\n16. Consult with stakeholders relevant to carrying out the activities required under this chapter, including:\n\na. Health care consumers who are enrollees in qualified health plans and qualified dental plans;\n\nb. Individuals and entities with experience in facilitating enrollment in qualified health plans and qualified dental plans;\n\nc. Advocates for enrolling hard-to-reach populations, which include individuals with mental health or substance use disorders;\n\nd. Representatives of small businesses and self-employed individuals;\n\ne. The Department of Medical Assistance Services;\n\nf. Federally recognized tribes, as defined in the Federally Recognized Indian Tribe List Act of 1994 (25 U.S.C. § 479a), that are located within the Exchange's geographic area;\n\ng. Public health experts;\n\nh. Health care providers;\n\ni. Large employers;\n\nj. Health carriers; and\n\nk. Insurance agents;\n\n17. Meet the following financial integrity requirements:\n\na. Keep an accurate accounting of all activities, receipts, and expenditures and annually submit to the Secretary, the Governor, and the Commission a report concerning such accountings;\n\nb. Fully cooperate with any investigation conducted by the Secretary pursuant to the Secretary's authority under the Federal Act and allow the Secretary, in coordination with the Inspector General of the U.S. Department of Health and Human Services, to:\n\n(1) Investigate the affairs of the Exchange;\n\n(2) Examine the properties and records of the Exchange; and\n\n(3) Require periodic reports in relation to the activities undertaken by the Exchange; and\n\nc. Not use any funds in carrying out its activities under this chapter that are intended for the administrative and operational expenses of the Exchange for staff retreats, promotional giveaways, excessive executive compensation, or promotion of federal or state legislative and regulatory modifications;\n\n18. In collaboration with the Department of Medical Assistance Services, coordinate the operations of the Exchange with the operations of the state plan for medical assistance to determine initial and ongoing eligibility for those programs in a streamlined fashion;\n\n19. Identify systems, policies, and practices to achieve the requirements of subdivisions 8 and 18 and in doing so, consult with stakeholders, including the Department of Taxation, the Department of Medical Assistance Services, the Department of Social Services, consumer groups, insurers, health care providers, navigators or other consumer assisters, insurance brokers or agents, and other relevant stakeholders selected by the Exchange;\n\n20. Prepare an annual marketing plan that includes consumer outreach, licensed health insurance agents, and navigator programs; and\n\n21. Take any other actions necessary and appropriate to ensure that the Exchange complies with the requirements of the Federal Act.\n\n2020, cc. 916, 917; 2021, Sp. Sess. I, c. 162; 2022, cc. 250, 251.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6505/"
    },
    {
      "id": "section-382-6506",
      "number": "38.2-6506.",
      "heading": "Certification of health benefit plans as qualified health plans",
      "text": "A. The Exchange, in consultation with the Bureau, shall certify a health benefit plan as a qualified health plan, unless the Exchange determines that making the plan available through the Exchange is not in the interest of qualified individuals and qualified employers in the Commonwealth, if:\n\n1. The plan provides health benefits in the essential health benefits package. The plan may provide any state-mandated health benefit that is not provided in the essential health benefits package. The plan is not required to provide benefits that duplicate the minimum benefits of qualified dental plans, as set forth in subsection F, if (i) the Exchange has determined that at least one qualified dental plan is available to supplement the plan's coverage and (ii) the health carrier makes prominent disclosure at the time it offers the plan, in a form approved by the Bureau, that such plan does not provide the full range of pediatric dental benefits included in the essential health benefits package and that qualified dental plans providing those benefits and other dental benefits not covered by such plan are offered through the Exchange;\n\n2. The premium rates and policy forms have been approved by or filed with the Commission, in accordance with §§ 38.2-316 and 38.2-316.1;\n\n3. The plan provides at least a bronze level of coverage unless the plan is certified as a qualified catastrophic plan, meets the requirements of the Federal Act for catastrophic plans, and will only be offered to individuals eligible for catastrophic coverage;\n\n4. The plan's cost-sharing requirements do not exceed the limits established under § 1302(c)(1) of the Federal Act;\n\n5. The health carrier offering the plan:\n\na. Is licensed and in good standing to offer health insurance coverage in the Commonwealth;\n\nb. Offers (i) at least one qualified health plan in the silver level of coverage and one qualified health plan at a gold level of coverage throughout each service area in which it offers coverage through the Exchange and (ii) a child-only plan at the same level of coverage as any qualified health plan offered through the Exchange to individuals who, as of the beginning of the plan year, are less than 21 years of age;\n\nc. Charges the same premium rate for each qualified health plan without regard to whether the plan is offered through the Exchange or directly by the health carrier or through an agent;\n\nd. Does not charge any cancellation fees or penalties in violation of subsection D of § 38.2-6504; and\n\ne. Complies with the regulations developed by the Secretary under § 1311(d) of the Federal Act and such other requirements as the Exchange may establish; and\n\n6. The plan meets the requirements of certification as adopted by regulation pursuant to § 38.2-6514 or promulgated by the Secretary under § 1311(c) of the Federal Act, which include minimum standards in the areas of marketing practices, network adequacy, essential community providers in underserved areas, accreditation, quality improvement, uniform enrollment forms, and descriptions of coverage and information on quality measures for health benefit plan performance.\n\nB. The Exchange shall not refuse to certify a health benefit plan as a qualified health plan (i) on the basis that the plan is a fee-for-service plan, (ii) through the imposition of premium price controls by the Exchange, or (iii) on the basis that the health benefit plan provides treatments necessary to prevent patients' deaths in circumstances that the Exchange determines are inappropriate or too costly.\n\nC. In order to foster a competitive marketplace and consumer choice, the Exchange shall certify all health benefit plans recommended by the Bureau meeting the requirements of § 1311(c) of the Federal Act for participation in the Exchange unless it is not in the interest of qualified individuals and qualified employers. The Exchange shall establish and publish a transparent, objective process for decertifying qualified health plans if it is determined that it is not in the public interest to permit such plans to be offered through the Exchange.\n\nD. The Exchange shall require each health carrier seeking certification of a health benefit plan as a qualified health plan to permit individuals to learn, in a timely manner upon the request of the individual, the amount of cost-sharing, including deductibles, copayments, and coinsurance, under the individual's plan or coverage that such individual would be responsible for paying with respect to the furnishing of a specific item or service by a participating provider. At a minimum, this information shall be made available to the individual through the Exchange's website and through other means for individuals without access to the Internet.\n\nE. The Exchange shall apply the criteria of this section in a manner that assures a level playing field between or among health carriers participating in the Exchange.\n\nF. The provisions of this chapter that are applicable to qualified health plans shall also apply to the extent applicable to qualified dental plans, except as modified (i) by regulations adopted by the Commission or (ii) in accordance with the following:\n\n1. A health carrier seeking certification of a dental benefit plan as a qualified dental plan shall be licensed in the Commonwealth to offer dental coverage but need not be licensed to offer other health benefits;\n\n2. Qualified dental plans shall be limited to dental and oral health benefits, without substantial duplication of the benefits typically offered by health benefit plans without dental coverage, and shall include, at a minimum, the pediatric dental benefits prescribed by the Secretary pursuant to § 1302(b)(1)(J) of the Federal Act and such other dental benefits as the Exchange may specify or the Secretary may specify by regulation; and\n\n3. Participants in the Exchange shall have the option to purchase at least the pediatric dental benefit component of the essential health benefits package either through a separate qualified dental plan or as a part of a combined offer by a qualified health plan, provided that, with respect to a combined offer, the health and dental benefits are priced separately and also made available for purchase separately at the same price.\n\n2020, cc. 916, 917; 2022, cc. 556, 560.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6506/"
    },
    {
      "id": "section-382-6507",
      "number": "38.2-6507.",
      "heading": "Appeal of decertification or denial of certification",
      "text": "A. The Exchange shall give each health carrier the opportunity to appeal a decertification decision or the denial of certification as a qualified health plan or qualified dental plan.\n\nB. The Exchange shall give each health carrier that appeals a decertification decision or the denial of certification the opportunity for:\n\n1. The submission and consideration of facts, arguments, or proposals of adjustment of the plan or plans at issue; and\n\n2. A hearing and a decision on the record, to the extent that the Exchange and the health carrier are unable to reach agreement following the submission of the information in subdivision 1.\n\nC. Any hearing held pursuant to subsection B shall be conducted by the Commission in accordance with its rules of practice and procedure.\n\nD. Any final action or order of the Commission shall be subject to judicial review in accordance with the provisions of §§ 12.1-39, 12.1-40, and 12.1-41.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6507/"
    },
    {
      "id": "section-382-6508",
      "number": "38.2-6508.",
      "heading": "Open enrollment periods",
      "text": "Health carriers shall be permitted to utilize open enrollment periods outside of an Exchange as permitted inside of an Exchange pursuant to § 1311(c)(6) of the Federal Act.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6508/"
    },
    {
      "id": "section-382-6509",
      "number": "38.2-6509.",
      "heading": "Choice",
      "text": "A. In accordance with § 1312(f)(2)(A) of the Federal Act, a qualified employer may either designate one or more qualified health plans from which its eligible employees may choose or designate any level of coverage to be made available to eligible employees through an Exchange.\n\nB. In accordance with § 1312(b) of the Federal Act, a qualified individual enrolled in any qualified health plan may pay any applicable premium owed by such individual to the health carrier issuing such qualified health plan.\n\nC. In accordance with § 1312(d) of the Federal Act:\n\n1. This section shall not prohibit:\n\na. A health carrier from offering outside of an Exchange a health benefit plan to a qualified individual or qualified employer; or\n\nb. A qualified individual from enrolling in, or a qualified employer from selecting for its eligible employees, a health benefit plan offered outside of an Exchange; and\n\n2. This section shall not limit the operation of any requirement under state law or regulation with respect to any policy or plan that is offered outside of the Exchange with respect to any requirement to offer benefits.\n\nD. Nothing in this section shall restrict the choice of a qualified individual to enroll or not to enroll in a qualified health plan or to participate in an Exchange.\n\nE. Nothing in this section shall compel an individual to enroll in a qualified health plan or to participate in an Exchange.\n\nF. A qualified individual may enroll in any qualified health plan, except that in the case of a catastrophic plan described in § 1302(e) of the Federal Act, a qualified individual may enroll in the plan only if the individual is eligible to enroll in the plan under § 1302(e)(2) of the Federal Act.\n\nG. In accordance with § 1312(e) of the Federal Act, the Exchange may, for a licensed agent who agrees to comply with regulatory requirements, including advance registration with the Exchange, completion of training, and adherence to privacy and security standards set by the Exchange, allow such licensed agents:\n\n1. To enroll qualified individuals and qualified employers in any qualified health plan or any qualified dental plan offered through the Exchange for which the individual or employer is eligible; and\n\n2. To assist qualified individuals in applying for premium tax credits and cost-sharing reductions for qualified health plans purchased through the Exchange.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6509/"
    },
    {
      "id": "section-382-6510",
      "number": "38.2-6510.",
      "heading": "Health Insurance Exchange Fund; assessment",
      "text": "A. The Exchange shall be authorized to fund its operations through (i) special fund revenues generated by assessment fees on health carriers offering plans through the Exchange, (ii) funds described in subsection H, or (iii) such funds as the General Assembly may from time to time appropriate. All such funds received under this section and paid into the state treasury shall be deposited to a special fund designated \"Health Insurance Exchange Special Fund State Corporation Commission.\" Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of supporting the Exchange through initial start-up costs associated with establishment of the Exchange, Exchange operations, outreach, and enrollment, a Navigator program, and other means of supporting the Exchange.\n\nB. The Exchange shall have funding from the sources described in subsection A in an amount sufficient to support its ongoing operations.\n\nC. Assessments on health carriers shall be reasonable and necessary to support the development, operations, and prudent cash management of the Exchange. Assessments shall be approved by the Commission prior to implementation and shall not exceed three percent of the carrier's total monthly premium as described in this subsection, except that the Commission may, after notice and opportunity to be heard, adjust the assessment rate if necessary to ensure that the Exchange is fully funded. The assessment shall be based on the premium charged by a carrier for health benefits plans issued on the American Health Benefits Exchange and each qualified dental plan offered on the American Health Benefits Exchange during any period in which qualified health plans and qualified dental plans are effective on the American Health Benefits Exchange.\n\nD. Taxes, fees, or assessments used to finance the Exchange shall be clearly disclosed by the Exchange as such.\n\nE. Taxes, fees, or assessments used to finance the Exchange shall be considered a state tax or assessment, as defined in § 2718(a) of the PHSA and its implementing regulations, and shall be excluded from health carrier administrative costs for the purpose of calculating medical loss ratios or rebates.\n\nF. Assessments and fees shall not affect the requirement under § 1301 of the Federal Act that carriers charge the same premium rate for each qualified health plan whether offered inside or outside the Exchange.\n\nG. A written report on the implementation and performance of the Exchange functions during the preceding fiscal year, including, at a minimum, the manner in which funds were expended, shall be made available to the public on the website of the Exchange.\n\nH. The Exchange is authorized to apply for and accept federal grants, other federal funds, and grants from nongovernmental organizations for the purposes of developing, implementing, and administering the Exchange.\n\nI. The Commission shall not use any special fund revenues dedicated to its other functions and duties, including revenues from utility consumer taxes or fees from licensees regulated by the Commission, or fees paid to the office of the clerk of the Commission, to fund any of the activities or operating expenses of the Exchange.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6510/"
    },
    {
      "id": "section-382-6511",
      "number": "38.2-6511.",
      "heading": "Procurement, contracting, and personnel",
      "text": "A. The Commission may contract with other eligible entities and enter into memoranda of understanding with other agencies of the Commonwealth to carry out any of the functions of the Exchange, including agreements with other states or federal agencies to perform joint administrative functions. Such contracts are not subject to the Virginia Public Procurement Act (§ 2.2-4300 et seq.).\n\nB. The Exchange shall not enter into contracts with any health carrier or an affiliate of a health carrier.\n\nC. Employees of the Exchange shall be (i) exempt from application of the Virginia Personnel Act (§ 2.2-2900 et seq.) and Chapter 30 (§ 2.2-3000 et seq.) of Title 2.2, as hereinafter amended or recodified, to the same extent as other employees of the Commission; (ii) eligible for participation in the Virginia Retirement System to the same extent as other similarly situated employees of the Commission; and (iii) compensated and managed in accordance with the Commission's practices and policies applicable to all Commission employees.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6511/"
    },
    {
      "id": "section-382-6512",
      "number": "38.2-6512.",
      "heading": "Confidentiality",
      "text": "A. Notwithstanding any other provision of law, the records of the Exchange shall be open to public inspection, except that the following information shall not be subject to disclosure: (i) the names and applications of individuals and employers seeking coverage through the Exchange, (ii) individuals' health information, (iii) information exchanged between the Exchange and any other state agency that is subject to confidentiality agreements under contracts entered into with the Exchange, and (iv) communications covered by an applicable legal or other privilege or such internal communications related to the Exchange that are designated confidential in regulations promulgated by the Commission to implement the provisions of this chapter.\n\nB. The Exchange may enter into information-sharing agreements with federal and state agencies and other states' health benefit exchanges to carry out its responsibilities under this chapter, provided that such agreements include adequate protections with respect to the confidentiality of the information to be shared and comply with all state and federal laws and regulations.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6512/"
    },
    {
      "id": "section-382-6513",
      "number": "38.2-6513.",
      "heading": "Navigators",
      "text": "A. No person shall act as a Navigator unless the person is registered pursuant to Article 7 (§ 38.2-3455 et seq.) of Chapter 34 and is certified by either the U.S. Department of Health and Human Services or the Exchange.\n\nB. The Exchange shall establish a program under which it shall award grants to Navigators to carry out the following duties:\n\n1. Conduct public education activities to raise awareness of the availability of qualified health plans, qualified dental plans, the State Medicaid Program, and FAMIS;\n\n2. Distribute fair and impartial information concerning enrollment in qualified health plans, qualified dental plans, the State Medicaid Program, and FAMIS and the availability of premium tax credits under § 36B of the Internal Revenue Code of 1986 and cost-sharing reductions under § 1402 of the Federal Act;\n\n3. Provide in-person assistance to facilitate enrollment in qualified health plans, qualified dental plans, the State Medicaid Program, and FAMIS;\n\n4. Provide referrals to any applicable office of health insurance consumer assistance or health insurance ombudsman established under § 2793 of the PHSA, or any other appropriate state agency or agencies, for any enrollee with a grievance, complaint, or question regarding his health benefit plan, coverage, or a determination under that plan or coverage;\n\n5. Provide information in a manner that is culturally and linguistically appropriate to the needs of the population being served by the Exchange and ensure accessibility and usability of Navigator tools and functions for individuals with disabilities in accordance with the Americans with Disabilities Act (P.L. 101-336) and § 504 of the Rehabilitation Act as required by 45 C.F.R. § 155.210; and\n\n6. Assist consumers with post-enrollment activities, including completing verification requests, accessing Special Enrollment Periods, accessing health insurance related tax forms, and assisting with complex cases and appeals.\n\nC. To be eligible to receive a grant under subsection B, a Navigator shall demonstrate to the Exchange involved that it has existing relationships, or could readily establish relationships, with employers and employees, consumers, including uninsured and underinsured consumers, or self-employed individuals likely to be qualified to enroll in a qualified health plan.\n\nD. The Exchange shall develop standards, consistent with any standards developed by the Secretary, to ensure that information made available by Navigators is fair, accurate, and impartial.\n\nE. Navigators shall comply with all requirements of Article 7 (§ 38.2-3455 et seq.) of Chapter 34, including successful completion of training programs established by the Exchange for individual Navigators.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6513/"
    },
    {
      "id": "section-382-6514",
      "number": "38.2-6514.",
      "heading": "Certified application counselors",
      "text": "A. The Exchange shall establish a Certified Application Counselor program pursuant to 45 C.F.R. § 155.225 and shall (i) certify individuals as certified application counselors to perform specified duties, (ii) designate an organization to certify individuals as certified application counselors to perform specified duties, or (iii) implement a combination both clause (i) and (ii).\n\nB. The Exchange shall ensure, either directly or through designated organizations, that certified application counselors complete required Virginia-specific training on topics including qualified health plan options, insurance affordability programs, eligibility and enrollment rules, and all other regulatory requirements.\n\nC. The Exchange shall ensure certified application counselors adhere to all terms and conditions of privacy and security pursuant to 45 C.F.R. § 155.260(b).\n\nD. The Exchange may decertify a certified application counselor or designated organization for failure to comply with the requirements of this section or of the Exchange.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6514/"
    },
    {
      "id": "section-382-6515",
      "number": "38.2-6515.",
      "heading": "Regulations",
      "text": "The Commission shall promulgate regulations to implement the provisions of this chapter in accordance with the Commission's rules of practice and procedure. Regulations promulgated under this section shall be consistent with applicable provisions of federal and state law.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6515/"
    },
    {
      "id": "section-382-6516",
      "number": "38.2-6516.",
      "heading": "Reports",
      "text": "The Exchange, in collaboration with the Secretary of Health and Human Resources, shall submit a report by November 1 of each year to the Chairs of the Senate Committees on Commerce and Labor and Finance and Appropriations and the House Committees on Labor and Commerce and Appropriations that shall include information on (i) Exchange operations and responsibilities, (ii) an accounting of the Exchange's finances, (iii) the effectiveness of the outreach and implementation activities of the Exchange in reducing the number of individuals without health insurance coverage, and (iv) other relevant information.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6516/"
    },
    {
      "id": "section-382-6517",
      "number": "38.2-6517.",
      "heading": "Relation to other laws",
      "text": "Nothing in this chapter, and no action taken by the Exchange pursuant to this chapter, shall be construed to preempt or supersede the authority of the Commission to regulate the business of insurance within the Commonwealth. Except as expressly provided to the contrary in this chapter, all health carriers offering qualified health plans or qualified dental plans in the Commonwealth shall comply fully with all applicable health insurance laws of the Commonwealth and regulations adopted and orders issued by the Commission.\n\n2020, cc. 916, 917.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-65/section-38-2-6517/"
    }
  ]
}