{
  "state": "virginia",
  "path": "title-title-382-insurance/chapter-chapter-12-reciprocal-insurance",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 38.2-1200. Scope of chapter§ 38",
      "text": "2-1201. Definitions§ 38.2-1202. Insuring power of reciprocals§ 38.2-1203. What laws applicable to reciprocals; compliance with § 38.2-208§ 38.2-1204. Power to enter into reciprocal insurance contracts§ 38.2-1205. Name§ 38.2-1206. License required o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-1200",
      "number": "38.2-1200.",
      "heading": "Scope of chapter",
      "text": "This chapter applies to all reciprocals and reciprocal insurance as defined in § 38.2-1201.\n\n1952, c. 317, § 38.1-688; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1200/"
    },
    {
      "id": "section-382-1201",
      "number": "38.2-1201.",
      "heading": "Definitions",
      "text": "A. As used in this title:\n\n\"Reciprocal\" means the aggregation of subscribers under a common name.\n\n\"Reciprocal insurance\" means insurance resulting from the mutual exchange of insurance contracts among persons in an unincorporated association under a common name through an attorney-in-fact having authority to obligate each person both as insured and insurer.\n\nB. As used in this chapter:\n\n\"Attorney\" means the person designated and authorized by subscribers as the attorney-in-fact having authority to obligate them on reciprocal insurance contracts.\n\n\"Subscriber\" means a person obligated under a reciprocal insurance agreement.\n\n1952, c. 317, § 38.1-689; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1201/"
    },
    {
      "id": "section-382-1202",
      "number": "38.2-1202.",
      "heading": "Insuring power of reciprocals",
      "text": "A reciprocal licensed to transact the business of insurance in this Commonwealth may write the classes of insurance enumerated in Article 2 (§ 38.2-101 et seq.) of Chapter 1 of this title, except life insurance, annuities, and title insurance.\n\nCode 1950, § 38-543; 1952, c. 317, § 38.1-690; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1202/"
    },
    {
      "id": "section-382-1203",
      "number": "38.2-1203.",
      "heading": "What laws applicable to reciprocals; compliance with § 38.2-208",
      "text": "A. Except as otherwise provided, all the provisions of this title relating to insurers generally, and those relating to insurers writing the same classes of insurance that reciprocals are permitted to write, are applicable to reciprocals.\n\nB. A reciprocal shall be deemed to have complied with § 38.2-208 if:\n\n1. It issues policies containing a contingent assessment liability as provided for in § 38.2-1212; and\n\n2. It has and maintains reinsurance in an amount that the Commission considers adequate to reasonably limit the reciprocal's aggregate losses to the lesser of:\n\na. Ten percent of the surplus to policyholders of the reciprocal multiplied by the number of subscribers;\n\nb. The surplus to policyholders of the reciprocal multiplied by three; or\n\nc. Five million dollars.\n\nCode 1950, § 38-543; 1952, c. 317, § 38.1-691; 1977, c. 58; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1203/"
    },
    {
      "id": "section-382-1204",
      "number": "38.2-1204.",
      "heading": "Power to enter into reciprocal insurance contracts",
      "text": "A. Persons of this Commonwealth may enter into reciprocal insurance contracts with each other and with persons of other states and countries. For the purposes of this chapter, the definition of \"person\" shall also include any county, city, or town, school board, Transportation District Commission, or any other local governmental authority or local agency or public service corporation owned, operated or controlled by a locality or local government authority, with power to enter into contractual undertakings within or without the Commonwealth.\n\nB. For any corporation now existing or hereafter organized under the laws of this Commonwealth, the power and authority to enter into reciprocal insurance contracts shall be in addition to the powers conferred upon it in its certificate of incorporation, and shall be incidental to the purposes for which the corporation is organized.\n\nCode 1950, §§ 38-543, 38-550; 1952, c. 317, §§ 38.1-692, 38.1-693; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1204/"
    },
    {
      "id": "section-382-1205",
      "number": "38.2-1205.",
      "heading": "Name",
      "text": "Every reciprocal shall have and use a business name that includes the word \"reciprocal,\" \"interinsurer,\" \"interinsurance,\" \"exchange,\" \"underwriters,\" or \"underwriting.\"\n\nCode 1950, § 38-546; 1952, c. 317, § 38.1-694; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1205/"
    },
    {
      "id": "section-382-1206",
      "number": "38.2-1206.",
      "heading": "License required of reciprocals; surplus",
      "text": "A. No reciprocal shall engage in any insurance transaction in this Commonwealth until it has obtained a license to do so in accordance with the applicable provisions of Articles 5 (§ 38.2-1024 et seq.) and 7 (§ 38.2-1045 et seq.) of Chapter 10 of this title.\n\nB. No domestic or foreign reciprocal shall be licensed to transact the business of insurance in this Commonwealth unless it has a surplus to policyholders of at least $1,600,000, and no alien reciprocal shall be so licensed unless it has a trusteed surplus, as defined in § 38.2-1031, of at least $1,600,000.\n\nCode 1950, § 38-549; 1952, c. 317, § 38.1-695; 1977, c. 322; 1986, c. 562; 1991, c. 261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1206/"
    },
    {
      "id": "section-382-1207",
      "number": "38.2-1207.",
      "heading": "Exceptions as to reciprocals licensed and operating",
      "text": "A. Notwithstanding other provisions of this chapter regarding minimum required surplus, any reciprocal that was licensed to write and was writing any class of insurance in this Commonwealth on June 30, 1991, may continue to write that class of insurance under the appropriate license from the Commission until July 1, 1994. The reciprocal shall maintain at all times the minimum surplus, and the minimum trusteed surplus if an alien reciprocal, required on June 30, 1991.\n\nB. Before any reciprocal obtains a license to write in this Commonwealth any class of insurance that it was not writing and licensed to write in this Commonwealth on June 30, 1991, it shall comply with all the requirements of this article regarding surplus.\n\n1977, c. 322, § 38.1-695.1; 1986, c. 562; 1991, c. 261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1207/"
    },
    {
      "id": "section-382-1208",
      "number": "38.2-1208.",
      "heading": "Additional requirements, foreign and alien reciprocals",
      "text": "No foreign reciprocal shall be licensed to transact the business of insurance in this Commonwealth unless it has filed with the Commission a certificate of the supervising insurance official of the state in which it is organized. The certificate shall show that the foreign reciprocal is licensed to write and is writing actively in that state or an affiliate of the foreign reciprocal is licensed to write and is writing actively in its state of domicile or at least two other states the class of insurance it proposes to write in this Commonwealth. No alien reciprocal shall be licensed to transact the business of insurance until it has filed with the Commission a certificate of the supervising insurance official of (i) the state through which it entered the United States or (ii) the alien reciprocal's domiciliary country. The certificate shall show that the alien reciprocal is licensed to write and is writing actively in that state or country the class of insurance it proposes to write in this Commonwealth.\n\n1952, c. 317, § 38.1-696; 1986, c. 562; 2017, c. 655.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1208/"
    },
    {
      "id": "section-382-1209",
      "number": "38.2-1209.",
      "heading": "Residence and office of attorney of foreign and alien reciprocals",
      "text": "Nothing in this title regarding the admission and licensing of foreign and alien insurers requires that the attorney of a foreign or alien reciprocal be resident or domiciled in this Commonwealth, or that the principal office of the attorney be maintained in this Commonwealth. The office or offices of the attorney shall be determined by the subscribers through the power of attorney.\n\nCode 1950, § 38-545; 1952, c. 317, § 38.1-698; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1209/"
    },
    {
      "id": "section-382-1210",
      "number": "38.2-1210.",
      "heading": "Contracts executed by attorney",
      "text": "Reciprocal insurance contracts shall be executed by the attorney of the reciprocal.\n\nCode 1950, § 38-545; 1952, c. 317, § 38.1-699; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1210/"
    },
    {
      "id": "section-382-1211",
      "number": "38.2-1211.",
      "heading": "License required of agent",
      "text": "No person shall act in this Commonwealth as an agent of a reciprocal in the selling, solicitation or negotiation of applications for insurance, subscriber's agreements and powers of attorney, or in the collection of premiums in connection with the reciprocal insurer, without first procuring a license from the Commission pursuant to the requirements in Chapter 18 of this title. An agent shall be appointed by each reciprocal the agent represents.\n\n1977, c. 313, § 38.1-700.1; 1986, c. 562; 2001, c. 706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1211/"
    },
    {
      "id": "section-382-1212",
      "number": "38.2-1212.",
      "heading": "Subscribers' liability",
      "text": "A. Each subscriber insured under an assessable policy shall have a contingent assessment liability for payment of actual losses and expenses incurred while his policy was in force. This shall be in the amount provided for in the power of attorney or subscriber's agreement.\n\nB. The contingent assessment liability on any one policy in any one calendar year shall equal the premiums earned, as defined in § 38.2-1226, on the policy for that year multiplied by not less than one nor more than ten.\n\nC. The contingent assessment liability shall not be joint, but shall be individual and several.\n\nD. Each assessable policy issued by the insurer shall plainly set forth a statement of the contingent assessment liability on the front of the policy in capital letters in no less than ten point type.\n\n1952, c. 317, §§ 38.1-702, 38.1-716; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1212/"
    },
    {
      "id": "section-382-1213",
      "number": "38.2-1213.",
      "heading": "Nonassessable policies",
      "text": "A. The Commission may issue a certificate authorizing the reciprocal to reduce or extinguish the contingent assessment liability of subscribers under its policies then in force in this Commonwealth, and to omit provisions imposing contingent assessment liability in all policies delivered or issued for delivery in this Commonwealth for as long as all such surplus to policyholders remains unimpaired. The certificate may be issued if, in the case of a domestic or foreign reciprocal, the reciprocal has surplus to policyholders of at least four million dollars, or, if in the case of an alien reciprocal, the reciprocal has a trusteed surplus, as defined in § 38.2-1031, of at least four million dollars. No certificate may be issued until an application of the attorney has been approved by the subscribers' advisory committee.\n\nHowever, any reciprocal that on June 30, 1991, was authorized to issue and was engaged in issuing policies without contingent liability may continue to do so until July 1, 1994, by maintaining at all times the minimum surplus to policyholders if a domestic or foreign reciprocal, and the minimum trusteed surplus if an alien reciprocal, required at the time of authorization.\n\nB. The Commission shall issue this certificate if it determines that the reciprocal's surplus to policyholders is reasonable in relation to the reciprocal's outstanding liabilities and adequate to meet its financial needs. In making that determination the following factors, among others, shall be considered:\n\n1. The size of the reciprocal as measured by its assets, capital and surplus, reserves, premium writings, insurance in force and other appropriate criteria;\n\n2. The extent to which the reciprocal's business is diversified among different classes of insurance;\n\n3. The number and size of risks insured in each class of insurance;\n\n4. The extent of the geographical dispersion of the reciprocal's insured risks;\n\n5. The nature and extent of the reciprocal's reinsurance program;\n\n6. The quality, diversification, and liquidity of the reciprocal's investment portfolio;\n\n7. The recent past and trend in the size of the reciprocal's surplus to policyholders;\n\n8. The surplus to policyholders maintained by other comparable insurers; and\n\n9. The adequacy of the reciprocal's reserves.\n\nC. Upon impairment of the surplus to policyholders, the Commission shall revoke the certificate. After revocation, the reciprocal shall not issue or renew any policy without providing for the contingent assessment liability of subscribers.\n\nD. The Commission shall not authorize a domestic reciprocal to extinguish the contingent assessment liability of any of its subscribers or in any of its policies to be issued, unless it has the required surplus to policyholders and extinguishes the contingent assessment liability of all of its subscribers and in all policies to be issued for all classes of insurance written by it. However, if required by the laws of another state in which the domestic reciprocal is transacting the business of insurance as a licensed insurer, it may issue policies providing for the contingent assessment liability of its subscribers acquiring policies in that state and need not extinguish the contingent assessment liability applicable to policies already in force in that state.\n\n1952, c. 317, § 38.1-703; 1977, cc. 58, 322; 1986, c. 562; 1991, c. 261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1213/"
    },
    {
      "id": "section-382-1214",
      "number": "38.2-1214.",
      "heading": "Savings returned to subscribers",
      "text": "A reciprocal may return to its subscribers any savings or credits accruing to their accounts. Any such distribution shall not unfairly discriminate between classes of risks or policies, or between subscribers. However, the distribution may vary for classes of subscribers based upon the experience of those classes.\n\n1952, c. 317, § 38.1-704; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1214/"
    },
    {
      "id": "section-382-1215",
      "number": "38.2-1215.",
      "heading": "Reserves",
      "text": "Each reciprocal shall maintain the same unearned premium and loss or claim reserves required for stock and mutual companies writing the same classes of insurance.\n\nCode 1950, §§ 38-558, 38-559; 1952, c. 317, § 38.1-705; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1215/"
    },
    {
      "id": "section-382-1216",
      "number": "38.2-1216.",
      "heading": "Clerk of Commission to be appointed agent for service of process; procedure thereafter",
      "text": "A. Each attorney of a domestic reciprocal who files the declaration required by § 38.2-1219, and each attorney of a foreign or alien reciprocal who applies for a license to transact the business of insurance in this Commonwealth shall file with the Commission a written power of attorney executed in duplicate by the attorney appointing the clerk of the Commission as agent of the reciprocal. Upon the appointment, the clerk of the Commission (i) may be served all lawful process against or notice to such reciprocal, and (ii) shall be authorized to enter an appearance in behalf of the reciprocal. A copy of the power of attorney, duly certified by the Commission, shall be received in evidence in all courts of this Commonwealth. Any domestic, foreign or alien reciprocal that, on July 1, 1986, has appointed the Secretary of the Commonwealth as its agent for service of process shall comply with the requirements of this section within six months of July 1, 1986.\n\nB. Whenever any such process or notice is served upon the clerk of the Commission, a copy of the process or notice shall be mailed to the attorney at the address shown on the power of attorney. Nothing in this section shall limit the right to serve any process or notice upon any reciprocal in any other manner permitted by law.\n\nCode 1950, § 38-547; 1952, c. 317, § 38.1-706; 1968, c. 125; 1976, c. 559; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1216/"
    },
    {
      "id": "section-382-1217",
      "number": "38.2-1217.",
      "heading": "Reciprocal may be sued as such; where action or suit may be brought; upon whom service of process had",
      "text": "A. Any reciprocal doing business in this Commonwealth may sue or be sued in the name or designation under which its insurance contracts are effected.\n\nB. Any action or suit against a reciprocal may be brought in any county or city (i) where its principal office is located, or (ii) where the cause of action or any part of the cause of action arose. If the action or suit is to recover a loss under a policy of insurance, it may also be brought in the county or city where the property insured was situated at the date of the policy. Any action or suit against a foreign or alien reciprocal may also be brought in any county or city of this Commonwealth in which it has any debts owed to it.\n\nC. In an action or suit against a reciprocal, process against or notice to the reciprocal may be served upon the clerk of the Commission. If the defendant in the action or suit is a domestic reciprocal, process against or notice to that domestic reciprocal shall be served upon the attorney for that domestic reciprocal unless service upon that attorney is not feasible.\n\nCode 1950, § 38-547; 1952, c. 317, § 38.1-707; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1217/"
    },
    {
      "id": "section-382-1218",
      "number": "38.2-1218.",
      "heading": "Effect of judgment against reciprocal",
      "text": "Any judgment against a reciprocal based upon legal process duly served as provided in this chapter shall be binding upon the reciprocal and upon each of the reciprocal's subscribers as their respective interests may appear, in an amount not exceeding their respective contingent assessment liabilities.\n\n1952, c. 317, § 38.1-708; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1218/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Domestic Reciprocals",
      "text": "Domestic Reciprocals",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-382-1219",
      "number": "38.2-1219.",
      "heading": "Organization of reciprocals; what declaration to contain",
      "text": "A. Twenty-five or more persons domiciled in this Commonwealth and designated as subscribers may organize a domestic reciprocal and apply to the Commission for a license to transact the business of insurance. The original subscribers and the proposed attorney shall execute and file with the Commission a declaration setting forth:\n\n1. The name of the attorney, and the name of the reciprocal;\n\n2. The location of the reciprocal's principal office, which shall be the same as that of the attorney, and shall be in this Commonwealth;\n\n3. The classes of insurance proposed to be written;\n\n4. The names and addresses of the original subscribers;\n\n5. The designation and appointment of the attorney, and a copy of the power of attorney and subscriber's agreement;\n\n6. The names and addresses of the officers and directors of the attorney if a corporation, or of its members if not a corporation;\n\n7. The powers of the subscribers' advisory committee, and the names and terms of office of its members;\n\n8. A statement that each of the original subscribers has in good faith applied for insurance of the class proposed to be written and that the reciprocal has received from each original subscriber the anticipated premium or premium deposit for a term of not less than six months for the policy for which application is made;\n\n9. A statement of the financial condition of the reciprocal including a schedule of its assets;\n\n10. A statement that the reciprocal has the surplus to policyholders required by § 38.2-1206; and\n\n11. A copy of each policy, endorsement and application form it proposes to issue or use.\n\nB. The declaration shall be acknowledged by each original subscriber and by the attorney in the manner required for the acknowledgment of deeds in § 55.1-612.\n\nCode 1950, § 38-546; 1952, c. 317, § 38.1-709; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1219/"
    },
    {
      "id": "section-382-1220",
      "number": "38.2-1220.",
      "heading": "Attorney to file bond",
      "text": "A. Concurrent with the filing of the declaration provided for in § 38.2-1219, the attorney of a domestic reciprocal shall certify to the Commission, and thereafter for each year in which the reciprocal is licensed under this chapter shall keep in force, a bond payable to this Commonwealth that complies with the requirements of this chapter.\n\nB. The bond shall be in an amount established at the discretion of the Commission, which shall be at least $50,000. The bond shall be on the condition that the attorney will faithfully account for all moneys and other property of the reciprocal coming into the attorney's control and that the attorney will not withdraw or appropriate for his own use from the funds of the reciprocal any moneys or property to which he is not entitled under the power of attorney.\n\nC. The bond shall provide that it is not subject to cancellation unless thirty days' written notice of intent to cancel is given to both the attorney and the Commission.\n\nD. The bond shall be executed by the attorney and by a fidelity insurer licensed in this Commonwealth and shall be subject to the approval of the Commission.\n\n1952, c. 317, § 38.1-710; 1986, c. 562; 2001, c. 706.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1220/"
    },
    {
      "id": "section-382-1221",
      "number": "38.2-1221.",
      "heading": "Deposit instead of bond",
      "text": "Instead of filing the bond required by § 38.2-1220, the attorney may maintain on deposit with the State Treasurer an equal amount in cash or in value of securities of the kind specified in § 38.2-1045, subject to the same conditions as the bond.\n\n1952, c. 317, § 38.1-711; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1221/"
    },
    {
      "id": "section-382-1222",
      "number": "38.2-1222.",
      "heading": "Subscribers' advisory committee",
      "text": "The advisory committee exercising the subscribers' rights in a domestic reciprocal shall be selected under rules adopted by the subscribers. At least three-fourths of the committee shall be composed of subscribers other than the attorney or any person employed by, representing, or having a financial interest in the attorney. The committee shall supervise the finances of the reciprocal and the reciprocal's operations to the extent required to assure their conformity with the subscriber's agreement and power of attorney and shall exercise any other powers conferred on it by the subscriber's agreement. The committee may also be referred to as a board of directors or a board of trustees or by such other name as the committee chooses.\n\n1952, c. 317, § 38.1-712; 1986, c. 562; 1990, c. 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1222/"
    },
    {
      "id": "section-382-1223",
      "number": "38.2-1223.",
      "heading": "Subscriber's agreement and power of attorney",
      "text": "A. Every subscriber of a domestic assessable reciprocal shall execute a subscriber's agreement and power of attorney setting forth the rights, privileges and obligations of the subscriber as an underwriter and as a policyholder, and the powers and duties of the attorney. Every subscriber of a nonassessable reciprocal may execute a subscriber's agreement and power of attorney setting forth the rights, privileges, and obligations of the subscriber as an underwriter and as a policyholder, and the powers and duties of the attorney. If a nonassessable reciprocal does not require execution of a subscriber's agreement and power of attorney, the reciprocal shall include on its policies a statement that the subscriber shall be bound by the terms and conditions of the then current subscriber's agreement and power of attorney on file with the attorney and the Commission, a copy of which shall be provided to each subscriber with each new or renewal policy, and each subscriber shall by operation of law be bound by such subscriber's agreement and power of attorney as if individually executed. Without additional execution, notice or acceptance, every subscriber of a reciprocal agrees to be bound by any modification of the terms of the power of attorney and subscriber's agreement which is jointly made by the attorney and the subscribers' advisory committee pursuant to § 38.2-1224, and which shall be on file with the attorney and the Commission. Notwithstanding the provisions of this subsection, the original organizing subscribers of a reciprocal shall be required to execute and file with the declaration referred to in § 38.2-1219 the subscriber's agreement and power of attorney when such filing is in conjunction with the original organization and licensure by the Commission of a reciprocal as provided in § 38.2-1219. The subscriber's agreement and power of attorney shall contain in substance the following provisions:\n\n1. A designation and appointment of the attorney to act for and bind the subscriber in all transactions relating to or arising out of the operations of the reciprocal;\n\n2. A provision empowering the attorney (i) to accept service of process on behalf of the reciprocal and (ii) to appoint the clerk of the Commission agent of the reciprocal upon whom may be served all lawful process against or notice to the reciprocal;\n\n3. Except for nonassessable policies, a provision for a contingent assessment liability of each subscriber in a specified amount in accordance with § 38.2-1212; and\n\n4. The maximum amount to be deducted from advance premiums or deposits to be paid the attorney, and the items of expense, in addition to losses, to be paid by the reciprocal.\n\nB. The subscriber's agreement may:\n\n1. Provide for the right of substitution of the attorney and revocation of the power of attorney;\n\n2. Impose any restrictions upon the exercise of the power agreed upon by the subscribers;\n\n3. Provide for the exercise of any right reserved to the subscribers directly or through an advisory committee; or\n\n4. Contain other lawful provisions considered advisable.\n\n1952, c. 317, § 38.1-700; 1986, c. 562; 1990, c. 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1223/"
    },
    {
      "id": "section-382-1224",
      "number": "38.2-1224.",
      "heading": "Modification of power of attorney and subscriber's agreement",
      "text": "Modification of the terms of the power of attorney and subscriber's agreement of a domestic reciprocal shall be made jointly by the attorney and the subscribers' advisory committee. Any such modification shall be filed with the attorney and the Commission and such filing shall by operation of law bind all subscribers the same as if each subscriber individually adopted and executed the modified, altered, or amended subscriber's agreement and power of attorney, and a copy of such agreement and power of attorney shall be provided to each subscriber within ninety days of such modifications, alterations, or amendments. No modification shall be effective retroactively, nor shall it affect any insurance contract issued prior to the modification.\n\n1952, c. 317, § 38.1-701; 1986, c. 562; 1990, c. 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1224/"
    },
    {
      "id": "section-382-1225",
      "number": "38.2-1225.",
      "heading": "Contributions",
      "text": "The attorney or other interested persons may advance to a domestic reciprocal any funds required in its operations. No repayment of the principal, or any payment of interest thereon, in whole or in part, shall be made without the approval of the Commission. The principal advanced and any interest accrued thereon shall not be treated as a liability of the reciprocal until the repayment of principal or payment of interest is approved by the Commission; nonetheless, all statements published or filed shall show accrued interest and the amount of principal remaining unpaid. In the event of a liquidation or dissolution, all claims under the instrument shall be subordinated to subscriber, claimant and beneficiary claims as well as debts owed to all other classes of creditors. The principal advanced shall not be withdrawn or repaid and no payments of interest thereon shall be made unless the reciprocal has sufficient earned surplus in excess of its minimum required surplus. No commission or brokerage shall be paid in acquiring the funds. Interest on the principal advanced shall be at a rate not exceeding the one-year treasury bill interest rate plus three percentage points at the time the loan is made or renewed.\n\n1952, c. 317, § 38.1-713; 1986, c. 562; 1994, c. 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1225/"
    },
    {
      "id": "section-382-1226",
      "number": "38.2-1226.",
      "heading": "Assessments",
      "text": "A. Assessments may be levied upon the subscribers of a domestic reciprocal by the attorney in accordance with § 38.2-1212. The assessments shall be approved in advance by the subscribers' advisory committee and the Commission.\n\nB. Each domestic reciprocal subscriber's share of a deficiency for which an assessment is made shall be computed by multiplying the premiums earned on the subscriber's policies during the period to be covered by the assessment by the ratio of the total deficiency to the total premiums earned during the period upon all policies subject to the assessment. However, no assessment shall exceed the aggregate contingent assessment liability computed in accordance with § 38.2-1212. For the purposes of this section, the premiums earned on the subscriber's policies are the gross premiums charged by the reciprocal for the policies minus any charges not recurring upon the renewal or extension of the policies. No subscriber shall have an offset against any assessment for which he is liable on account of any claim for unearned premium or losses payable.\n\n1952, c. 317, § 38.1-714; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1226/"
    },
    {
      "id": "section-382-1227",
      "number": "38.2-1227.",
      "heading": "Time limit for assessment",
      "text": "Every subscriber of a domestic reciprocal having contingent assessment liability shall be liable for and shall pay his share of any assessment computed in accordance with this article if, while the policy is in force or within one year after its termination, the subscriber is notified (i) by the attorney of his intention to levy the assessment or (ii) that delinquency proceedings have been commenced against the reciprocal under the provisions of Chapter 15 of this title, and the Commission or receiver intends to levy an assessment.\n\n1952, c. 317, § 38.1-715; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1227/"
    },
    {
      "id": "section-382-1228",
      "number": "38.2-1228.",
      "heading": "Subscribers' share in assets",
      "text": "Upon the liquidation of a domestic reciprocal, the assets remaining after discharge of its (i) indebtedness and policy obligations, (ii) the return of any contributions of the attorney or other person made as provided in § 38.2-1225, and (iii) the return of any unused deposits, savings or credits, shall be distributed. The distribution shall be according to a formula approved by the Commission or the court to the persons who were its subscribers within the twelve months prior to the final termination of its license.\n\n1952, c. 317, § 38.1-717; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1228/"
    },
    {
      "id": "section-382-1229",
      "number": "38.2-1229.",
      "heading": "Impaired reciprocals",
      "text": "A. If (i) the assets of a domestic reciprocal are at any time insufficient to settle the sum of its liabilities, except those on account of funds contributed by the attorney or other parties, and its required surplus to policyholders, and (ii) the deficiency is not cured from other sources, its attorney shall levy an assessment upon subscribers made subject to assessment by the terms of their policies for the amount needed to make up the deficiency. However, the assessment shall be subject to § 38.2-1212.\n\nB. If the attorney fails to make the assessment within thirty days after the Commission orders him to do so, or if the deficiency is not fully made up within sixty days after the date the assessment was made, delinquency proceedings may be instituted and conducted against the insurer as provided in Chapter 15 of this title.\n\nC. If liquidation of the reciprocal is ordered, an assessment shall be levied upon the subscribers for the amount the Commission or the court, as the case may be, determines to be necessary to discharge all liabilities of the reciprocal. This assessment shall exclude any funds contributed by the attorney or other persons, but shall include the reasonable cost of the liquidation. However, the assessment shall be subject to § 38.2-1212.\n\n1952, c. 317, § 38.1-718; 1986, c. 562.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1229/"
    },
    {
      "id": "section-382-1230",
      "number": "38.2-1230.",
      "heading": "Material transactions",
      "text": "A. Prior written approval of the Commission shall be required for a material transaction between a domestic reciprocal and any of its related parties or between any two or more of the reciprocal's related parties when the material transaction occurs on or after July 1, 2004, and involves more than three percent of the domestic reciprocal's admitted assets as reported in its most recent statutory statement filed with the Commission. All other material transactions between any such parties involving more than 0.5 percent of the domestic reciprocal's admitted assets as reported in its most recent statutory statement filed with the Commission shall be reported to the Commission within 15 days after the end of the month in which the transaction occurs. In addition, all transactions shall meet the following standards:\n\n1. The terms shall be fair and equitable;\n\n2. Charges or fees for services performed shall be reasonable;\n\n3. Expenses incurred and payments received shall be allocated to the reciprocal on an equitable basis in conformity with statutory insurance accounting practices consistently applied;\n\n4. The books, accounts, and records of each party shall disclose clearly and accurately the precise nature and details of the transaction; and\n\n5. The reciprocal's surplus following any dividends or distribution to any of the reciprocal's related parties shall be reasonable in relation to the reciprocal's outstanding liabilities and adequate to its financial needs.\n\nB. The Commission, in reviewing a material transaction under this section, shall consider whether the material transaction complies with the standards set forth in subsection A and also whether the transaction may adversely affect the interests of the subscribers or the solvency of the reciprocal.\n\nC. Within 60 days after written notification of any transaction requiring approval pursuant to this section, the Commission shall notify the insurer of its approval or disapproval, and, in the event of disapproval, its reason thereof. Failure of the Commission to act within 60 days of notification by the insurer shall constitute approval of the transaction.\n\nD. For the purposes of this section:\n\n1. \"Affiliate\" of a specific person means a person that directly or indirectly through one or more intermediaries, owns, is owned by, or is under common ownership with the person specified. An affiliate relationship shall be presumed to exist if any person, directly or indirectly, owns or holds with the power to vote, or holds proxies representing collectively 10 percent or more of the voting securities of the person specified.\n\n2. \"Control\" means the possession, directly or indirectly, of the power to direct or cause the direction of the management and policies of a person or entity, whether (i) through the ownership of voting securities, (ii) by contract, other than a commercial contract for goods or nonmanagement services, (iii) by contract for goods or nonmanagement services where the volume of activity results in a reliance relationship, (iv) by common management, or (v) by any other means. Control shall be presumed to exist if a reporting entity and its affiliates directly or indirectly, own, control, hold with the power to vote, or hold proxies representing 10 percent or more of the voting interests of the entity.\n\n3. \"Material transaction\" means a transaction, other than a claim payment or a premium payment, that (i) affects surplus or involves an exchange of assets or liabilities of the reciprocal, requires performance by or creates an obligation for the reciprocal, or results in transfer of the risks or rewards of ownership to or by the reciprocal and (ii) exceeds any minimum limits set forth in subsection A of this section. Any series of transactions affecting, involving, or impacting the reciprocal as described in clause (i) and occurring within a 12-month period that are sufficiently similar in nature as to be reasonably construed as a single transaction and that in the aggregate exceed any minimum limits set forth in subsection A of this section shall be deemed a material transaction.\n\n4. \"Related parties\" means entities that have common interests as a result of ownership, control, or affiliation or by contract. The related parties of a domestic reciprocal include, but are not limited to: (i) an affiliate of the reciprocal; (ii) the attorney of the reciprocal; (iii) an affiliate of the attorney; (iv) any insurer or other reciprocal managed by the attorney of the reciprocal or by an affiliate of the attorney of the reciprocal; or (v) any other person who, directly or indirectly, by contract or otherwise, acts on behalf of, or at the direction of, the attorney of the reciprocal or any affiliate of the attorney of the reciprocal.\n\nE. Any report or other information filed pursuant to this section shall not be open to public inspection and shall receive confidential treatment by the Commission consistent with the treatment described in § 38.2-1320.5.\n\nF. A domestic reciprocal and its attorney shall annually file a related parties summary containing current information on:\n\n1. The capital structure, general financial condition, ownership, and management of the reciprocal, its attorney, and any person controlling the reciprocal;\n\n2. The identity of \"related parties\";\n\n3. The following agreements in force, continuing relationships, and transactions currently outstanding between the reciprocal and any related party or among any two or more related parties:\n\na. Loans, other investments or purchases, or sales or exchanges of securities of the reciprocal or a related party made by the reciprocal or by any one or more related party;\n\nb. Purchases, sales, or exchanges of assets;\n\nc. Transactions not in the ordinary course of business;\n\nd. Guarantees or undertakings by the reciprocal for the benefit of a related party or by a related party for the benefit of the reciprocal that result in an actual contingent exposure of the reciprocal's assets to liability, other than insurance contracts entered into in the ordinary course of the reciprocal's business;\n\ne. All management and service contracts and all cost-sharing arrangements;\n\nf. Reinsurance agreements or other risk-sharing arrangements; and\n\ng. Dividend and other distributions to any of the reciprocal's related parties.\n\nUnless the Commission prescribes otherwise, information about transactions that are not material transactions as defined in subsection D shall not be deemed material for purposes of this subsection and need not be disclosed in the related parties summary required by this subsection.\n\nG. A reciprocal shall file its initial related parties summary required by subsection F with the Commission on or before the later of (i) August 15, 2004, or (ii) 15 days after initial licensure as a reciprocal by the Commission. Thereafter, a licensed domestic reciprocal shall file a related parties summary on or before April 1 of each year reporting information as of December 31 of the previous year.\n\n1996, c. 304; 2004, c. 174.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1230/"
    },
    {
      "id": "section-382-1231",
      "number": "38.2-1231.",
      "heading": "Attorney's financial statement",
      "text": "A. The subscribers' advisory committee of a domestic reciprocal shall annually obtain from its attorney an audited financial report of the attorney's financial position and the results of its operations as related to its management of the reciprocal. A copy of the report shall be filed with the Commission.\n\nB. Unless the Commission provides otherwise in writing, the report required by this section shall be due within 120 days after the end of the attorney's fiscal year, shall be prepared in conformity with generally accepted accounting practices, and shall be audited by an independent certified public accountant.\n\nC. If the attorney obtains an independent audit on a consolidated basis, the audited consolidated financial statements shall satisfy the requirements of this section provided the attorney's financial position and results of its operation as related to its management of the reciprocal are separately disclosed.\n\nD. The report filed pursuant to this section and any information provided in connection with the preparation of such report shall not be open to public inspection and shall receive confidential treatment by the Commission.\n\n1996, c. 304.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-38-2/chapter-12/section-38-2-1231/"
    }
  ]
}