{
  "state": "connecticut",
  "path": "title-title-38a-insurance/chapter-chapter-701e-insurance-administrators-reinsurance-intermedia",
  "sections": [
    {
      "id": "section-38a-750",
      "number": "38a-750",
      "heading": "to 38a-759. (Formerly Secs. 38-92r and 38-92u to 38-92cc - Insurance administrators",
      "text": "Section 38a-760. - Short title: Reinsurance Intermediary Act.Section 38a-760a. - Definitions.Section 38a-760b. - Licensing. Service of process.Section 38a-760c. - Written authorization in certain transactions.Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38a-760",
      "number": "38a-760.",
      "heading": "Short title: Reinsurance Intermediary Act.",
      "text": "Sections 38a-760 to 38a-760j, inclusive, may be cited as the “Reinsurance Intermediary Act”.\n\n(P.A. 92-112, S. 22, 35; P.A. 12-145, S. 33.)\n\nHistory: P.A. 12-145 replaced reference to Sec. 38a-760i with reference to Sec. 38a-760j, effective June 15, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760/"
    },
    {
      "id": "section-38a-760a",
      "number": "38a-760a.",
      "heading": "Definitions.",
      "text": "As used in sections 38a-760 to 38a-760j, inclusive:\n\n(1) “Actuary” means a person who is a member in good standing of the American Academy of Actuaries;\n\n(2) “Controlling person” means any person, firm, association or corporation who directly or indirectly has the power to direct or cause to be directed, the management, control or activities of the reinsurance intermediary;\n\n(3) “Insurer” means any person, firm, association or corporation duly licensed in this state pursuant to section 38a-41;\n\n(4) “Licensed producer” means an agent or broker licensed pursuant to sections 38a-769 to 38a-800, inclusive, or licensed as a reinsurance intermediary pursuant to section 38a-760b;\n\n(5) “Reinsurance intermediary” means a reinsurance intermediary-broker or a reinsurance intermediary-manager as these terms are defined in subdivisions (6) and (7) of this section;\n\n(6) “Reinsurance intermediary-broker” means any person, other than an officer or employee of the ceding insurer, or firm, association or corporation, who solicits, negotiates or places reinsurance cessions or retrocessions on behalf of a ceding insurer without the authority or power to bind reinsurance on behalf of such insurer;\n\n(7) “Reinsurance intermediary-manager” means any person, firm, association or corporation who has authority to bind or manages all or part of the assumed reinsurance business of a reinsurer, including the management of a separate division, department or underwriting office, and acts as an agent for such reinsurer whether known as a reinsurance intermediary-manager, manager or other similar term. Notwithstanding any provision of the general statutes, the following persons shall not be considered a reinsurance intermediary-manager, with respect to such reinsurer, for the purposes of sections 38a-760 to 38a-760i, inclusive: (A) An employee of the reinsurer; (B) a United States manager of the United States branch of an alien reinsurer; (C) an underwriting manager that, pursuant to contract, manages all or part of the reinsurance operations of the reinsurer, is under common control with the reinsurer, subject to sections 38a-129 to 38a-140, inclusive, and whose compensation is not based on the volume of premiums written; (D) the manager of a group, association, pool or organization of insurers that engages in joint underwriting or joint reinsurance and that is subject to examination by the insurance commissioner of the state in which the manager's principal business office is located;\n\n(8) “Reinsurer” means any person, firm, association or corporation duly licensed in this state pursuant to the applicable provisions of this title as an insurer with the authority to assume reinsurance;\n\n(9) “To be in violation” means that the reinsurance intermediary, or the insurer or reinsurer for whom the reinsurance intermediary was acting, failed to substantially comply with the provisions of sections 38a-760 to 38a-760i, inclusive;\n\n(10) “Qualified United States Financial Institutions” means an institution that:\n\n(A) Is organized or, in the case of a United States office of a foreign banking organization, licensed under the laws of the United States or any state thereof;\n\n(B) Is regulated, supervised and examined by United States federal or state authorities having regulatory authority over banks and trust companies; and\n\n(C) Has been determined by either the commissioner or the Securities Valuation Office of the National Association of Insurance Commissioners to meet such standards of financial condition and standing as are considered necessary and appropriate to regulate the quality of financial institutions whose letters of credit will be acceptable to the commissioner.\n\n(P.A. 92-112, S. 23, 35; P.A. 93-57, S. 8; P.A. 94-39, S. 8; P.A. 10-5, S. 36; P.A. 12-145, S. 34.)\n\nHistory: (Revisor's note: In codifying public act 92-112 certain minor grammatical and punctuation corrections were made editorially by the Revisors in Subdivs. (7), (9) and (10) including the insertion of the words “or the” before the words “insurer or reinsurer” in Subdiv. (9)); P.A. 93-57 amended definition of “reinsurance intermediary-manager” to include the management of all or part of the reinsurance operation of a reinsurer; P.A. 94-39 corrected a grammatical error in Subpara. (7) changing “is” to “are”; P.A. 10-5 made technical changes in Subdiv. (7), effective May 5, 2010; P.A. 12-145 replaced reference to Sec. 38a-760i with reference to Sec. 38a-760j in introductory provision and made a technical change in Subdiv. (10), effective June 15, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760a/"
    },
    {
      "id": "section-38a-760b",
      "number": "38a-760b.",
      "heading": "Licensing. Service of process.",
      "text": "(a) No person, firm, association or corporation shall act as a reinsurance intermediary-broker in this state if the reinsurance intermediary-broker maintains an office either directly or as a member or employee of a firm or association, or an officer, director or employee of a corporation (1) in this state, unless such reinsurance intermediary-broker is a licensed producer in this state; or (2) in another state, unless such reinsurance intermediary-broker is a licensed producer in this state or another state having a law substantially similar to the provisions of this section or such reinsurance intermediary-broker is licensed in this state as a nonresident reinsurance intermediary.\n\n(b) No person, firm, association or corporation shall act as a reinsurance intermediary-manager (1) for a reinsurer domiciled in this state, unless such reinsurance intermediary-manager is a licensed producer in this state; (2) if the reinsurance intermediary-manager maintains an office either directly or as a member or employee of a firm or association, or an officer, director or employee of a corporation in this state, unless such reinsurance intermediary-manager is a licensed producer in this state; (3) in another state for a nondomestic insurer, unless such reinsurance intermediary-manager is a licensed producer in this state or another state having a law substantially similar to the provisions of this section or such person is licensed in this state as a nonresident reinsurance intermediary.\n\n(c) The commissioner may require a reinsurance intermediary-manager subject to subsection (b) of this section to (1) file a bond in an amount, from an insurer, acceptable to the commissioner for the protection of the reinsurer; and (2) maintain an errors and omissions policy in an amount acceptable to the commissioner.\n\n(d) (1) The commissioner may issue a reinsurance intermediary license to any person, firm, association or corporation who has complied with the requirements of sections 38a-760 to 38a-760i, inclusive. Any such license issued to a firm or association will authorize all the members of such firm or association and any designated employees to act as reinsurance intermediaries under the license, and all such persons shall be named in the application and any supplements thereto. Any such license issued to a corporation shall authorize all of the officers, and any designated employees and directors thereof to act as reinsurance intermediaries on behalf of such corporation, and all such persons shall be named in the application and any supplements thereto.\n\n(2) If the applicant for a reinsurance intermediary license is a nonresident, such applicant, as a condition precedent to receiving or holding a license, shall designate the Insurance Commissioner as agent for service of process in the manner, and with the same legal effect, provided for by sections 38a-760 to 38a-760i, inclusive, for designation of service of process upon unauthorized insurers and also shall furnish the commissioner with the name and address of a resident of this state upon whom notices or orders of the commissioner or process affecting such nonresident reinsurance intermediary may be served. Such licensee shall promptly notify the commissioner in writing of every change in its designated agent for service of process, and such change shall not become effective until acknowledged by the commissioner.\n\n(e) The commissioner may refuse to issue a reinsurance intermediary license if, in his judgment, the applicant, anyone named on the application, or any member, principal, officer or director of the applicant, is not trustworthy, or if any controlling person of such applicant is not trustworthy to act as a reinsurance intermediary, or if any of the foregoing has given cause for revocation or suspension of such license or has failed to comply with any prerequisite for the issuance of such license. The provisions of section 38a-774 shall apply to any action taken by the commissioner under this subsection.\n\n(f) Licensed attorneys-at-law of this state when acting in their professional capacity as such shall be exempt from this section.\n\n(P.A. 92-112, S. 24, 35.)\n\nHistory: (Revisor's note: In codifying public act 92-112 the word “if” was substituted editorially by the Revisors for the word “that” before the words “any controlling person” and before the words “any of the foregoing”, and a comma was deleted after the words “or has failed to comply”, in Subsec. (e)).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760b/"
    },
    {
      "id": "section-38a-760c",
      "number": "38a-760c.",
      "heading": "Written authorization in certain transactions.",
      "text": "Transactions between a reinsurance intermediary-broker and the insurer it represents in such capacity shall only be entered into pursuant to a written authorization, specifying the responsibilities of each party. The authorization shall, at a minimum, provide (1) the insurer may terminate the reinsurance intermediary-broker's authority at any time; (2) the reinsurance intermediary-broker shall render accounts to the insurer accurately detailing all material transactions, including information necessary to support all commissions, charges and other fees received by, or owing to, the reinsurance intermediary-broker, and remit all funds due to the insurer within thirty days of receipt; (3) all funds collected for the insurer's account will be held by the reinsurance intermediary-broker in a fiduciary capacity in a bank which is a qualified United States financial institution as defined in subdivision (10) of section 38a-760a; (4) the reinsurance intermediary-broker shall comply with the provisions of section 38a-760d; (5) the reinsurance intermediary-broker shall comply with the written standards established by the insurer for the cession or retrocession of all risks; (6) the reinsurance intermediary-broker shall disclose to the insurer any relationship with any reinsurer to which business will be ceded or retroceded.\n\n(P.A. 92-112, S. 25, 35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760c/"
    },
    {
      "id": "section-38a-760d",
      "number": "38a-760d.",
      "heading": "Record of transactions. Insurers' right to access.",
      "text": "(a) For at least ten years after expiration of each contract of reinsurance transacted by the reinsurance intermediary-broker, the reinsurance intermediary-broker shall keep a complete record for each transaction showing (1) the type of contract, limits, underwriting restrictions, classes or risks and territory; (2) the period of coverage, including effective and expiration dates, cancellation provisions and notice required of cancellation; (3) reporting and settlement requirements of balances; (4) the rate used to compute the reinsurance premium; (5) names and addresses of assuming reinsurers; (6) rates of all reinsurance commissions, including the commissions on any retrocessions handled by the reinsurance intermediary-broker; (7) related correspondence and memoranda; (8) proof of placement; (9) details regarding retrocessions handled by the reinsurance intermediary-broker including the identity of retrocessionaires and percentage of each contract assumed or ceded; (10) financial records, including but not limited to, premium and loss accounts; and (11) when the reinsurance intermediary-broker procures a reinsurance contract on behalf of a licensed ceding insurer (A) directly from any assuming reinsurer, written evidence that the assuming reinsurer has agreed to assume the risk or (B) if placed through a representative of the assuming reinsurer, other than an employee, written evidence that such reinsurer has delegated binding authority to the representative.\n\n(b) The insurer shall have access and the right to copy and audit all accounts and records maintained by the reinsurance intermediary-broker related to its business in a form usable by the insurer.\n\n(P.A. 92-112, S. 26, 35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760d/"
    },
    {
      "id": "section-38a-760e",
      "number": "38a-760e.",
      "heading": "Prohibited practices of insurers. Annual statements of financial condition.",
      "text": "(a) An insurer shall not engage the services of any person, firm, association or corporation to act as a reinsurance intermediary-broker on its behalf unless such person is licensed as required by section 38a-760b.\n\n(b) An insurer may not employ an individual who is employed by a reinsurance intermediary-broker with which it transacts business, unless such reinsurance intermediary-broker is under common control with the insurer and subject to the provisions of sections 38a-129 to 38a-140, inclusive.\n\n(c) The insurer shall annually obtain a copy of statements of the financial condition of each reinsurance intermediary-broker with which it transacts business.\n\n(P.A. 92-112, S. 27, 35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760e/"
    },
    {
      "id": "section-38a-760f",
      "number": "38a-760f.",
      "heading": "Transactions between reinsurance intermediary-manager and reinsurers: Minimum provisions.",
      "text": "(a) Transactions between a reinsurance intermediary-manager and the reinsurer it represents in such capacity shall only be entered into pursuant to a written contract, specifying the responsibilities of each party, which shall be approved by the reinsurer's board of directors. At least thirty days before such reinsurer assumes or cedes business through such producer, a true copy of the approved contract shall be filed with the commissioner for approval. The contract shall, at a minimum, provide that:\n\n(1) The reinsurer may terminate the contract for cause upon written notice to the reinsurance intermediary-manager. The reinsurer may immediately suspend the authority of the reinsurance intermediary-manager to assume or cede business during the pendency of any dispute regarding the cause for termination;\n\n(2) The reinsurance intermediary-manager shall render accounts to the reinsurer accurately detailing all material transactions, including information necessary to support all commissions, charges and other fees received by, or owing to the reinsurance intermediary-manager, and remit all funds due under the contract to the reinsurer on not less than a monthly basis;\n\n(3) All funds collected for the reinsurer's account will be held by the reinsurance intermediary-manager in a fiduciary capacity in a bank which is a qualified United States financial institution as defined in subdivision (10) of section 38a-760a. The reinsurance intermediary-manager may retain no more than three months estimated claims payments and allocated loss adjustment expenses. The reinsurance intermediary-manager shall maintain a separate bank account for each reinsurer that it represents;\n\n(4) For at least ten years after expiration of each contract of reinsurance transacted by the reinsurance intermediary-manager, the reinsurance intermediary-manager shall keep a complete record of each transaction showing (A) the type of contract, limits, underwriting restrictions, classes or risks and territory; (B) the period of coverage, including effective and expiration dates, cancellation provisions and notice required of cancellation, and disposition of outstanding reserves on covered risks; (C) reporting and settlement requirements of balances; (D) the rate used to compute the reinsurance premium; (E) names and addresses of reinsurers; (F) rates of all reinsurance commissions, including the commissions on any retrocessions handled by the reinsurance intermediary-manager; (G) related correspondence and memoranda; (H) proof of placement; (I) details regarding retrocessions handled by the reinsurance intermediary-manager, as permitted by subsection (d) of section 38a-760h, including the identity of retrocessionaires and percentage of each contract assumed or ceded; (J) financial records, including but not limited to, premium and loss accounts; and (K) when the reinsurance intermediary-manager places a reinsurance contract on behalf of a ceding insurer (i) directly from any assuming reinsurer, written evidence that the assuming reinsurer has agreed to assume the risk or (ii) if placed through a representative of the assuming reinsurer, other than an employee, written evidence that such reinsurer has delegated binding authority to the representative;\n\n(5) The reinsurer shall have access to and the right to copy all accounts and records maintained by the reinsurance intermediary-manager related to its business in a form usable by the reinsurer;\n\n(6) The contract cannot be assigned in whole or in part by the reinsurance intermediary-manager;\n\n(7) The reinsurance intermediary-manager shall comply with the written underwriting and rating standards established by the insurer for the acceptance, rejection or cession of all risks; and\n\n(8) Set forth the rates, terms and purposes of commissions, charges and other fees which the reinsurance intermediary-manager may levy against the reinsurer.\n\n(b) If the contract permits the reinsurance intermediary-manager to settle claims on behalf of the reinsurer:\n\n(1) All claims shall be reported to the reinsurer in a timely manner;\n\n(2) A copy of the claim file shall be sent to the reinsurer at its request or as soon as it becomes known that the claim (i) has the potential to exceed the lesser of an amount determined by the commissioner pursuant to regulations or the limits set by the reinsurer; (ii) involves a coverage dispute; (iii) may exceed the reinsurance intermediary-manager's claims settlement authority; (iv) is open for more than six months; or (v) is closed by payment of the lesser of an amount set by the commissioner pursuant to regulations or an amount set by the reinsurer;\n\n(3) All claim files shall be the joint property of the reinsurer and reinsurance intermediary-manager. However, upon an order of liquidation of the reinsurer such files shall become the sole property of the reinsurer or its estate, except that the reinsurance intermediary-manager shall have reasonable access to and the right to copy the files on a timely basis; and\n\n(4) Any settlement authority granted to the reinsurance intermediary-manager may be terminated for cause upon the reinsurer's written notice to the reinsurance intermediary-manager or upon the termination of the contract. The reinsurer may suspend the settlement authority during the pendency of the dispute regarding the cause of termination.\n\n(c) If the contract provides for a sharing of interim profits by the reinsurance intermediary-manager, such interim profits will not be paid until one year after the end of each underwriting period for property business and five years after the end of each underwriting period for casualty business or a later period set by the commissioner pursuant to regulations for specified lines of insurance and not until the adequacy of reserves on remaining claims has been verified pursuant to subsection (c) of section 38a-760h.\n\n(d) The reinsurance intermediary-manager shall annually provide the reinsurer with a statement of its financial condition prepared by an independent certified accountant.\n\n(e) The reinsurer shall periodically, at least semiannually, conduct an on-site review of the underwriting and claims processing operations of the reinsurance intermediary-manager.\n\n(f) The reinsurance intermediary-manager shall disclose to the reinsurer any relationship it has with any insurer prior to ceding or assuming any business with such insurer pursuant to its contract.\n\n(g) Within the scope of its actual or apparent authority the acts of the reinsurance intermediary-manager shall be deemed to be the acts of the reinsurer on whose behalf it is acting.\n\n(P.A. 92-112, S. 28, 35; P.A. 93-57, S. 9; 93-239, S. 15.)\n\nHistory: (Revisor's note: In codifying public act 92-112 the word “the” was inserted editorially by the Revisors in Subdiv. (4) after “(B)” and after “(D)” and the word “to” was inserted after the words “shall have access” in Subdiv. (5)); P.A. 93-57 substituted “intermediary-manager” for “intermediary-broker”; P.A. 93-239 made technical corrections to punctuation and revised Subdiv. and Subsec. designators.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760f/"
    },
    {
      "id": "section-38a-760g",
      "number": "38a-760g.",
      "heading": "Reinsurance intermediary-manager: Prohibited practices.",
      "text": "The reinsurance intermediary-manager shall not:\n\n(1) Cede retrocessions on behalf of the reinsurer, except the reinsurance intermediary-manager may cede facultative retrocessions pursuant to obligatory facultative agreements if the contract with the reinsurer contains reinsurance underwriting guidelines for such retrocessions. Such guidelines shall include a list of reinsurers with which such automatic agreements are in effect, and for each such reinsurer, the coverages and amounts or percentages that may be reinsured, and commission schedules;\n\n(2) Commit the reinsurer to participate in reinsurance syndicates;\n\n(3) Appoint any producer without verifying the producer is lawfully licensed to transact the type of reinsurance for which he is appointed;\n\n(4) Without prior approval of the reinsurer, pay or commit the reinsurer to pay a claim, net of retrocessions, that exceeds the lesser of an amount specified by the reinsurer or one per cent of the reinsurer's policyholder's surplus as of December thirty-first of the last complete calendar year;\n\n(5) Collect any payment from a retrocessionaire or commit the reinsurer to any claim settlement with a retrocessionaire, without prior approval of the reinsurer. If prior approval is given, a report shall be promptly forwarded to the reinsurer;\n\n(6) Jointly employ an individual who is employed by the reinsurer unless such reinsurance intermediary-manager is under common control with the reinsurer subject to the provisions of sections 38a-129 to 38a-140, inclusive;\n\n(7) Appoint a subreinsurance intermediary-manager.\n\n(P.A. 92-112, S. 29, 35; P.A. 14-235, S. 33.)\n\nHistory: P.A. 14-235 made a technical change in Subdiv. (5).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760g/"
    },
    {
      "id": "section-38a-760h",
      "number": "38a-760h.",
      "heading": "Licensing of reinsurers.",
      "text": "(a) A reinsurer shall not engage the services of any person, firm, association or corporation to act as a reinsurance intermediary-manager on its behalf unless such person is licensed as required by subsection (b) of section 38a-760b.\n\n(b) The reinsurer shall annually obtain a copy of statements of the financial condition of each reinsurance intermediary-manager which such reinsurer has engaged prepared by an independent certified accountant in a form acceptable to the commissioner.\n\n(c) If a reinsurance intermediary-manager establishes loss reserves, the reinsurer shall annually obtain the opinion of an actuary attesting to the adequacy of loss reserves established for losses incurred and outstanding on business produced by the reinsurance intermediary-manager. This opinion shall be in addition to any other required loss reserve certification.\n\n(d) Binding authority for all retrocessional contracts or participation in reinsurance syndicates shall rest with an officer of the reinsurer who shall not be affiliated with the reinsurance intermediary-manager.\n\n(e) Within thirty days of termination of a contract with a reinsurance intermediary-manager, the reinsurer shall provide written notification of such termination to the commissioner.\n\n(f) A reinsurer shall not appoint to its board of directors, any officer, director, employee, controlling shareholder or subproducer of its reinsurance intermediary-manager. This subsection shall not apply to relationships governed by sections 38a-129 to 38a-140, inclusive, or, if applicable, sections 38a-91 to 38a-91d, inclusive.\n\n(P.A. 92-112, S. 30, 35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760h/"
    },
    {
      "id": "section-38a-760i",
      "number": "38a-760i.",
      "heading": "Records. Commissioner's power to examine.",
      "text": "(a) A reinsurance intermediary shall be subject to examination by the commissioner. The commissioner shall have access to all books, bank accounts and records of the reinsurance intermediary in a form usable to the commissioner.\n\n(b) A reinsurance intermediary-manager may be examined as if it were the reinsurer.\n\n(P.A. 92-112, S. 31, 35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760i/"
    },
    {
      "id": "section-38a-760j",
      "number": "38a-760j.",
      "heading": "Material noncompliance. Revocation or suspension of license",
      "text": "(a) If the commissioner determines that the reinsurance intermediary or any other person has not materially complied with the provisions of sections 38a-760 to 38a-760i, inclusive, or any regulation or order promulgated thereunder, after notice and opportunity to be heard, the commissioner may order revocation or suspension of the reinsurance intermediary's license.\n\n(b) If it has been determined that because of such material noncompliance the insurer or reinsurer has suffered any loss or damage, the commissioner may maintain a civil action brought by or on behalf of the reinsurer or insurer and its policyholders and creditors for recovery of compensatory damages for the benefit of the reinsurer or insurer and its policyholders or creditors or seek other appropriate relief.\n\n(c) If an order of rehabilitation or liquidation of the insurer has been entered pursuant to section 38a-915 or section 38a-920 and the receiver appointed under that order determines that the reinsurance intermediary or any other person has not materially complied with sections 38a-760 to 38a-760i, inclusive, or any regulation or order promulgated thereunder, and the insurer suffered any loss or damage therefrom, the receiver may maintain a civil action for recovery of damages or other appropriate relief for the benefit of the insurer and its policyholders and creditors.\n\n(d) Nothing in this section shall affect the right of the commissioner to impose any other penalties provided for in this title.\n\n(e) Nothing contained in sections 38a-760 to 38a-760j, inclusive, is intended to or shall in any manner limit or restrict the rights of policyholders, claimants, creditors or other third parties.\n\n(P.A. 93-57, S. 10; P.A. 12-145, S. 35.)\n\nHistory: (Revisor's note: In codifying public act 93-57, S. 10 the phrase “If it were determined” at the beginning of Subsec. (b) was changed editorially by the Revisors to “If it has been determined”); P.A. 12-145 amended Subsec. (e) to replace reference to Sec. 38a-760i with reference to Sec. 38a-760j, effective June 15, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-701e/section-38a-760j/"
    },
    {
      "id": "section-38a-761",
      "number": "38a-761",
      "heading": "to 38a-763. - Reserved for future use.",
      "text": "to 38a-763. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}