{
  "state": "connecticut",
  "path": "title-title-38a-insurance/chapter-chapter-700a-title-insurance",
  "sections": [
    {
      "id": "section-38a-400",
      "number": "38a-400.",
      "heading": "Short title: Connecticut Title Insurance Act",
      "text": "(a) Sections 38a-400 to 38a-425, inclusive, shall be known and may be cited as the “Connecticut Title Insurance Act”.\n\n(b) The purpose of said sections is to provide the state of Connecticut with a comprehensive body of law for the effective regulation and supervision of title insurance business transacted within this state in response to the McCarran-Ferguson Act, 15 USC Sections 1011 to 1015, inclusive, as from time to time amended.\n\n(P.A. 90-218, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-400/"
    },
    {
      "id": "section-38a-401",
      "number": "38a-401.",
      "heading": "Application of act and construction with other laws.",
      "text": "(a) Sections 38a-400 to 38a-425, inclusive, shall apply to all title insurers, title insurance rating organizations, title agents, applicants for title insurance, title insurance policyholders and all persons engaged in title insurance transactions in this state.\n\n(b) Except as otherwise expressly provided in sections 38a-400 to 38a-425, inclusive, and except where the context otherwise requires, all provisions of this title applicable to insurance and insurance companies generally shall apply to title insurance and title insurance companies.\n\n(c) Nothing in sections 38a-400 to 38a-425, inclusive, shall be construed to authorize the practice of law by any person who is not duly admitted to practice law in this state nor shall it be construed to authorize the commissioner to regulate the practice of law.\n\n(P.A. 90-218, S. 2; P.A. 19-196, S. 4.)\n\nHistory: P.A. 19-196 made a technical change in Subsec. (b).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-401/"
    },
    {
      "id": "section-38a-402",
      "number": "38a-402.",
      "heading": "Definitions.",
      "text": "As used in sections 38a-400 to 38a-425, inclusive, the following terms shall have the following meanings, unless the context shall otherwise require:\n\n(1) “Applicant” means a person, whether or not a prospective insured, who applies to a title insurer or title agent for a title insurance policy and who, at the time of the application, is not a title agent.\n\n(2) “Approved attorney” means an attorney at law who is not an employee of a title insurer and whose certification as to status of title a title insurer is willing to accept as the basis for issuance of its title insurance policy.\n\n(3) “Associate” means any (A) business organized for profit in which a producer of title insurance business is a director, officer, partner, employee or owner of one per cent or more of the equity capital thereof; (B) employee of a producer of title insurance business; (C) franchisor or franchisee of a producer of title insurance business; (D) spouse, parent or child of a producer of title insurance business who is a natural person; (E) person, other than a natural person, who controls, is controlled by, or is under common control with, a producer of title insurance business; or (F) person with whom a producer of title insurance business or any associate of such producer has any agreement, arrangement or understanding or pursues any course of conduct, the purpose or substantial effect of which is to evade the provisions of sections 38a-400 to 38a-425, inclusive.\n\n(4) “Charge” means any fee billed by a title agent or title insurer, or both, for the performance of services, other than fees which are premium, as defined in subdivision (9) of this section. Charge includes, but is not limited to, fees for document preparation and fees for services commenced but not completed. Charge does not include fees collected by a title insurer or title agent in an escrow, settlement or closing when the fees are limited to the amount billed for services rendered by an entity independent of the title insurer or title agent.\n\n(5) “Controlled business” means any portion of a title insurer's or title agent's business of title insurance in this state, referred to it by any producer of title business or by any associate of such producer, where the producer of title business, the associate, or both, have a financial interest in the title insurer or title agent to which business is referred.\n\n(6) “Financial interest” means any interest, legal or beneficial, that entitles the holder directly or indirectly to one per cent or more of the net profits or net worth of the entity in which the interest is held.\n\n(7) “Gross operating revenue” means all premiums received by a title insurer or title agent.\n\n(8) “Net retained liability” means the total liability retained by a title insurer for a single risk after taking into account the deduction for ceded liability, if any.\n\n(9) “Premium” means fees for (A) issuing a title insurance policy, including any service charge or administration fee for the issuance of a title insurance policy; (B) preparing or issuing preliminary reports, property profiles, commitments, binders or like products; or (C) assuming liability under a contract of reinsurance.\n\n(10) “Producer of title insurance business” or “producer” means any person, including any officer, director or owner of five per cent or more of the equity or capital of any person, engaged in this state in the trade, business, occupation or profession of (A) buying or selling interests in real property, (B) making loans secured by interests in real property or (C) acting as a broker, agent, representative or attorney of a person who buys or sells any interest in real property or who lends or borrows money with such interest as security.\n\n(11) “Refer” means to direct or cause to be directed or to exercise any power or influence over the direction of title insurance business, whether or not the consent or approval of any other person is sought or obtained with respect to the referral.\n\n(12) “Single risk” means the insured amount of any title insurance policy, except that where two or more title insurance policies are issued simultaneously covering different estates in the same real property, single risk means the sum of the insured amounts of all such title insurance policies, provided a title insurance policy insuring the interest of a mortgagee, a claim payment under which reduces the insured amount of a fee or leasehold title insurance policy, shall be excluded in computing the amount of a single risk to the extent that the insured amount of the mortgage title insurance policy does not exceed the insured amount of the fee or leasehold title insurance policy.\n\n(13) “Title agent” or “agent” means any person authorized in writing by a title insurer to (A) solicit title insurance business, (B) collect premiums, (C) determine the insurability of a risk in accordance with underwriting rules and standards prescribed by the title insurer or (D) issue policies of the title insurer. Title agent does not include officers or employees of a title insurer. No person may act as a title agent unless he is a commissioner of the Superior Court in good standing, except any individual who held a valid title insurance license on or before June 12, 1984.\n\n(14) “Title insurance business” or “business of title insurance” means (A) issuing as insurer or offering to issue as insurer a title insurance policy or (B) transacting or proposing to transact by a title insurer or title agent any of the following activities when conducted or performed in contemplation of the issuance of a title insurance policy: (i) Soliciting or negotiating the issuance of a title insurance policy; (ii) guaranteeing, warranting, or otherwise insuring the correctness of title searches; (iii) execution of title insurance policies; (iv) effecting contracts of reinsurance or (v) doing or proposing to do any business in substance equivalent to any of the foregoing in a manner designed to evade the provisions of sections 38a-400 to 38a-425, inclusive.\n\n(15) “Title insurance policy” or “policy” means a contract insuring or indemnifying against loss or damage arising from (A) defects in or liens or encumbrances on the insured title, (B) unmarketability of the insured title or (C) invalidity or unenforceability of liens or encumbrances on the stated property, provided any such defect, unmarketability or invalidity existed on or before the policy date. Title insurance policy does not include a preliminary report, binder, commitment or abstract.\n\n(16) “Title insurer” or “insurer” means a company organized under laws of this state for the purpose of transacting as insurer the business of title insurance and any foreign or alien title insurer engaged in this state in the business of title insurance as insurer.\n\n(17) “Title plant” means a set of records in which an entry has been made of documents or matters imparting constructive notice under the law of matters affecting title to real property or any interest therein or encumbrance thereon, which have been filed or recorded in the jurisdiction for which such title plant is maintained.\n\n(P.A. 90-218, S. 3.; May 25 Sp. Sess. P.A. 94-1, S. 37, 38, 130; P.A. 96-193, S. 34, 36.)\n\nHistory: May 25 Sp. Sess. P.A. 94-1 made technical change in Subdivs. (2) and (15), effective July 1, 1994; P.A. 96-193 redefined “title agent” to limit title agent eligibility to commissioners of Superior Court, and to those who held a valid license on or before June 12, 1984, effective June 3, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-402/"
    },
    {
      "id": "section-38a-403",
      "number": "38a-403.",
      "heading": "Title insurers' authorized activities.",
      "text": "Each title insurer may (1) engage in the title insurance business in this state if licensed to do so by the commissioner, (2) conduct its operations on a direct basis through a branch office.\n\n(P.A. 90-218, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-403/"
    },
    {
      "id": "section-38a-404",
      "number": "38a-404.",
      "heading": "Limitations on powers.",
      "text": "No person subject to sections 38a-400 to 38a-425, inclusive, shall engage in activities prohibited to corporations under section 38a-45, except that such persons may guarantee the obligations of their agents in the normal course of business by issuing closing protection letters.\n\n(P.A. 90-218, S. 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-404/"
    },
    {
      "id": "section-38a-405",
      "number": "38a-405.",
      "heading": "Capital and surplus requirements.",
      "text": "A title insurer shall have such minimum capital and surplus as is required by section 38a-72.\n\n(P.A. 90-218, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-405/"
    },
    {
      "id": "section-38a-406",
      "number": "38a-406.",
      "heading": "Single risk limitation.",
      "text": "(a) The net retained liability of a title insurer for a single risk on property located in this state, whether assumed directly or as reinsurance, may not exceed fifty per cent of the sum of its total surplus to policyholders and reserve, less the value assigned to title plants, as shown in the most recent annual statement of the insurer on file in the office of the commissioner.\n\n(b) The commissioner may waive the limitation of this section for a particular risk upon application of the insurer and for good cause shown.\n\n(P.A. 90-218, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-406/"
    },
    {
      "id": "section-38a-407",
      "number": "38a-407.",
      "heading": "Underwriting standards and record retention.",
      "text": "No title insurance policy may be written unless and until the title insurer or its title agent has caused to be conducted a reasonable search and examination of the title and has caused to be made a determination of insurability of title in accordance with sound underwriting practices. Evidence of the examination of title and determination of insurability shall be preserved and retained in the files of the title insurer or its title agent for a period of not less than ten years after the title insurance policy has been issued. Instead of retaining the original evidence, the title insurer or title agent may in the regular course of business establish a system whereby all or part of the evidence is recorded, copied, or reproduced by any process that accurately and legibly reproduces or forms a durable medium for reproducing the contents of the original. This section shall not apply to: (1) A title insurer assuming liability through a contract of reinsurance or (2) a title insurer acting as coinsurer if one of the other coinsuring title insurers has complied with this section. In causing to be conducted a reasonable search and examination of title and determination of insurability of title, a title insurer or its agent may rely upon a policy of title insurance previously issued by a title insurer authorized to do business in this state when such policy was issued.\n\n(P.A. 90-218, S. 8; May Sp. Sess. P.A. 92-11, S. 41, 70.)\n\nHistory: May Sp. Sess. P.A. 92-11 made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-407/"
    },
    {
      "id": "section-38a-408",
      "number": "38a-408.",
      "heading": "Unearned premium reserve.",
      "text": "(a) A domestic title insurer shall establish and maintain a reserve, computed in accordance with this section, and all sums attributed to such reserve shall at all times and for all purposes be considered and constitute unearned portions of the original premiums. This reserve shall be reported as a liability of the title insurer in its financial statements.\n\n(b) The reserve shall be maintained by the title insurer for the protection of holders of title insurance policies. Except as provided in this section, assets equal in value to the reserve are not subject to distribution among creditors or owners of the title insurer until all claims of policyholders or claims under reinsurance contracts have been paid in full and all liability on the policies or reinsurance contracts has been paid in full and discharged or lawfully reinsured.\n\n(c) A foreign or alien title insurance company licensed to transact title insurance business in this state shall maintain at least the same reserves on title insurance policies issued on properties located in this state as are required of domestic title insurance companies, unless the laws of jurisdiction of domicile of the foreign or alien title insurance company require a higher amount.\n\n(d) The reserve shall consist of (1) the amount of the reserve on October 1, 1990, and (2) a sum equal to fifteen cents for each one thousand dollars of net retained liability under each title insurance policy on a single risk written on properties located in this state written after October 1, 1990.\n\n(e) Amounts placed in the reserve in any year in accordance with subdivision (2) of subsection (d) of this section shall be deducted in determining the net profit of the title insurer for that year.\n\n(f) A title insurer shall release from the reserve a sum equal to ten per cent of the amount added to the reserve during a calendar year on July first of each of the five years following the year in which the sum was added, and shall release from the reserve a sum equal to three and one-third per cent of the amount added to the reserve during that year on each succeeding July first until the entire amount for that year has been released. The amount of the reserve or similar unearned premium reserve maintained before October 1, 1990, shall be released in accordance with the law in effect before October 1, 1990.\n\n(P.A. 90-218, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-408/"
    },
    {
      "id": "section-38a-409",
      "number": "38a-409.",
      "heading": "Use of reserve on liquidation, dissolution or insolvency.",
      "text": "(a) If a domestic title insurer becomes insolvent, is in the process of liquidation or dissolution or is in the possession of the commissioner:\n\n(1) Such amount of the assets of such title insurance company equal to the reserve then remaining may be used by or with the written approval of the commissioner to pay for reinsurance of the liability of such title insurer upon all outstanding title insurance policies or reinsurance agreements to the extent for which claims for losses by the holders thereof are not then pending. The balance of such assets, if any, equal to the reserve may then be transferred to the general assets of the title insurer.\n\n(2) The assets net of the reserve shall be available to pay claims for losses sustained by holders of title insurance policies then pending or arising up to the time reinsurance is effected. If claims for losses exceed such other assets of the title insurer such claims, when established, shall be paid pro rata out of the surplus assets attributable to the reserve, to the extent of such surplus, if any.\n\n(b) If reinsurance is not obtained, assets equal to the reserve and assets constituting minimum capital, or so much as remains thereof after outstanding claims have been paid, shall constitute a trust fund to be held and invested by the commissioner for twenty years, out of which claims of policyholders shall be paid as they arise. The balance, if any, of the trust fund shall, at the expiration of twenty years, revert to the general assets of the title insurer.\n\n(P.A. 90-218, S. 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-409/"
    },
    {
      "id": "section-38a-410",
      "number": "38a-410.",
      "heading": "Loss and loss expense reserve.",
      "text": "(a) All title insurers licensed in this state shall establish and maintain reserves against unpaid losses and loss expenses.\n\n(b) Upon receiving written notice from or on behalf of the insured of a title defect in or lien or adverse claim against the title of the insured that may result in a loss or cause expense to be incurred in the proper disposition of the claim, the title insurer shall determine the amount to be added to the reserve, which amount shall reflect a careful estimate of the loss or loss expense likely to result by reason of the claim.\n\n(c) Reserves required under this section may be revised from time to time and shall be redetermined at least once each year.\n\n(P.A. 90-218, S. 11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-410/"
    },
    {
      "id": "section-38a-411",
      "number": "38a-411.",
      "heading": "Reinsurance.",
      "text": "(a) A title insurer may obtain reinsurance for all or any part of its liability under one or more of its title insurance policies or reinsurance agreements and may also reinsure title insurance policies issued by other title insurers on risks located in this state or elsewhere. Except as provided in subsections (b) and (c) of this section, reinsurance on policies issued on properties located in this state shall be obtained from title insurers licensed to transact title insurance business in this state.\n\n(b) Upon application by a title insurer, the commissioner may permit the insurer to obtain reinsurance from a title insurer not licensed in this state where capital and surplus of the unlicensed title insurer meets the requirements for licensed companies under section 38a-405.\n\n(c) Upon application by a domestic title insurer, the commissioner may permit the insurer to obtain reinsurance from a property and casualty reinsurer accredited pursuant to the provisions of section 38a-85, provided such domestic title insurer has executed an affidavit setting forth facts showing that such insurer was unable after diligent effort to procure, from another title insurer, a reinsurance treaty that is reasonably consistent with what is fair and appropriate under commonly accepted commercial practices. Such title insurer shall include such affidavit and a copy of the proposed reinsurance treaty with the application filed by such insurer with the commissioner.\n\n(P.A. 90-218, S. 12; P.A. 11-253, S. 2.)\n\nHistory: P.A. 11-253 amended Subsec. (a) to add exception re Subsecs. (b) and (c) and make a technical change, and added Subsec. (c) authorizing commissioner to permit domestic title insurer, upon request, to obtain reinsurance from property casualty reinsurer, effective July 13, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-411/"
    },
    {
      "id": "section-38a-412",
      "number": "38a-412.",
      "heading": "Investments.",
      "text": "(a) A domestic title insurer may invest in title plants. For determination of the financial condition of such a title insurer, title plants will be treated as an asset valued at actual cost to the title insurer, not to exceed fifty per cent of the surplus as regards to its policyholders as shown on the most recent annual statement of the title insurer.\n\n(b) Any investment of a domestic title insurer acquired before October 1, 1990, and which, under this section, would be considered ineligible as an investment on that date shall be disposed of within two years of October 1, 1990. The commissioner, upon application and proof that forced sale of any such investment would be contrary to the best interests of the title insurer or its policyholders, may extend the period for disposal of the investment for a reasonable time.\n\n(P.A. 90-218, S. 13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-412/"
    },
    {
      "id": "section-38a-413",
      "number": "38a-413.",
      "heading": "Title agent licensing, exemptions.",
      "text": "Title insurers and title insurance agents shall not be subject to the provisions of sections 38a-704 and 38a-769.\n\n(P.A. 90-218, S. 14; P.A. 96-193, S. 35, 36.)\n\nHistory: P.A. 96-193 replaced the existing language with a provision exempting title insurers and agents from the provisions of Secs. 38a-704 and 38a-769, effective June 3, 1996.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-413/"
    },
    {
      "id": "section-38a-414",
      "number": "38a-414.",
      "heading": "Prohibition on rebates and inducements.",
      "text": "(a) No title insurer or title agent shall (1) pay, directly or indirectly, to the insured, to any producer of title insurance business, to any associate of a producer or to any other person other than another title agent, any commission, any part of its premiums, fees or other charges or any other consideration or thing of value as inducement or compensation for the referral of title insurance business or (2) issue any title insurance policy in connection with any transaction in which it has paid or intends to pay any commission or any part of its premiums, fees or other charges, or any other consideration or thing of value which it knows to be in violation of this section.\n\n(b) No insured named in a title insurance policy, no producer of title insurance business, no associate of a producer, nor any other person, other than another title agent, may knowingly receive or accept, directly or indirectly, any commission, rebate, consideration, thing of value or inducement referred to in subsection (a) of this section.\n\n(c) Nothing in this section shall be construed as prohibiting reasonable payments for services actually rendered to either a title insurer or a title agent in connection with title insurance business.\n\n(P.A. 90-218, S. 15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-414/"
    },
    {
      "id": "section-38a-415",
      "number": "38a-415.",
      "heading": "Division of premiums and charges.",
      "text": "(a) Nothing in sections 38a-400 to 38a-425, inclusive, shall be construed as prohibiting the division of premiums and charges between or among a title insurer and its title agent, two or more title insurers and their title agents, two or more title insurers, one or more title insurers and one or more title agents, or two or more title agents, provided such division of premiums and charges does not constitute (1) an unlawful rebate or inducement under the provisions of said sections or (2) payment of a forwarding fee or finder's fee.\n\n(b) Notwithstanding subsection (a) of this section, for any title insurance policy issued after October 1, 1990, no title insurer shall pay to any title insurance agent or permit such agent to retain any amount exceeding sixty per cent of the gross premium for any policy of the title insurer issued by such agent. The maximum commission to a title insurance agent shall not be increased directly or indirectly by an insurer providing anything of value, including services, to an agent for less than the actual cost or fair market value.\n\n(P.A. 90-218, S. 16; P.A. 91-357, S. 60, 78; 91-407, S. 10, 42.)\n\nHistory: P.A. 91-357 and P.A. 91-407 both amended Subsec. (b) by adding identical prohibitions on increasing maximum commission of title insurance agent by an insurer providing anything of value or less than its actual cost or fair market value.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-415/"
    },
    {
      "id": "section-38a-416",
      "number": "38a-416.",
      "heading": "Disclosure of financial interest.",
      "text": "(a) No title insurer or title insurance agent may accept any order for, issue a title insurance policy to, or provide services to, an applicant if such insurer or agent knows or has reason to believe that the applicant was referred to such insurer or agent by any producer of title insurance business or by any associate of such producer, where the producer, the associate or both, have a financial interest in the title insurer or title agent to which business is referred unless the producer has disclosed to the buyer, seller, lender, the financial interest of the producer of title insurance business or associate referring the title insurance business. The disclosure shall be made in writing on forms prescribed by the commissioner. The title insurer shall maintain the disclosure forms for a period of three years.\n\n(b) Each title insurer and title agent shall file with the commissioner on forms prescribed by the commissioner a report setting forth the names and addresses of those persons, if any, who have had a financial interest in the title insurer or title agent during the calendar year, who are known or reasonably believed by the title insurer to be producers of title business or associates of producers. Each title insurer licensed on October 1, 1990, shall file the report required under this subsection within ninety days after October 1, 1990. Each title insurer shall file the report required under this subsection with its application for a license and at any time there is a change in the information provided in the last report.\n\n(c) No title insurer or title agent may accept an order for title insurance business, issue a title insurance policy or receive or retain any premium, or charge in connection with any transaction if (1) the title insurer or title agent knows or has reason to believe that the transaction will constitute controlled business for that title insurer, and (2) twenty per cent or more of the gross operating revenue of that title insurer in the calendar year in which the transaction takes place is derived from controlled business.\n\n(d) No license may be issued, renewed or continued for a title insurer or title agent who fails to comply with this section.\n\n(P.A. 90-218, S. 17; P.A. 13-134, S. 14; P.A. 14-235, S. 21.)\n\nHistory: P.A. 13-134 deleted former Subsec. (d) re percentage limitation for conflict of interest provision and redesignated existing Subsec. (e) as Subsec. (d); P.A. 14-235 made technical changes in Subsec. (a).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-416/"
    },
    {
      "id": "section-38a-417",
      "number": "38a-417.",
      "heading": "Favored title agent or insurer.",
      "text": "The provisions of section 38a-816 shall govern relationships which favored agents or insurers.\n\n(P.A. 90-218, S. 18; P.A. 04-10, S. 7.)\n\nHistory: P.A. 04-10 made a technical change.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-417/"
    },
    {
      "id": "section-38a-418",
      "number": "38a-418.",
      "heading": "Premium rate standards.",
      "text": "(a) Premium rates shall not be inadequate, excessive, or unfairly discriminatory.\n\n(b) Rates are excessive if in the aggregate they are likely to produce a long run profit that is unreasonably high in relation to the risk of the class of business, or if expenses are unreasonably high in relation to the services rendered.\n\n(c) Rates are inadequate if they are clearly insufficient, together with investment income attributable to them, to sustain projected losses and expenses, or if the continued use of such fees will unfairly have the effect of substantially lessening competition or of tending to create a monopoly.\n\n(d) Premium rates are unfairly discriminatory if the premium charged for any classification is not reasonably related to the services performed or the risks assumed by the insurer, provided within rate classifications premiums may, to a reasonable degree, be less in the case of smaller insurances and the excess may be charged against larger insurances, without rendering the rate unfairly discriminatory.\n\n(e) In making or reviewing rates, due consideration shall be given to past and prospective loss experience, to exposure to loss, to underwriting practice and judgment, to past and prospective expenses including amounts paid to or retained by title agents, to investment income, to a reasonable margin for profit and contingencies, and to all other relevant factors both within and outside of this state. A five-year experience period is required for all filings of rates, provided the filing of any insurer in existence less than five years shall be supported by experience consistent with the period of its existence.\n\n(f) The commissioner may adopt regulations, in accordance with chapter 54, setting forth guidelines for the evaluation of rates. Such regulations may include consideration of (1) costs of underwriting risks assumed by the insurer, (2) amounts paid to or retained by title agents, (3) operating expenses of the insurer other than underwriting and claims expenses, (4) payment of claims and claim related expenses, (5) investment income, (6) reasonable profit, (7) premium taxes and (8) any other factors the commissioner deems relevant.\n\n(P.A. 90-218, S. 19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-418/"
    },
    {
      "id": "section-38a-419",
      "number": "38a-419.",
      "heading": "Premium rate schedules.",
      "text": "(a) A title insurer shall file with the commissioner premium rate schedules it proposes to use in this state. If the commissioner finds in his review of a filing that it does not violate section 38a-418, he shall approve the schedule within thirty days of filing. Prior to such approval, the commissioner may conduct public hearings with respect to the filing. Filings that the commissioner has failed to approve or disapprove within thirty days of filing shall be deemed approved. Upon notice to the title insurer, the period for review of rate filing may be extended for an additional thirty days.\n\n(b) If at any time after the approval of filing, the commissioner has reason to believe that the filing does not meet the requirements of this section or is otherwise contrary to law, or if any party having an interest in the filing makes a written complaint to the commissioner setting forth specific and reasonable grounds for the complaint, or if any insurer, upon notice of disapproval by the commissioner of a filing pursuant to this section, should so request, the commissioner shall hold a hearing within thirty days and shall give written notice of the hearing to all interested parties. The commissioner may confirm, modify, change or rescind any previous action if warranted by the facts shown at the hearing.\n\n(c) No title insurer or title agent may use or collect any premium after October 1, 1990, except in accordance with the premium rate schedule filed with and approved by the commissioner as required by this section. The commissioner may provide by regulations, adopted in accordance with chapter 54, for interim use of premium rate schedules in effect prior to October 1, 1990.\n\n(P.A. 90-218, S. 20.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-419/"
    },
    {
      "id": "section-38a-420",
      "number": "38a-420.",
      "heading": "Publication of schedules of premiums and charges.",
      "text": "(a) Each title insurer and title agent shall print and make available to the public schedules of its currently effective premiums and charges.\n\n(b) The schedules shall (1) be dated to show the date the premiums and charges became effective, (2) be kept available to the public during normal business hours in each office of the title insurer or title agent in this state and (3) set forth the total premium and charge for each type of title insurance policy or service issued or provided by the title insurer or title agent either by stating the premium or charge for each type of title insurance policy in given amounts of coverage or for each service, or by stating the premium or charge rate per unit amount of coverage, or by a combination of the two.\n\n(c) Each title insurer shall keep a complete file of its schedules of premiums and charges and of all changes and amendments to those schedules until at least five years after they have ceased to be in effect.\n\n(P.A. 90-218, S. 21.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-420/"
    },
    {
      "id": "section-38a-421",
      "number": "38a-421.",
      "heading": "Form filing.",
      "text": "(a) A title insurer shall file with the commissioner all forms it proposes to use in this state, including (1) title insurance policies, including standard form endorsements and (2) commitments, binders or any other reports issued prior to the issuance of a title insurance policy. If the commissioner finds in his review of a filing that it does not violate section 38a-422, he shall approve the form within thirty days of filing. Prior to such approval, the commissioner may conduct public hearings with respect to the filing. Filings that the commissioner has failed to approve or disapprove within thirty days of filing shall be deemed approved. Upon notice to the insurer, the period for review of a form filing may be extended for an additional thirty days.\n\n(b) A title insurer need not file reinsurance contracts and agreements.\n\n(c) No title insurer may issue, directly or through a title agent, any policy after October 1, 1990, unless the policy form has been approved pursuant to this section. The commissioner may provide by regulation for interim use of forms in effect prior to October 1, 1990.\n\n(P.A. 90-218, S. 22.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-421/"
    },
    {
      "id": "section-38a-422",
      "number": "38a-422.",
      "heading": "Form standards.",
      "text": "The commissioner shall approve any form filed under section 38a-421 only if the form (1) is logically and clearly arranged and is understandable to a person of normal intelligence without special insurance or legal knowledge or training, (2) does not contain or incorporate by reference any inconsistent, ambiguous or misleading clauses, exceptions or conditions deceptively affecting the risk purported to be assumed in the affirmative coverage of the contract, (3) does not contain any misleading title, heading or other indication of its coverage, (4) is not printed or otherwise reproduced in such a manner as to render any provision of the form substantially illegible and (5) is otherwise in compliance with sections 38a-400 to 38a-425, inclusive.\n\n(P.A. 90-218, S. 23.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-422/"
    },
    {
      "id": "section-38a-423",
      "number": "38a-423.",
      "heading": "Notice of issuance of mortgage policy.",
      "text": "(a) A title insurer or title agent that issues a mortgagee's policy of title insurance on a loan made simultaneous with the purchase of all or part of the residential property securing the loan, where no owner's policy has been ordered, shall inform the borrower in writing that the mortgagee's policy does not protect the borrower, and that the borrower may obtain an owner's title insurance policy for his protection. Such notice shall be provided before disbursement of the loan proceeds and before issuance of a mortgagee's policy and shall be on a form prescribed by the commissioner.\n\n(b) If the borrower elects not to purchase an owner's title insurance policy, the title insurer or title agent shall obtain from the borrower a statement in writing that the notice has been received and that the borrower waives the right to purchase an owner's title insurance policy. If the borrower refuses to provide the statement and waiver, the title insurer or title agent shall so note in the file. The statement and waiver shall be on a form prescribed by the commissioner and shall be retained by the title insurer or title agent for at least five years after receipt.\n\n(P.A. 90-218, S. 24; P.A. 14-235, S. 22.)\n\nHistory: P.A. 14-235 made technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-423/"
    },
    {
      "id": "section-38a-424",
      "number": "38a-424.",
      "heading": "Regulations.",
      "text": "In addition to any other powers granted under sections 38a-400 to 38a-425, inclusive, the commissioner may adopt regulations in accordance with chapter 54 to protect the interests of the public, including, but not limited to, regulations governing sales practices, escrow, collection, settlement or closing procedures, policy coverage standards, rebates and inducements, controlled business, the approval of agency contracts, unfair trade practices and fraud, statistical plans for data collection, consumer education and any other consumer matters, the business of title insurance or any regulations otherwise implementing or interpreting the provisions of sections 38a-400 to 38a-425, inclusive.\n\n(P.A. 90-218, S. 25.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-424/"
    },
    {
      "id": "section-38a-424a",
      "number": "38a-424a.",
      "heading": "Regulations re availability of coverage for property that is the subject of an Indian land claim.",
      "text": "(a) As used in this section, “Indian land claim” means a claim for real property or monetary damages based on an alleged illegal transfer, use or occupation of such real property and which claim is based on a violation of any condition or restriction established by common law, statute or other governmental enactment on alienation of lands owned by Indians or Indian tribes.\n\n(b) The Insurance Commissioner shall adopt regulations in accordance with chapter 54 on or before February 1, 1994, setting forth guidelines to maximize the availability of title insurance coverage with respect to real property that is the subject of an Indian land claim. Each title insurer, as defined in subdivision (16) of section 38a-402, shall provide coverage in accordance with said guidelines. The factors the commissioner shall consider in adopting such regulations shall include, but not be limited to: (1) The title insurance coverage offered by title insurers for real property that is the subject of an Indian land claim; (2) whether the real property has been identified as being the subject of an Indian land claim in a notice of intent to sue or in an Indian land claim lawsuit or whether the owner of the real property has been named and served as a defendant in an Indian land claim lawsuit; (3) the legal basis of the Indian land claim; (4) whether the real property is the subject of an owner's or mortgagee's title insurance policy; and (5) whether the real property is vacant, residential or commercial.\n\n(Oct. Sp. Sess. P.A. 93-3, S. 1, 2.)\n\nHistory: Oct. Sp. Sess. P.A. 93-3 effective November 12, 1993.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-424a/"
    },
    {
      "id": "section-38a-425",
      "number": "38a-425.",
      "heading": "Severability.",
      "text": "The provisions of sections 38a-400 to 38a-425, inclusive, shall be severable, and, if any of their provisions are held to be unconstitutional or invalid, the validity of the remaining provisions of said sections will not be affected. It is hereby declared as legislative intent that sections 38a-400 to 38a-425, inclusive, would have been adopted by the legislature of this state had such unconstitutional or invalid provisions not been included.\n\n(P.A. 90-218, S. 26.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700a/section-38a-425/"
    },
    {
      "id": "section-38a-426",
      "number": "38a-426",
      "heading": "to 38a-429. - Reserved for future use.",
      "text": "to 38a-429. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}