{
  "state": "connecticut",
  "path": "title-title-38a-insurance/chapter-chapter-697-general-provisions",
  "sections": [
    {
      "id": "section-38a-1",
      "number": "38a-1.",
      "heading": "(Formerly Sec. 38-1). - Definitions.",
      "text": "Terms used in this title, unless it appears from the context to the contrary, shall have a scope and meaning as set forth in this section.\n\n(1) “Affiliate” or “affiliated” means a person that directly, or indirectly through one or more intermediaries, controls, is controlled by or is under common control with another person.\n\n(2) “Alien insurer” means any insurer that has been chartered by or organized or constituted within or under the laws of any jurisdiction or country without the United States.\n\n(3) “Annuities” means all agreements to make periodical payments where the making or continuance of all or some of the series of the payments, or the amount of the payment, is dependent upon the continuance of human life or is for a specified term of years. This definition does not apply to payments made under a policy of life insurance.\n\n(4) “Commissioner” means the Insurance Commissioner.\n\n(5) “Control”, “controlled by” or “under common control with” means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with the person.\n\n(6) “Domestic insurer” means any insurer that has been chartered by, incorporated, organized or constituted within or under the laws of this state.\n\n(7) “Domestic surplus lines insurer” means any domestic insurer that has been authorized by the commissioner to write surplus lines insurance.\n\n(8) “Foreign country” means any jurisdiction not in any state, district or territory of the United States.\n\n(9) “Foreign insurer” means any insurer that has been chartered by or organized or constituted within or under the laws of another state or a territory of the United States.\n\n(10) “Insolvency” or “insolvent” means, for any insurer, that it is unable to pay its obligations when they are due, or when its admitted assets do not exceed its liabilities plus the greater of: (A) Capital and surplus required by law for its organization and continued operation; or (B) the total par or stated value of its authorized and issued capital stock. For purposes of this subdivision “liabilities” shall include but not be limited to reserves required by statute or by regulations adopted by the commissioner in accordance with the provisions of chapter 54 or specific requirements imposed by the commissioner upon a subject company at the time of admission or subsequent thereto.\n\n(11) “Insurance” means any agreement to pay a sum of money, provide services or any other thing of value on the happening of a particular event or contingency or to provide indemnity for loss in respect to a specified subject by specified perils in return for a consideration. In any contract of insurance, an insured shall have an interest which is subject to a risk of loss through destruction or impairment of that interest, which risk is assumed by the insurer and such assumption shall be part of a general scheme to distribute losses among a large group of persons bearing similar risks in return for a ratable contribution or other consideration.\n\n(12) “Insurer” or “insurance company” includes any person or combination of persons doing any kind or form of insurance business other than a fraternal benefit society, and shall include a receiver of any insurer when the context reasonably permits.\n\n(13) “Insured” means a person to whom or for whose benefit an insurer makes a promise in an insurance policy. The term includes policyholders, subscribers, members and beneficiaries. This definition applies only to the provisions of this title and does not define the meaning of this word as used in insurance policies or certificates.\n\n(14) “Life insurance” means insurance on human lives and insurances pertaining to or connected with human life. The business of life insurance includes granting endowment benefits, granting additional benefits in the event of death by accident or accidental means, granting additional benefits in the event of the total and permanent disability of the insured, and providing optional methods of settlement of proceeds. Life insurance includes burial contracts to the extent provided by section 38a-464.\n\n(15) “Mutual insurer” means any insurer without capital stock, the managing directors or officers of which are elected by its members.\n\n(16) “Person” means an individual, a corporation, a partnership, a limited liability company, an association, a joint stock company, a business trust, an unincorporated organization or other legal entity.\n\n(17) “Policy” means any document, including attached endorsements and riders, purporting to be an enforceable contract, which memorializes in writing some or all of the terms of an insurance contract.\n\n(18) “State” means any state, district, or territory of the United States.\n\n(19) “Subsidiary” of a specified person means an affiliate controlled by the person directly, or indirectly through one or more intermediaries.\n\n(20) “Unauthorized insurer” or “nonadmitted insurer” means an insurer that has not been granted a certificate of authority by the commissioner to transact the business of insurance in this state or an insurer transacting business not authorized by a valid certificate.\n\n(21) “United States” means the United States of America, its territories and possessions, the Commonwealth of Puerto Rico and the District of Columbia.\n\n(1949 Rev., S. 6024; P.A. 77-614, S. 163, 610; P.A. 80-482, S. 266, 345, 348; P.A. 81-111, S. 5; P.A. 90-243, S. 1; P.A. 95-79, S. 138, 189; P.A. 98-98, S. 1; 98-214, S. 28; P.A. 03-199, S. 1; P.A. 17-125, S. 2; P.A. 21-14, S. 1; 21-96, S. 1; 21-137, S. 1; 21-150, S. 1; 21-156, S. 1; 21-187, S. 1.)\n\nHistory: P.A. 77-614 made insurance department a division within the department of business regulation, retaining insurance commissioner as its head, effective January 1, 1979; P.A. 80-482 restored insurance commissioner and division to prior independent status and abolished the department of business regulation; P.A. 81-111 redefined “domestic insurance company” to include “incorporated” companies; P.A. 90-243 replaced previously existing provisions with new Subdivs. (1) to (19), inclusive, defining “affiliate”, “affiliated”, “annuities”, “commissioner”, “control”, “domestic insurer”, “foreign country”, “foreign insurer”, “insolvency”, “insolvent”, “insurance”, “insurer”, “insurance company”, “alien insurer”, “domestic insurer”, “foreign insurer”, “mutual insurer”, “unauthorized insurer”, “nonadmitted insurer”, “insured”, “life insurance”, “person”, “policy”, “state”, “subsidiary” and “United States”; Sec. 38-1 transferred to Sec. 38a-1 in 1991; P.A. 95-79 redefined “person” to include a limited liability company, effective May 31, 1995; P.A. 98-98 and 98-214 both amended Subpara. (9)(A) to include capital and surplus required by law for continued operation, and P.A. 98-98 also amended Subpara. (9)(B) to require that regulations be adopted in accordance with chapter 54; P.A. 03-199 amended Subdiv. (11) re definition of “insurer” or “insurance company” to substitute “any person or combination of persons” for “any corporation, association, partnership or combination of persons”; P.A. 17-125 added new Subdiv. (7) defining “domestic surplus lines insurer”, redesignated existing provisions in Subdivs. (7) to (19) as Subdivs. (8) to (21), effective July 1, 2017; P.A. 21-14 added references to Secs. 38a-477ff, 38a-478w and 38a-477gg in introductory language, effective January 1, 2022; P.A. 21-96 added reference to Sec. 38a-477jj in introductory language, effective January 1, 2022; P.A. 21-137 added references to Secs. 38a-833 and 38a-316g in introductory language; P.A. 21-150 added reference to Sec. 38a-475a in introductory language, effective January 1, 2022; P.A. 21-156 added reference to Sec. 38a-834 in introductory language, effective January 1, 2022; P.A. 21-187 added reference to Sec. 38a-472lin introductory language, effective January 1, 2022; (Revisor's note: References to Secs. 38a-316g, 38a-472l, 38a-475a, 38a-477ff, 38a-477gg, 38a-477jj, 38a-478w, 38a-833 and 38a-834 in the introductory language were deleted for clarity because all sections are included in “this title”).\n\n“Insurance” does not include self-insurance for purposes of the guaranty act; “insurer” does not include self-insuring employer. 247 C. 442.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-1-formerly-sec-38-1/"
    },
    {
      "id": "section-38a-2",
      "number": "38a-2.",
      "heading": "(Formerly Sec. 38-2). - General penalty.",
      "text": "Any person or corporation violating any provision of this title for the violation of which no other penalty is provided shall be fined not more than fifteen thousand dollars.\n\n(1949 Rev., S. 6275; P.A. 83-255, S. 1, 2; P.A. 08-178, S. 1.)\n\nHistory: P.A. 83-255 increased maximum fine from $500 to $7,500; Sec. 38-2 transferred to Sec. 38a-2 in 1991; P.A. 08-178 increased maximum fine from $7,500 to $15,000.\n\nAnnotation to former section 38-2:\n\nCited. 162 C. 504.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-2-formerly-sec-38-2/"
    },
    {
      "id": "section-38a-3",
      "number": "38a-3",
      "heading": "to 38a-6. - Reserved for future use.",
      "text": "to 38a-6. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38a-7",
      "number": "38a-7.",
      "heading": "(Formerly Sec. 38-3). - Appointment of commissioner.",
      "text": "In accordance with the provisions of sections 4-5 to 4-8, inclusive, the Governor shall appoint some suitable person, not a director, officer or agent of an insurance company, to be Insurance Commissioner.\n\n(1949 Rev., S. 6025; P.A. 77-614, S. 163, 610; P.A. 80-482, S. 267, 345, 348.)\n\nHistory: P.A. 77-614 made insurance department a division within the department of business regulation, retaining insurance commissioner as its head, effective January 1, 1979; P.A. 80-482 restored insurance commissioner and division to prior independent status and abolished the department of business regulation; Sec. 38-3 transferred to Sec. 38a-7 in 1991.\n\nAnnotation to former section 38-3:\n\nCited. 140 C. 222.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-7-formerly-sec-38-3/"
    },
    {
      "id": "section-38a-8",
      "number": "38a-8.",
      "heading": "(Formerly Sec. 38-4). - Duties of commissioner",
      "text": "(a) The commissioner shall see that all laws respecting insurance companies and health care centers are faithfully executed and shall administer and enforce the provisions of this title. The commissioner shall have all powers specifically granted, and all further powers that are reasonable and necessary to enable the commissioner to protect the public interest in accordance with the duties imposed by this title. The commissioner shall pay to the Treasurer all the fees that the commissioner receives. The commissioner may administer oaths in the discharge of the commissioner's duties.\n\n(b) The commissioner shall recommend to the General Assembly changes that, in the commissioner's opinion, should be made in the laws relating to insurance.\n\n(c) In addition to the specific regulations that the commissioner is required to adopt, the commissioner may adopt such further regulations, in accordance with the provisions of chapter 54, as are reasonable and necessary to implement the provisions of this title.\n\n(d) The commissioner shall develop a program of periodic review to ensure compliance by the Insurance Department with the minimum standards established by the National Association of Insurance Commissioners for effective financial surveillance and regulation of insurance companies operating in this state. The commissioner shall adopt regulations, in accordance with the provisions of chapter 54, pertaining to the financial surveillance and solvency regulation of insurance companies and health care centers as are reasonable and necessary to obtain or maintain the accreditation of the Insurance Department by the National Association of Insurance Commissioners. The commissioner shall maintain as confidential any confidential documents or information received from the National Association of Insurance Commissioners, or the International Association of Insurance Supervisors, or any documents or information received from state or federal insurance, banking or securities regulators or similar regulators in a foreign country that are confidential in such jurisdictions. The commissioner may share any information, including confidential information, with the National Association of Insurance Commissioners, the International Association of Insurance Supervisors, or state or federal insurance, banking or securities regulators or similar regulators in a foreign country, provided the commissioner determines that such entities agree to maintain the same level of confidentiality in their jurisdictions as is available in this state. At the expense of a domestic, alien or foreign insurer, the commissioner may engage the services of attorneys, actuaries, accountants and other experts not otherwise part of the commissioner's staff as may be necessary to assist the commissioner in the financial analysis of the insurer, the review of the insurer's license applications, and the review of transactions within a holding company system involving an insurer domiciled in this state. No duties of a person employed by the Insurance Department on November 1, 2002, shall be performed by such attorney, actuary, accountant or expert.\n\n(e) The commissioner shall establish a program to reduce costs and increase efficiency through the use of electronic methods to transmit documents, including policy form and rate filings, to and from insurers and the Insurance Department. The commissioner may sit as a member of the board of a consortium organized by or in association with the National Association of Insurance Commissioners for the purpose of coordinating a system for electronic rate and form filing among state insurance departments and insurers.\n\n(f) The commissioner shall maintain as confidential information obtained, collected or prepared in connection with examinations, inspections or investigations, and complaints from the public received by the Insurance Department, if such records are protected from disclosure under federal law or state statute or, in the opinion of the commissioner, such records would disclose, or would reasonably lead to the disclosure of: (1) Investigative information the disclosure of which would be prejudicial to such investigation, until such time as the investigation is concluded; or (2) personal, financial or medical information concerning a person who has filed a complaint or inquiry with the Insurance Department, without the written consent of the person or persons to whom the information pertains.\n\n(g) The commissioner may, in the commissioner's discretion, engage the services of such third-party actuaries, professionals and specialists that the commissioner deems necessary to assist the commissioner in reviewing any rate, form or similar filing submitted to the commissioner pursuant to this title. The cost of such services shall be borne by the person who submitted such rate, form or similar filing to the commissioner.\n\n(h) The commissioner shall promote the development and growth of, and employment opportunities within, the insurance industry in the state.\n\n(1949 Rev., S. 6029; 1959, P.A. 78, S. 1; P.A. 90-243, S. 2; P.A. 92-112, S. 1; P.A. 95-168, S. 1; P.A. 98-57, S. 1; 98-85; P.A. 99-9, S. 1, 6; P.A. 03-121, S. 1; 03-127, S. 1; P.A. 05-275, S. 13; P.A. 13-134, S. 1; P.A. 19-125, S. 1; P.A. 23-70, S. 3.)\n\nHistory: 1959 act deleted requirement that the commissioner supply insurance companies with the forms required by law; P.A. 90-243 expanded the insurance commissioner's statutory powers, duties and obligations and divided section into Subsecs.; Sec. 38-4 transferred to Sec. 38a-8 in 1991; P.A. 92-112 added a new Subsec. (d) allowing the commissioner to develop a program of periodic review to ensure financial integrity as a minimum standard as required by the National Association of Insurance Commissioners; P.A. 95-168 amended Subsec. (d) to add provisions re confidentiality of documents received by Insurance Commissioner; P.A. 98-57 amended Subsec. (d) to require the commissioner to maintain as confidential information received from the International Association of Insurance Supervisors, or from state or federal insurance, banking or securities regulators or similar regulators in a foreign country, and authorized the commissioner to share confidential information with those officials; P.A. 98-85 added new Subsec. (e) to require the commissioner to establish a program to use electronic methods to transmit documents to and from insurers, and authorized the commissioner to sit on a consortium re electronic rate and form filing among state insurance departments and insurers; P.A. 99-9 amended Subsecs. (a) and (d) to reference “health care centers”, effective May 12, 1999; P.A. 03-121 added Subsec. (f) re confidentiality of information re inspections or investigations and complaints; P.A. 03-127 amended Subsec. (d) by adding provisions re commissioner's power to engage the services of experts not otherwise part of commissioner's staff; P.A. 05-275 added new Subsec. (g) re development of a plan to maintain a viable medical malpractice insurance industry in state, effective July 13, 2005; P.A. 13-134 made technical changes in Subsecs. (a) to (d) and (f), and deleted former Subsec. (g) re development of a medical malpractice insurance industry plan; P.A. 19-125 added Subsec. (g) re engagement of services of third-party actuaries, professionals and specialists and made a technical change in Subsec. (e), effective July 1, 2019; P.A. 23-70 added Subsec. (h) re promotion and development of the insurance industry in the state, effective July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-8-formerly-sec-38-4/"
    },
    {
      "id": "section-38a-8a",
      "number": "38a-8a.",
      "heading": "Regulations on security and privacy standards.",
      "text": "The Insurance Commissioner may adopt regulations, in accordance with chapter 54, to establish security and privacy standards consistent with Title V of the Gramm-Leach-Bliley Financial Modernization Act of 1999, Public Law 106-102 (15 USC 6801 et seq.). Such regulations may be made applicable to any person regulated under this title.\n\n(P.A. 02-40, S. 1.)\n\nHistory: P.A. 02-40 effective May 6, 2002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-8a/"
    },
    {
      "id": "section-38a-8b",
      "number": "38a-8b.",
      "heading": "Stop loss policies. Sale in this state. Regulations.",
      "text": "No stop loss policy may be issued or delivered in this state unless a copy of the stop loss policy form has been submitted to, and approved by, the Insurance Commissioner pursuant to regulations that the commissioner may adopt in accordance with chapter 54. Such regulations, if adopted, shall include, but need not be limited to, a definition of a stop loss policy and the standards for filing and review of stop loss policies.\n\n(P.A. 04-49, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-8b/"
    },
    {
      "id": "section-38a-9",
      "number": "38a-9.",
      "heading": "(Formerly Sec. 38-4b). - Divisions of Consumer Affairs and Rate Review. Duties. Annual reports by commissioner. Arbitration procedure.",
      "text": "(a) Notwithstanding the provisions of section 4-8, there shall be a Division of Consumer Affairs within the Insurance Department, which division shall act on the Insurance Commissioner's behalf and at his direction in order to carry out his responsibilities under this title with respect to such matters. The division shall receive and review complaints from residents of this state concerning their insurance problems, including claims disputes, and serve as a mediator in such disputes in order to assist the commissioner in determining whether statutory requirements and contractual obligations within the commissioner's jurisdiction have been fulfilled. There shall be a director of said division, who shall be provided with sufficient staff. The division shall serve to coordinate all appropriate facilities in the department in addressing such complaints, and conduct any outreach programs deemed necessary to properly inform and educate the public on insurance matters. The director shall submit quarterly reports to the commissioner, which shall state the number of complaints received by the division in such calendar quarter, the Connecticut premium volume of the appropriate line of each insurance company against which a complaint has been filed, the types of complaints received, and the number of such complaints which have been resolved. Such reports shall be published every six months and copies shall be made available to any interested resident of this state upon request. The commissioner shall report, in accordance with section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters relating to insurance on or before January fifteenth annually, concerning the findings of such reports and suggestions for legislative initiatives to address recurring problems.\n\n(b) (1) The Division of Consumer Affairs shall provide an independent arbitration procedure for the settlement of disputes between claimants and insurance companies concerning automobile physical damage and automobile property damage liability claims in which liability and coverage are not in dispute. Such procedure shall apply only to disputes involving private passenger motor vehicles as defined in subsection (e) of section 38a-363. Any company licensed to write private passenger automobile insurance, including collision, comprehensive and theft, in this state shall participate in the arbitration procedure. The commissioner shall appoint an administrator for such procedure. Only those disputes in which attempts at mediation by the Division of Consumer Affairs have failed shall be accepted as arbitrable. The referral of the complaint to arbitration shall be made by the Insurance Department examiner who investigated the complaint. Each party to the dispute shall pay a filing fee of twenty dollars. The insurance company shall pay the claimant the undisputed amount of the claim upon written notification from the department that the complaint has been referred to arbitration. Such payment shall not affect any right of the claimant to pursue the disputed amount of the claim.\n\n(2) The commissioner shall prepare a list of at least ten persons, who have not been employed by the department or an insurance company during the preceding twelve months, to serve as arbitrators in the settlement of such disputes. The arbitrators shall be members of any dispute resolution organization approved by the commissioner. One arbitrator shall be appointed to hear and decide each complaint. Appointment shall be based solely on the order of the list. If an arbitrator is unable to serve on a given day, or if either party objects to the arbitrator, then the next arbitrator on the list shall be selected. The department shall schedule arbitration hearings as often, and in such locations, as it deems necessary. Parties to the dispute shall be provided written notice of the hearing at least ten days prior to the hearing date. The commissioner may issue subpoenas on behalf of the arbitrator to compel the attendance of witnesses and the production of documents, papers and records relevant to the dispute. Decisions shall be made on the basis of the evidence presented at the arbitration hearing. Where the arbitrator believes that technical expertise is necessary to decide a case, such arbitrator may consult with an independent expert recommended by the commissioner. The arbitrator and any independent technical expert shall be paid by the department on a per dispute basis as established by the commissioner. The arbitrator, as expeditiously as possible but not later than fifteen days after the arbitration hearing, shall render a written decision based on the information gathered and disclose the findings and the reasons to the parties involved. The arbitrator shall award filing fees to the prevailing party. If the decision favors the claimant, the decision shall provide specific and appropriate remedies including interest at the rate of fifteen per cent per year on the arbitration award concerning the disputed amount of the claim, retroactive to the date of payment for the undisputed amount of the claim. The decision may include costs for loss of use and storage of the motor vehicle and shall specify a date for performance and completion of all awarded remedies. Notwithstanding any provision of the general statutes or any regulation, the Insurance Department shall not amend, reverse, rescind, or revoke any decision or action of any arbitrator. The department shall contact the claimant not later than ten business days after the date for performance, to determine whether performance has occurred. Either party may make application to the superior court for the judicial district in which one of the parties resides or, when the court is not in session, any judge thereof for an order confirming, vacating, modifying or correcting any award, in accordance with the provisions of sections 52-417, 52-418, 52-419 and 52-420. If it is determined by the court that either party's position after review has been improved by at least ten per cent over that party's position after arbitration, the court may grant to that party its costs and reasonable attorney's fees. No evidence, testimony, findings, or decision from the department arbitration procedure shall be admissible in any civil proceeding, except judicial review of the arbitrator's decision as contemplated by this subsection.\n\n(3) The department shall maintain records of each dispute, including names of parties to the arbitration, the decision of the arbitrator, compliance, the appeal, if any, and the decision of the court. The department shall annually compile such statistics and send a copy to the committee of the General Assembly having cognizance of matters relating to insurance. The report shall be considered a public document.\n\n(c) Notwithstanding the provisions of section 4-8, there shall be a Division of Rate Review within the Insurance Department, which division shall act on the commissioner's behalf and at the commissioner's direction in order to carry out the commissioner's responsibilities under this title with respect to such matters. Subject to the provisions of sections 38a-663 to 38a-696, inclusive, the division shall assist the commissioner in reviewing rates and supplementary rate information filed with the department for compliance with statutory requirements and standards. The division's staff shall include rating examiners with sufficient actuarial expertise. Upon the request of the commissioner, the division shall review rates and supplementary rate information, and any suspected violation of the statutory requirements and standards of sections 38a-663 to 38a-696, inclusive, found pursuant to such review shall be referred to the commissioner for appropriate action. The division may assist the commissioner in formalizing the commissioner's findings regarding such actions. The commissioner shall report, in accordance with section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters relating to insurance on or before January fifteenth annually, concerning (1) the number and type of reviews conducted by the division in the prior calendar year, and (2) the percentage of increase or decrease in rates reviewed by the division during the preceding calendar year, by line and subline of insurance.\n\n(d) The directors and staff of both the Division of Consumer Affairs and the Division of Rate Review shall be appointed by the commissioner under the provisions of chapter 67.\n\n(P.A. 87-515, S. 1, 4; P.A. 88-326, S. 9, 11; P.A. 96-227, S. 1; P.A. 99-145, S. 2, 23; P.A. 01-174, S. 1; P.A. 09-74, S. 1, 2; P.A. 10-5, S. 1; 10-7, S. 8; P.A. 13-134, S. 2.)\n\nHistory: P.A. 88-326 required the Connecticut premium volume of the line of each insurance company against which a complaint has been filed to be stated in quarterly reports to the commissioner, required reports from the director to be published and made available every six months, and inserted a new Subsec. (b) establishing an arbitration procedure for automobile damage claims, relettering existing Subsecs. as necessary, effective July 1, 1989; Sec. 38-4b transferred to Sec. 38a-9 in 1991; (Revisor's note: In 1997 a reference in Subsec. (b)(2) to “Department of Insurance” was changed editorially by the Revisors to “Insurance Department” for consistency with customary statutory usage); P.A. 96-227 amended Subsec. (c) to delete the requirement that the division director be a member of the American Academy of Actuaries; P.A. 99-145 amended Subsec. (b) to substitute “subsection (e) of section 38a-363” for “subsection (g) of section 38a-363”, effective June 8, 1999; P.A. 01-174 deleted Subsec. (c)(3) re reports to the General Assembly concerning filed rates found to be a suspected violation of statutory requirements and standards, substituted references to Sec. 38a-696 for references to Sec. 38a-697, and made technical changes for purposes of gender neutrality; P.A. 09-74 made technical changes in Subsecs. (a) and (c), effective May 27, 2009; P.A. 10-5 made technical changes in Subsec. (b)(2), effective May 5, 2010; P.A. 10-7 amended Subsec. (b)(2) to make a technical change, increase arbitration award interest rate from 10% to 15% and specify that such interest rate is per year, effective January 1, 2011; P.A. 13-134 replaced “consumer” with “claimant” in Subsec. (b)(1) and (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-9-formerly-sec-38-4b/"
    },
    {
      "id": "section-38a-10",
      "number": "38a-10.",
      "heading": "(Formerly Sec. 38-4c). - Regulations on arbitration procedure.",
      "text": "The Insurance Commissioner shall adopt regulations, in accordance with the provisions of chapter 54, to carry out the purposes of subsection (b) of section 38a-9. Copies of the regulations shall be provided to any person upon request.\n\n(P.A. 88-326, S. 10.)\n\nHistory: Sec. 38-4c transferred to Sec. 38a-10 in 1991; (Revisor's note: In 1997 a reference to “Commissioner of Insurance” was changed editorially by the Revisors to “Insurance Commissioner” for consistency with customary statutory usage).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-10-formerly-sec-38-4c/"
    },
    {
      "id": "section-38a-10a",
      "number": "38a-10a.",
      "heading": "Mediation program. Regulations.",
      "text": "(a)(1) The Insurance Department may establish a mediation program for any open claim for loss or damage to personal or real property that arises under an insured's (A) personal risk insurance policy, as defined in section 38a-663, other than a private passenger nonfleet automobile insurance policy, (B) condominium association master policy under section 47-83, or (C) unit owners' association property insurance policy under section 47-255, as a result of a catastrophic event for which the Governor has declared a state of emergency. Any company licensed to write the lines of insurance set forth in subparagraphs (A) to (C), inclusive, of this subdivision shall participate in the mediation program. For purposes of this section, “claim” means any dispute between an insured and such insured's insurer arising from such catastrophic event in which the difference between the position of the parties for the actual cash value or the amount of loss is five thousand dollars or more, notwithstanding any applicable deductible, except that the parties may agree to mediate a dispute involving a lesser amount.\n\n(2) This section shall not apply to any claim (A) made under a flood insurance policy issued by the National Flood Insurance Program, (B) for which coverage is in dispute, or (C) with respect to which coverage has been exhausted.\n\n(b) The Insurance Commissioner shall designate an entity as the commissioner's designee to carry out the mediations pursuant to this section. The insurer shall pay the mediation fee to the designated entity not later than ten business days after such insurer receives an invoice for such mediation from such entity. The insurer shall not be responsible for any costs incurred by an insured including, but not limited to, costs incurred for advisors, representatives, attorneys or public adjusters.\n\n(c) The mediation shall be conducted in accordance with procedures established by the designated entity and approved by the commissioner. The commissioner shall not designate an entity as the commissioner's designee unless:\n\n(1) Such entity agrees (A) that the commissioner shall oversee the operational procedures of such entity with respect to the administration of the mediation program, (B) that the commissioner shall have access to all systems, databases and records related to the mediation program, and (C) to make reports to the commissioner in a form and manner prescribed by the commissioner;\n\n(2) Such entity's procedures require that (A) the parties agree, in writing, prior to the mediation that statements made during the mediation are confidential and will not be admitted into evidence in any civil action concerning the claim, except with respect to any proceeding or investigation of insurance fraud, (B) a settlement agreement reached in a mediation shall be transcribed into a written agreement, on a form approved by the commissioner, that is signed by the insured and a representative of the insurer with the authority to do so, and (C) a settlement agreement prepared during a mediation shall include a provision affording the insured a right to rescind the agreement within five business days after the date such agreement is reached, provided the insured has not cashed or deposited any check or draft disbursed to the insured for the disputed matters as a result of such agreement; and\n\n(3) Such entity's procedures provide that (A) the mediator may terminate a mediation session if the mediator determines that either the insured or the insurer's representative is not participating in the mediation in good faith, or if even after good faith efforts, a settlement cannot be reached, (B) the designated entity may schedule additional mediation sessions if it believes the sessions may result in a settlement, (C) the designated entity may require the insurer to send a different representative to a rescheduled mediation session if the first representative has not participated in the mediation in good faith, and any fee for such other representative shall be paid by the insurer, and (D) the designated entity may reschedule a mediation session if the mediator determines that the insured is not participating in good faith, but only if the insured pays the entity's fee for the mediation.\n\n(d) An insured's right to request mediation pursuant to this section shall not affect any other right the insured may have to redress the dispute after the completion of the mediation, including any remedies specified in the insurance policy or any right provided by law, unless a settlement agreement for the dispute has been entered into and the insured did not rescind such agreement as provided under subparagraph (C) of subdivision (2) of subsection (c) of this section.\n\n(e) The commissioner may adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of this section. Such regulations shall include, but not be limited to, (1) the form and manner of notification by the insurer to an insured of the right to mediation, (2) the forms and procedures for an insured or an insurer to request a mediation proceeding, and (3) the requirements for an insurer's participation at the mediation hearing.\n\n(P.A. 13-148, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-10a/"
    },
    {
      "id": "section-38a-11",
      "number": "38a-11.",
      "heading": "(Formerly Sec. 38-50). - Fees to be paid commissioner.",
      "text": "(a) The commissioner shall demand and receive the following fees: (1) For the annual fee for each license issued to a domestic insurance company, two hundred dollars; (2) for receiving and filing annual reports of domestic insurance companies, fifty dollars; (3) for filing all documents prerequisite to the issuance of a license to an insurance company, two hundred twenty dollars, except that the fee for such filings by any health care center, as defined in section 38a-175, shall be one thousand three hundred fifty dollars; (4) for filing any additional paper required by law, thirty dollars; (5) for each certificate of valuation, organization, reciprocity or compliance, forty dollars; (6) for each certified copy of a license to a company, forty dollars; (7) for each certified copy of a report or certificate of condition of a company to be filed in any other state, forty dollars; (8) for amending a certificate of authority, two hundred dollars; (9) for each license issued to a rating organization, two hundred dollars. In addition, insurance companies shall pay any fees imposed under section 12-211; (10) a filing fee of fifty dollars for each initial application for a license made pursuant to section 38a-769; (11) with respect to insurance agents' appointments: (A) A filing fee of fifty dollars for each request for any agent appointment, except that no filing fee shall be payable for a request for agent appointment by an insurance company domiciled in a state or foreign country which does not require any filing fee for a request for agent appointment for a Connecticut insurance company; (B) a fee of one hundred dollars for each appointment issued to an agent of a domestic insurance company or for each appointment continued; and (C) a fee of eighty dollars for each appointment issued to an agent of any other insurance company or for each appointment continued, except that (i) no fee shall be payable for an appointment issued to an agent of an insurance company domiciled in a state or foreign country which does not require any fee for an appointment issued to an agent of a Connecticut insurance company, and (ii) the fee shall be twenty dollars for each appointment issued or continued to an agent of an insurance company domiciled in a state or foreign country with a premium tax rate below Connecticut's premium tax rate; (12) with respect to insurance producers: (A) An examination fee of fifteen dollars for each examination taken, except when a testing service is used, the testing service shall pay a fee of fifteen dollars to the commissioner for each examination taken by an applicant; (B) a fee of eighty dollars for each license issued; (C) a fee of eighty dollars per year, or any portion thereof, for each license renewed; and (D) a fee of eighty dollars for any license renewed under the transitional process established in section 38a-784; (13) with respect to public adjusters: (A) An examination fee of fifteen dollars for each examination taken, except when a testing service is used, the testing service shall pay a fee of fifteen dollars to the commissioner for each examination taken by an applicant; and (B) a fee of two hundred fifty dollars for each license issued or renewed; (14) with respect to casualty claims adjusters: (A) An examination fee of twenty dollars for each examination taken, except when a testing service is used, the testing service shall pay a fee of twenty dollars to the commissioner for each examination taken by an applicant; (B) a fee of eighty dollars for each license issued or renewed; and (C) the expense of any examination administered outside the state shall be the responsibility of the entity making the request and such entity shall pay to the commissioner two hundred dollars for such examination and the actual traveling expenses of the examination administrator to administer such examination; (15) with respect to motor vehicle physical damage appraisers: (A) An examination fee of eighty dollars for each examination taken, except when a testing service is used, the testing service shall pay a fee of eighty dollars to the commissioner for each examination taken by an applicant; (B) a fee of eighty dollars for each license issued or renewed; and (C) the expense of any examination administered outside the state shall be the responsibility of the entity making the request and such entity shall pay to the commissioner two hundred dollars for such examination and the actual traveling expenses of the examination administrator to administer such examination; (16) with respect to certified insurance consultants: (A) An examination fee of twenty-six dollars for each examination taken, except when a testing service is used, the testing service shall pay a fee of twenty-six dollars to the commissioner for each examination taken by an applicant; (B) a fee of two hundred fifty dollars for each license issued; and (C) a fee of two hundred fifty dollars for each license renewed; (17) with respect to surplus lines brokers: (A) An examination fee of twenty dollars for each examination taken, except when a testing service is used, the testing service shall pay a fee of twenty dollars to the commissioner for each examination taken by an applicant; and (B) a fee of six hundred twenty-five dollars for each license issued or renewed; (18) with respect to fraternal agents, a fee of eighty dollars for each license issued or renewed; (19) a fee of twenty-six dollars for each license certificate requested, whether or not a license has been issued; (20) with respect to domestic and foreign benefit societies shall pay: (A) For service of process, fifty dollars for each person or insurer to be served; (B) for filing a certified copy of its charter or articles of association, fifteen dollars; (C) for filing an annual statement or report, twenty dollars; and (D) for filing any additional paper required by law, fifteen dollars; (21) with respect to foreign benefit societies: (A) For each certificate of organization or compliance, fifteen dollars; (B) for each certified copy of permit, fifteen dollars; and (C) for each copy of a report or certificate of condition of a society to be filed in any other state, fifteen dollars; (22) with respect to reinsurance intermediaries, a fee of six hundred twenty-five dollars for each license issued or renewed; (23) with respect to life settlement providers: (A) A filing fee of twenty-six dollars for each initial application for a license made pursuant to section 38a-465a; and (B) a fee of forty dollars for each license issued or renewed; (24) with respect to life settlement brokers: (A) A filing fee of twenty-six dollars for each initial application for a license made pursuant to section 38a-465a; and (B) a fee of forty dollars for each license issued or renewed; (25) with respect to preferred provider networks, a fee of two thousand seven hundred fifty dollars for each license issued or renewed; (26) with respect to rental companies, as defined in section 38a-799, a fee of eighty dollars for each permit issued or renewed; (27) with respect to medical discount plan organizations licensed under section 38a-479rr, a fee of six hundred twenty-five dollars for each license issued or renewed; (28) with respect to pharmacy benefits managers, an application fee of one hundred dollars for each registration issued or renewed; (29) with respect to captive insurance companies, as defined in section 38a-91aa, a fee of three hundred seventy-five dollars for each license issued or renewed; (30) with respect to each duplicate license issued a fee of fifty dollars for each license issued; (31) with respect to surety bail bond agents, as defined in section 38a-660, (A) a filing fee of one hundred fifty dollars for each initial application for a license, and (B) a fee of one hundred dollars for each license issued or renewed; (32) with respect to third-party administrators, as defined in section 38a-720, (A) a fee of five hundred dollars for each license issued, and (B) a fee of four hundred fifty dollars for each license renewed; (33) with respect to portable electronics insurance licenses under section 38a-397, (A) a filing fee of one hundred dollars for each initial application for a license, (B) a fee of five hundred dollars for each license issued, and (C) a fee of four hundred fifty dollars for each license renewed; (34) with respect to limited lines travel insurance producer licenses under section 38a-398, (A) a filing fee of one hundred dollars for each initial application for a license, (B) a fee of six hundred fifty dollars for each license issued, and (C) a fee of six hundred fifty dollars for each license renewed; (35) with respect to certified reinsurers, as certified by the commissioner pursuant to regulations adopted pursuant to section 38a-85, a fee of two thousand dollars for each certificate issued and renewed; and (36) with respect to reciprocal jurisdiction reinsurers, as defined in regulations adopted pursuant to section 38a-85, a fee of two thousand dollars for each certificate issued and renewed.\n\n(b) If any state imposes fees upon domestic fraternal benefit societies greater than are fixed by this section or sections 38a-595 to 38a-626, inclusive, 38a-631 to 38a-640, inclusive, or 38a-800, the commissioner shall collect from each fraternal benefit society incorporated by or organized under the laws of such other state and admitted to transact business in this state, the same fees as are imposed upon similar domestic societies and organizations by such other state. The expense of any examination or inquiry made outside the state shall be borne by the society so examined.\n\n(c) Each unauthorized insurer declared to be an eligible surplus lines insurer shall pay to the Insurance Commissioner, on or before May first of each year, an annual fee of one hundred twenty-six dollars in order to remain on the list of eligible surplus lines insurers.\n\n(d) For service of process on the commissioner, the commissioner shall demand and receive a fee of fifty dollars for each person or insurer to be served. The commissioner shall also collect, for each hospital or ambulance lien filed, fifty dollars, and for each small claims notice filed, fifteen dollars, each of which shall be paid by the plaintiff at the time of service, the same to be recovered by him as part of the taxable costs if he prevails in the suit.\n\n(e) Each insurance company depositing any security with the Treasurer pursuant to section 38a-83 shall pay to the commissioner three hundred fifteen dollars, annually. In case of an examination or appraisal made outside the office of the Treasurer, and in such case the company in whose behalf such examination or appraisal has been made shall pay to the commissioner two hundred dollars for such examination and the actual traveling expenses of the officer making such examination or appraisal.\n\n(f) Notwithstanding any provision of the general statutes, the commissioner may require that any person required by any provision of this title to pay a fee to the commissioner pay such fee to the commissioner by electronic means. Such person may submit a request to the commissioner for an exception to the electronic fee requirement. The commissioner shall grant such request for an exception, provided the commissioner determines that (1) compliance with the electronic fee requirement is impractical or reasonably causes such person to suffer undue hardship, or (2) good cause exists to grant such requested exception.\n\n(1949 Rev., S. 6062, 6071, 6088; 1959, P.A. 514, S. 2; 1961, P.A. 18, S. 1; February, 1965, P.A. 196, S. 1; 1969, P.A. 497; P.A. 81-314, S. 3, 4; P.A. 82-96, S. 7, 8; P.A. 84-253; P.A. 87-221; P.A. 89-251, S. 179, 203; P.A. 90-243, S. 17; P.A. 91-29, S. 1, 8; 91-68, S. 1; P.A. 93-239, S. 1, 30; P.A. 94-160, S. 1, 24; P.A. 95-136, S. 2, 3, 8; P.A. 97-202, S. 3, 18; P.A. 99-127, S. 2, 3; P.A. 03-152, S. 10; 03-169, S. 9; P.A. 05-25, S. 1; 05-237, S. 3; 05-266, S. 2; P.A. 07-200, S. 9; P.A. 08-127, S. 18; 08-175, S. 19; June Sp. Sess. P.A. 09-3, S. 384; Sept. Sp. Sess. P.A. 09-8, S. 30; P.A. 11-45, S. 15; 11-58, S. 36; P.A. 14-64, S. 3; P.A. 15-187, S. 4; P.A. 17-187, S. 2; P.A. 18-158, S. 6; P.A. 23-127, S. 1.)\n\nHistory: 1959 act increased fees; 1961 act added provision re amending certificate of authority; 1965 act imposed $2 fee for agents of nondomestic insurance companies except where other state or country requires no fee for issuing license to agent of Connecticut company; 1969 act raised fee for agents of domestic companies from $3 to $5, raised fee for insurance brokers from $20 to $35, for public adjusters from $20 to $50 and for certificate from $2 to $10; P.A. 81-314 doubled the fees for insurance agents' licenses, effective May 1, 1982; P.A. 82-96 doubled license fees for an insurance broker and public adjuster to reflect change from annual to biennial renewals for such licensees; P.A. 84-253 provided that the commissioner shall charge a fee of $10 for each license certification requested, whether issued or not; P.A. 87-221 increased the fee for the filing by health care centers of all documents prerequisite to the issuance of a license from $35 to $1,000; P.A. 89-251 increased the fees; P.A. 90-243 divided the section into Subsecs. (a) to (e), inclusive, and revised fee schedule for agents of a domestic insurance company, insurance agents and public adjusters, added fee schedule for casualty adjusters, motor vehicle physical damage appraisers, certified insurance consultants, surplus lines brokers, insurance administrators, fraternal agents and domestic and foreign benefit societies and added provisions re service of process; Sec. 38-50 transferred to Sec. 38a-11 in 1991; P.A. 91-29 deleted former Subsec. (a)(18) re the examination fee and license fee for insurance administrators, renumbering remaining Subdivs. accordingly; P.A. 91-68 amended Subsec. (e) to increase the deposit payment from $150 annually to $250 annually and to increase the examination and appraisal payment from $10 to $100; P.A. 93-239 added Subsec. (a)(22) re license for reinsurance intermediary, effective June 28, 1993; P.A. 94-160 amended Subsec. (a)(11) by substituting “appointments” for “license”, substituting provision re $25 filing fee for provision re examination fee and increasing the fee to $20 from $5 for each appointment issued to an agent of any other insurance company or for each appointment continued, replaced Subsec. (a)(12) re fees for insurance brokers with new provision re insurance producers, added a new Subpara. (C) in Subdivs. (14) and (15) re the expense of any examination administered outside the state, and added Subsec. (a)(23) re fee for duplicate licensing, effective January 1, 1996; P.A. 95-136 amended Subsec. (a)(18) to require a fee of $40 for each fraternal agent license issued and Subsec. (a)(19) to lower fee from $30 to $13 for each license certificate request and added Subsec.(a)(23) re fee for duplicate licensing, (in effect changing its effective date from January 1, 1996) effective June 7, 1995, and further amended Subsec. (a) to make technical changes, effective January 1, 1996; P.A. 97-202 inserted new Subdivs. (23) and (24) re viatical settlement providers and viatical settlement brokers, respectively, renumbering former Subdiv. (23) as Subdiv. (25), effective January 1, 1998; P.A. 99-127 amended Subsec. (a) to insert new Subdiv. (25) re rental companies, and to redesignate former Subdiv. (25) as (26), effective June 8, 1999; P.A. 03-152 amended Subsec. (a)(1) to substitute “For the annual fee” for “For annual fee”, inserted new Subdiv. (25) re fees for viatical settlement investment agents, and redesignated existing Subdivs. (25) and (26) as Subdivs. (26) and (27); P.A. 03-169 amended Subsec. (a)(1) to substitute “For the annual fee” for “For annual fee”, inserted new Subdiv. (25) re preferred provider networks, redesignated by the Revisors as Subdiv. (26) pursuant to P.A. 03-152, and redesignated existing Subdivs. (25) and (26) as Subdivs. (27) and (28); P.A. 05-25 amended Subsec. (a)(11)(A) to provide that no filing fee shall be payable for a request for agent appointment by an insurer domiciled in a state or foreign country with no such filing fee for a Connecticut company; P.A. 05-237 inserted new Subsec. (a)(28) re medical discount plan organizations and redesignated existing Subsec. (a)(28) as Subsec. (a)(29), effective January 1, 2006; P.A. 05-266 amended Subsec. (a)(12)(C) to insert “per year, or any portion thereof” and added Subsec. (a)(12)(D) re transitional licenses under Sec. 38a-784, effective January 1, 2006; P.A. 07-200 inserted new Subsec. (a)(29) re pharmacy benefits managers and redesignated existing Subsec. (a)(29) as Subsec. (a)(30), effective January 1, 2008; P.A. 08-127 amended Subsec. (a) by adding provision, codified by the Revisors as new Subdiv. (29), re captive insurance companies and making conforming changes, effective January 1, 2009; P.A. 08-175 amended Subsec. (a) by substituting “life settlement” for “viatical settlement” in Subdivs. (23) and (24), deleting former Subdiv. (25) re viatical settlement investment agents, and making conforming changes; June Sp. Sess. P.A. 09-3 increased fees; Sept. Sp. Sess. P.A. 09-8 amended Subsec. (a)(11) by increasing fee in Subpara. (B) from $80 to $100 and, in Subpara. (C), designating existing exception as clause (i) and adding clause (ii) re fee for agents from states with lower premium tax rates, effective October 5, 2009, and applicable to appointments issued or continued on or after October 1, 2009; P.A. 11-45 amended Subsec. (a) to make a technical change in Subdiv. (22) and add Subdiv. (31) re fees for initial application, license issuance and license renewal for surety bail bond agents; P.A. 11-58 amended Subsec. (a) to add provision, codified by the Revisors as Subdiv. (32), re fees for license issuance, license renewal and annual report filing for third-party administrators; P.A. 14-64 amended Subsec. (a) to make a technical change in Subdiv. (14) and to add Subdiv. (33) re fees for initial application, license issuance and license renewal for portable electronics insurance licenses; P.A. 15-187 amended Subsec. (a)(32) to change fee for third-party administrators from $350 for license renewal and $100 for annual report filing to $450 for license renewal; P.A. 17-187 amended Subsec. (a) to add Subdiv. (34) re fees for limited lines travel insurance producer licenses; P.A. 18-158 added reference to annual statement in Subsec. (a)(20)(C) and made a technical change; P.A. 23-127 amended Subsec. (a) to add Subdivs. (35) and (36) re fees for certified reinsurers and reciprocal jurisdiction reinsurers, respectively, and to make a conforming change and added Subsec. (f) re establishing electronic fee requirement with exceptions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-11-formerly-sec-38-50/"
    },
    {
      "id": "section-38a-12",
      "number": "38a-12.",
      "heading": "(Formerly Sec. 38-5). - Annual report to Governor.",
      "text": "The commissioner shall, annually, submit to the Governor a report of the commissioner's official acts and of the condition of all insurance companies doing business in this state, with a condensed statement of their reports made to the commissioner or accepted by the commissioner, together with an abstract of all accounts rendered to any court by any receiver of a domestic insurance company, a statement of the fees received by the commissioner and paid by the commissioner to the Treasurer and such other facts as are required by law.\n\n(1949 Rev., S. 6030; P.A. 00-211, S. 3; P.A. 09-74, S. 3; P.A. 15-118, S. 31; P.A. 21-157, S. 2.)\n\nHistory: Sec. 38-5 transferred to Sec. 38a-12 in 1991; P.A. 00-211 designated existing provisions as Subsec. (a) and made provisions gender neutral, and added new Subsec. (b) re annual reports to the insurance committee of the General Assembly re information received pursuant to Secs. 29-311, 31-290d, 38a-356 and 53-445; P.A. 09-74 made a technical change in Subsec. (b), effective May 27, 2009; P.A. 15-118 amended Subsec. (b) to replace “January 15, 2001, and annually thereafter,” with “January fifteenth annually,”; P.A. 21-157 deleted former Subsec. (b) and made a conforming change, effective July 12, 2021.\n\nSee Sec. 4-60 re annual reports of budgeted agencies.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-12-formerly-sec-38-5/"
    },
    {
      "id": "section-38a-13",
      "number": "38a-13.",
      "heading": "(Formerly Sec. 38-13). - Annual report to state names of companies.",
      "text": "The commissioner shall, in his annual report to the Governor, state the names of the companies so taken possession of, whether the same have resumed business or have been liquidated, and such other facts as shall acquaint the policyholders, creditors, stockholders and public with his proceedings relating thereto; and, to that end, any special deputy in charge of any such company shall file, annually, with the commissioner, a report of the affairs of such company.\n\n(1949 Rev., S. 6039.)\n\nHistory: Sec. 38-13 transferred to Sec. 38a-13 in 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-13-formerly-sec-38-13/"
    },
    {
      "id": "section-38a-14",
      "number": "38a-14.",
      "heading": "(Formerly Sec. 38-7). - Examination of affairs of insurance companies, health care centers and corporations or associations collecting underwriting data",
      "text": "(a) For the purposes of this section, “company” means any insurance company or health care center doing business in this state, any corporation or association collecting data utilized by any such insurance company in the underwriting of insurance policies and any corporation organized under any law of this state or having an office in this state, which corporation is engaged in, or claiming or advertising that it is engaged in, organizing or receiving subscriptions for or disposing of stock of, or in any manner aiding or taking part in the formation or business of, an insurance company or companies, or that is holding the capital stock of one or more insurance corporations for the purpose of controlling the management thereof, as voting trustees or otherwise.\n\n(b) The commissioner shall, as often as the commissioner deems it expedient, examine into the affairs of any company. In scheduling and determining the nature, scope and frequency of the examinations, the commissioner shall consider such matters as the results of financial statement analyses and ratios, changes in management or ownership, actuarial opinions, reports of independent certified public accountants and such other criteria as set forth in the examiners' handbook adopted by the National Association of Insurance Commissioners and in effect at the time the commissioner exercises discretion under this section.\n\n(c) (1) To carry out examinations under this section, the commissioner may appoint one or more competent persons as examiners, who shall not be officers of, connected with or interested in any company, other than as policyholders. The commissioner may engage the services of attorneys, appraisers, independent actuaries, independent certified public accountants or other professionals and specialists as examiners to assist the commissioner in conducting the examinations under this section, the cost of which shall be borne by the company that is the subject of the examination.\n\n(2) In conducting the examination, the commissioner, the commissioner's actuary or any examiner authorized by the commissioner may examine, under oath, the officers and agents of such a company, and all persons deemed to have material information regarding the company's property or business. Each such company or its officers and agents shall produce the books and papers in its or their possession, relating to its business or affairs, and any other person may be required to produce any book or paper in such person's custody that is deemed to be relevant to such examination, for inspection by the commissioner, the commissioner's actuary or examiners. The officers and agents of the company shall facilitate the examination and aid the examiners in making the same so far as it is in their power to do so. The refusal of any company, by its officers, directors, employees or agents, to submit to examination or to comply with any reasonable written request of the examiners shall be grounds for suspension of, refusal of or nonrenewal of any license or authority held by the company to engage in an insurance or other business subject to the commissioner's jurisdiction. Any such proceedings for suspension, revocation or refusal of any license or authority shall be conducted pursuant to subsection (c) of section 38a-41.\n\n(3) In conducting the examination, the examiner shall observe those guidelines and procedures set forth in the examiners' handbook adopted by the National Association of Insurance Commissioners. The commissioner may also adopt such other guidelines or procedures as the commissioner may deem appropriate.\n\n(d) In lieu of an examination under this section of any foreign or alien insurer licensed in this state, the commissioner may accept an examination report on such insurer prepared by the insurance department for the insurer's state of domicile or port-of-entry state if (1) such state's insurance department was, at the time of the examination, accredited under the National Association of Insurance Commissioners' financial regulation standards and accreditation program, or (2) the examination is performed under the supervision of an accredited insurance department or with the participation of one or more examiners who are employed by such an accredited state insurance department and who, after a review of the examination workpapers and report, state under oath that the examination was performed in a manner consistent with the standards and procedures required by their insurance department.\n\n(e) (1) Nothing contained in this section shall be construed to limit the commissioner's authority to terminate or suspend any examination in order to pursue legal or regulatory action pursuant to the insurance laws of this state. Findings of fact and conclusions made pursuant to any examination shall be prima facie evidence in any legal or regulatory action.\n\n(2) Nothing contained in this section shall be construed to limit the commissioner's authority in such legal or regulatory action to use and, if appropriate, to make public any final or preliminary examination report, any examiner or company workpapers or other documents, or any other information discovered or developed during the course of any examination.\n\n(3) Not later than sixty days following completion of the examination, the examiner in charge shall file, under oath, with the Insurance Department a verified written report of examination. Upon receipt of the verified report, the Insurance Department shall transmit the report to the company examined, together with a notice that shall afford the company examined a reasonable opportunity, not to exceed thirty days, to make a written submission or rebuttal with respect to any matters contained in the examination report. Not later than thirty days after the period allowed for the receipt of written submissions or rebuttals, the commissioner shall fully consider and review the report, together with any written submissions or rebuttals and any relevant portions of the examiner's workpapers and enter an order: (A) Adopting the examination report as filed or with modification or corrections. If the examination report reveals that the company is operating in violation of any law, regulation or prior order of the commissioner, the commissioner may order the company to take any action the commissioner considers necessary and appropriate to cure such violation; (B) rejecting the examination report with directions to the examiners to reopen the examination for purposes of obtaining additional data, documentation or information, and refiling pursuant to this subdivision; or (C) calling for an investigatory hearing with not less than twenty days' notice to the company for purposes of obtaining additional documentation, data, information and testimony.\n\n(4) (A) The commissioner shall transmit the examination report adopted pursuant to subparagraph (A) of subdivision (3) of this subsection or a summary thereof to the company examined, together with any recommendations or written statements from the commissioner or the examiner. The secretary of the board of directors or similar governing body of the company shall provide a copy of the report or summary to each director and shall certify to the commissioner, in writing, that a copy of the report or summary has been provided to each director.\n\n(B) Not later than one hundred twenty days after receiving the report or summary, the chief executive officer or the chief financial officer of the company examined shall present the report or summary to the company's board of directors or similar governing body at a regular or special meeting.\n\n(f) (1) All orders entered pursuant to subdivision (3) of subsection (e) of this section shall be accompanied by findings and conclusions resulting from the commissioner's consideration and review of the examination report, relevant examiner workpapers and any written submissions or rebuttals. The findings and conclusions that form the basis of any such order of the commissioner shall be subject to review as provided in section 38a-19.\n\n(2) Any investigatory hearing conducted under subparagraph (C) of subdivision (3) of subsection (e) of this section by the commissioner or the commissioner's authorized representative, shall be conducted as a nonadversarial confidential investigatory proceeding as necessary for the resolution of any inconsistencies, discrepancies or disputed issues apparent (A) upon the filed examination report, (B) raised by or as a result of the commissioner's review of relevant workpapers, or (C) by the written submission or rebuttal of the company. Not later than twenty days after the conclusion of any such hearing, the commissioner shall enter an order pursuant to subparagraph (A) of subdivision (3) of subsection (e) of this section. The commissioner shall not appoint an examiner as an authorized representative to conduct the hearing. The hearing shall proceed expeditiously with discovery by the company limited to the examiner's workpapers that tend to substantiate any assertions set forth in any written submission or rebuttal. The commissioner or the commissioner's authorized representative may issue subpoenas for the attendance of any witnesses or the production of any documents deemed relevant to the investigation, whether under the control of the department, the company or other persons. The documents produced shall be included in the record and testimony taken by the commissioner or the commissioner's authorized representative shall be under oath and preserved for the record. Nothing contained in this section shall require the department to disclose any information or records that would indicate or show the existence or content of any investigation or activity of a criminal justice agency. The hearing shall proceed with the commissioner or the commissioner's authorized representative posing questions to the persons subpoenaed. Thereafter, the company and the Insurance Department may present testimony relevant to the investigation. Cross-examination shall be conducted only by the commissioner or the commissioner's authorized representative. The company and the Insurance Department shall be permitted to make closing statements and may be represented by counsel of their choice.\n\n(g) The commissioner may, if the commissioner deems it in the public interest, publish any such report, or the result of any such examination contained therein, in one or more newspapers of the state.\n\n(h) The commissioner shall, at least once in every five years, visit and examine the affairs of each domestic insurer, domestic health care center, domestic fraternal benefit society, and foreign and alien insurer doing business in this state. Notwithstanding subdivision (1) of subsection (c) of this section, no domestic insurer or such other domestic entity subject to examination under this section shall pay as costs associated with the examination the salaries, fringe benefits or travel and maintenance expenses of examining personnel of the Insurance Department engaged in such examination if such domestic insurer or domestic entity is otherwise liable to assessment levied under section 38a-47, except that a domestic insurer or such other domestic entity shall pay the travel and maintenance expenses of examining personnel of the Insurance Department when such insurer or entity is examined outside the state.\n\n(i) Nothing contained in this section shall prevent or be construed as prohibiting the commissioner from disclosing the content of an examination report, preliminary examination report or results, or any matter relating thereto, to the Insurance Department of this or any other state or country, or to law enforcement officials of this or any other state or to any agency of the federal government at any time, so long as such agency or office receiving the report or matters relating thereto agrees, in writing, to hold such report and matters relating thereto confidential.\n\n(j) All workpapers, recorded information, documents and copies thereof produced by, obtained by or disclosed to the commissioner or any other person in the course of an examination made under this section shall be confidential, shall not be subject to subpoena and shall not be made public by the commissioner or any other person, except to the extent provided in subsection (i) of this section. The commissioner may grant access to such workpapers, recorded information, documents and copies thereof to the National Association of Insurance Commissioners, provided said association agrees, in writing, to hold such workpapers, recorded information, documents and copies thereof confidential.\n\n(k) (1) The commissioner may from time to time engage, on an individual basis, the services of qualified actuaries, certified public accountants or other similar individuals who are independently practicing their professions, even though said persons may from time to time be similarly employed or retained by persons subject to examination under this section.\n\n(2) No cause of action shall arise nor shall any liability be imposed against the commissioner, the commissioner's authorized representatives or any examiner appointed by the commissioner for any statements made or conduct performed in good faith while carrying out the provisions of this section.\n\n(3) No cause of action shall arise, nor shall any liability be imposed against any person for the act of communicating or delivering information or data to the commissioner or the commissioner's authorized representative examiner pursuant to an examination made under this section, if such act of communication or delivery was performed in good faith and without fraudulent intent or the intent to deceive.\n\n(4) This section shall not abrogate or modify in any way any common law or statutory privilege or immunity heretofore enjoyed by any person identified in subdivision (2) of this subsection.\n\n(5) A person identified in subdivision (2) of this subsection shall be entitled to an award of attorney's fees and costs if such person is the prevailing party in a civil action for libel, slander or any other relevant tort arising out of activities in carrying out the provisions of this section and the party bringing the action was not substantially justified in doing so. For purposes of this section, a proceeding is “substantially justified” if it had a reasonable basis in law or fact at the time that it was initiated.\n\n(1949 Rev., S. 6032; 1953, S. 2784d; P.A. 77-215; P.A. 81-101, S. 6; P.A. 90-243, S. 3; P.A. 92-112, S. 2; P.A. 93-239, S. 16; P.A. 96-227, S. 2; P.A. 09-74, S. 4–6; P.A. 13-134, S. 3; P.A. 14-235, S. 40; P.A. 15-144, S. 1; P.A. 16-213, S. 10; P.A. 17-15, S. 4.)\n\nHistory: P.A. 77-215 authorized examination of affairs of corporations and associations “collecting data utilized by any such insurance company in the underwriting of insurance policies” and amended provisions accordingly; P.A. 81-101 deleted exception to five-year examinations for domestic fraternal benefit societies which formerly were examined once every three years; P.A. 90-243 applied provisions to health care centers, divided sections into Subsecs. and added Subsec. (e) re commissioner's power to hire independent actuaries and repayment of examination expenses; Sec. 38-7 transferred to Sec. 38a-14 in 1991; P.A. 92-112 deleted former Subsecs. (c) and (e) re examiner's report and re use of independent contractors and payment of costs by entity being examined, added new Subsec. (b) re the scheduling, nature, scope and frequency of examinations, relettered old Subsec. (b) as (c) and divided it into Subdiv. (1) allowing the commissioner to engage the services of various professionals to assist him in conducting the examinations and requiring insurers to bear the expense of such services and Subdiv. (2) re sanctions of nonrenewal or suspension of license for refusal to submit to examination or to comply with reasonable requests of the examiners within the commissioner's discretion, added new Subsec. (d) re acceptable substitutes for an examination report for any foreign or alien insurers, added new Subsec. (e) re the commissioner's authority to review, accept or reject any examination or to terminate or suspend the examination of an insurer to pursue legal or regulatory action and to use any facts or conclusions made from the examination as prima facie evidence in a legal or regulatory action, added new Subsec. (f) re hearings and orders of the commissioner concerning his evaluations, conclusions and findings in assessing the examination report, created new Subsec. (g), with language taken from the former Subsec. (c) re publication of report of examination of an insurer, relettered former Subsec. (d) as (h), added new Subsec. (i), allowing the commissioner to disclose to any local, state, or federal government or to any law enforcement officials the contents of any examination report or preliminary examination report provided the agency agrees in writing to hold it confidential, added new Subsec. (j) making all workpapers and recorded information confidential, not subject to subpoena and not accessible to the public and added Subsec. (k) allowing the employment of various professionals who may independently practice their profession by being employed by an organization subject to examination, providing that no liability or cause of action may arise against the commissioner or his representatives if conduct or statements made were in good faith and without fraudulent intent and allowing any party found to be harmed by the disclosure of the commissioner or his representatives an award of attorney's fees and cost, if he is the prevailing party in a civil cause of action for libel, slander or relevant tort; P.A. 93-239 added Subsec. (c)(3) re procedures followed when conducting an examination, added new Subsec. (e)(2) re commissioner's authority to make the results of an examination public, renumbering the existing Subdiv. (2) accordingly, made technical corrections to internal references in Subsec. (f) and amended Subsec. (h) to delete the commissioner's option to accept the official report of an alien or foreign insurer in lieu of an examination of his own; P.A. 96-227 amended Subsec. (h) to revise provisions re domestic insurers' examination costs; P.A. 09-74 made technical changes in Subsecs. (e)(3), (f)(2) and (k)(5), effective May 27, 2009; P.A. 13-134 made technical changes; P.A. 14-235 made a technical change in Subsec. (k)(5); P.A. 15-144 added Subsec. (e)(4) re transmission of report by commissioner and provision and presentation of report by entity examined, effective July 1, 2015; P.A. 16-213 amended Subsec. (h) by adding “domestic” re health care center and making a technical change, effective July 1, 2016; P.A. 17-15 amended Subsec. (a) to add “For the purposes of this section, “company” means”, and made technical and conforming changes.\n\nSee Sec. 38a-49 re reimbursement of state for costs incurred in examining fraternal benefit societies and foreign companies.\n\nSee Sec. 38a-50 re reimbursement for costs of valuation.\n\nSee Sec. 38a-51 re assessments of costs of examination and valuation.\n\nAnnotation to former section 38-7:\n\nIn determining whether the law has been complied with, commissioner acts as a quasi-judicial officer. 60 C. 461.\n\nAnnotation to present section:\n\nCited. 240 C. 141.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-14-formerly-sec-38-7/"
    },
    {
      "id": "section-38a-14a",
      "number": "38a-14a.",
      "heading": "Examination of the financial condition of insurance companies.",
      "text": "(a) With regard to any insurance company registered under section 38a-135, subject to the limitation contained in this section and in addition to the powers that the Insurance Commissioner has under sections 38a-14 and 38a-15 relating to the examination of insurance companies, the commissioner shall have the power to:\n\n(1) Examine such company or its affiliates to ascertain the financial condition of the company, including the enterprise risk of such company by (A) the company's ultimate controlling person, (B) any member or combination of members within its insurance holding company system, or (C) its insurance holding company system on a consolidated basis; and\n\n(2) (A) Order such company to produce such records, books or other information in the possession of the insurance company or its affiliates as are reasonably necessary to determine compliance with sections 38a-129 to 38a-140, inclusive. In the event such insurance company fails to comply with such order, the commissioner shall have the power to examine any such affiliate to obtain such information.\n\n(B) The commissioner may order the registered insurance company to produce records, books or other information not in its possession if the company can obtain access to such records, books or other information pursuant to a contractual agreement, a statutory obligation or other method. If the insurance company cannot obtain access to such records, books or other information, the company shall provide to the commissioner a detailed explanation of the reason the company cannot obtain the requested records, books or other information, and the identity of the holder of such records, books or other information. If the commissioner deems the explanation to be without merit, the delay in producing the requested records, books or other information under this subparagraph shall be grounds for administrative action in accordance with subsection (c) of section 38a-41.\n\n(b) The commissioner may engage the services of attorneys, actuaries, accountants and other experts not otherwise a part of the commissioner's staff, at the registered insurance company's expense, as shall be reasonably necessary to assist in the conduct of the examination under subsection (a) of this section. All persons so engaged shall be under the direction and control of the commissioner and shall act in a purely advisory capacity.\n\n(c) Each registered insurance company producing for examination records, books and papers pursuant to subsection (a) of this section shall be liable for and shall pay the expense of such examination in accordance with sections 38a-14 and 38a-15.\n\n(P.A. 92-112, S. 21, 35; P.A. 12-103, S. 11.)\n\nHistory: P.A. 12-103 amended Subsec. (a) to redesignate requirement for insurance company to produce records, books or other information pursuant to an examination as Subdiv. (2)(A), add Subdiv. (1) authorizing commissioner to examine company or affiliates re financial condition, delete “ascertain the financial condition of such insurance company or to” in redesignated Subdiv. (2)(A), add Subdiv. (2)(B) authorizing commissioner to order production of records, books or other information not in company's possession and make technical changes.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-14a/"
    },
    {
      "id": "section-38a-15",
      "number": "38a-15.",
      "heading": "Market conduct examinations. Costs.",
      "text": "(a) The commissioner shall, as often as the commissioner deems it expedient, undertake a market conduct examination of the affairs of any insurance company, health care center, third-party administrator, as defined in section 38a-720, or fraternal benefit society doing business in this state. Any such examination may be conducted in accordance with the procedures and definitions set forth in the National Association of Insurance Commissioners' Market Regulation Handbook.\n\n(b) To carry out the examinations under this section, the commissioner may appoint, as market conduct examiners, one or more competent persons, who shall not be officers of, or connected with or interested in, any insurance company, health care center, third-party administrator or fraternal benefit society, other than as a policyholder. In conducting the examination, the commissioner, the commissioner's actuary or any examiner authorized by the commissioner may examine, under oath, the officers and agents of such insurance company, health care center, third-party administrator or fraternal benefit society and all persons deemed to have material information regarding the company's, center's, administrator's or society's property or business. Each such company, center, administrator or society, its officers and agents, shall produce the books and papers, in its or their possession, relating to its business or affairs, and any other person may be required to produce any book or paper in such person's custody, deemed to be relevant to the examination, for the inspection of the commissioner, the commissioner's actuary or examiners, when required. The officers and agents of the company, center, administrator or society shall facilitate the examination and aid the examiners in making the same so far as it is in their power to do so.\n\n(c) Each market conduct examiner shall make a full and true report of each market conduct examination made by such examiner, which shall comprise only facts appearing upon the books, papers, records or documents of the examined company, center, administrator or society or ascertained from the sworn testimony of its officers or agents or of other persons examined under oath concerning its affairs. The examiner's report shall be presumptive evidence of the facts therein stated in any action or proceeding in the name of the state against the company, center, administrator or society, its officers or agents. The commissioner shall grant a hearing to the company, center, administrator or society examined before filing any such report and may withhold any such report from public inspection for such time as the commissioner deems proper. The commissioner may, if the commissioner deems it in the public interest, publish any such report, or the result of any such examination contained therein, in one or more newspapers of the state.\n\n(d) (1) All the expense of any examination made under the authority of this section, other than examinations of domestic insurance companies and domestic health care centers, shall be paid by the company, center, administrator or society examined.\n\n(2) No domestic insurance company or domestic health care center subject to an examination under this section shall pay as costs associated with the examination the salaries, fringe benefits or travel and maintenance expenses of examining personnel of the Insurance Department engaged in such examination if such domestic insurance company or domestic health care center is otherwise liable to assessment levied under section 38a-47, except that domestic insurance companies and domestic health care centers examined outside the state shall pay the travel and maintenance expenses of such examining personnel.\n\n(e) (1) No cause of action shall arise nor shall any liability be imposed against the commissioner, the commissioner's authorized representative or any examiner appointed or engaged by the commissioner for any statements made or conduct performed in good faith while carrying out the provisions of this section.\n\n(2) No cause of action shall arise nor shall any liability be imposed against any person for the act of communicating or delivering information or data pursuant to an examination made under the authority of this section to the commissioner, the commissioner's authorized representative or an examiner if such communication or delivery was performed in good faith and without fraudulent intent or the intent to deceive.\n\n(3) The provisions of this subsection shall not abrogate or modify any common law or statutory privilege or immunity heretofore enjoyed by any person identified in subdivision (1) of this subsection.\n\n(f) Nothing in this section shall be construed to prevent or prohibit the commissioner from disclosing at any time the content or results of an examination report or a preliminary examination report or any matter relating to such report, to (1) the insurance regulatory officials of this state or any other state or country, (2) law enforcement officials of this or any other state, or (3) any agency of this or any other state or of the federal government, provided such officials or agency receiving the report or matters relating to the report agrees, in writing, to hold such report or matters confidential.\n\n(g) All workpapers, recorded information, documents and copies thereof produced by, obtained by or disclosed to the commissioner or any other person in the course of an examination made under the authority of this section shall be confidential, shall not be subject to subpoena and shall not be made public by the commissioner or any other person, except to the extent provided in subsection (f) of this section. The commissioner may grant access to such workpapers, recorded information, documents and copies to the National Association of Insurance Commissioners, provided said association agrees, in writing, to hold such workpapers, recorded information, documents and copies thereof confidential.\n\n(P.A. 90-243, S. 4; P.A. 11-58, S. 35; P.A. 12-145, S. 1; P.A. 14-235, S. 65; P.A. 16-213, S. 1.)\n\nHistory: P.A. 11-58 amended Subsec. (a) to add third-party administrator to list of persons of which commissioner may undertake market conduct examinations and to make technical changes; P.A. 12-145 made technical changes in Subsecs. (b) and (c), effective June 15, 2012; P.A. 14-235 added references to third-party administrator, amended Subsec. (d) to add reference to domestic health care centers, and made technical changes; P.A. 16-213 amended Subsec. (a) by adding provision re procedures and definitions set forth in National Association of Insurance Commissioners' Market Regulation Handbook, amended Subsec. (d) by designating existing provision re examinations made under authority of section as Subdiv. (1), designating existing provision re domestic insurance companies examined outside the state as Subdiv. (2) and amending same to add provisions re payment as costs associated with examination by domestic insurance company or domestic health care center and making technical changes, added Subsec. (e) re liability for statements made, conduct performed or communication or delivery of information or data while carrying out or pursuant to examination, added Subsec. (f) re permitted disclosures by commissioner and added Subsec. (g) re confidentiality of workpapers, recorded information, documents and copies thereof.\n\nSee Sec. 38a-323(g) re market conduct examinations and insurer's good faith effort re personal and commercial risk policy billing practices.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-15/"
    },
    {
      "id": "section-38a-16",
      "number": "38a-16.",
      "heading": "(Formerly Sec. 38-7a). - Investigations and hearings by Insurance Commissioner. Subpoenas. Injunctive relief.",
      "text": "(a)(1) The Insurance Commissioner or the commissioner's authorized representative may, as often as the commissioner deems necessary, conduct investigations and hearings in aid of any investigation on any matter under the provisions of this title. Pursuant to any such investigation or hearing, the commissioner or the commissioner's authorized representative may issue data calls, subpoenas, administer oaths, compel testimony, order the production of books, records, papers and documents, and examine books and records. Any person in receipt of an order from the commissioner or the commissioner's authorized representative for the production of books, records, papers or documents shall comply with the order not later than thirty calendar days after the date of such order. If any person refuses to allow the examination of books and records, to appear, to testify or to produce any book, record, paper or document when so ordered, a judge of the Superior Court, upon application of the commissioner or the commissioner's authorized representative, may make such order as may be appropriate to aid in the enforcement of this section.\n\n(2) Data provided in response to a data call under this section shall not be subject to disclosure under section 1-210.\n\n(b) The Attorney General, at the request of the commissioner, is authorized to apply in the name of the state of Connecticut to the Superior Court for an order temporarily or permanently restraining and enjoining any person from violating any provision of this title.\n\n(P.A. 86-95, S. 2, 3; P.A. 09-74, S. 7; P.A. 16-213, S. 2; P.A. 24-138, S. 3.)\n\nHistory: Sec. 38-7a transferred to Sec. 38a-16 in 1991; P.A. 09-74 made technical changes in Subsec. (a), effective May 27, 2009; P.A. 16-213 amended Subsec. (a) by designating existing provisions as Subdiv. (1) and amending same by authorizing commissioner to issue data calls and by adding Subdiv. (2) re data provided in response to data call; P.A. 24-138 amended Subsec. (a) re compliance with orders for production of books, records, papers or documents.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-16-formerly-sec-38-7a/"
    },
    {
      "id": "section-38a-17",
      "number": "38a-17.",
      "heading": "(Formerly Sec. 38-8). - Authority of commissioner when business is being conducted improperly.",
      "text": "If, in the opinion of the commissioner, any insurance company, fraternal benefit society, health care center or residual market mechanism is doing business in an illegal or improper manner or is failing to adjust and pay losses and obligations when they become due, except claims to which, in the judgment of the commissioner there is a substantial defense, the commissioner may order it to discontinue such illegal or improper method of doing business and may order it to adjust and pay its losses and obligations as they become due.\n\n(1949 Rev., S. 6031; P.A. 92-60 S. 1; P.A. 09-74, S. 8.)\n\nHistory: Sec. 38-8 transferred to Sec. 38a-17 in 1991; P.A. 92-60 applied provisions of section to fraternal benefit societies, health care centers and residual market mechanisms; P.A. 09-74 made technical changes, effective May 27, 2009.\n\nAnnotation to former section 38-8:\n\nCommissioner may inquire into reasons why company denies liability on policy. 86 C. 556.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-17-formerly-sec-38-8/"
    },
    {
      "id": "section-38a-18",
      "number": "38a-18.",
      "heading": "(Formerly Sec. 38-9). - Application by commissioner to act as receiver.",
      "text": "Section 38a-18 is repealed, effective July 1, 2017.\n\n(1949 Rev., S. 6035; 1957, P.A. 448, S. 44; 1967, P.A. 518; 1971, P.A. 179, S. 24; P.A. 77-614, S. 486, 610; P.A. 78-280, S. 2, 127; P.A. 90-243, S. 5; P.A. 00-99, S. 83, 154; P.A. 09-74, S. 9; P.A. 11-51, S. 134; P.A. 17-198, S. 34.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-18-formerly-sec-38-9/"
    },
    {
      "id": "section-38a-19",
      "number": "38a-19.",
      "heading": "(Formerly Sec. 38-349). - Hearings on orders of commissioner. Appeals.",
      "text": "(a) Any person or insurer aggrieved by any order or decision of the commissioner made without a hearing may, not later than thirty days after notice of the order to the person or insurer, make written request to the commissioner for a hearing on the order or decision. The commissioner shall hear such party or parties not later than thirty days after receipt of such request and shall give not less than ten days' written notice of the time and place of the hearing. Not later than forty-five days after such hearing, the commissioner shall affirm, reverse or modify his previous order or decision, specifying his reasons therefor. Pending such hearing and decision on such hearing the commissioner may suspend or postpone the effective date of his previous order or decision.\n\n(b) Nothing contained in this section or sections 38a-363 to 38a-388, inclusive, shall require the observance at any hearing of formal rules of pleading or evidence.\n\n(c) The provisions of this section shall not apply to an order or decision of the commissioner made pursuant to section 38a-591g.\n\n(d) Any order or decision of the commissioner shall be subject to appeal therefrom in accordance with the provisions of section 4-183.\n\n(1972, P.A. 273, S. 31; P.A. 76-436, S. 636, 681; P.A. 77-603, S. 121, 125; P.A. 92-60, S. 2; P.A. 98-98, S. 2; P.A. 06-54, S. 1; P.A. 07-113, S. 2; P.A. 11-58, S. 68.)\n\nHistory: P.A. 76-436 replaced court of common pleas with superior court in Subsec. (c), effective July 1, 1978; P.A. 77-603 replaced previous appeal provisions of Subsec. (c) with statement requiring that appeals be made in accordance with Sec. 4-183; Sec. 38-349 transferred to Sec. 38a-19 in 1991; P.A. 92-60 made technical changes in Subsec. (a) for statutory consistency; P.A. 98-98 amended Subsec. (a) to substitute “not later than” for “within” re days, to replace references to “thereon” and to substitute “order or decision” for “action”, added new Subsec. (c) to make section inapplicable to an order or decision made pursuant to Sec. 38a-478n, and redesignated existing Subsec. (c) as Subsec. (d); P.A. 06-54 amended Subsec. (a) to require commissioner to hold hearing not later than 30 days after receipt of request, in lieu of 20 days, to require commissioner to render decision not later than 45 days after hearing, in lieu of 15 days, and to make a technical change; P.A. 07-113 amended Subsec. (c) to make section inapplicable to order or decision made pursuant to Sec. 38a-477b; P.A. 11-58 amended Subsec. (c) to substitute reference to Secs. 38a-477b and 38a-478n with reference to Sec. 38a-591g, effective July 1, 2011.\n\nAnnotations to former section 38-349:\n\nCited. 169 C. 267; 186 C. 507.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-19-formerly-sec-38-349/"
    },
    {
      "id": "section-38a-20",
      "number": "38a-20.",
      "heading": "(Formerly Sec. 38-17). - Emergency regulations.",
      "text": "Whenever the Governor declares, by proclamation, bank and credit union holidays or periods of banking emergency, under section 36a-23, or whenever the Governor determines, and by proclamation declares, that the conditions in another state or in other states, affecting insurance companies located in Connecticut, create an emergency, the commissioner, with the approval of the Governor, during such period or periods may issue and enforce regulations for the management and operation of the insurance companies located or doing business within this state for the protection of the policyholders and stockholders of such companies, having special regard to the financial conditions resulting from such holiday and emergency periods.\n\n(1949 Rev., S. 6043; 1969, P.A. 504, S. 22; P.A. 00-6, S. 4.)\n\nHistory: 1969 act substituted reference to Sec. 36-28a for reference to Sec. 36-28, repealed by same act; Sec. 38-17 transferred to Sec. 38a-20 in 1991; P.A. 00-6 replaced “bank holiday” with “bank and credit union holidays”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-20-formerly-sec-38-17/"
    },
    {
      "id": "section-38a-21",
      "number": "38a-21.",
      "heading": "Review and evaluation of mandated health benefits",
      "text": "(a) As used in this section:\n\n(1) “Commissioner” means the Insurance Commissioner.\n\n(2) “Mandated health benefit” means an existing statutory obligation of, or proposed legislation that would require, an insurer, health care center, hospital service corporation, medical service corporation, fraternal benefit society or other entity that offers individual or group health insurance or medical or health care benefits plan in this state to: (A) Permit an insured or enrollee to obtain health care treatment or services from a particular type of health care provider; (B) offer or provide coverage for the screening, diagnosis or treatment of a particular disease or condition; or (C) offer or provide coverage for a particular type of health care treatment or service, or for medical equipment, medical supplies or drugs used in connection with a health care treatment or service. “Mandated health benefit” includes any proposed legislation to expand or repeal an existing statutory obligation relating to health insurance coverage or medical benefits.\n\n(b) (1) There is established within the Insurance Department a health benefit review program for the review and evaluation of any mandated health benefit that is requested by the joint standing committee of the General Assembly having cognizance of matters relating to insurance. Such program shall be funded by the Insurance Fund established under section 38a-52a. The commissioner shall be authorized to make assessments in a manner consistent with the provisions of chapter 698 for the costs of carrying out the requirements of this section. Such assessments shall be in addition to any other taxes, fees and moneys otherwise payable to the state. The commissioner shall deposit all payments made under this section with the State Treasurer. The moneys deposited shall be credited to the Insurance Fund and shall be accounted for as expenses recovered from insurance companies. Such moneys shall be expended by the commissioner to carry out the provisions of this section and section 2 of public act 09-179*.\n\n(2) The commissioner shall contract with The University of Connecticut Center for Public Health and Health Policy to conduct any mandated health benefit review requested pursuant to subsection (c) of this section. The director of said center may engage the services of an actuary, quality improvement clearinghouse, health policy research organization or any other independent expert, and may engage or consult with any dean, faculty or other personnel said director deems appropriate within The University of Connecticut schools and colleges, including, but not limited to, The University of Connecticut (A) School of Business, (B) School of Dental Medicine, (C) School of Law, (D) School of Medicine, and (E) School of Pharmacy.\n\n(c) Not later than August first of each year, the joint standing committee of the General Assembly having cognizance of matters relating to insurance shall submit to the commissioner a list of any mandated health benefits for which said committee is requesting a review. Not later than January first of the succeeding year, the commissioner shall submit a report, in accordance with section 11-4a, of the findings of such review and the information set forth in subsection (d) of this section.\n\n(d) The review report shall include at least the following, to the extent information is available:\n\n(1) The social impact of mandating the benefit, including:\n\n(A) The extent to which the treatment, service or equipment, supplies or drugs, as applicable, is utilized by a significant portion of the population;\n\n(B) The extent to which the treatment, service or equipment, supplies or drugs, as applicable, is currently available to the population, including, but not limited to, coverage under Medicare, or through public programs administered by charities, public schools, the Department of Public Health, municipal health departments or health districts or the Department of Social Services;\n\n(C) The extent to which insurance coverage is already available for the treatment, service or equipment, supplies or drugs, as applicable;\n\n(D) If the coverage is not generally available, the extent to which such lack of coverage results in persons being unable to obtain necessary health care treatment;\n\n(E) If the coverage is not generally available, the extent to which such lack of coverage results in unreasonable financial hardships on those persons needing treatment;\n\n(F) The level of public demand and the level of demand from providers for the treatment, service or equipment, supplies or drugs, as applicable;\n\n(G) The level of public demand and the level of demand from providers for insurance coverage for the treatment, service or equipment, supplies or drugs, as applicable;\n\n(H) The likelihood of achieving the objectives of meeting a consumer need as evidenced by the experience of other states;\n\n(I) The relevant findings of state agencies or other appropriate public organizations relating to the social impact of the mandated health benefit;\n\n(J) The alternatives to meeting the identified need, including, but not limited to, other treatments, methods or procedures;\n\n(K) Whether the benefit is a medical or a broader social need and whether it is consistent with the role of health insurance and the concept of managed care;\n\n(L) The potential social implications of the coverage with respect to the direct or specific creation of a comparable mandated benefit for similar diseases, illnesses or conditions;\n\n(M) The impact of the benefit on the availability of other benefits currently offered;\n\n(N) The impact of the benefit as it relates to employers shifting to self-insured plans and the extent to which the benefit is currently being offered by employers with self-insured plans;\n\n(O) The impact of making the benefit applicable to the state employee health insurance or health benefits plan; and\n\n(P) The extent to which credible scientific evidence published in peer-reviewed medical literature generally recognized by the relevant medical community determines the treatment, service or equipment, supplies or drugs, as applicable, to be safe and effective; and\n\n(2) The financial impact of mandating the benefit, including:\n\n(A) The extent to which the mandated health benefit may increase or decrease the cost of the treatment, service or equipment, supplies or drugs, as applicable, over the next five years;\n\n(B) The extent to which the mandated health benefit may increase the appropriate or inappropriate use of the treatment, service or equipment, supplies or drugs, as applicable, over the next five years;\n\n(C) The extent to which the mandated health benefit may serve as an alternative for more expensive or less expensive treatment, service or equipment, supplies or drugs, as applicable;\n\n(D) The methods that will be implemented to manage the utilization and costs of the mandated health benefit;\n\n(E) The extent to which insurance coverage for the treatment, service or equipment, supplies or drugs, as applicable, may be reasonably expected to increase or decrease the insurance premiums and administrative expenses for policyholders;\n\n(F) The extent to which the treatment, service or equipment, supplies or drugs, as applicable, is more or less expensive than an existing treatment, service or equipment, supplies or drugs, as applicable, that is determined to be equally safe and effective by credible scientific evidence published in peer-reviewed medical literature generally recognized by the relevant medical community;\n\n(G) The impact of insurance coverage for the treatment, service or equipment, supplies or drugs, as applicable, on the total cost of health care, including potential benefits or savings to insurers and employers resulting from prevention or early detection of disease or illness related to such coverage;\n\n(H) The impact of the mandated health care benefit on the cost of health care for small employers, as defined in section 38a-564, and for employers other than small employers; and\n\n(I) The impact of the mandated health benefit on cost-shifting between private and public payors of health care coverage and on the overall cost of the health care delivery system in the state.\n\n(P.A. 09-179, S. 1.)\n\n*Note: Section 2 of public act 09-179 is special in nature and therefore has not been codified but remains in full force and effect according to its terms.\n\nHistory: P.A. 09-179 effective July 1, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-21/"
    },
    {
      "id": "section-38a-22",
      "number": "38a-22.",
      "heading": "Electronic filing and submission.",
      "text": "(a) Notwithstanding any provision of the general statutes, the Insurance Commissioner may require that any person required by any provision of this title to make a filing or submission to the commissioner make such filing or submission to the commissioner by electronic means.\n\n(b) Any person required to make a filing or submission to the commissioner by electronic means pursuant to subsection (a) of this section may submit a request to the commissioner seeking an exception to the requirement.\n\n(c) The commissioner shall grant a request submitted pursuant to subsection (b) of this section if the commissioner determines that compliance with the requirement imposed pursuant to subsection (a) of this section is impractical, would cause the person seeking the exception to suffer undue hardship or that good cause exists to grant the requested exception.\n\n(P.A. 18-158, S. 1.)\n\nHistory: P.A. 18-158 effective June 13, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-22/"
    },
    {
      "id": "section-38a-23",
      "number": "38a-23.",
      "heading": "Biennual report by commissioner re climate-related risks and climate change.",
      "text": "(a) Not later than April 1, 2022, and biennially thereafter until April 1, 2032, the Insurance Commissioner shall submit a report, in accordance with section 11-4a, to the joint standing committee of the General Assembly having cognizance of matters relating to insurance. The report shall disclose, for the preceding two calendar years, the Insurance Department's:\n\n(1) Progress toward:\n\n(A) Addressing climate-related risks, including, but not limited to, the department's progress toward integrating such risks into:\n\n(i) Risk-based capital requirements;\n\n(ii) Regular supervisory examinations; and\n\n(iii) Own risk and solvency assessments; and\n\n(B) Incorporating the reduced levels of emissions of greenhouse gas established in section 22a-200a into the department's regulatory and supervisory actions by, among other things, addressing the impacts of thermal coal, tar sands and Arctic oil and gas; and\n\n(2) Regulatory and supervisory actions to bolster the resilience of insurers to the physical impacts of climate change.\n\n(b) The commissioner may engage the services of third-party actuaries, professionals and specialists that the commissioner deems necessary to assist the commissioner in fulfilling the requirements of this section.\n\n(June Sp. Sess. P.A. 21-2, S. 312.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-23/"
    },
    {
      "id": "section-38a-24",
      "number": "38a-24.",
      "heading": "Reserved for future use.",
      "text": "Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38a-25",
      "number": "38a-25.",
      "heading": "(Formerly Sec. 38-23). - Insurance Commissioner as agent for service of process.",
      "text": "(a) The Insurance Commissioner is the agent for receipt of service of legal process on the following:\n\n(1) Foreign and alien insurance companies authorized to do business in this state in any proceeding arising from or related to any transaction having a connection with this state.\n\n(2) Fraternal benefit societies authorized to do business in this state.\n\n(3) Insurance-support organizations as defined in section 38a-976, transacting business outside this state which affects a resident of this state.\n\n(4) Risk retention groups, as defined in section 38a-250.\n\n(5) Purchasing groups designating the Insurance Commissioner as agent for receipt of service of process pursuant to section 38a-261.\n\n(6) Eligible surplus lines insurers authorized by the commissioner to accept surplus lines insurance.\n\n(7) Except as provided by section 38a-273, unauthorized insurers or other persons assisting unauthorized insurers who directly or indirectly do any of the acts of insurance business as set forth in subsection (a) of section 38a-271.\n\n(8) The Connecticut Insurance Guaranty Association and the Connecticut Life and Health Insurance Guaranty Association.\n\n(9) Insurance companies designating the Insurance Commissioner as agent for receipt of service of process pursuant to subsection (i) of section 38a-85.\n\n(10) Nonresident insurance producers and nonresident surplus lines brokers licensed by the Insurance Commissioner.\n\n(11) Life settlement providers and life settlement brokers licensed by the commissioner.\n\n(12) Nonresident reinsurance intermediaries designating the commissioner as agent for receipt of service of process pursuant to section 38a-760b.\n\n(13) Workers' compensation self-insurance groups, as defined in section 38a-1001.\n\n(14) Persons alleged to have violated any provision of section 38a-130.\n\n(15) (A) Captive insurers, as defined in section 38a-91k, and (B) captive insurance companies, as defined in section 38a-91aa, if a registered agent cannot be found with reasonable diligence at the registered office of a captive insurance company.\n\n(b) Each foreign and alien insurer by applying for and receiving a license to do insurance business in this state, each fraternal benefit society by applying for and receiving a certificate to solicit members and do business, each surplus lines insurer declared to be an eligible surplus lines insurer by the commissioner, each insurance-support organization transacting business outside this state that affects a resident of this state, and each unauthorized insurer by doing an act of insurance business prohibited by section 38a-272, shall be considered to have irrevocably appointed the Insurance Commissioner as agent for receipt of service of process in accordance with subsection (a) of this section. Such appointment shall continue in force so long as any certificate of membership, policy or liability remains outstanding in this state.\n\n(c) The commissioner shall be the agent for the executors, administrators or personal representatives, receivers, trustees or other successors in interest of the persons specified under subsection (a) of this section.\n\n(d) Any legal process that is served on the commissioner pursuant to this section shall be of the same legal force and validity as if served on the principal.\n\n(e) The right to effect service of process as provided under this section shall not limit the right to serve legal process in any other manner provided by law.\n\n(1949 Rev., S. 6054; P.A. 90-243, S. 7; P.A. 92-60, S. 3; P.A. 97-202, S. 17, 18; P.A. 98-98, S. 3; P.A. 03-152, S. 11; P.A. 05-275, S. 15; P.A. 08-175, S. 20; P.A. 10-5, S. 2; P.A. 12-139, S. 4; P.A. 21-157, S. 7.)\n\nHistory: P.A. 90-243 replaced prior provisions with new provisions empowering the commissioner to act as the agent of service of legal process for various insurance ventures; Sec. 38-23 transferred to Sec. 38a-25 in 1991; P.A. 92-60 added Subsec. (a)(8) to (10) empowering commissioner to act as the agent of service of legal process for various insurance associations, for certain brokers licensed by the commissioner and for certain insurers; P.A. 97-202 added Subsec. (a)(11) re viatical settlement providers and brokers, effective January 1, 1998; P.A. 98-98 amended Subdiv. (a)(10) to substitute “insurance producers” for “brokers” and added new Subdivs. (a)(12) to (14), inclusive, re nonresident reinsurance intermediaries, workers compensation self-insurance groups and persons alleged to have violated Sec. 38a-130; P.A. 03-152 amended Subsec. (a)(11) to reference “viatical settlement investment agents”; P.A. 05-275 amended Subsec. (a)(4) re risk retention groups to replace “designating the Insurance Commissioner as agent for receipt of service of process pursuant to section 38a-252” with “as defined in section 38a-250”, added new Subsec. (a)(15) re captive insurers, and deleted “his” in Subsec. (b), effective July 13, 2005; P.A. 08-175 amended Subsec. (a)(11) by substituting “life settlement” for “viatical settlement” and deleting reference to viatical settlement investment agents; P.A. 10-5 amended Subsec. (a)(15) by designating existing provisions as Subpara. (A) and adding Subpara. (B) re captive insurance companies, effective May 5, 2010; P.A. 12-139 made technical changes; P.A. 21-157 amended Subsec. (a)(9) by replacing reference to Sec. 38a-85(h) with reference to Sec. 38a-85(i).\n\nAnnotations to former section 38-23:\n\nPresentment in evidence of certificate of commissioner's appointment not necessary; authorization may be inferred from his reception of service and collection of fee. 121 C. 311. Cited. 153 C. 588.\n\nCited. 7 CA 617.\n\nCited. 18 CS 441.\n\nAnnotation to present section:\n\nTo obtain prepleading security, as provided in Sec. 38a-27, service may be made on the unauthorized insurers' contractually designated agents, in addition to Insurance Commissioner or Secretary of the State, since both forms of service are allowed. 103 CA 319.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-25-formerly-sec-38-23/"
    },
    {
      "id": "section-38a-26",
      "number": "38a-26.",
      "heading": "Procedure for service of process.",
      "text": "(a) Service of process on the commissioner as provided in section 38a-25 shall be made by delivering two copies thereof to the commissioner, or to the office of the commissioner, or to an official or office of an official designated by the commissioner to receive service. The person serving process shall pay to the office of the commissioner the fee set for that service by section 38a-11, for each person or insurer to be served.\n\n(b) The commissioner shall immediately send by registered or certified mail one copy of the process to the person to be served as follows: (1) To that person's last-known principal place of business, residence, or post-office address, or (2) if a foreign insurance company, to the secretary of the company or designee of the company, or (3) if an alien insurance company, to the resident manager, if any, in this country, or (4) if a fraternal benefit society, to the secretary or corresponding officer of the society.\n\n(c) The commissioner shall retain the second copy of the process for his files. The commissioner shall keep a record of all process served, showing the day and hour of service.\n\n(d) Proof of service shall be evidenced by a certificate signed by the commissioner or by the official designated to receive service of process, showing the service made on him and mailing by him, attached to the second copy of the process.\n\n(e) No plaintiff or complainant shall be entitled to a judgment or determination by default in any action or proceeding in which the process is served under this section until the expiration of forty-five days from the date of service of process commencing the action or proceeding.\n\n(P.A. 90-243, S. 8; P.A. 92-60, S. 4; P.A. 93-239, S. 10; P.A. 01-139, S. 1.)\n\nHistory: P.A. 92-60 amended Subsec. (a) by reducing the number of copies to be delivered to the commissioner for service of process from “three” to “two”; P.A. 93-239 amended Subsec. (d) replacing reference to the third copy of the service of process with second copy; P.A. 01-139 amended Subsec. (b)(2) to add reference to the designee of a foreign insurance company.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-26/"
    },
    {
      "id": "section-38a-27",
      "number": "38a-27.",
      "heading": "(Formerly Sec. 38-267). - Procedure where substituted service made against unauthorized insurer.",
      "text": "(a) Before any unauthorized person or insurer files or causes to be filed any pleading in any court action or proceeding or in any administrative proceeding before the commissioner instituted against the person or insurer by service made in accordance with the provisions of section 38a-25, section 38a-26 or section 38a-273, the person or insurer shall either: (1) Deposit with the clerk of the court in which the action or proceeding is pending, or with the commissioner in administrative proceedings before the commissioner, cash or securities or a bond with good and sufficient sureties to be approved by the court or the commissioner, in an amount to be fixed by the court or the commissioner sufficient to secure the payment of any final judgment which may be rendered in the action or proceeding, provided the court or the commissioner in administrative proceedings may in its or his discretion make an order dispensing with the deposit or bond where the insurer shows to the satisfaction of the court or the commissioner that it maintains in this state funds or securities, in trust or otherwise, sufficient and available to satisfy any final judgment which may be entered in the action or proceeding; or (2) procure proper authorization to do an insurance business in this state.\n\n(b) The court in any action or proceeding in which service is made as provided in section 38a-25, section 38a-26 and section 38a-273, or the commissioner in any administrative proceeding in which service is made as provided in section 38a-273, may, in its or his discretion, order such postponement as may be necessary to afford the defendant reasonable opportunity to comply with subsection (a) of this section and defend the action or proceeding.\n\n(c) Nothing in subsection (a) of this section shall be construed to prevent an unauthorized person or insurer from filing a motion to quash a writ or to set aside service thereof made as provided in section 38a-25, section 38a-26 or section 38a-273 on the ground that the person or insurer served has not done any of the acts enumerated in subsection (a) of section 38a-271.\n\n(1969, P.A. 561, S. 5; P.A. 90-243, S. 150; P.A. 96-78, S. 1.)\n\nHistory: P.A. 90-243 made technical changes for statutory consistency; Sec. 38-267 transferred to Sec. 38a-27 in 1991; P.A. 96-78 amended Subsec. (a)(1) re funds or securities to substitute “maintains in this state” for “maintains in a state”.\n\nService made on the unauthorized insurers' contractually designated agents, rather than on Insurance Commissioner or Secretary of the State, is sufficient to obtain prepleading security, since both forms of service are allowed pursuant to Sec. 38a-25; where an industrial insured is also a reinsurer, such reinsurer is not exempt from section by virtue of Sec. 38a-271(c), since Sec. 38a-271(b) states that reinsurers are not subject to that section; because there are cognizable property rights with respect to the security that the statute requires, defendants are entitled to a hearing on the amount of security to be determined by the court. 103 CA 319.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-27-formerly-sec-38-267/"
    },
    {
      "id": "section-38a-28",
      "number": "38a-28",
      "heading": "to 38a-31. - Reserved for future use.",
      "text": "to 38a-31. - Reserved for future use.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38a-32",
      "number": "38a-32",
      "heading": "to 38a-36. (Formerly Secs. 38-19b to 38-19f)",
      "text": "Sections 38a-32 to 38a-36, inclusive, are repealed, effective July 13, 2005.\n\n(P.A. 77-249, S. 1–5; 77-614, S. 163, 587, 610; P.A. 78-303, S. 85, 136; P.A. 80-482, S. 3, 269–271, 345, 348; P.A. 82-472, S. 160, 183; P.A. 05-278, S. 28.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-32-to-38a-36-formerly-secs-38-19b-to-38-19f/"
    },
    {
      "id": "section-38a-37",
      "number": "38a-37.",
      "heading": "Interstate Insurance Product Regulation Compact.",
      "text": "Pursuant to terms and conditions of this compact, the state of Connecticut seeks to join with other states and establish the Interstate Insurance Product Regulation Compact, and thus become a member of the Interstate Insurance Product Regulation Commission. The Insurance Commissioner is hereby designated to serve as the representative of this state to the commission.\n\nThe purposes of this compact are, through means of joint and cooperative action among the compacting states:\n\n1. To promote and protect the interest of consumers of individual and group annuity, life insurance, disability income and long-term care insurance products;\n\n2. To develop uniform standards for insurance products covered under the compact;\n\n3. To establish a central clearinghouse to receive and provide prompt review of insurance products covered under the compact and, in certain cases, advertisements related thereto, submitted by insurers authorized to do business in one or more compacting states;\n\n4. To give appropriate regulatory approval to those product filings and advertisements satisfying the applicable uniform standard;\n\n5. To improve coordination of regulatory resources and expertise between state insurance departments regarding the setting of uniform standards and review of insurance products covered under the compact;\n\n6. To create the Interstate Insurance Product Regulation Commission; and\n\n7. To perform these and such other related functions as may be consistent with the state regulation of the business of insurance.\n\nDEFINITIONS\n\nFor purposes of this compact:\n\n1. “Advertisement” means any material designed to create public interest in a product, or induce the public to purchase, increase, modify, reinstate, borrow on, surrender, replace or retain a policy, as more specifically defined in the rules and operating procedures of the commission.\n\n2. “Bylaws” mean those bylaws established by the commission for its governance, or for directing or controlling the commission's actions or conduct.\n\n3. “Compacting state” means any state which has enacted this compact legislation and which has not withdrawn pursuant to Article XIV, section 1 of this compact, or been terminated pursuant to Article XIV, section 2 of this compact.\n\n4. “Commission” means the Interstate Insurance Product Regulation Commission established by this compact.\n\n5. “Commissioner” means the chief insurance regulatory official of a state including, but not limited to, commissioner, superintendent, director or administrator.\n\n6. “Domiciliary state” means the state in which an insurer is incorporated or organized; or, in the case of an alien insurer, its state of entry.\n\n7. “Insurer” means any entity licensed by a state to issue contracts of insurance for any of the lines of insurance covered by this compact.\n\n8. “Member” means the person chosen by a compacting state as its representative to the commission, or the member's designee.\n\n9. “Non-compacting state” means any state which is not at the time a compacting state.\n\n10. “Operating procedures” mean procedures promulgated by the commission implementing a rule, uniform standard or a provision of this compact.\n\n11. “Product” means the form of a policy or contract, including any application, endorsement, or related form which is attached to and made a part of the policy or contract, and any evidence of coverage or certificate, for an individual or group annuity, life insurance, disability income or long-term care insurance product that an insurer is authorized to issue.\n\n12. “Rule” means a statement of general or particular applicability and future effect promulgated by the commission, including a uniform standard developed pursuant to Article VII of this compact, designed to implement, interpret, or prescribe law or policy or describing the organization, procedure, or practice requirements of the commission, which shall have the force and effect of law in the compacting states.\n\n13. “State” means any state, district or territory of the United States of America.\n\n14. “Third-party filer” means an entity that submits a product filing to the commission on behalf of an Insurer.\n\n15. “Uniform standard” means a standard adopted by the commission for a product line, pursuant to Article VII of this compact, and shall include all of the product requirements in aggregate; provided, that each uniform standard shall be construed, whether express or implied, to prohibit the use of any inconsistent, misleading or ambiguous provisions in a product and the form of the product made available to the public shall not be unfair, inequitable or against public policy as determined by the commission.\n\nARTICLE III\n\nESTABLISHMENT OF THE COMMISSION AND VENUE\n\n1. The compacting states hereby create and establish a joint public agency known as the Interstate Insurance Product Regulation Commission. Pursuant to Article IV of this compact, the commission will have the power to develop uniform standards for product lines, receive and provide prompt review of products filed therewith, and give approval to those product filings satisfying applicable uniform standards; provided, it is not intended for the commission to be the exclusive entity for receipt and review of insurance product filings. Nothing herein shall prohibit any insurer from filing its product in any state wherein the insurer is licensed to conduct the business of insurance; and any such filing shall be subject to the laws of the state where filed.\n\n2. The Interstate Insurance Product Regulation Commission is a body corporate and politic, and an instrumentality of the compacting states.\n\n3. The commission is solely responsible for its liabilities except as otherwise specifically provided in this compact.\n\n4. Venue is proper and judicial proceedings by or against the commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the commission is located.\n\nPOWERS OF THE COMMISSION\n\nThe commission shall have the following powers:\n\n1. To promulgate rules, pursuant to Article VII of this compact, which shall have the force and effect of law and shall be binding in the compacting states to the extent and in the manner provided in this compact;\n\n2. To exercise its rulemaking authority and establish reasonable uniform standards for products covered under the compact, and advertisement related thereto, which shall have the force and effect of law and shall be binding in the compacting states, but only for those products filed with the commission, provided, that a compacting state shall have the right to opt out of such uniform standard pursuant to Article VII of this compact, to the extent and in the manner provided in this compact, and, provided further, that any uniform standard established by the commission for long-term care insurance products may provide the same or greater protections for consumers as, but shall not provide less than, those protections set forth in the National Association of Insurance Commissioners' Long-Term Care Insurance Model Act and Long-Term Care Insurance Model Regulation, respectively, adopted as of 2001. The commission shall consider whether any subsequent amendments to the National Association of Insurance Commissioners' Long-Term Care Insurance Model Act or Long-Term Care Insurance Model Regulation adopted by the National Association of Insurance Commissioners require amending of the uniform standards established by the commission for long-term care insurance products;\n\n3. To receive and review in an expeditious manner products filed with the commission, and rate filings for disability income and long-term care insurance products, and give approval of those products and rate filings that satisfy the applicable uniform standard, where such approval shall have the force and effect of law and be binding on the compacting states to the extent and in the manner provided in the compact;\n\n4. To receive and review in an expeditious manner advertisement relating to long-term care insurance products for which uniform standards have been adopted by the commission, and give approval to all advertisement that satisfies the applicable uniform standard. For any product covered under this compact, other than long-term care insurance products, the commission shall have the authority to require an insurer to submit all or any part of its advertisement with respect to that product for review or approval prior to use, if the commission determines that the nature of the product is such that an advertisement of the product could have the capacity or tendency to mislead the public. The actions of the commission as provided in this section shall have the force and effect of law and shall be binding in the compacting states to the extent and in the manner provided in the compact;\n\n5. To exercise its rulemaking authority and designate products and advertisement that may be subject to a self-certification process without the need for prior approval by the commission;\n\n6. To promulgate operating procedures, pursuant to Article VII of this compact, which shall be binding in the compacting states to the extent and in the manner provided in this compact;\n\n7. To bring and prosecute legal proceedings or actions in its name as the commission; provided, that the standing of any state insurance department to sue or be sued under applicable law shall not be affected;\n\n8. To issue subpoenas requiring the attendance and testimony of witnesses and the production of evidence;\n\n9. To establish and maintain offices;\n\n10. To purchase and maintain insurance and bonds;\n\n11. To borrow, accept or contract for services of personnel, including, but not limited to, employees of a compacting state;\n\n12. To hire employees, professionals or specialists, and elect or appoint officers, and to fix their compensation, define their duties and give them appropriate authority to carry out the purposes of the compact, and determine their qualifications; and to establish the commission's personnel policies and programs relating to, among other things, conflicts of interest, rates of compensation and qualifications of personnel;\n\n13. To accept any and all appropriate donations and grants of money, equipment, supplies, materials and services, and to receive, utilize and dispose of the same; provided that at all times the commission shall strive to avoid any appearance of impropriety;\n\n14. To lease, purchase, accept appropriate gifts or donations of, or otherwise to own, hold, improve or use, any property, real, personal or mixed; provided that at all times the commission shall strive to avoid any appearance of impropriety;\n\n15. To sell, convey, mortgage, pledge, lease, exchange, abandon or otherwise dispose of any property, real, personal or mixed;\n\n16. To remit filing fees to compacting states as may be set forth in the bylaws, rules or operating procedures;\n\n17. To enforce compliance by compacting states with rules, uniform standards, operating procedures and bylaws;\n\n18. To provide for dispute resolution among compacting states;\n\n19. To advise compacting states on issues relating to insurers domiciled or doing business in non-compacting jurisdictions, consistent with the purposes of this compact;\n\n20. To provide advice and training to those personnel in state insurance departments responsible for product review, and to be a resource for state insurance departments;\n\n21. To establish a budget and make expenditures;\n\n22. To borrow money;\n\n23. To appoint committees, including advisory committees comprising members, state insurance regulators, state legislators or their representatives, insurance industry and consumer representatives, and such other interested persons as may be designated in the bylaws;\n\n24. To provide and receive information from, and to cooperate with law enforcement agencies;\n\n25. To adopt and use a corporate seal; and\n\n26. To perform such other functions as may be necessary or appropriate to achieve the purposes of this compact consistent with the state regulation of the business of insurance.\n\nORGANIZATION OF THE COMMISSION\n\nSection 1. Membership, Voting and Bylaws\n\na. Each compacting state shall have and be limited to one member. Each member shall be qualified to serve in that capacity pursuant to applicable law of the compacting state. Any member may be removed or suspended from office as provided by the law of the state from which he or she shall be appointed. Any vacancy occurring in the commission shall be filled in accordance with the laws of the compacting state wherein the vacancy exists. Nothing herein shall be construed to affect the manner in which a compacting state determines the election or appointment and qualification of its own commissioner.\n\nb. Each member shall be entitled to one vote and shall have an opportunity to participate in the governance of the commission in accordance with the bylaws. Notwithstanding any provision herein to the contrary, no action of the commission with respect to the promulgation of a uniform standard shall be effective unless two-thirds of the members vote in favor thereof.\n\nc. The commission shall, by a majority of the members, prescribe bylaws to govern its conduct as may be necessary or appropriate to carry out the purposes, and exercise the powers, of the compact, including, but not limited to:\n\n(i) Establishing the fiscal year of the commission;\n\n(ii) Providing reasonable procedures for appointing and electing members, as well as holding meetings, of the management committee;\n\n(iii) Providing reasonable standards and procedures: (I) For the establishment and meetings of other committees, and (II) governing any general or specific delegation of any authority or function of the commission;\n\n(iv) Providing reasonable procedures for calling and conducting meetings of the commission that consists of a majority of commission members, ensuring reasonable advance notice of each such meeting and providing for the right of citizens to attend each such meeting with enumerated exceptions designed to protect the public's interest, the privacy of individuals, and insurers' proprietary information, including trade secrets. The commission may meet in camera only after a majority of the entire membership votes to close a meeting in toto or in part. As soon as practicable, the commission must make public (I) a copy of the vote to close the meeting revealing the vote of each member with no proxy votes allowed, and (II) votes taken during such meeting;\n\n(v) Establishing the titles, duties and authority and reasonable procedures for the election of the officers of the commission;\n\n(vi) Providing reasonable standards and procedures for the establishment of the personnel policies and programs of the commission. Notwithstanding any civil service or other similar laws of any compacting state, the bylaws shall exclusively govern the personnel policies and programs of the commission;\n\n(vii) Promulgating a code of ethics to address permissible and prohibited activities of commission members and employees; and\n\n(viii) Providing a mechanism for winding up the operations of the commission and the equitable disposition of any surplus funds that may exist after the termination of the compact after the payment and/or reserving of all of its debts and obligations.\n\nd. The commission shall publish its bylaws in a convenient form and file a copy thereof and a copy of any amendment thereto, with the appropriate agency or officer in each of the compacting states.\n\nSection 2. Management Committee, Officers and Personnel\n\na. A management committee comprising no more than fourteen members shall be established as follows:\n\n(i) One member from each of the six compacting states with the largest premium volume for individual and group annuities, life, disability income and long-term care insurance products, determined from the records of the National Association of Insurance Commissioners for the prior year;\n\n(ii) Four members from those compacting states with at least two per cent of the market based on the premium volume described above, other than the six compacting states with the largest premium volume, selected on a rotating basis as provided in the bylaws; and\n\n(iii) Four members from those compacting states with less than two per cent of the market, based on the premium volume described above, with one selected from each of the four zone regions of the National Association of Insurance Commissioners as provided in the bylaws.\n\nb. The management committee shall have such authority and duties as may be set forth in the bylaws, including, but not limited to:\n\n(i) Managing the affairs of the commission in a manner consistent with the bylaws and purposes of the commission;\n\n(ii) Establishing and overseeing an organizational structure within, and appropriate procedures for, the commission to provide for the creation of uniform standards and other rules, receipt and review of product filings, administrative and technical support functions, review of decisions regarding the disapproval of a product filing, and the review of elections made by a compacting state to opt out of a uniform standard; provided that a uniform standard shall not be submitted to the compacting states for adoption unless approved by two-thirds of the members of the management committee;\n\n(iii) Overseeing the offices of the commission; and\n\n(iv) Planning, implementing, and coordinating communications and activities with other state, federal and local government organizations in order to advance the goals of the commission.\n\nc. The commission shall elect annually officers from the management committee, with each having such authority and duties, as may be specified in the bylaws.\n\nd. The management committee may, subject to the approval of the commission, appoint or retain an executive director for such period, upon such terms and conditions and for such compensation as the commission may deem appropriate. The executive director shall serve as secretary to the commission, but shall not be a member of the commission. The executive director shall hire and supervise such other staff as may be authorized by the commission.\n\nSection 3. Legislative and Advisory Committees\n\na. A legislative committee comprising state legislators or their designees shall be established to monitor the operations of, and make recommendations to, the commission, including the management committee; provided that the manner of selection and term of any legislative committee member shall be as set forth in the bylaws. Prior to the adoption by the commission of any uniform standard, revision to the bylaws, annual budget or other significant matter as may be provided in the bylaws, the management committee shall consult with and report to the legislative committee.\n\nb. The commission shall establish two advisory committees, one of which shall comprise consumer representatives independent of the insurance industry, and the other comprising insurance industry representatives.\n\nc. The commission may establish additional advisory committees as its bylaws may provide for the carrying out of its functions.\n\nSection 4. Corporate Records of the Commission\n\nThe commission shall maintain its corporate books and records in accordance with the bylaws.\n\nSection 5. Qualified Immunity, Defense and Indemnification\n\na. The members, officers, executive director, employees and representatives of the commission shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties or responsibilities; provided, that nothing in this paragraph shall be construed to protect any such person from suit and/or liability for any damage, loss, injury or liability caused by the intentional or wilful and wanton misconduct of that person.\n\nb. The commission shall defend any member, officer, executive director, employee or representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error or omission that occurred within the scope of commission employment, duties or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties or responsibilities; provided, that nothing herein shall be construed to prohibit that person from retaining counsel; and provided further, that the actual or alleged act, error or omission did not result from that person's intentional or wilful and wanton misconduct.\n\nc. The commission shall indemnify and hold harmless any member, officer, executive director, employee or representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error or omission that occurred within the scope of commission employment, duties or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties or responsibilities, provided, that the actual or alleged act, error or omission did not result from the intentional or wilful and wanton misconduct of that person.\n\nMEETINGS AND ACTS OF THE COMMISSION\n\n1. The commission shall meet and take such actions as are consistent with the provisions of this compact and the bylaws.\n\n2. Each member of the commission shall have the right and power to cast a vote to which that compacting state is entitled and to participate in the business and affairs of the commission. A member shall vote in person or by such other means as provided in the bylaws. The bylaws may provide for members' participation in meetings by telephone or other means of communication.\n\n3. The commission shall meet at least once during each calendar year. Additional meetings shall be held as set forth in the bylaws.\n\nARTICLE VII\n\nRULES AND OPERATING PROCEDURES: RULEMAKINGFUNCTIONS OF THE COMMISSION AND OPTING OUT OFUNIFORM STANDARDS\n\n1. The commission shall promulgate reasonable rules, including uniform standards, and operating procedures in order to effectively and efficiently achieve the purposes of this compact. Notwithstanding the foregoing, in the event the commission exercises its rulemaking authority in a manner that is beyond the scope of the purposes of this compact, or the powers granted hereunder, then such an action by the commission shall be invalid and have no force and effect.\n\n2. Rules and operating procedures shall be made pursuant to a rulemaking process that conforms to the Model State Administrative Procedure Act of 1981 as amended, as may be appropriate to the operations of the commission. Before the commission adopts a uniform standard, the commission shall give written notice to the relevant state legislative committees in each compacting state responsible for insurance issues of its intention to adopt the uniform standard. The commission in adopting a uniform standard shall consider fully all submitted materials and issue a concise explanation of its decision.\n\n3. A uniform standard shall become effective ninety days after its promulgation by the commission or such later date as the commission may determine; provided, however, that a compacting state may opt out of a uniform standard as provided in this article. “Opt out” shall be defined as any action by a compacting state to decline to adopt or participate in a promulgated uniform standard. All other rules and operating procedures, and amendments thereto, shall become effective as of the date specified in each rule, operating procedure or amendment.\n\n4. A compacting state may opt out of a uniform standard, either by legislation or regulation duly promulgated by the Insurance Department under the compacting state's administrative procedure act. If a compacting state elects to opt out of a uniform standard by regulation, it must:\n\na. Give written notice to the commission no later than ten business days after the uniform standard is promulgated, or at the time the state becomes a compacting state; and\n\nb. Find that the uniform standard does not provide reasonable protections to the citizens of the state, given the conditions in the state. The commissioner shall make specific findings of fact and conclusions of law, based on a preponderance of the evidence, detailing the conditions in the state which warrant a departure from the uniform standard and determining that the uniform standard would not reasonably protect the citizens of the state. The commissioner must consider and balance the following factors and find that the conditions in the state and needs of the citizens of the state outweigh: (i) The intent of the legislature to participate in, and the benefits of, an interstate agreement to establish national uniform consumer protections for the products subject to this compact; and (ii) the presumption that a uniform standard adopted by the commission provides reasonable protections to consumers of the relevant product. Notwithstanding the foregoing, a compacting state may, at the time of its enactment of this compact, prospectively opt out of all uniform standards involving long-term care insurance products by expressly providing for such opt out in the enacted compact, and such an opt out shall not be treated as a material variance in the offer or acceptance of any state to participate in this compact. Such an opt out shall be effective at the time of enactment of this compact by the compacting state and shall apply to all existing uniform standards involving long-term care insurance products and those subsequently promulgated.\n\n5. If a compacting state elects to opt out of a uniform standard, the uniform standard shall remain applicable in the compacting state electing to opt out until such time the opt out legislation is enacted into law or the regulation opting out becomes effective. Once the opt out of a uniform standard by a compacting state becomes effective as provided under the laws of that state, the uniform standard shall have no further force and effect in that state unless and until the legislation or regulation implementing the opt out is repealed or otherwise becomes ineffective under the laws of the state. If a compacting state opts out of a uniform standard after the uniform standard has been made effective in that state, the opt out shall have the same prospective effect as provided under Article XIV of this compact for withdrawals.\n\n6. If a compacting state has formally initiated the process of opting out of a uniform standard by regulation, and while the regulatory opt out is pending, the compacting state may petition the commission, at least fifteen days before the effective date of the uniform standard, to stay the effectiveness of the uniform standard in that state. The commission may grant a stay if it determines the regulatory opt out is being pursued in a reasonable manner and there is a likelihood of success. If a stay is granted or extended by the commission, the stay or extension thereof may postpone the effective date by up to ninety days, unless affirmatively extended by the commission; provided, a stay may not be permitted to remain in effect for more than one year unless the compacting state can show extraordinary circumstances which warrant a continuance of the stay, including, but not limited to, the existence of a legal challenge which prevents the compacting state from opting out. A stay may be terminated by the commission upon notice that the rulemaking process has been terminated.\n\n7. Not later than thirty days after a rule or operating procedure is promulgated, any person may file a petition for judicial review of the rule or operating procedure; provided, that the filing of such a petition shall not stay or otherwise prevent the rule or operating procedure from becoming effective unless the court finds that the petitioner has a substantial likelihood of success. The court shall give deference to the actions of the commission consistent with applicable law and shall not find the rule or operating procedure to be unlawful if the rule or operating procedure represents a reasonable exercise of the commission's authority.\n\nARTICLE VIII\n\nCOMMISSION RECORDS AND ENFORCEMENT\n\n1. The commission shall promulgate rules establishing conditions and procedures for public inspection and copying of its information and official records, except such information and records involving the privacy of individuals and insurers' trade secrets. The commission may promulgate additional rules under which it may make available to federal and state agencies, including law enforcement agencies, records and information otherwise exempt from disclosure, and may enter into agreements with such agencies to receive or exchange information or records subject to nondisclosure and confidentiality provisions.\n\n2. Except as to privileged records, data and information, the laws of any compacting state pertaining to confidentiality or nondisclosure shall not relieve any compacting state commissioner of the duty to disclose any relevant records, data or information to the commission; provided, that disclosure to the commission shall not be deemed to waive or otherwise affect any confidentiality requirement; and further provided, that, except as otherwise expressly provided in this compact, the commission shall not be subject to the compacting state's laws pertaining to confidentiality and nondisclosure with respect to records, data and information in its possession. Confidential information of the commission shall remain confidential after such information is provided to any commissioner.\n\n3. The commission shall monitor compacting states for compliance with duly adopted bylaws, rules, including uniform standards, and operating procedures. The commission shall notify any non-complying compacting state in writing of its noncompliance with commission bylaws, rules or operating procedures. If a non-complying compacting state fails to remedy its noncompliance within the time specified in the notice of noncompliance, the compacting state shall be deemed to be in default as set forth in Article XIV of this compact.\n\n4. The commissioner of any state in which an insurer is authorized to do business, or is conducting the business of insurance, shall continue to exercise the commissioner's authority to oversee the market regulation of the activities of the insurer in accordance with the provisions of the state's law. The commissioner's enforcement of compliance with the compact is governed by the following provisions:\n\na. With respect to the commissioner's market regulation of a product or advertisement that is approved or certified to the commission, the content of the product or advertisement shall not constitute a violation of the provisions, standards or requirements of the compact except upon a final order of the commission, issued at the request of a commissioner after prior notice to the insurer and an opportunity for hearing before the commission.\n\nb. Before a commissioner may bring an action for violation of any provision, standard or requirement of the compact relating to the content of an advertisement not approved or certified to the commission, the commission, or an authorized commission officer or employee, must authorize the action. However, authorization pursuant to this paragraph does not require notice to the insurer, opportunity for hearing or disclosure of requests for authorization or records of the commission's action on such requests.\n\nDISPUTE RESOLUTION\n\nThe commission shall attempt, upon the request of a member, to resolve any disputes or other issues that are subject to this compact and which may arise between two or more compacting states, or between compacting states and non-compacting states, and the commission shall promulgate an operating procedure providing for resolution of such disputes.\n\nPRODUCT FILING AND APPROVAL\n\n1. Insurers and third-party filers seeking to have a product approved by the commission shall file the product with, and pay applicable filing fees to, the commission. Nothing in this compact shall be construed to restrict or otherwise prevent an insurer from filing its product with the insurance department in any state wherein the insurer is licensed to conduct the business of insurance, and such filing shall be subject to the laws of the states where filed.\n\n2. The commission shall establish appropriate filing and review processes and procedures pursuant to commission rules and operating procedures. Notwithstanding any provision herein to the contrary, the commission shall promulgate rules to establish conditions and procedures under which the commission will provide public access to product filing information. In establishing such rules, the commission shall consider the interests of the public in having access to such information, as well as protection of personal medical and financial information and trade secrets, that may be contained in a product filing or supporting information.\n\n3. Any product approved by the commission may be sold or otherwise issued in those compacting states for which the insurer is legally authorized to do business.\n\nREVIEW OF COMMISSION DECISIONS REGARDING FILINGS\n\n1. Not later than thirty days after the commission has given notice of a disapproved product or advertisement filed with the commission, the insurer or third-party filer whose filing was disapproved may appeal the determination to a review panel appointed by the commission. The commission shall promulgate rules to establish procedures for appointing such review panels and provide for notice and hearing. An allegation that the commission, in disapproving a product or advertisement filed with the commission, acted arbitrarily, capriciously, or in a manner that is an abuse of discretion or otherwise not in accordance with the law, is subject to judicial review in accordance with Article III, section 4 of this compact.\n\n2. The commission shall have authority to monitor, review and reconsider products and advertisement subsequent to their filing or approval upon a finding that the product does not meet the relevant uniform standard. Where appropriate, the commission may withdraw or modify its approval after proper notice and hearing, subject to the appeal process in section 1 of this article.\n\nARTICLE XII\n\n1. The commission shall pay or provide for the payment of the reasonable expenses of its establishment and organization. To fund the cost of its initial operations, the commission may accept contributions and other forms of funding from the National Association of Insurance Commissioners, compacting states and other sources. Contributions and other forms of funding from other sources shall be of such a nature that the independence of the commission concerning the performance of its duties shall not be compromised.\n\n2. The commission shall collect a filing fee from each insurer and third-party filer filing a product with the commission to cover the cost of the operations and activities of the commission and its staff in a total amount sufficient to cover the commission's annual budget.\n\n3. The commission's budget for a fiscal year shall not be approved until it has been subject to notice and comment as set forth in Article VII of this compact.\n\n4. The commission shall be exempt from all taxation in and by the compacting states.\n\n5. The commission shall not pledge the credit of any compacting state, except by and with the appropriate legal authority of that compacting state.\n\n6. The commission shall keep complete and accurate accounts of all its internal receipts, including grants and donations, and disbursements of all funds under its control. The internal financial accounts of the commission shall be subject to the accounting procedures established under its bylaws. The financial accounts and reports including the system of internal controls and procedures of the commission shall be audited annually by an independent certified public accountant. Upon the determination of the commission, but no less frequently than every three years, the review of the independent auditor shall include a management and performance audit of the commission. The commission shall make an annual report to the governor and legislature of the compacting states, which shall include a report of the independent audit. The commission's internal accounts shall not be confidential and such materials may be shared with the commissioner of any compacting state upon request provided, however, that any work papers related to any internal or independent audit and any information regarding the privacy of individuals and insurers' proprietary information, including trade secrets, shall remain confidential.\n\n7. No compacting state shall have any claim to or ownership of any property held by or vested in the commission or to any commission funds held pursuant to the provisions of this compact.\n\nARTICLE XIII\n\nCOMPACTING STATES, EFFECTIVE DATE AND AMENDMENT\n\n1. Any state is eligible to become a compacting state.\n\n2. The compact shall become effective and binding upon legislative enactment of the compact into law by two compacting states; provided, the commission shall become effective for purposes of adopting uniform standards for, reviewing, and giving approval or disapproval of, products filed with the commission that satisfy applicable uniform standards only after twenty-six states are compacting states or, alternatively, by states representing greater than forty per cent of the premium volume for life insurance, annuity, disability income and long-term care insurance products, based on records of the National Association of Insurance Commissioners for the prior year. Thereafter, it shall become effective and binding as to any other compacting state upon enactment of the compact into law by that state.\n\n3. Amendments to the compact may be proposed by the commission for enactment by the compacting states. No amendment shall become effective and binding upon the commission and the compacting states unless and until all compacting states enact the amendment into law.\n\nARTICLE XIV\n\nWITHDRAWAL, DEFAULT AND TERMINATION\n\nSection 1. Withdrawal\n\na. Once effective, the compact shall continue in force and remain binding upon each and every compacting state; provided, that a compacting state may withdraw from the compact (“withdrawing state”) by enacting a statute specifically repealing the statute which enacted the compact into law.\n\nb. The effective date of withdrawal is the effective date of the repealing statute. However, the withdrawal shall not apply to any product filings approved or self-certified, or any advertisement of such products, on the date the repealing statute becomes effective, except by mutual agreement of the commission and the withdrawing state unless the approval is rescinded by the withdrawing state as provided in paragraph e. of this section.\n\nc. The commissioner of the withdrawing state shall immediately notify the management committee in writing upon the introduction of legislation repealing this compact in the withdrawing state.\n\nd. The commission shall notify the other compacting states of the introduction of such legislation within ten days after its receipt of notice thereof.\n\ne. The withdrawing state is responsible for all obligations, duties and liabilities incurred through the effective date of withdrawal, including any obligations, the performance of which extend beyond the effective date of withdrawal, except to the extent those obligations may have been released or relinquished by mutual agreement of the commission and the withdrawing state. The commission's approval of products and advertisement prior to the effective date of withdrawal shall continue to be effective and be given full force and effect in the withdrawing state, unless formally rescinded by the withdrawing state in the same manner as provided by the laws of the withdrawing state for the prospective disapproval of products or advertisement previously approved under state law.\n\nf. Reinstatement following withdrawal of any compacting state shall occur upon the effective date of the withdrawing state reenacting the compact.\n\nSection 2. Default\n\na. If the commission determines that any compacting state has at any time defaulted (“defaulting state”) in the performance of any of its obligations or responsibilities under this compact, the bylaws or duly promulgated rules or operating procedures, then, after notice and hearing as set forth in the bylaws, all rights, privileges and benefits conferred by this compact on the defaulting state shall be suspended from the effective date of default as fixed by the commission. The grounds for default include, but are not limited to, failure of a compacting state to perform its obligations or responsibilities, and any other grounds designated in commission rules. The commission shall immediately notify the defaulting state in writing of the defaulting state's suspension pending a cure of the default. The commission shall stipulate the conditions and the time period within which the defaulting state must cure its default. If the defaulting state fails to cure the default within the time period specified by the commission, the defaulting state shall be terminated from the compact and all rights, privileges and benefits conferred by this compact shall be terminated from the effective date of termination.\n\nb. Product approvals by the commission or product self-certifications, or any advertisement in connection with such product, that are in force on the effective date of termination shall remain in force in the defaulting state in the same manner as if the defaulting state had withdrawn voluntarily pursuant to section 1 of this article.\n\nc. Reinstatement following termination of any compacting state requires a reenactment of the compact.\n\nSection 3. Dissolution of Compact\n\na. The compact dissolves effective upon the date of the withdrawal or default of the compacting state which reduces membership in the compact to one compacting state.\n\nb. Upon the dissolution of this compact, the compact becomes null and void and shall be of no further force or effect, and the business and affairs of the commission shall be wound up and any surplus funds shall be distributed in accordance with the bylaws.\n\nSEVERABILITY AND CONSTRUCTION\n\n1. The provisions of this compact shall be severable; and if any phrase, clause, sentence or provision is deemed unenforceable, the remaining provisions of the compact shall be enforceable.\n\n2. The provisions of this compact shall be liberally construed to effectuate its purposes.\n\nARTICLE XVI\n\nBINDING EFFECT OF COMPACT AND OTHER LAWS\n\nSection 1. Other Laws\n\na. Nothing herein prevents the enforcement of any other law of a compacting state, except as provided in paragraph b. of this section.\n\nb. For any product approved or certified to the commission, the rules, uniform standards and any other requirements of the commission shall constitute the exclusive provisions applicable to the content, approval and certification of such products. For advertisement that is subject to the commission's authority, any rule, uniform standard or other requirement of the commission which governs the content of the advertisement shall constitute the exclusive provision that a commissioner may apply to the content of the advertisement. Notwithstanding the foregoing, no action taken by the commission shall abrogate or restrict:\n\n(i) The access of any person to state courts;\n\n(ii) Remedies available under state law related to breach of contract, tort, or other laws not specifically directed to the content of the product;\n\n(iii) State law relating to the construction of insurance contracts; or\n\n(iv) The authority of the attorney general of the state, including, but not limited to, maintaining any actions or proceedings, as authorized by law.\n\nc. All insurance products filed with individual states shall be subject to the laws of those states.\n\nSection 2. Binding Effect of this Compact\n\na. All lawful actions of the commission, including all rules and operating procedures promulgated by the commission, are binding upon the compacting states.\n\nb. All agreements between the commission and the compacting states are binding in accordance with their terms.\n\nc. Upon the request of a party to a conflict over the meaning or interpretation of commission actions, and upon a majority vote of the compacting states, the commission may issue advisory opinions regarding the meaning or interpretation in dispute.\n\nd. In the event any provision of this compact exceeds the constitutional limits imposed on the legislature of any compacting state, the obligations, duties, powers or jurisdiction sought to be conferred by that provision upon the commission shall be ineffective as to that compacting state, and those obligations, duties, powers or jurisdiction shall remain in the compacting state and shall be exercised by the agency thereof to which those obligations, duties, powers or jurisdiction are delegated by law in effect at the time this compact becomes effective.\n\nARTICLE XVII\n\nSTATE OF CONNECTICUT OPT OUT\n\nIn accordance with the provisions of Article VII, section 4 of this compact, the state of Connecticut opts out of all existing and prospective uniform standards involving long-term care insurance products in order to preserve the state's statutory requirements governing these insurance products.\n\n(P.A. 16-119, S. 1; P.A. 19-125, S. 2.)\n\nHistory: P.A. 16-119 effective July 1, 2017; P.A. 19-125 amended Art. XVII by deleting “and all existing uniform standards involving disability income insurance products”, effective July 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-37/"
    },
    {
      "id": "section-38a-38",
      "number": "38a-38.",
      "heading": "Insurance Data Security Law. Regulations.",
      "text": "(a) Title. This section may be cited as the “Insurance Data Security Law”.\n\n(b) Definitions. For the purposes of this section:\n\n(1) “Authorized individual” means an individual who is known to, and screened by, a licensee, and who is determined to be necessary and appropriate to have access to the nonpublic information that is held by the licensee and on such licensee's information systems.\n\n(2) “Consumer” means an individual, including, but not limited to, an applicant, beneficiary, certificate holder, claimant, insured or policyholder, who is a resident of this state and whose nonpublic information is in a licensee's possession, custody or control.\n\n(3) “Cybersecurity event” means an event resulting in any unauthorized access to, or disruption or misuse of, an information system or the nonpublic information stored thereon, except if: (A) The event involves the unauthorized acquisition of encrypted nonpublic information if the encryption process for such information or encryption key to such information is not acquired, released or used without authorization; or (B) the event involves access of nonpublic information by an unauthorized person and the licensee determines that such information has not been used or released and has been returned or destroyed.\n\n(4) “Encryption” means the transformation of data or information into a form that results in a low probability of assigning meaning to such data or information without the use of a protective process or key.\n\n(5) “Information security program” means the administrative, technical and physical safeguards that a licensee uses to access, collect, distribute, process, protect, store, use, transmit, dispose of or otherwise handle nonpublic information.\n\n(6) “Information system” means a discrete set of electronic information resources organized for the collection, processing, maintenance, use, sharing, dissemination or disposition of nonpublic electronic data or information, as well as any specialized system such as an industrial or process controls system, telephone switching and private branch exchange system, and environmental control system.\n\n(7) “Licensee” means any person licensed, authorized to operate or registered, or required to be licensed, authorized to operate or registered, pursuant to the insurance laws of this state, including, but not limited to, a fraternal benefit society, an interlocal risk management agency formed pursuant to chapter 113a or an employers' mutual association authorized under part C of chapter 568, but not including a purchasing group or risk retention group chartered and licensed in another state, a person acting as an assuming insurer and domiciled in another state or jurisdiction or a commissioner of the Superior Court acting as a title agent, as defined in section 38a-402.\n\n(8) “Multifactor authentication” means authentication through verification of at least two of the following types of authentication factors: (A) A knowledge factor, including, but not limited to, a password; (B) a possession factor, including, but not limited to, a token or text message on a mobile phone; or (C) an inheritance factor, including, but not limited to, a biometric characteristic.\n\n(9) “Nonpublic information” means electronic data and information, other than publicly available information and a consumer's age or gender, that: (A) Concerns the business of a licensee and that, if accessed, disclosed, tampered with or used without authorization from the licensee, would have a material adverse impact on the business, operations or security of such licensee; (B) concerns a consumer and that, because such data or information contains a name, number, personal mark or other identifier, can be used to identify such consumer in combination with: (i) A Social Security number; (ii) a driver's license number or nondriver identification card number; (iii) an account, credit or debit card number; (iv) an access or security code, or a password, that would permit access to the consumer's financial account; or (v) a biometric record; or (C) is in a form or medium created by, or derived from, a health care provider or consumer and concerns: (i) The past, present or future physical, mental or behavioral health or condition of a consumer or a member of a consumer's family; (ii) the provision of health care to a consumer; or (iii) payment for the provision of health care to a consumer.\n\n(10) “Person” means any individual or any nongovernmental entity, including, but not limited to, any nongovernmental partnership, corporation, branch, agency or association.\n\n(11) “Publicly available information” means data or information that: (A) (i) Must be disclosed to the general public pursuant to applicable law; or (ii) may be made available to the general public from government records or widely distributed media; and (B) a licensee reasonably believes, after investigation: (i) Is of a type that is available to the general public; and (ii) the consumer has not directed to be withheld from the general public, if the consumer may direct that such data or information be withheld from the general public pursuant to applicable law.\n\n(12) “Risk assessment” means the risk assessment that each licensee is required to conduct pursuant to subdivision (3) of subsection (c) of this section.\n\n(13) “Third-party service provider” means a person, other than a licensee, that: (A) Contracts with a licensee to maintain, process or store nonpublic information; or (B) is otherwise permitted to access nonpublic information through the person's provision of services to a licensee.\n\n(c) Information Security Program. (1) Implementation of an information security program. Except as provided in subdivision (10) of this subsection, each licensee shall, not later than October 1, 2021, develop, implement and maintain a comprehensive written information security program that is based on the licensee's risk assessment and contains the administrative, technical and physical safeguards for the protection of nonpublic information and such licensee's information systems. Each information security program shall be commensurate with the size and complexity of the licensee, the nature and scope of the licensee's activities, including, but not limited to, such licensee's use of third-party service providers, and the sensitivity of the nonpublic information used by such licensee or in such licensee's possession, custody or control.\n\n(2) Objectives of Information Security Program. Except as provided in subdivision (10) of this subsection, each information security program developed, implemented and maintained by a licensee pursuant to subdivision (1) of this subsection shall:\n\n(A) Be designed to:\n\n(i) Protect the security and confidentiality of the nonpublic information and the security of the information system;\n\n(ii) Protect against all threats and hazards to the security or integrity of nonpublic information and the information system; and\n\n(iii) Protect against unauthorized access to, or use of, nonpublic information and minimize the likelihood of harm to any consumer; and\n\n(B) Define, and periodically reevaluate, a schedule for retention of nonpublic information and a mechanism for the destruction of such information when such information no longer is needed.\n\n(3) Risk Assessment. Except as provided in subdivision (10) of this subsection, each licensee shall:\n\n(A) Designate one or more employees, an affiliate or an outside vendor designated to act on behalf of such licensee as the person responsible for such licensee's information security program;\n\n(B) Identify reasonably foreseeable internal or external threats that could result in unauthorized access, transmission, disclosure, misuse, alteration or destruction of nonpublic information, including, but not limited to, the security of information systems that are, and nonpublic information that is, accessible to, or held by, third-party service providers;\n\n(C) Assess the likelihood and potential damage of the threats identified pursuant to subparagraph (B) of this subdivision, taking into consideration the sensitivity of the nonpublic information;\n\n(D) Assess the sufficiency of policies, procedures, information systems and other safeguards in place to manage the threats identified pursuant to subparagraph (B) of this subdivision by considering such threats in the following areas of such licensee's operations:\n\n(i) Employee training and management;\n\n(ii) Information systems, including, but not limited to, network and software design, as well as information classification, governance, processing, storage, transmission and disposal; and\n\n(iii) Detection, prevention and response to attacks, intrusions or other systems failures;\n\n(E) Implement information safeguards to manage the threats identified in such licensee's ongoing assessment; and\n\n(F) Not less than annually, assess the effectiveness of such licensee's safeguards' key controls, systems and procedures.\n\n(4) Risk Management. Except as provided in subdivision (10) of this subsection, each licensee shall, based on such licensee's risk assessment:\n\n(A) Design such licensee's information security program to mitigate the identified risks, commensurate with the size and complexity of such licensee's activities, including, but not limited to, such licensee's use of third-party service providers, and the sensitivity of the nonpublic information used by such licensee or in such licensee's possession, custody or control.\n\n(B) Determine which of the following security measures are appropriate and, if such measures are appropriate, implement such measures:\n\n(i) Placement of access controls on such licensee's information systems, including, but not limited to, controls to authenticate and restrict access only to authorized individuals to protect against the unauthorized acquisition of nonpublic information;\n\n(ii) Identification and management of the data, personnel, devices, systems and facilities that enable such licensee to achieve such licensee's business purposes in accordance with their relative importance to such licensee's business objectives and risk strategy;\n\n(iii) Restriction of access to physical locations containing nonpublic information only to authorized individuals;\n\n(iv) Protection, by encryption or other appropriate means, of all nonpublic information while such information is transmitted over an external network or stored on a laptop computer or other portable computing or storage device or medium;\n\n(v) Adoption of secure development practices for in-house developed applications utilized by such licensee and procedures for evaluating, assessing or testing the security of externally developed applications utilized by such licensee;\n\n(vi) Modification of such licensee's information system in accordance with such licensee's information security program;\n\n(vii) Utilization of effective controls, which may include multifactor authentication procedures for any individual accessing nonpublic information;\n\n(viii) Regular testing and monitoring of systems and procedures to detect actual and attempted attacks on, or intrusions into, information systems;\n\n(ix) Inclusion of audit trails within the information security program that are designed to detect and respond to cybersecurity events, and designed to reconstruct material financial transactions sufficient to support the normal operations and obligations of the licensee;\n\n(x) Implementation of measures to protect against the destruction, loss or damage of nonpublic information due to environmental hazards, including, but not limited to, fire and water, or other catastrophes or technological failures; and\n\n(xi) Development, implementation and maintenance of procedures for the secure disposal of nonpublic information in any format.\n\n(C) Include cybersecurity risks in such licensee's enterprise risk management process.\n\n(D) Stay informed regarding emerging threats or vulnerabilities and utilize reasonable security measures when sharing information relative to the character of the sharing and the type of information shared.\n\n(E) Provide such licensee's personnel with cybersecurity awareness training that is updated as necessary to reflect risks identified by such licensee in such licensee's risk assessment.\n\n(5) Oversight by Board of Directors. Except as provided in subdivision (10) of this subsection, if a licensee has a board of directors, the board, or an appropriate committee of such board, shall, at a minimum:\n\n(A) Require the licensee's executive management or such executive management's delegates to develop, implement and maintain such licensee's information security program.\n\n(B) Require the licensee's executive management or such executive management's delegates to report, in writing and at least annually, the following information:\n\n(i) The overall status of such licensee's information security program and such licensee's compliance with this section; and\n\n(ii) Material matters related to such licensee's information security program, addressing issues such as risk assessment, risk management and control decisions, third-party service provider arrangements, results of testing, cybersecurity events or violations and management's responses thereto, and recommendations for changes in such information security program.\n\n(C) If a licensee's executive management delegates any of such executive management's responsibilities under subparagraph (A) or (B) of this subdivision, such executive management shall oversee the development, implementation and maintenance of the licensee's information security program prepared by the delegate or delegates, and shall receive a report from such delegate or delegates that satisfies the requirements established in subparagraph (B) of this subdivision.\n\n(6) Oversight of Third-Party Service Provider Arrangements. Except as provided in subdivision (10) of this subsection:\n\n(A) Each licensee shall exercise due diligence in selecting such licensee's third-party service providers; and\n\n(B) Not later than October 1, 2022, each licensee shall require each of such licensee's third-party service providers to implement appropriate administrative, technical and physical measures to protect and secure the information systems that are, and nonpublic information that is, accessible to, or held by, such licensee's third-party service providers.\n\n(7) Program Adjustments. Except as provided in subdivision (10) of this subsection, each licensee shall monitor, evaluate and adjust, as appropriate, such licensee's information security program consistent with any relevant changes in technology, the sensitivity of the nonpublic information in such licensee's possession, custody or control, internal or external threats to such information and such licensee's own changing business arrangements, including, but not limited to, changes stemming from mergers and acquisitions, alliances and joint ventures, outsourcing arrangements and changes to information systems.\n\n(8) Incident Response Plan. (A) Except as provided in subdivision (10) of this subsection, each licensee shall, as part of such licensee's information security program, establish a written incident response plan that is designed to promptly respond to, and recover from, any cybersecurity event that compromises the confidentiality, integrity or availability of nonpublic information that is in such licensee's possession, custody or control, such licensee's information systems or the continuing functionality of any aspect of such licensee's business or operations.\n\n(B) Each incident response plan shall address the following areas:\n\n(i) The internal process for responding to a cybersecurity event;\n\n(ii) The goals of such incident response plan;\n\n(iii) The definition of clear roles, responsibilities and levels of decision-making authority;\n\n(iv) External and internal communications;\n\n(v) Information sharing;\n\n(vi) Identification of requirements for the remediation of any identified weaknesses in information systems and associated controls;\n\n(vii) Documentation and reporting regarding cybersecurity events and related incident response activities; and\n\n(viii) Evaluation and revision, as necessary, of such incident response plan following each cybersecurity event.\n\n(9) Annual Certification to Commissioner of Domiciliary State. Except as provided in subdivision (10) of this subsection, each insurer, health care center or fraternal benefit society domiciled in this state shall submit to the Insurance Commissioner a written statement, not later than April fifteenth, annually, certifying that such insurer, health care center or fraternal benefit society is in compliance with the requirements set forth in this subsection. A domestic insurer, health care center or fraternal benefit society that is a member of an insurance holding company system, as defined in section 38a-129, may submit one statement to the Insurance Commissioner on behalf of other domestic insurers, health care centers or fraternal benefit societies that are members of the same insurance holding company system, not later than April fifteenth, annually, certifying that such domestic members of the insurance holding company system are in compliance with the requirements set forth in this subsection. Each insurer, health care center or fraternal benefit society shall, either directly or through an affiliate, maintain, for examination by the Insurance Department, all records, schedules and data supporting each statement that such insurer, health care center or fraternal benefit society, or a member of an insurance holding company system acting on behalf of such insurer, health care center or fraternal benefit society, submits to the commissioner for a period of five years. To the extent an insurer, health care center or fraternal benefit society has identified areas, systems or processes that require material improvement, updating or redesign, the insurer, health care center or fraternal benefit society shall, either directly or through an affiliate, document such identification and the remedial efforts planned and underway to address such areas, systems or processes. Such documentation must be available for inspection by the commissioner.\n\n(10) Exceptions. (A) The following exceptions shall apply to this subsection:\n\n(i) (I) During the period beginning on October 1, 2021, and ending on September 30, 2022, each licensee with fewer than twenty employees, which, for the purposes of this subclause, includes independent contractors having access to the nonpublic information used by such licensee or in such licensee's possession, custody or control, shall be exempt from this subsection; and\n\n(II) On and after October 1, 2022, each licensee with fewer than ten employees, which, for the purposes of this subclause, includes independent contractors having access to the nonpublic information used by such licensee or in such licensee's possession, custody or control, shall be exempt from this subsection;\n\n(ii) Each licensee that is subject to the Health Insurance Portability and Accountability Act of 1996, P.L. 104-191, as amended from time to time, and has established and maintains an information security program pursuant to said act and the rules, regulations, procedures or guidelines established thereunder, shall be deemed to have satisfied the requirements of this subsection, provided such licensee is in compliance therewith and submits to the Insurance Commissioner, not later than April fifteenth, annually, a written statement certifying such licensee's compliance therewith;\n\n(iii) Each employee, agent, representative or designee of a licensee, who is also a licensee, shall be exempt from the provisions of this subsection and need not develop its own information security program to the extent that such employee, agent representative or designee is covered by the other licensee's information security program; and\n\n(iv) Each licensee that has established and maintains an information security program in compliance with Part 500 of Chapter I of Title 23 of the New York Codes, Rules and Regulations, as amended from time to time, shall be deemed to have satisfied the provisions of this subsection, provided such licensee is in compliance therewith and submits to the commissioner, not later than April fifteenth, annually, a written statement certifying such licensee's compliance therewith.\n\n(B) In the event that a licensee ceases to qualify for an exception under this subdivision, the licensee shall have one hundred eighty days to comply with this subsection.\n\n(d) Investigation of a Cybersecurity Event. (1) If a licensee learns that a cybersecurity event has, or may have, occurred, the licensee, or an outside vendor or service provider, or both, designated to act on behalf of such licensee, shall conduct a prompt investigation in accordance with the provisions of this subsection.\n\n(2) During any investigation conducted pursuant to subdivision (1) of this subsection, the licensee or the outside vendor or service provider, or both, shall, at a minimum and to the extent possible:\n\n(A) Determine whether the cybersecurity event occurred; and\n\n(B) If the cybersecurity event occurred:\n\n(i) Assess the nature and scope of such cybersecurity event;\n\n(ii) Identify the nonpublic information, if any, that may have been involved in such cybersecurity event; and\n\n(iii) Perform or oversee reasonable measures to restore the security of the information systems compromised in such cybersecurity event in order to prevent further unauthorized acquisition, release or use of nonpublic information that is in the licensee's possession, custody or control.\n\n(3) If a licensee learns that a cybersecurity event has, or may have, occurred in a system maintained by a third-party service provider, the licensee shall complete the steps listed in subdivision (2) of this subsection or confirm and document that the third-party service provider has completed such steps.\n\n(4) Each licensee that is subject to the provisions of this subsection shall maintain records concerning each cybersecurity event for a period of at least five years from the date of such cybersecurity event, and shall produce such records to the Insurance Commissioner upon demand by the commissioner.\n\n(e) Notification of a Cybersecurity Event. (1) Notification to the Commissioner. Each licensee shall notify the Insurance Commissioner that a cybersecurity event has occurred, as promptly as possible but in no event later than three business days after the date on which such licensee first determines that a cybersecurity event has occurred, if:\n\n(A) Such licensee is an insurer and this state is the insurer's state of domicile, or the licensee is an insurance producer, as defined in section 38a-702a, and this state is the insurance producer's home state, as defined in section 38a-702a, and it is reasonably likely that the cybersecurity event will materially harm:\n\n(i) A consumer residing in this state; or\n\n(ii) A material part of such licensee's normal operations; or\n\n(B) The licensee reasonably believes that the nonpublic information involved in the cybersecurity event is of two hundred fifty or more consumers residing in this state and:\n\n(i) State or federal law requires that a notice concerning such cybersecurity event be provided to a government body, self-regulatory agency or another supervisory body; or\n\n(ii) It is reasonably likely that such cybersecurity event will materially harm:\n\n(I) A consumer residing in this state; or\n\n(II) A material part of such licensee's normal operations.\n\n(2) Information to Be Provided to Commissioner. (A) Each licensee that notifies the Insurance Commissioner pursuant to subdivision (1) of this subsection shall provide to the commissioner, in an electronic form prescribed by the commissioner, as much of the following information as possible:\n\n(i) The date of the cybersecurity event;\n\n(ii) A description of how the information was exposed, lost, stolen or breached, including, but not limited to, the specific roles and responsibilities of third-party service providers, if any;\n\n(iii) How, and the date on which, the cybersecurity event was discovered;\n\n(iv) Whether any lost, stolen or breached information has been recovered, and, if so, how such information was recovered;\n\n(v) The identity of the source of the cybersecurity event;\n\n(vi) Whether such licensee has filed a police report or notified any regulatory, government or law enforcement agency, and, if so, when such licensee filed such report or provided such notice;\n\n(vii) A description of the specific types of exposed, lost, stolen or breached information, including, for example, specific types of medical information, financial information or information allowing identification of a consumer;\n\n(viii) The period during which each information system that was compromised by the cybersecurity event was compromised by such cybersecurity event;\n\n(ix) The number of total consumers residing in this state that, within such licensee's knowledge at the time that such licensee discloses such number to the commissioner, are affected by the cybersecurity event;\n\n(x) The results of an internal review identifying any lapse in automated controls or internal procedures, or confirming that all such controls and procedures were followed;\n\n(xi) A description of any efforts being undertaken to remediate the situation that permitted the cybersecurity event to occur;\n\n(xii) A copy of the licensee's privacy policy and a statement outlining the steps the licensee will take to investigate and notify consumers affected by the cybersecurity event; and\n\n(xiii) The name of a contact person who is both familiar with the cybersecurity event and authorized to act for the licensee.\n\n(B) Each licensee that provides information to the Insurance Commissioner pursuant to subparagraph (A) of this subdivision shall have a continuing obligation to update and supplement such information.\n\n(3) Notification to Consumers. Each licensee shall comply with all applicable provisions of section 36a-701b, and provide to the Insurance Commissioner a copy of the notice that such licensee sends to consumers pursuant to said section, if any, if such licensee is required to notify the commissioner pursuant to subdivision (1) of this subsection.\n\n(4) Notice Regarding Cybersecurity Events of Third-Party Service Providers. (A) In the case of a cybersecurity event involving an information system maintained by a third-party service provider, each licensee affected by the event shall treat such event, if the licensee is aware of such event, as such licensee would treat such event under subdivision (1) of this subsection.\n\n(B) The computation of a licensee's deadlines shall begin on the day after a third-party service provider notifies the licensee of the cybersecurity event or such licensee otherwise first has actual knowledge of such event, whichever is sooner.\n\n(C) Nothing in this section shall prevent or abrogate an agreement between a licensee and another party to fulfill any of the investigation requirements imposed under subsection (d) of this section or the notice requirements imposed under this subsection.\n\n(5) Notice Regarding Cybersecurity Events of Reinsurers to Insurers. (A) (i) In the case of a cybersecurity event involving nonpublic information that is used by a licensee that is acting as an assuming insurer or in the possession, custody or control of a licensee that is acting as an assuming insurer and that does not have a direct contractual relationship with the affected consumers, the assuming insurer shall notify its affected ceding insurers and the insurance regulatory official of its state of domicile not later than seventy-two hours after such assuming insurer discovered that the cybersecurity event had occurred.\n\n(ii) Each ceding insurer that has a direct contractual relationship with the consumers affected by a cybersecurity event shall fulfill the consumer notification requirements imposed under section 36a-701b and any other notification requirements relating to a cybersecurity event imposed under this section.\n\n(B) (i) In the case of a cybersecurity event involving nonpublic information that is in the possession, custody or control of a third-party service provider of a licensee, when the licensee is acting as an assuming insurer, including an assuming insurer that is domiciled in another state or jurisdiction, the assuming insurer shall notify its affected ceding insurers and the insurance regulatory official of its state of domicile not later than seventy-two hours after such assuming insurer received notice from the third-party service provider disclosing that the cybersecurity event occurred.\n\n(ii) Ceding insurers that have a direct contractual relationship with affected consumers shall fulfill the consumer notification requirements imposed under section 36a-701b and any other notification requirements relating to a cybersecurity event imposed under this section.\n\n(6) Notice Regarding Cybersecurity Events of Insurers to Producers of Record. If a cybersecurity event involves nonpublic information that is in the possession, custody or control of a licensee that is an insurer, or a third-party service provider for a licensee that is an insurer, and for which a consumer who is affected by the cybersecurity event accessed such licensee's services through an independent insurance producer, such licensee shall notify the producer of record for such consumer of the occurrence of such cybersecurity event in a reasonable manner and not later than the time at which notice is provided to such consumer, provided such licensee has the current producer of record information for such individual consumer.\n\n(f) Power of Commissioner. (1) The Insurance Commissioner shall have power to examine and investigate into the affairs of a licensee to determine whether the licensee is, or has been, engaged in conduct in this state that violates the provisions of this section. The commissioner's power under this subsection is in addition to the commissioner's powers under sections 38a-14 to 38a-16, inclusive. Any such investigation or examination shall be conducted pursuant to said sections, if applicable.\n\n(2) Whenever the Insurance Commissioner has reason to believe that a licensee is, or has been, engaged in conduct in this state that violates the provisions of this section, the commissioner shall issue and serve upon the licensee:\n\n(A) A statement setting forth such violation; and\n\n(B) A notice of a hearing to be held at a time and place fixed in such notice, which time shall not be less than thirty calendar days after the date of service of such notice.\n\n(3) (A) The licensee shall, at the time and place fixed for the hearing in the notice issued and served upon such licensee pursuant to subdivision (2) of this subsection, have an opportunity to be heard and show cause why an order should not be entered by the Insurance Commissioner:\n\n(i) Enforcing the provisions of this section; or\n\n(ii) Suspending, revoking or refusing to reissue or renew any license, certificate of registration or authorization to operate the Insurance Commissioner has issued, or may issue, to such licensee.\n\n(B) The Insurance Commissioner may, after holding a hearing pursuant to subparagraph (A) of this subdivision, take any action that is necessary or appropriate to enforce the provisions of this section and, in addition to or in lieu of suspending, revoking or refusing to reissue or renew any license, certificate of registration or authorization to operate the commissioner has issued, or may issue, to the licensee, impose on such licensee a civil penalty of not more than fifty thousand dollars for each violation of the provisions of this section. The commissioner may bring a civil action to recover the amount of any civil penalty that the commissioner imposes on a licensee pursuant to this subparagraph.\n\n(g) Confidentiality. (1) (A) Except as provided in subparagraph (B) of this subdivision, documents, materials and other information in the possession, custody or control of the Insurance Department and furnished to the department by a licensee, or an employee or agent of a licensee acting on behalf of the licensee, pursuant to subdivision (9) of subsection (c) of this section or subparagraph (A)(ii), (A)(iii), (A)(iv), (A)(v), (A)(viii), (A)(x) or (A)(xi) of subdivision (2) of subsection (e) of this section, or obtained by the commissioner in an investigation or examination conducted pursuant to subsection (f) of this section, shall be confidential by law, privileged, not subject to disclosure under section 1-210, not subject to subpoena, and not subject to discovery or admission into evidence in any private civil action.\n\n(B) The Insurance Commissioner is authorized to use all documents, materials and other information in furtherance of any regulatory or legal actions brought as a part of the commissioner's duties.\n\n(2) Neither the Insurance Commissioner nor any person acting under the authority of the commissioner who receives documents or materials that are, or other information that is, subject to the provisions of subdivision (1) of this subsection shall be permitted or required to testify in any private civil action concerning such documents, materials or other information.\n\n(3) The Insurance Commissioner, in furtherance of the commissioner's duties under this section, may:\n\n(A) Share documents, materials and other information, including, but not limited to, confidential and privileged documents, materials and other information subject to subdivision (1) of this subsection, with other state, federal and international regulatory agencies, the National Association of Insurance Commissioners and the affiliates and subsidiaries of said association, the Attorney General and other state, federal or international law enforcement authorities, provided the recipient of such documents, materials or other information agrees, in writing, to maintain the confidentiality and privileged status of such documents, materials or other information;\n\n(B) Receive documents, materials and other information, including, but not limited to, otherwise confidential and privileged documents, materials and other information, from the National Association of Insurance Commissioners and the affiliates and subsidiaries of said association, the Attorney General and other domestic or foreign regulatory or law enforcement officials, provided the commissioner shall maintain as confidential and privileged all documents, materials and other information that the commissioner receives with notice or an understanding that such documents or materials are, or such other information is, confidential or privileged under the laws of the jurisdiction that is the source of such documents, materials or other information;\n\n(C) Share documents, materials and other information subject to subdivision (1) of this subsection with a third-party consultant or vendor, provided the third-party consultant or vendor agrees, in writing, to maintain the confidentiality and privileged status of such documents, materials and other information; and\n\n(D) Enter into agreements governing the sharing and use of documents, materials and other information, provided such agreements are consistent with the provisions of this subsection.\n\n(4) No waiver of any applicable privilege or claim of confidentiality in a document, material or other information shall occur as a result of any disclosure of the document, material or other information to the Insurance Commissioner pursuant to this section, or as a result of any sharing of such document, material or other information authorized under subdivision (3) of this subsection.\n\n(5) Nothing in this section shall prohibit the Insurance Commissioner from releasing final, adjudicated actions that are open to public inspection pursuant to section 1-210 to a database or other clearinghouse service maintained by the National Association of Insurance Commissioners or the affiliates or subsidiaries of said association.\n\n(6) All documents, materials and other information provided to, and in the possession, custody or control of, the National Association of Insurance Commissioners or a third-party consultant or vendor pursuant to this section shall be confidential by law, privileged, not be subject to disclosure under section 1-210, not subject to subpoena, and not subject to discovery or admission into evidence in any private civil action.\n\n(P.A. 19-117, S. 230; 19-196, S. 8; P.A. 21-157, S. 3.)\n\nHistory: P.A. 19-196 changed effective date of P.A. 19-117 from October 1, 2019, to October 1, 2020, effective July 8, 2019; P.A. 21-157 amended Subsec. (b) by redefining “cybersecurity event” by substituting “nonpublic information” for “information” in Subdiv. (3), “information system” by substituting “nonpublic electronic data or information” for “electronic data or information” in Subdiv. (6), “licensee” by adding provisions re fraternal benefit societies, interlocal risk management agencies, employers' mutual associations and commissioners of the Superior Court in Subdiv. (7) and “nonpublic information” by substituting “electronic data and information” for “data and information” and “a consumer's age or gender” for “information concerning a consumer's age or gender” in Subdiv. (9), Subsec. (c) by extending deadline for licensee to develop, implement and maintain a comprehensive written information security program from October 1, 2020, to October 1, 2021, in Subdiv. (1), extending deadline for licensee to require third-party service providers to implement appropriate administrative, technical and physical measures to protect nonpublic information and information systems from October 1, 2021, to October 1, 2022, in Subdiv. (6)(B), substituting “the nonpublic information in such licensee's possession, custody or control” for “such licensee's nonpublic information” in Subdiv. (7), adding provisions re health care centers, fraternal benefit societies and insurance company holding systems, extending annual certification deadline from February fifteenth to April fifteenth and allowing insurers, health care centers and fraternal benefit societies to maintain records and document and identify remedial efforts through an affiliate in Subdiv. (9), extending beginning and ending of exemption period from October 1, 2020, and September 30, 2021, to October 1, 2021, and September 30, 2022, respectively, in Subdiv. (10)(A)(i)(I), extending beginning of exemption from October 1, 2021, to October 1, 2022, in Subdiv. (10)(A)(i)(II), establishing April fifteenth as annual deadline for submission of written statement in Subdiv. (10)(A)(ii) and substituting “Part 500 of Chapter I of Title 23 of the New York Codes, Rules and Regulations, as amended from time to time” for “the statutes, rules and regulations of a jurisdiction approved by the commissioner pursuant to regulations adopted pursuant to subsection (i) of this section” and extending annual certification deadline from February fifteenth to April fifteenth in Subdiv. (10)(A)(iv), Subsec. (e) by substituting “date on which such licensee first determines that a cybersecurity event has occurred” for “date of the cybersecurity event” in Subdiv. (1), adding “it is reasonably likely that the cybersecurity event will materially harm” in Subdiv. (1)(A), adding Subdivs. (1)(A)(i) and (1)(A)(ii) re consumers and licensee operations harmed by cybersecurity events, adding “, and the date on which,” in Subdiv. (2)(A)(iii), substituting “consumers residing in this state that, within such licensee's knowledge at the time that such licensee discloses such number to the commissioner, are affected” for “consumers in this state affected” in Subdiv. (2)(A)(ix), substituting “an information system” for “a system” in Subdiv. (4)(A), substituting “has actual knowledge” for “becomes aware” in Subdiv. (4)(B) and adding “in a reasonable manner and” in Subdiv. (6), Subsec. (f) by adding “, take any action that is necessary or appropriate to enforce the provisions of this section” in Subdiv. (3)(B), Subsec. (g) by substituting “in furtherance of” for “in order to assist the commissioner in performing” in Subdiv. (3) and adding Subdiv. (6) re confidentiality, privilege and admissibility of documents, materials and other information provided to, and in the possession, custody or control of, the National Association of Insurance Commissioners or third-party consultants or vendors, and made technical and conforming changes, effective July 12, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-697/section-38a-38/"
    },
    {
      "id": "section-38a-39",
      "number": "38a-39",
      "heading": "and 38a-40. - Reserved for future use.",
      "text": "and 38a-40. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}