{
  "state": "connecticut",
  "path": "title-title-38a-insurance/chapter-chapter-700f-bail-bond-insurance",
  "sections": [
    {
      "id": "section-38a-660",
      "number": "38a-660.",
      "heading": "Bail bond insurance and agents",
      "text": "(a) As used in this section and sections 38a-660a to 38a-660m, inclusive:\n\n(1) “Build-up funds” means a percentage of the premium received by a surety bail bond agent for the execution of a bail bond, which are held in a trust account by the insurer or managing general agent;\n\n(2) “Commissioner” means the Insurance Commissioner;\n\n(3) “Disqualifying offense” means: (A) A felony; (B) a misdemeanor if an element of the offense involves dishonesty or misappropriation of money or property; or (C) a misdemeanor under section 21a-279, 53a-58, 53a-61, 53a-61a, 53a-62, 53a-63, 53a-96, 53a-173, 53a-175, 53a-176, 53a-178 or 53a-181d;\n\n(4) “Estreatment” or “estreature” means the enforcement of a forfeiture of a bail bond due to a failure of the principal to comply with a lawful appearance in court and the court order forfeiting such bail bond;\n\n(5) “Insurer” means any domestic, foreign or alien insurance company that has qualified generally to transact surety business in this state under the requirements of chapter 698 and specifically to transact bail bond business in this state;\n\n(6) “License” means a surety bail bond agent license issued by the commissioner to a qualified individual as provided in this section;\n\n(7) “Managing general agent” means any person appointed or employed by an insurer to supervise or otherwise manage the bail bond business written in this state by surety bail bond agents appointed by such insurer;\n\n(8) “Solicit” includes any written or printed presentation or advertising made by mail or other publication, or any oral presentation or advertising in person or by means of telephone, radio or television which implies that an individual is licensed under this section, and any activity in arranging for bail which results in compensation to the individual conducting that activity; and\n\n(9) “Surety bail bond agent” means any person who has been approved by the commissioner and appointed by an insurer by power of attorney to execute or countersign bail bonds for the insurer in connection with judicial proceedings.\n\n(b) An insurer shall not execute an undertaking of bail in this state except by and through a person holding a license issued as provided in this section.\n\n(c) A person shall not in this state solicit or negotiate in respect to execution or delivery of an undertaking of bail or bail bond on behalf of an insurer, or execute or deliver such an undertaking of bail or bail bond on behalf of an insurer unless licensed as provided in this section. No person engaged in law enforcement or vested with police powers shall be licensed as a surety bail bond agent. Any person who violates the provisions of this subsection shall be guilty of a class D felony.\n\n(d) Only natural persons who are licensed under this section may execute bail bonds. A firm, partnership, association or corporation, desiring to execute an undertaking of bail in this state shall do so by and through a person holding a license issued as provided in this section.\n\n(e) Any person desiring to act within this state as a surety bail bond agent shall make a written application to the commissioner for a license in such form and having such supporting documents as the commissioner prescribes. Each application shall be signed by the applicant and shall be accompanied by a nonrefundable filing fee as specified in section 38a-11. The applicant shall also submit with the application a complete set of the applicant's fingerprints, certified by an authorized law enforcement officer, and two recent credential-sized full-face photographs of the applicant. At the time of application, each applicant for a license shall forward a copy of the applicant's complete application and supporting documents to the Asset Forfeiture Bureau of the Office of the Chief State's Attorney.\n\n(f) (1) Every applicant for a license shall file with the commissioner a notice of appointment executed by an insurer or its authorized representative authorizing such applicant to execute undertakings of bail and to solicit and negotiate such undertakings on its behalf.\n\n(2) An appointment of a person as a surety bail bond agent by an insurer pursuant to subdivision (1) of this subsection shall constitute certification by such insurer that, to the best of the insurer's knowledge and belief, such person is competent, financially responsible and suitable to serve as a representative of the insurer. No person shall represent to the public that such person has the authority to represent an insurer as its surety bail bond agent until such person has been appointed by an insurer as such agent in accordance with this section. An insurer shall be bound by the acts of such person within the scope of such person's actual or apparent authority as such insurer's agent.\n\n(3) (A) Each appointment shall, by its terms, continue in force until: (i) Termination of the surety bail bond agent's license; or (ii) the filing of a notice of termination with the commissioner by the insurer or its representative or by such surety bail bond agent.\n\n(B) No such agent shall engage or attempt to engage in any activity requiring such an appointment after the termination of such agent's appointment. An insurer that terminates the appointment of a surety bail bond agent may (i) authorize such agent to take into custody a principal who has absconded for whom a bail bond had been executed prior to the termination of such agent's appointment, and (ii) seek discharge of forfeitures and judgments paid by such insurer on behalf of such agent prior to such agent's termination.\n\n(g) An applicant for a license shall be required to appear in person and take a written examination testing the applicant's competency and qualifications to act as a surety bail bond agent. The commissioner may designate an independent testing service to prepare and administer such examination, provided any examination fees charged by such service shall be paid by the applicant. The commissioner shall collect the appropriate examination fee, which shall entitle the applicant to take the examination for the license, except when a testing service is used, the testing service shall pay such fee to the commissioner. In either case, such examination shall be as the commissioner prescribes and shall be of sufficient scope to test the applicant's knowledge of subjects pertinent to the duties and responsibilities of a surety bail bond agent, including all laws and regulations of this state applicable thereto.\n\n(h) In addition to all other requirements prescribed in this section, each applicant for a license shall furnish satisfactory evidence to the commissioner that: (1) The applicant is at least eighteen years of age; (2) the applicant is a citizen of the United States; and (3) the applicant has never been convicted of a disqualifying offense. The commissioner shall require each applicant to submit to a background investigation, including an investigation of any prior criminal activity, to be conducted by the Division of Criminal Justice. The Division of Criminal Justice shall require each applicant to submit to state and national criminal history records checks. Such criminal history records checks shall be conducted in accordance with section 29-17a.\n\n(i) Upon determining that an applicant meets the licensing requirements of this state and is in all respects properly qualified and trustworthy and that the granting of such license is not against the public interest, the commissioner may issue to such applicant, upon payment of the license fee, as specified in section 38a-11, the license applied for, in such form as he may adopt, to act within this state to the extent therein specified. Such license shall expire on January thirty-first of each even-numbered year.\n\n(j) The commissioner may adopt regulations, in accordance with the provisions of chapter 54, relating to the approval of schools offering courses in the duties and responsibilities of surety bail bond agents, the content of such courses and the advertising to the public of the services of these schools.\n\n(k) (1) (A) To further the enforcement of this section and sections 38a-660b to 38a-660m, inclusive, and to determine the eligibility of any licensee, the commissioner may, as often as the commissioner deems necessary, examine the books and records of any such licensee. Each person licensed as a surety bail bond agent in this state shall, on or before January thirty-first, annually, pay to the commissioner a fee of four hundred fifty dollars to cover the cost of examinations under this subsection.\n\n(B) If such person fails to pay such fee on or before January thirty-first, annually, the license of such person shall automatically expire on the February first immediately following, provided the commissioner shall immediately reinstate any such license if the commissioner receives such fee not later than thirty days after such expiration.\n\n(C) The commissioner shall notify, not later than December fifteenth, annually, each person licensed as a surety bail bond agent in this state about such automatic expiration provision.\n\n(2) The fees received by the commissioner pursuant to subdivision (1) of this subsection shall be dedicated to conducting the examinations under said subdivision (1) and shall be deposited in the account established under subdivision (3) of this subsection.\n\n(3) There is established an account to be known as the “surety bail bond agent examination account”, which shall be a separate account within the Insurance Fund established under section 38a-52a. The account shall contain any moneys required by law to be deposited in the account and any such moneys remaining in the account at the end of each calendar year shall be transferred to the General Fund.\n\n(l) The commissioner may renew or continue a license upon payment of the appropriate fee, as specified in section 38a-11, without the resubmittal of the detailed information required in the original application.\n\n(m) Each surety bail bond agent shall provide written notice:\n\n(1) To the commissioner, the appointing insurer and the managing general agent of a change in such surety bail bond agent's business name, principal business address or telephone number, not later than thirty days after such change;\n\n(2) To the commissioner of a change in such surety bail bond agent's name or residence address, not later than thirty days after such change; and\n\n(3) To the commissioner of (A) any bankruptcy proceeding in this or another state concerning such surety bail bond agent, or (B) any administrative action taken or any administrative order entered against such agent in this or another state, not later than thirty days after such proceeding, action or order. The written notice required under this subdivision shall be accompanied by all supporting documentation.\n\n(n) The insurer, managing general agent or surety bail bond agent shall notify the commissioner in writing not later than five days after receiving notice or learning that a surety bail bond agent has been arrested for, pleaded guilty or nolo contendere to, or been found guilty of, a disqualifying offense in this state or an offense in any other state for which the essential elements are substantially the same as a disqualifying offense, whether judgment was entered or withheld by a court.\n\n(o) Nothing in this section shall be construed as limiting an individual's ability to operate as a professional bondsman in this state pursuant to chapter 533 provided such individual is in compliance with all requirements of said chapter.\n\n(P.A. 88-230, S. 1, 12; P.A. 90-98, S. 1, 2; P.A. 93-142, S. 4, 7, 8; P.A. 95-220, S. 4–6; P.A. 96-164, S. 1; P.A. 97-287, S. 15; June Sp. Sess. P.A. 98-1, S. 28–30, 121; P.A. 99-240, S. 24; P.A. 01-175, S. 30, 32; P.A. 11-45, S. 1; P.A. 18-137, S. 10; P.A. 21-157, S. 10.)\n\nHistory: (Revisor's note: P.A. 88-230, 90-98, 93-142 and 95-220 authorized substitution of “judicial district of Hartford” for “judicial district of Hartford-New Britain” in 1996 public and special acts, effective September 1, 1998); P.A. 97-287 amended Subsec. (c) to add penalty provision; June Sp. Sess. P.A. 98-1 substituted “or” for a comma in Subdiv. (f)(2), amended Subsec. (j) to substitute “responsibilities of” for “responsibilities to” re surety bail bond agents and amended Subsec. (n) to delete reference to appeals under Sec. 54-65a, effective June 24, 1998; P.A. 99-240 amended Subsec. (h) by eliminating exceptions to disqualification based on time elapsed since conviction and by listing the misdemeanors that would disqualify an applicant; P.A. 01-175 amended Subsec. (h) by replacing requirement that each applicant submit to a background investigation with provision re commissioner's requiring each applicant to submit to a background investigation, and replacing provision re Federal Bureau of Investigation and fees with provision re criminal history records checks pursuant to Sec. 29-17a, effective July 1, 2001; P.A. 11-45 substantially revised section by adding definitions, appointment provisions, fees for examinations of books and records and notice requirements re certain changes or proceedings; P.A. 18-137 amended Subsec. (k)(3) to replace “separate, nonlapsing account” with “separate account”, effective July 1, 2018; P.A. 21-157 amended Subsec. (k) by redesignating existing Subdiv. (1) as Subdiv. (1)(A), adding Subdiv. (1)(B) re automatic expiration of license for nonpayment of fee, adding Subdiv. (1)(C) re annual notice by commissioner re automatic expiration provision and substituted “end of each calendar” for “close of the fiscal” in Subdiv. (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660/"
    },
    {
      "id": "section-38a-660a",
      "number": "38a-660a.",
      "heading": "Notice to courts and police departments of licensees.",
      "text": "The Insurance Commissioner shall furnish to all courts and to all organized police departments in the state, the names, principal business addresses and telephone numbers of all persons licensed as surety bail bond agents under this chapter and shall forthwith notify such courts and all such police departments of any change in any such agent's business name, principal business address, telephone number or status or of the suspension or revocation of the license of any such agent to engage in such business.\n\n(P.A. 97-287, S. 7; P.A. 11-45, S. 2.)\n\nHistory: P.A. 11-45 added business address and telephone number to licensee information commissioner is required to furnish to courts and police departments.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660a/"
    },
    {
      "id": "section-38a-660b",
      "number": "38a-660b.",
      "heading": "Premium rates.",
      "text": "(a) No surety bail bond agent shall execute a bail bond without charging the premium rate approved by the commissioner pursuant to chapter 701.\n\n(b) Not later than the tenth day of each month, each surety bail bond agent shall certify to the commissioner under oath, on a form prescribed by the commissioner, that the premium for each surety bail bond executed by such agent in the preceding month was not less than, and did not exceed, the premium rate approved by the commissioner. The filing of a false certification by a surety bail bond agent shall be grounds for administrative action in accordance with section 38a-774.\n\n(c) Each insurer shall semiannually conduct an audit, for the period from January first to June thirtieth and from July first to December thirty-first, of each of its appointed surety bail bond agents to ensure such agents are charging the premium rate as required by subsection (a) of this section. Not later than forty-five days after the closing period of each audit, each insurer shall notify the commissioner of the failure of any surety bail bond agent to charge the premium rate approved by the commissioner pursuant to chapter 701. Such notice shall include the name of the surety bail bond agent, the case docket number if assigned, the total amount of the bail bond, the date the bail bond was executed, the five-digit identification code assigned to the insurer by the National Association of Insurance Commissioners and the date the premium was due.\n\n(d) Not later than January thirty-first, annually, each insurer shall file with the commissioner a statement certifying the total amount of bail bonds executed by such insurer and the total amount of premiums collected by such insurer on such bail bonds in the calendar year preceding.\n\n(e) Nothing in this section shall be construed to prohibit or limit a premium financing arrangement that complies with section 38a-660c.\n\n(P.A. 11-45, S. 3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660b/"
    },
    {
      "id": "section-38a-660c",
      "number": "38a-660c.",
      "heading": "Premium financing arrangement.",
      "text": "(a) A surety bail bond agent may enter into a premium financing arrangement with a principal or any indemnitor in which such agent extends credit to such principal or indemnitor.\n\n(b) If a surety bail bond agent enters into a premium financing arrangement, such agent shall require (1) the principal on the bail bond or any indemnitor to make a minimum down payment of thirty-five per cent of the premium due, at the premium rate approved by the commissioner pursuant to chapter 701, and (2) the principal and any indemnitor to execute a promissory note for the balance of the premium due. Such promissory note shall provide that such balance shall be paid not later than fifteen months after the date of the execution of the bail bond. If such balance has not been paid in full to the surety bail bond agent by the due date or a payment due under such arrangement is more than sixty days in arrears, such agent shall file a civil action seeking appropriate relief with the court not later than seventy-five days after such due date. The surety bail bond agent shall make a diligent effort to obtain judgment after filing such complaint on such promissory note unless good cause is shown for failure to obtain judgment, including, but not limited to, the filing for bankruptcy by the principal or the indemnitor or failure to serve process despite good faith efforts.\n\n(P.A. 11-45, S. 4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660c/"
    },
    {
      "id": "section-38a-660d",
      "number": "38a-660d.",
      "heading": "Fiduciary duty. Record-keeping. Penalty.",
      "text": "(a) All premiums, including any part of a premium that a surety bail bond agent is obligated to return to a principal or indemnitor, and other funds belonging to insurers or others that are received by a surety bail bond agent in performing such agent's duties as a surety bail bond agent shall be deemed trust funds received by such agent in a fiduciary capacity. Such agent shall account for and pay the same to the insurer or persons entitled to such funds pursuant to the surety bail bond agent's contract with the insurer or managing general agent. No fees, expenses or charges of any kind shall be deducted from any premium the surety bail bond agent is obligated to return to a principal or indemnitor, except as authorized under sections 38a-660b to 38a-660k, inclusive.\n\n(b) A surety bail bond agent shall keep and make available to the commissioner or the commissioner's designee any books, accounts and records as necessary to enable the commissioner to determine whether such agent is complying with the provisions of sections 38a-660b to 38a-660k, inclusive. A surety bail bond agent shall preserve the books, accounts and records pertaining to a premium payment for at least three years after making such payment. Records that are preserved by photographic or digital reproduction or records that are in photographic or digital form shall be deemed to be in compliance with this subsection.\n\n(c) Any surety bail bond agent who diverts or appropriates any of the funds received under subsection (a) of this section for such agent's own use shall be subject to the penalties for larceny under sections 53a-122 to 53a-125b, inclusive, depending on the amount involved.\n\n(P.A. 11-45, S. 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660d/"
    },
    {
      "id": "section-38a-660e",
      "number": "38a-660e.",
      "heading": "Records of bail bonds.",
      "text": "Each surety bail bond agent shall maintain all records of surety bail bonds executed or countersigned by such agent for at least three years after the liability of the insurer has been terminated. Such records shall be open at all times to examination, inspection and photographic or digital reproduction by any employee or agent of the Insurance Department, an authorized representative of the insurer or a managing general agent. The commissioner may require a surety bail bond agent, at any time, to furnish to the Insurance Department, in such manner or form as the commissioner may require, any information concerning the surety bail bond business of such agent.\n\n(P.A. 11-45, S. 6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660e/"
    },
    {
      "id": "section-38a-660f",
      "number": "38a-660f.",
      "heading": "Build-up funds.",
      "text": "(a) A surety bail bond agent or a managing general agent shall post build-up funds with an insurer or managing general agent pursuant to the surety bail bond agent's contract with the insurer or managing general agent or the managing general agent's contract with the insurer, as applicable. The insurer or managing general agent shall establish an individual build-up trust account for the surety bail bond agent in a federally insured bank or savings and loan association in this state, jointly in the name of the surety bail bond agent and the insurer or managing general agent, or in trust for the surety bail bond agent by the insurer or managing general agent. The insurer or managing general agent shall immediately deposit build-up funds received from the surety bail bond agent in the build-up trust account. Interest earned on any such deposits shall accrue to the surety bail bond agent. The account shall be open to inspection and examination by the Insurance Department at all times. The insurer or managing general agent shall maintain an accounting of all build-up funds and such accounting shall designate the amounts collected on each bail bond executed.\n\n(b) Build-up funds shall be used to compensate the insurer or managing general agent for any losses such insurer or managing general agent incurs in the apprehension of a defendant or to pay forfeitures of bail bonds executed by the surety bail bond agent.\n\n(c) Build-up funds, as established by the surety bail bond agent's contract with the insurer or managing general agent, shall not exceed forty per cent of the premium.\n\n(d) Upon the termination of the surety bail bond agent's contract and discharge of liabilities on the bail bonds for which the build-up funds were posted, the insurer or managing general agent shall pay the build-up funds, minus the expenses permitted to be recovered by the insurer or managing general agent under subsection (b) of this section, to the surety bail bond agent not later than six months after such termination and discharge of liabilities.\n\n(P.A. 11-45, S. 7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660f/"
    },
    {
      "id": "section-38a-660g",
      "number": "38a-660g.",
      "heading": "Collateral security or other indemnity on a bail bond.",
      "text": "(a) A surety bail bond agent may receive collateral security or other indemnity on a bail bond.\n\n(b) A surety bail bond agent who receives collateral security or other indemnity on a bail bond shall comply with all of the following requirements:\n\n(1) The collateral security or other indemnity shall be reasonable in relation to the amount of the bail bond;\n\n(2) The collateral security or other indemnity shall not be used by the surety bail bond agent for personal benefit or gain and shall be returned in the same condition as received;\n\n(3) Acceptable forms of collateral security or other indemnity include, but are not limited to, cash or its equivalent, a promissory note, an indemnity agreement, a real property mortgage in the name of the insurer or any Uniform Commercial Code filing;\n\n(4) The surety bail bond agent shall provide to the person providing the collateral security or other indemnity a written, numbered receipt that describes in a detailed manner the collateral security or other indemnity provided, along with copies of any documents rendered;\n\n(5) The surety bail bond agent shall hold the collateral security or other indemnity in a fiduciary capacity and shall, prior to any forfeiture of a bail bond, keep the collateral security or other indemnity separate and apart from any other funds or assets of the surety bail bond agent;\n\n(6) If the surety bail bond agent receives collateral security or other indemnity in excess of fifty thousand dollars in cash, the cash amount shall be made payable to the insurer in the form of a cashier's check, United States postal money order, certificate of deposit or wire transfer; and\n\n(7) If the surety bail bond agent receives collateral security or other indemnity in excess of fifty thousand dollars in cash or its equivalent, the agent shall promptly forward the entire amount of such collateral security or other indemnity to the insurer or managing general agent.\n\n(c) The surety bail bond agent may deposit collateral security or other indemnity in an interest-bearing account in a federally insured bank or savings and loan association in this state to accrue to the benefit of the person providing the collateral security or other indemnity. The surety bail bond agent, insurer or managing general agent shall not receive any pecuniary gain on the collateral security or other indemnity deposited.\n\n(d) (1) The insurer shall be liable for all collateral security or other indemnity received by a surety bail bond agent. If, upon final termination of liability on a bail bond, the surety bail bond agent or managing general agent fails to return the collateral security or other indemnity to the person who provided it, the insurer shall return the actual collateral or other indemnity to such person or, in the event that the insurer cannot locate the collateral security or other indemnity, shall pay such person the value of the collateral security or other indemnity.\n\n(2) An insurer's liability as described in subdivision (1) of this subsection shall survive the termination of the surety bail bond agent's appointment, with respect to those bail bonds that were executed by the surety bail bond agent prior to the termination of the appointment.\n\n(e) (1) If a forfeiture of the bail bond occurs, the surety bail bond agent or insurer shall give the principal on the bail bond and the person who provided the collateral security or other indemnity thirty days written notice of intent to convert the collateral security or other indemnity into cash to satisfy the forfeiture. The notice shall be sent by certified mail, return receipt requested, to the last-known address of the principal and the person who provided the collateral security or other indemnity.\n\n(2) Whenever a stay of execution upon such forfeiture is ordered pursuant to section 54-65a, the surety bail bond agent or insurer shall send such written notice by certified mail, return receipt requested, to the last-known address of the principal and the person who provided the collateral security or other indemnity at least thirty days prior to the expiration of such stay.\n\n(3) (A) The surety bail bond agent or insurer shall convert the collateral security or other indemnity into cash within a reasonable period of time and return to the principal or the person who provided the collateral security or other indemnity any amount in excess of the face value of the bail bond, minus the actual and reasonable expenses of converting the collateral security or other indemnity into cash. Such expenses shall not exceed ten per cent of the face value of the bail bond. If a surety bail bond agent expends more than ten per cent of the face value of the bail bond to convert the collateral security or other indemnity into cash, such agent may file a civil action to recover the full amount of the actual and reasonable expenses upon motion and proof that the actual and reasonable expenses exceed ten per cent of the face value of the bail bond.\n\n(B) If a forfeiture of the bail bond occurs and the insurer paid the bail bond, the insurer shall pay to the person who provided the collateral security or other indemnity the value of any collateral security or other indemnity received on the bail bond, minus the actual and reasonable expenses permitted to be recovered under this subsection.\n\n(f) Any agreement that violates the provisions of sections 38a-660b to 38a-660k, inclusive, shall be void. A surety bail bond agent or insurer shall not enter into any agreement as to the value of the collateral security or other indemnity that does not reflect the actual value of such collateral security or other indemnity.\n\n(g) Prior to the appointment of a surety bail bond agent who is currently or was previously appointed by another insurer, the surety bail bond agent shall file with the commissioner a sworn and notarized affidavit, on a form prescribed by the commissioner, stating that: (1) There has been no loss, misappropriation, conversion or theft of any collateral security or other indemnity being held by the agent in trust for any insurer by which the agent is currently or was previously appointed; (2) all collateral security or other indemnity being held in trust by the agent and all records for any insurer by which the agent is currently or was previously appointed are available for immediate audit and inspection by the commissioner, the insurer, or the managing general agent; and (3) such records will, upon demand of the commissioner or insurer, be transmitted to the insurer for whom the collateral security or other indemnity is being held in trust.\n\n(P.A. 11-45, S. 8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660g/"
    },
    {
      "id": "section-38a-660h",
      "number": "38a-660h.",
      "heading": "Return of collateral security or other indemnity. Penalty.",
      "text": "(a) If collateral security or other indemnity was received on a bail bond by a surety bail bond agent and such bond is terminated, the insurer, managing general agent or surety bail bond agent shall return the collateral security or other indemnity, except a promissory note or an indemnity agreement, not later than twenty-one days after receipt of a written report from the court that the bail bond has been terminated. Such collateral security or other indemnity shall be returned to the person who provided the collateral security or other indemnity unless another disposition is provided for by legal assignment to another person of the right to receive the return of the collateral security or other indemnity. If, despite diligent inquiry by the insurer or managing general agent to determine whether the bail bond has been terminated, the court fails to provide any written report on termination, the collateral security or other indemnity, except a promissory note or an indemnity agreement, shall be returned to the person who provided the collateral security or other indemnity not later than twenty-one days after the insurer, managing general agent or surety bail bond agent has become aware that the bail bond has been terminated.\n\n(b) No fee or other charge, other than as authorized under sections 38a-660b to 38a-660k, inclusive, shall be deducted from the collateral security or other indemnity due. Actual expenses incurred by a surety bail bond agent in the apprehension of a defendant because of a forfeiture of a bail bond or judgment may be deducted if such expenses are accounted for.\n\n(c) Any person who violates this section shall be subject to the penalties for larceny under sections 53a-122 to 53a-125b, inclusive, depending on the amount involved.\n\n(P.A. 11-45, S. 9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660h/"
    },
    {
      "id": "section-38a-660i",
      "number": "38a-660i.",
      "heading": "Provision of certain supplies to person other than licensed, appointed surety bail bond agent prohibited. Exception. Liability.",
      "text": "(a) No insurer, managing general agent or surety bail bond agent shall furnish to any person any blank form, application, stationery, business card or other supplies to be used in the solicitation, negotiation or execution of bail bonds unless such person is licensed to act as a surety bail bond agent and is appointed by an insurer as required in section 38a-660. Except for a power of attorney form, a bond appearance form or a collateral security or other indemnity receipt, this section shall not prohibit an unlicensed employee who is under the direct supervision and control of a licensed and appointed surety bail bond agent from possessing or working with any other form used in the surety bail bond agent's or insurer's office's daily business activities.\n\n(b) Any insurer that furnishes any of the supplies set forth in subsection (a) of this section to any surety bail bond agent or other person not appointed by such insurer, and that accepts any bail bond business from or executes any bail bond business for such surety bail bond agent or other person, shall be liable on the bail bond to the same extent and in the same manner as if the surety bail bond agent or other person had been appointed or authorized by such insurer to act on its behalf.\n\n(P.A. 11-45, S. 10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660i/"
    },
    {
      "id": "section-38a-660j",
      "number": "38a-660j.",
      "heading": "Prohibited acts.",
      "text": "(a) No surety bail bond agent or insurer shall:\n\n(1) Suggest or advise, in exchange for a fee or other consideration, the employment of or name for employment of any particular attorney to represent the principal on a bail bond;\n\n(2) Solicit business in or on the property or grounds of a correctional institution, community correctional center or other detention facility where arrested persons are confined, or in or on the property or grounds of any courthouse, unless a request is initiated by an arrested person, a person with actual or apparent authority to act on behalf of such arrested person, or a potential indemnitor. For purposes of this subdivision, “solicit” includes the distribution of business cards, print advertising or any other written information directed to arrested persons or potential indemnitors. A correctional institution, community correctional center or other detention facility where arrested persons are confined, police station or courthouse may permit print advertising by a surety bail bond agent or an insurer in or on the property or grounds of such institution, center or facility, police station or courthouse, provided such advertising shall be limited to a listing in a telephone directory and the posting of the surety bail bond agent's name, address and telephone number in a prominent designated location in or on such property or grounds. Nothing in this subdivision shall prohibit a surety bail bond agent or insurer from soliciting business in or on the property or grounds of a police station;\n\n(3) Pay a fee or rebate or give or promise anything of value to a law enforcement officer, judicial marshal, employee of the Department of Correction or other person who has power to arrest or to hold a person in custody, or to any other public official or public employee, to secure a compromise, remission or reduction of the amount of any bail bond or estreatment of bail;\n\n(4) Pay a fee or rebate or give or promise anything of value to an attorney in any matter pertaining to a bail bond, except in defense of any action on a bail bond;\n\n(5) Pay a fee or rebate or give or promise anything of value to the principal or to any person on the principal's behalf;\n\n(6) Participate in the capacity of an attorney at a proceeding of a principal, in violation of section 51-88;\n\n(7) Accept anything of value from a principal for providing a bail bond, other than the premium approved by the commissioner pursuant to chapter 701 and an expense fee, except that the surety bail bond agent may accept collateral security or other indemnity from a principal or other person in accordance with section 38a-660h. A surety bail bond agent may, upon written agreement with a third party, receive a fee or other compensation for returning to custody an individual who has fled the jurisdiction of the court or whose bail bond has been forfeited;\n\n(8) Execute a bail bond in this state on such agent's or insurer's own behalf; or\n\n(9) Write a bail bond in this state for an arrested person if such arrested person or a person with actual or apparent authority to act on behalf of such arrested person has not authorized such agent, in writing, to execute a bail bond on such arrested person's behalf. The surety bail bond agent shall maintain any such written authorization.\n\n(b) If a bail bond executed by a surety bail bond agent is forfeited and such forfeiture has remained unpaid for at least sixty days after the date payment has become due, no such surety bail bond agent or insurer that appointed such agent shall execute a bail bond in this state until the full amount of the forfeited bail bond is paid to the Office of the Chief State's Attorney in accordance with procedures set forth by said office.\n\n(P.A. 11-45, S. 11; 11-152, S. 16.)\n\nHistory: P.A. 11-152 amended Subsec. (a) to delete “directly or indirectly” re soliciting business and permit solicitation of business within a police station and when request is initiated by person with actual or apparent authority to act for arrested person in Subdiv. (2), delete former Subdiv. (3) that prohibited wearing or displaying certain surety bail bond agent identification, and redesignate existing Subdivs. (4) to (10) as Subdivs. (3) to (9).",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660j/"
    },
    {
      "id": "section-38a-660k",
      "number": "38a-660k.",
      "heading": "Reporting requirements. Annual meeting.",
      "text": "(a) Each insurer and each surety bail bond agent that executes bail bonds in this state shall maintain and transmit the following records, based on such insurer's or such agent's Connecticut bail bond business, to the Insurance Department upon request and, with respect to a surety bail bond agent, shall report the information separately for each insurer represented, except that subdivisions (1), (12) and (13) of this subsection shall apply only to insurers:\n\n(1) Commissions paid;\n\n(2) The number of, and the total dollar amount of, bail bonds executed;\n\n(3) The number of, and the total dollar amount of, bail bonds ordered forfeited;\n\n(4) The number of, and the total dollar amount of, forfeitures discharged, remitted or otherwise recovered prior to payment for any reason;\n\n(5) The number of, and the total dollar amount of, forfeitures discharged, remitted or otherwise recovered prior to payment due to the apprehension of the principal on the bail bond by the surety bail bond agent;\n\n(6) The number of, and the total dollar amount of, forfeited bail bonds that have not been reinstated pursuant to section 54-65a;\n\n(7) The number of, and the total dollar amount of, forfeitures paid and subsequently recovered by the Office of the Chief State's Attorney by discharge, remission or otherwise;\n\n(8) A list of every outstanding or unpaid forfeiture, estreature and judgment, with the case number and the name of the court in which such forfeiture, estreature or judgment is recorded and the name of each agency or firm that employs the surety bail bond agent;\n\n(9) The number of, and the total dollar amount of, bail bonds for which collateral security or other indemnity was received;\n\n(10) The actual value of collateral security or other indemnity converted, excluding the cost of converting the collateral security or other indemnity;\n\n(11) The cost of converting collateral security or other indemnity;\n\n(12) The underwriting gain or loss;\n\n(13) The net investment gain or loss allocated to the flow of funds associated with Connecticut business; and\n\n(14) Such additional information as the Insurance Department may require to: (A) Evaluate the reasonableness of rates or ensure that such rates are not excessive, inadequate or unfairly discriminatory; (B) evaluate the financial condition or trade practices of surety bail bond agents and insurers executing bail bonds; and (C) evaluate the performance of the surety bail bond agents and insurers executing bail bonds in accordance with appropriate criminal justice system goals and standards.\n\n(b) Each surety bail bond agent shall submit a copy of such information to each insurer such agent represents.\n\n(c) The commissioner shall meet at least annually with a group of surety bail bond agents and insurers, and any other representatives the commissioner deems necessary, to discuss the reporting requirements set forth in subsection (a) of this section.\n\n(P.A. 11-45, S. 12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660k/"
    },
    {
      "id": "section-38a-660l",
      "number": "38a-660l.",
      "heading": "Suspension or revocation of license. Fine. Appeal.",
      "text": "(a) The commissioner may suspend or revoke the license of a surety bail bond agent, or may impose a fine in lieu of or in addition to such suspension or revocation in accordance with section 38a-774 for any violation of section 38a-660 and sections 38a-660b to 38a-660k, inclusive.\n\n(b) Upon the surrender, suspension or revocation of a surety bail bond agent's license, the appointing insurer or managing general agent shall immediately designate a licensed and appointed surety bail bond agent to administer all bail bonds previously executed by the licensee.\n\n(c) Any individual aggrieved by the action of the commissioner under subsection (a) of this section may appeal therefrom, in accordance with section 38a-774.\n\n(P.A. 11-45, S. 13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660l/"
    },
    {
      "id": "section-38a-660m",
      "number": "38a-660m.",
      "heading": "Regulations.",
      "text": "The commissioner may adopt regulations, in accordance with the provisions of chapter 54, to (1) implement the provisions of section 38a-660 and sections 38a-660b to 38a-660k, inclusive, and (2) establish continuing education requirements for persons licensed as surety bail bond agents in this state.\n\n(P.A. 11-45, S. 14; P.A. 21-157, S. 11.)\n\nHistory: P.A. 21-157 designated existing provisions re implementation of Secs. 38a-660 and 38a-660b to 38a-660k as Subdiv. (1) and added Subdiv. (2) re establishing continuing education requirements.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-38a/chapter-700f/section-38a-660m/"
    },
    {
      "id": "section-38a-661",
      "number": "38a-661",
      "heading": "and 38a-662. - Reserved for future use.",
      "text": "and 38a-662. - Reserved for future use.",
      "history": "",
      "source_url": ""
    }
  ]
}