{
  "state": "south-dakota",
  "path": "title-title-32-motor-vehicles/chapter-chapter-31-emergency-vehicles",
  "sections": [
    {
      "id": "section-32-31-1",
      "number": "32-31-1",
      "heading": "Emergency vehicle--Traffic regulations",
      "text": "32-31-1. Emergency vehicle--Traffic regulations.\n\nThe driver of an authorized emergency vehicle, when responding to an emergency call or when in the pursuit of an actual or suspected violator of the law or when responding to but not upon returning from a fire alarm or when operating a funeral escort vehicle as defined in §32-26-51, may exercise the privileges set forth in §32-31-2, but subject to the conditions stated in §§32-31-3 and 32-31-5.\n\nSource:SDC 1939, §44.0308 as added by SL 1967, ch 191; SL 2020, ch 125, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-1/"
    },
    {
      "id": "section-32-31-2",
      "number": "32-31-2",
      "heading": "Particular regulations which may be disregarded.",
      "text": "32-31-2. Particular regulations which may be disregarded.\n\nThe driver of an authorized emergency vehicle may:\n\n(1)Park or stand, irrespective of the provisions of chapter 32-30;\n\n(2)Proceed past a red or stop signal or stop sign, but only after slowing down as may be necessary for safe operation;\n\n(3)Disregard regulations governing direction of movement or turning in specified directions.\n\nSource:SDC 1939, §44.0308 as added by SL 1967, ch 191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-2/"
    },
    {
      "id": "section-32-31-3",
      "number": "32-31-3",
      "heading": "Use of emergency signals required.",
      "text": "32-31-3. Use of emergency signals required.\n\nThe exemptions granted in subdivisions 32-31-2(2) and (3) to an authorized emergency vehicle apply only if the vehicle is making use of audible or visual signals meeting the requirements of law. However, the exemption granted in subdivision 32-31-2(1) to an authorized emergency vehicle applies only if the vehicle is making use of visual signals meeting the requirements of law.\n\nSource:SDC 1939, §44.0308 as added by SL 1967, ch 191; SL 1989, ch 256, §35; SL 2007, ch 186, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-3/"
    },
    {
      "id": "section-32-31-4",
      "number": "32-31-4",
      "heading": "Speed limits inapplicable--Conditions.",
      "text": "32-31-4. Speed limits inapplicable--Conditions.\n\nThe speed limits set forth in §§32-25-1.1 to 32-25-17, inclusive, do not apply to any authorized emergency vehicle responding to an emergency call if the driver sounds an audible siren or air horn, or both, or displays flashing, oscillating, or rotating beams of red light, or combinations of red, blue, or white light, visible one hundred eighty degrees to the front of the vehicle. The lights must be capable of warning the public of the presence of an emergency vehicle under normal atmospheric conditions.\n\nThe speed limits set forth in §§32-25-1.1 to 32-25-17, inclusive, do not apply to authorized emergency vehicles operated by law enforcement officers who are measuring the speed of other vehicles by use of the emergency vehicle speedometer.\n\nAn ambulance operator certified pursuant to chapter 36-4B may operate an ambulance in excess of the speed limit without audible signals while operating outside the city limits of a municipality.\n\nSource: SDC 1939, §44.0308; SL 1941, ch 187, §3; SL 1955, ch 168; SL 1959, ch 251, §1; SDC Supp 1960, §44.0303; SL 1963, ch 254; SL 1975, ch 210, §1; SL 1981, ch 248; SL 1988, ch 266; SL 1993, ch 234, §2; SL 1994, ch 265; SL 2007, ch 186, §2; SL 2024, ch 126, §1; SL 2025, ch 128, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-4/"
    },
    {
      "id": "section-32-31-5",
      "number": "32-31-5",
      "heading": "Duty of operator to use care--Liability for recklessness.",
      "text": "32-31-5. Duty of operator to use care--Liability for recklessness.\n\nThe provisions of this chapter shall not relieve the driver of an authorized emergency vehicle from the duty to drive with due regard for the safety of all persons, nor shall such provisions protect the driver from the consequences of his reckless disregard for the safety of others.\n\nSource:SDC 1939, §44.0320 as added by SL 1959, ch 252, §1; SL 1963, ch 254; SL 1967, ch 191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-5/"
    },
    {
      "id": "section-32-31-6",
      "number": "32-31-6",
      "heading": "Duty of other motorists upon approach of emergency vehicle--Violation as misdemeanor.",
      "text": "32-31-6. Duty of other motorists upon approach of emergency vehicle--Violation as misdemeanor.\n\nUpon the immediate approach of an authorized emergency vehicle making use of audible or visual signals meeting the requirements of this chapter, or of a police vehicle properly and lawfully making use of an audible or visual signal only, the driver of every other vehicle shall immediately drive to a position as near as possible and parallel to the right-hand edge or curb of the highway, or in case of a one-way highway the nearest edge or curb, clear of any intersection of highways, and shall stop and remain in such position unless otherwise directed by a police or traffic officer until the authorized emergency vehicle shall have passed. A violation of this section is a Class 2 misdemeanor.\n\nSource:SDC 1939, §44.0320; SL 1959, ch 252, §1; SL 1989, ch 255, §214; SL 2007, ch 186, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-6/"
    },
    {
      "id": "section-32-31-61",
      "number": "32-31-6.1",
      "heading": "Occupying highway shoulder or stopped--Requirements for approaching vehicles--Penalty.",
      "text": "32-31-6.1. Occupying highway shoulder or stopped--Requirements for approaching vehicles--Penalty.\n\nUpon approaching from any direction any stopped authorized emergency vehicle making use of red visual signals meeting the requirements of this title, the driver of a motor vehicle shall come to a complete stop before reaching the stopped emergency vehicle and may, unless otherwise directed, proceed with caution only after ascertaining that it is safe to do so.\n\nUpon approaching from any direction any vehicle that is either stopped or occupying the shoulder of the highway, and using amber, yellow, or blue warning lights, the driver of any other motor vehicle must:\n\n(1)If driving on an interstate highway or other highway with two or more lanes traveling in the same direction as the vehicle, merge into the lane farthest from the vehicle at least three hundred feet before the vehicle and proceed with caution, unless otherwise directed; or\n\n(2)If driving on a two-lane highway, at least three hundred feet before the vehicle, slow to a speed that is at least twenty miles per hour less than the posted speed limit or five miles per hour when the speed limit is posted at twenty miles per hour or less and proceed with caution, unless otherwise directed.\n\nA violation of this section is a Class 2 misdemeanor and has a minimum fine of two hundred seventy dollars.\n\nSource: SL 1975, ch 210, §2; SL 1989, ch 255, §215; SL 2003, ch 173, §1; SL 2020, ch 127, §1; SL 2025, ch 130, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-6-1/"
    },
    {
      "id": "section-32-31-62",
      "number": "32-31-6.2",
      "heading": "Occupying highway shoulder or stopped--Accident caused--Penalty.",
      "text": "32-31-6.2. Occupying highway shoulder or stopped--Accident caused--Penalty.\n\nAny driver of a motor vehicle who, while violating §32-31-6.1, causes an accident, is guilty of a Class 1 misdemeanor if:\n\n(1)The accident is with a stopped emergency vehicle making use of its red visual signals; or\n\n(2)The accident is with any vehicle making use of amber, yellow, or blue warning lights and the vehicle is either stopped or occupying the shoulder of the highway.\n\nSource: SL 2020, ch 127, §2; SL 2025, ch 130, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-6-2/"
    },
    {
      "id": "section-32-31-7",
      "number": "32-31-7",
      "heading": "Following fire apparatus as misdemeanor--Minimum following or parking distance.",
      "text": "32-31-7. Following fire apparatus as misdemeanor--Minimum following or parking distance.\n\nIt is a Class 2 misdemeanor for the driver of any vehicle other than one on official business to follow any fire apparatus traveling in response to a fire alarm closer than five hundred feet or to drive into or park such vehicle within the block where the fire apparatus has stopped in answer to a fire alarm.\n\nSource:SDC 1939, §44.0320; SL 1959, ch 252, §1; SL 1978, ch 158, §60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-7/"
    },
    {
      "id": "section-32-31-8",
      "number": "32-31-8",
      "heading": "Driving over fire hose prohibited--Violation as misdemeanor.",
      "text": "32-31-8. Driving over fire hose prohibited--Violation as misdemeanor.\n\nNo vehicle may be driven over any unprotected hose of a fire department when laid down on any street, private road, or driveway to be used at any fire or alarm of fire, without the consent of the fire department official in command. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1970, ch 175, §32; SL 1989, ch 255, §216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-31/section-32-31-8/"
    },
    {
      "id": "section-32-31-9",
      "number": "32-31-9",
      "heading": "32-31-9.Repealed by SL 1989, ch 255, §213.",
      "text": "32-31-9.Repealed by SL 1989, ch 255, §213.",
      "history": "",
      "source_url": ""
    }
  ]
}