{
  "state": "south-dakota",
  "path": "title-title-32-motor-vehicles/chapter-chapter-32-school-buses",
  "sections": [
    {
      "id": "section-32-32-1",
      "number": "32-32-1",
      "heading": "\"School bus\" defined.Section 32-32-2 - Marking of school bus--When markings to be concealed--Violation as petty offense",
      "text": "32-32-1.\"School bus\" defined.\n\nA school bus is any vehicle with a capacity of ten or more pupils and the driver owned or operated by or for a school or a school district as authorized under §13-29-1, and to transport school children to and from school or in connection with school activities. Buses operated by a federally regulated charter bus service provider used in connection with school activities, other than to daily transport children to and from school, need not meet the requirements of this chapter.\n\nSource:SL 1963, ch 255, §1; SL 1970, ch 175, §33; SL 1973, ch 84, §5; SL 1977, ch 265; SL 1981, ch 249, §4; SL 2000, ch 85, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-1/"
    },
    {
      "id": "section-32-32-2",
      "number": "32-32-2",
      "heading": "Marking of school bus--When markings to be concealed--Violation as petty offense.",
      "text": "32-32-2. Marking of school bus--When markings to be concealed--Violation as petty offense.\n\nEvery school bus owned or operated by or for a school or school district shall bear upon the front and rear thereof plainly visible signs containing the words, school bus, in letters not less than eight inches in height. When any such vehicle is being operated upon a highway for purposes other than the actual transportation, as authorized under §13-29-1, either to or from school or in connection with school activities all markings thereon indicating school bus shall be covered or concealed. A violation of this section is a petty offense.\n\nSource:SL 1963, ch 255, §3; SL 1970, ch 175, §33; SL 1981, ch 249, §5; SL 1989, ch 255, §221; SL 1989, ch 276, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-2/"
    },
    {
      "id": "section-32-32-3",
      "number": "32-32-3",
      "heading": "Color of school bus--Exception--Violation as petty offense.",
      "text": "32-32-3. Color of school bus--Exception--Violation as petty offense.\n\nThe color of every vehicle which transports ten or more students and is owned or operated by or for a school or school district used for transportation of school children shall be national school bus yellow in color, in accordance with the rules of the South Dakota Board of Education Standards. However, this section does not apply to those buses owned by a school district which are used for transporting children to and from school activities and which are not used to transport children from home to school and back. A violation of this section is a petty offense.\n\nSource:SL 1963, ch 255, §3; SL 1970, ch 175, §33; SL 1986, ch 132, §5; SL 1989, ch 255, §222; SL 2017, ch 81, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-3/"
    },
    {
      "id": "section-32-32-4",
      "number": "32-32-4",
      "heading": "Use of color for other vehicles prohibited--Repainting of buses formerly used--Violation as petty offense.",
      "text": "32-32-4. Use of color for other vehicles prohibited--Repainting of buses formerly used--Violation as petty offense.\n\nNo person, persons, or organizations may use the color reserved for school buses as provided in §32-32-3 in connection with the operation of any other vehicle or vehicles, whether school bus or not, for purposes not connected with or incident to the transportation of school children to and from school and as authorized under §13-29-1. Any school bus which was formerly used by school districts to transport children shall be completely repainted in a color other than national school bus yellow or any colors commonly referred to as yellow. A violation of this section is a petty offense.\n\nThis section does not apply to school buses if rented by or its use has been granted as provided in subdivision 49-28-2(1). This section does not apply to school buses if they are used by a municipality to provide public transportation in times of a local fuel shortage, as determined by the governing body of the municipality.\n\nSource:SL 1963, ch 255, §5; SL 1972, ch 175, §3; SL 1981, ch 249, §1; SL 1986, ch 132, §6; SL 1989, ch 255, §223.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-4/"
    },
    {
      "id": "section-32-32-5",
      "number": "32-32-5",
      "heading": "Flashing red and amber lights required--Exception--Removal from buses formerly used.",
      "text": "32-32-5. Flashing red and amber lights required--Exception--Removal from buses formerly used.\n\nAny school bus with a capacity for ten or more students, used to transport children to and from a public or nonpublic school, shall be equipped on the front and rear with alternately flashing amber caution lights and alternately flashing red signal lights. However, this section does not apply to those buses owned by a school district which are used for transporting children to and from school activities and which are not used to transport children from home to school and back.\n\nFlashing red signal lights and flashing amber caution lights shall be of a type approved by the secretary of public safety. These signals shall be a complete system meeting minimum standards as prescribed by South Dakota Board of Education Standards rules. When a school bus loses its identity as a school bus pursuant to §32-32-4, the flashing red and amber lights shall be removed.\n\nSource:SL 1963, ch 255, §3; SL 1970, ch 175, §33; SL 1974, ch 228, §1; SL 1984, ch 343, §§17, 18; SL 1985, ch 401, §21, 1986, ch 132, §7; SL 1989, ch 276, §2; SL 2003, ch 272 (Ex. Ord. 03-1), §20, eff. Apr. 17, 2003; SL 2017, ch 81, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-5/"
    },
    {
      "id": "section-32-32-51",
      "number": "32-32-5.1",
      "heading": "Buses covered by lighting requirements--Deadline for meeting requirements.",
      "text": "32-32-5.1. Buses covered by lighting requirements--Deadline for meeting requirements.\n\nThe lighting requirements provided by §32-32-5 shall apply to all school buses, regardless of the date of manufacture of said bus, purchased after July 1, 1974, and all school buses covered by the provisions of this chapter shall meet such requirements by July 1, 1979.\n\nSource:SL 1974, ch 228, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-5-1/"
    },
    {
      "id": "section-32-32-52",
      "number": "32-32-5.2",
      "heading": "Use of red and amber lights by school bus operator--Violation as misdemeanor.",
      "text": "32-32-5.2. Use of red and amber lights by school bus operator--Violation as misdemeanor.\n\nWhen stopping to receive or discharge pupils, the operator of a school bus to which §32-32-5 applies shall cause the amber caution lights to be lighted at a distance of not less than three hundred feet nor more than five hundred feet from the point where the pupils are to be received or discharged from the bus. If the point of receiving or discharging pupils is:\n\n(1)On the roadway, as defined by §32-14-1, in a rural, residential, and business district and off the roadway in a residential district, the operator shall bring the bus to a stop, turn off the amber caution lights, turn on the red flashing signal lights and extend the stop signal arm. After receiving or discharging pupils, the operator shall turn off the red flashing signal lights, retract the stop signal, and proceed en route; or\n\n(2)Off the roadway in a business district and rural district and when discharging or receiving passengers at a school location when the passengers need not cross the lane of traffic, the operator shall bring the bus to a stop and turn off the amber caution lights and not activate the red flashing signal lights. After receiving or discharging passengers, the operator shall proceed en route.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1963, ch 255, §3; SDCL, §32-32-5; SL 1970, ch 175, §33; SL 1974, ch 228, §1; SL 1975, ch 211, §1; SL 1976, ch 30, §4; SL 1977, ch 266; SL 1989, ch 255, §218; SL 1992, ch 230, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-5-2/"
    },
    {
      "id": "section-32-32-6",
      "number": "32-32-6",
      "heading": "Amber or red signal--Motorist duty to slow or stop--Exception--Penalty.",
      "text": "32-32-6. Amber or red signal--Motorist duty to slow or stop--Exception--Penalty.\n\nThe operator of a motor vehicle on a highway that has less than two lanes of travel in each direction, or on a private road, when approaching a school bus that has its amber warning lights flashing, shall reduce the speed of the vehicle to fifteen miles per hour or less and proceed past the school bus with caution. The operator of a motor vehicle approaching a school bus that has its red signal lights flashing shall make a complete stop. The stopped vehicle must be at least fifteen feet from the school bus and must remain stopped until the flashing red signal lights are extinguished. A lane that is designated solely for the purpose of turning is not considered a lane of travel for purposes of this section.\n\nThe operator of a motor vehicle on a highway providing two or more lanes of travel in each direction does not need to reduce the speed of the vehicle when approaching a school bus that is traveling in the opposite direction if the school bus has its amber warning lights flashing. The operator of a motor vehicle on a highway providing two or more lanes of travel in each direction does not need to stop when approaching a school bus that is traveling in the opposite direction even though the school bus is stopped and has its red signal lights flashing.\n\nThe operator of a motor vehicle on a highway providing two or more lanes of travel in each direction, when approaching a school bus that is traveling in the same direction and has its amber warning lights flashing, shall reduce the speed of the vehicle to fifteen miles per hour or less and proceed past the school bus with caution. The operator of a motor vehicle on a highway providing two or more lanes of travel in each direction must make a complete stop when approaching a school bus traveling in the same direction if the school bus is stopped and its red signal lights are flashing.\n\nA violation of this section is a Class 1 misdemeanor.\n\nSource: SL 1963, ch 255, §§2, 3; SDCL §32-32-5; SL 1970, ch 175, §33; SL 1974, ch 228, §2; SL 1975, ch 211, §2; SL 1982, ch 250; SL 1989, ch 255, §219; SL 1989, ch 277; SL 2017, ch 144, §1; SL 2025, ch 131, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-6/"
    },
    {
      "id": "section-32-32-7",
      "number": "32-32-7",
      "heading": "Highways with separate roadways--Buses stopped in loading zones.",
      "text": "32-32-7. Highways with separate roadways--Buses stopped in loading zones.\n\nThe driver of a vehicle upon a highway with separate roadways need not stop upon meeting or passing a vehicle used and designated as a school bus which is on a different roadway or when upon a limited or controlled-access highway and the school bus is stopped in a loading zone which is a part of or adjacent to such highway or where pedestrians are not permitted to cross the roadway.\n\nSource:SL 1963, ch 255, §4; SL 1989, ch 255, §220.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-7/"
    },
    {
      "id": "section-32-32-8",
      "number": "32-32-8",
      "heading": "32-32-8.Repealed by SL 1989, ch 255, §217.",
      "text": "32-32-8.Repealed by SL 1989, ch 255, §217.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-32-9",
      "number": "32-32-9",
      "heading": "Civil penalty against vehicle failing to stop for school bus.",
      "text": "32-32-9. Civil penalty against vehicle failing to stop for school bus.\n\nAny motor vehicle which is used in a violation of §32-32-6 in circumstances where the driver of the vehicle is unknown shall be subject to a civil penalty of two hundred fifty dollars.\n\nSource:SL 1979, ch 228, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-9/"
    },
    {
      "id": "section-32-32-10",
      "number": "32-32-10",
      "heading": "Civil proceeding for penalty--Lien of penalty.",
      "text": "32-32-10. Civil proceeding for penalty--Lien of penalty.\n\nThe state's attorney for the county in which the violation of §32-32-6 occurs shall commence a civil in rem proceeding against a vehicle charged with violating §32-32-9. If it is established by a preponderance of the evidence that the charged vehicle did violate §32-32-6, the civil penalty of two hundred fifty dollars shall be assessed against the vehicle and shall be a lien on such vehicle until the penalty is satisfied.\n\nSource:SL 1979, ch 228, §§2, 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-10/"
    },
    {
      "id": "section-32-32-11",
      "number": "32-32-11",
      "heading": "Lien not applicable to vehicle leased or used without owner's consent--Subordination to security interests.",
      "text": "32-32-11. Lien not applicable to vehicle leased or used without owner's consent--Subordination to security interests.\n\nThe lien imposed by §32-32-10 shall not apply to vehicles which at the time of the violation are leased, loaned, or being used without the owner's permission and the lien shall be subordinate to a perfected security interest or lien registered on the title at the time of the violation.\n\nSource:SL 1979, ch 228, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-11/"
    },
    {
      "id": "section-32-32-12",
      "number": "32-32-12",
      "heading": "Stop arm signal required.",
      "text": "32-32-12.Stop arm signal required.\n\nAny school bus purchased before September 1, 1992, may be equipped with a stop arm signal conforming to the Federal Motor Vehicle Safety Standard 131, School Bus and Pedestrian Safety Devices, 49 C.F. R. Part 571.131. Any new school bus purchased on or after September 1, 1992, shall be equipped with such a stop arm signal.\n\nSource:SL 1983, ch 237, §5; SL 1992, ch 230, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-12/"
    },
    {
      "id": "section-32-32-13",
      "number": "32-32-13",
      "heading": "Transportation of persons attending conventions by school buses.",
      "text": "32-32-13. Transportation of persons attending conventions by school buses.\n\nAny school bus meeting the requirements of §32-32-4 which is owned by a private person or corporation in this state and used to provide transportation services for school children may, when not being used to transport children under the contract, be used for transporting persons attending a convention if:\n\n(1)The words, school bus, are covered with opaque material;\n\n(2)The lights required by §32-32-5 are disabled;\n\n(3)The appropriate permit and a licensed driver for commercial operation of the bus are in effect at the time of usage.\n\nThis section is applicable only in circumstances when no other South Dakota commercial bus is available.\n\nSource:SL 1988, ch 267.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-13/"
    },
    {
      "id": "section-32-32-14",
      "number": "32-32-14",
      "heading": "Head Start buses to be painted school bus yellow.",
      "text": "32-32-14. Head Start buses to be painted school bus yellow.\n\nNotwithstanding the provisions of §32-32-4, any bus used to transport children as part of the federal Head Start Program pursuant to 45 C.F.R. 1304, as amended to January 1, 1992, may be painted school bus yellow as defined in §32-32-3 if the bus is in compliance with the school bus inspection, equipment, and operating requirements of §§13-29-6, 32-32-2, 32-32-5, 32-32-5.2, and 32-32-12. Any Head Start Program bus that is painted yellow pursuant to this section and that is transporting children under the Head Start Program shall be considered as transporting children to and from school for purposes of §32-32-5 and shall be considered as a school bus for purposes of §§32-32-6 and 32-32-7.\n\nSource:SL 1992, ch 231.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-14/"
    },
    {
      "id": "section-32-32-15",
      "number": "32-32-15",
      "heading": "32-32-15.Repealed by SL 1998, ch 196, §1.",
      "text": "32-32-15.Repealed by SL 1998, ch 196, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-32-16",
      "number": "32-32-16",
      "heading": "Deadline for equipping bus with stop arm signal.",
      "text": "32-32-16. Deadline for equipping bus with stop arm signal.\n\nAny school bus purchased or in operation before September 1, 1992, shall be equipped with a stop arm signal by September 1, 1999. Any school bus equipped with a stop arm signal shall comply with the provisions of §32-32-5.2.\n\nSource:SL 1992, ch 230, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-16/"
    },
    {
      "id": "section-32-32-17",
      "number": "32-32-17",
      "heading": "External video system--Recordings discoverable, admissible--System installation.",
      "text": "32-32-17. External video system--Recordings discoverable, admissible--System installation.\n\nIf any school bus, as defined in §32-32-1, is transporting students enrolled in a school district in this state and is equipped with an external video system capable of recording traffic activity around the bus, any recording from that video system is discoverable and may be entered into evidence in any civil or criminal action.\n\nNo district or bus company is required to install an external video system under §32-32-6 or this section.\n\nSource: SL 2025, ch 131, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-32/section-32-32-17/"
    }
  ]
}