{
  "state": "south-dakota",
  "path": "title-title-32-motor-vehicles/chapter-chapter-21-motor-vehicle-inspection",
  "sections": [
    {
      "id": "section-32-21-1",
      "number": "32-21-1",
      "heading": "to 32-21-3. Repealed .Section 32-21-3",
      "text": "1 - Annual inspection of large passenger vehicles used by nonprofit organizations--Certificate--Safety standards--Violation as misdemeanor.Section 32-21-3.2 - Inspectors of large passenger vehicles operated by nonprofit organizations.Section 32-21-4 - to 32-21-2",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-21-31",
      "number": "32-21-3.1",
      "heading": "Annual inspection of large passenger vehicles used by nonprofit organizations--Certificate--Safety standards--Violation as misdemeanor.",
      "text": "32-21-3.1. Annual inspection of large passenger vehicles operated by nonprofit organizations--Certificate--Safety standards--Violation as misdemeanor.\n\nEach vehicle with a capacity of sixteen or more passengers, including the driver, owned or operated by a nonprofit organization, or privately owned and operated under a contract with a nonprofit organization, and used for the transportation of its members shall be inspected before October first of each year by an inspector approved by the Division of Highway Patrol. The inspector shall ensure the vehicle complies with state law and regulations. A certificate, provided by the Division of Highway Patrol, certifying that the vehicle has successfully passed inspection shall be issued by the inspector and shall be displayed on the vehicle. The director of the Division of Highway Patrol shall promulgate rules, pursuant to chapter 1-26, for minimum safety standards of the vehicles. Any person operating a vehicle in violation of this section is guilty of a Class 2 misdemeanor.\n\nSource:SL 1978, ch 237; SL 1979, ch 220, §5; SL 1984, ch 343, §§17, 18; SL 1986, ch 22, §6; SL 1992, ch 223; SL 2018, ch 194, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-3-1/"
    },
    {
      "id": "section-32-21-32",
      "number": "32-21-3.2",
      "heading": "Inspectors of large passenger vehicles operated by nonprofit organizations.",
      "text": "32-21-3.2. Inspectors of large passenger vehicles operated by nonprofit organizations.\n\nThe Division of Highway Patrol may approve any person who is qualified to perform inspections of large passenger vehicles operated by a nonprofit organization as provided in §32-21-3.1 to act as an inspector. The Department of Public Safety may promulgate rules, pursuant to chapter 1-26, setting forth specific standards and requirements for approval of the inspectors of large passenger vehicles operated by nonprofit organizations.\n\nSource:SL 2018, ch 194, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-3-2/"
    },
    {
      "id": "section-32-21-4",
      "number": "32-21-4",
      "heading": "to 32-21-26. Repealed.",
      "text": "to 32-21-26. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-21-27",
      "number": "32-21-27",
      "heading": "Operation of improperly repaired or adjusted vehicle as misdemeanor.",
      "text": "32-21-27. Operation of improperly repaired or adjusted vehicle as misdemeanor.\n\nNo person shall drive or move on any highway any motor vehicle, unless the equipment upon the vehicle is in good working order and adjustment and the vehicle is in such safe mechanical condition as not to endanger the driver or other occupant or any person upon the highway. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1967, ch 182, §1; SL 1979, ch 220, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-27/"
    },
    {
      "id": "section-32-21-28",
      "number": "32-21-28",
      "heading": "Requiring driver to stop and submit to inspection of vehicle.",
      "text": "32-21-28. Requiring driver to stop and submit to inspection of vehicle.\n\nThe highway patrol officers under the supervision of the superintendent of the Division of Highway Patrol may upon evidence that any motor vehicle is being operated in nonconformance or in violation of any provision of chapters 32-14 to 32-19, inclusive, or of chapters 32-22 to 32-34, inclusive, or is in a condition that is unsafe and an endangerment to the driver, or other occupant or any person on the highway, may require the driver of the motor vehicle to stop and submit to an inspection of the motor vehicle and its equipment, license plates, and registration certificate.\n\nSource:SL 1961, ch 147; SL 1965, ch 136; SL 1967, ch 182, §2; SL 1979, ch 220, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-28/"
    },
    {
      "id": "section-32-21-29",
      "number": "32-21-29",
      "heading": "Issuance of warning ticket--Contents of tickets--Time within which correction must be made.",
      "text": "32-21-29. Issuance of warning ticket--Contents of tickets--Time within which correction must be made.\n\nPeace officers are hereby authorized to issue a warning ticket to any driver whose motor vehicle is in violation of any of the provisions of this title. Such warning ticket shall clearly designate the provision of the motor vehicle laws which is being violated and shall provide for notification to the issuing officer when such violation is corrected, such correction to be made not later than ten days after the date of issue of the warning ticket, at the discretion of the issuing officer. The form and content of the warning ticket shall be at the discretion of the superintendent of the highway patrol. This authority shall not be construed as a limitation of the power to arrest in accordance with statutes of this state.\n\nSource:SL 1961, ch 147; SL 1965, ch 136; SL 1967, ch 182, §2; SL 1970, ch 177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-29/"
    },
    {
      "id": "section-32-21-30",
      "number": "32-21-30",
      "heading": "Compliance with directions of peace officer--Violation as misdemeanor--Venue of violations.",
      "text": "32-21-30. Compliance with directions of peace officer--Violation as misdemeanor--Venue of violations.\n\nThe driver of a motor vehicle shall comply with any lawful order, signal, or direction of a peace officer; submit to any lawful inspection under this chapter, and comply with the provisions or requirements of a warning ticket issued by a peace officer. A violation of this section is a Class 2 misdemeanor. Venue of a violation of this section shall be in the county where such offense takes place, or in which such warning ticket is issued and delivered, and, in the event such county is unorganized, trial shall be had in the county to which it is attached for judicial purposes.\n\nSource:SL 1961, ch 147; SL 1965, ch 136; SL 1967, ch 182, §2; SL 1970, ch 178; SL 1979, ch 220, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-30/"
    },
    {
      "id": "section-32-21-31",
      "number": "32-21-31",
      "heading": ", 32-21-32. Repealed .",
      "text": ", 32-21-32. Repealed .",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-21-33",
      "number": "32-21-33",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-21-34",
      "number": "32-21-34",
      "heading": "Inspectors required to be previously approved by division--Violation as misdemeanor.",
      "text": "32-21-34. Inspectors required to be previously approved by division--Violation as misdemeanor.\n\nAny person performing an inspection under this chapter shall have been previously approved to act as an inspector by the Division of Highway Patrol. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 2018, ch 194, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-21/section-32-21-34/"
    }
  ]
}