{
  "state": "south-dakota",
  "path": "title-title-32-motor-vehicles/chapter-chapter-06d-manufacturers-warranty",
  "sections": [
    {
      "id": "section-32-6d-1",
      "number": "32-6D-1",
      "heading": "Definitions.Section 32-6D-2 - Notice of nonconforming condition--Timeliness--Obligation to repair",
      "text": "32-6D-1. Definitions.\n\nTerms used in this chapter mean:\n\n(1)\"Consumer,\" the purchaser, other than for purposes of resale, of a new or previously untitled motor vehicle used in substantial part for personal, family, or household purposes, who is entitled by the terms of the warranty to enforce the obligations of the warranty;\n\n(2)\"Express warranty,\" a written warranty, so labeled, issued by the manufacturer of a new motor vehicle, including any terms or conditions precedent to the enforcement of obligations under that warranty;\n\n(3)\"Lemon law rights period,\" the period ending one year after the date of the original delivery of a motor vehicle to a consumer or the first twelve thousand miles of operation, whichever first occurs;\n\n(4)\"Manufacturer,\" the person, firm, corporation, or limited liability company engaged in the business of manufacturing, importing, or distributing motor vehicles to be made available to a motor vehicle dealer for retail sale;\n\n(5)\"Motor vehicle,\" any vehicle intended primarily for use and operation on the public highway that is self-propelled. The term also includes any all-terrain vehicle with four or more wheels and with a combustion engine having a piston or rotor displacement of two hundred cubic centimeters or more. The term does not include any electric bicycle as defined in §32-20B-9, a multi-passenger quadricycle as defined in §32-14-17, or any motor home or any motor vehicle having a manufacturer's gross vehicle weight rating of fifteen thousand pounds or more;\n\n(6)\"Motor vehicle dealer\" or \"authorized dealer,\" any person operating under a dealer agreement from a manufacturer and licensed pursuant to chapter 32-6B;\n\n(7)\"Nonconforming condition,\" any condition of a motor vehicle that is not in conformity with the terms of any express warranty issued by the manufacturer to a consumer and that significantly impairs the use, value, or safety of the motor vehicle and occurs or arises solely in the course of the ordinary use of the motor vehicle, and that does not arise or occur as a result of abuse, neglect, modification, or alteration of the motor vehicle not authorized by the manufacturer, nor from any accident or other damage to the motor vehicle which occurs or arises after the motor vehicle was delivered by an authorized dealer to the consumer; and\n\n(8)\"Notice of a nonconforming condition,\" a written statement delivered to the manufacturer and that describes the motor vehicle, the nonconforming condition, and all previous attempts to correct the nonconforming condition by identifying the person who made the attempt and the time the attempt was made.\n\nSource: SL 1993, ch 227, §1; SL 2014, ch 139, §7; SL 2015, ch 164, §1; SL 2019, ch 132, §1; SL 2019, ch 135, §11; SL 2024, ch 118, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-1/"
    },
    {
      "id": "section-32-6d-2",
      "number": "32-6D-2",
      "heading": "Notice of nonconforming condition--Timeliness--Obligation to repair.",
      "text": "32-6D-2. Notice of nonconforming condition--Timeliness--Obligation to repair.\n\nIf a new motor vehicle does not conform to any applicable express warranty and the consumer delivers the motor vehicle to the manufacturer or its authorized dealer and gives notice of the nonconforming condition during the lemon law rights period, the manufacturer of the motor vehicle shall make the necessary repairs to the motor vehicle to remedy any such nonconforming condition. The repairs are required even after the expiration of the lemon law rights period if notice of the nonconforming condition was first given during the lemon law rights period. However, the manufacturer's obligation to repair the nonconforming condition does not extend beyond the period of twenty-four months following delivery of the vehicle or twenty-four thousand miles, whichever occurs first.\n\nSource:SL 1993, ch 227, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-2/"
    },
    {
      "id": "section-32-6d-3",
      "number": "32-6D-3",
      "heading": "Replacement of irreparable vehicle--Refund.",
      "text": "32-6D-3. Replacement of irreparable vehicle--Refund.\n\nIf, after reasonable attempts, the manufacturer or its authorized dealer is unable to conform the motor vehicle to any express warranty by repairing or correcting a nonconforming condition of the motor vehicle which first occurred during the lemon law rights period, the manufacturer shall, through its authorized dealer, at the option of the consumer, replace the motor vehicle with a comparable new motor vehicle and shall refund the customer all collateral charges, including excise tax, license, and registration fees and similar government charges or shall accept return of the vehicle from the consumer and refund to the consumer the following:\n\n(1)The full contract price including charges for undercoating, dealer preparation, and transportation charges, and installed options, plus the nonrefundable portions of extended warranties and service contracts;\n\n(2)All collateral charges, including excise tax, license, and registration fees and similar government charges;\n\n(3)All finance charges incurred by the consumer after he first reported the nonconformity to the manufacturer or its authorized dealer; and\n\n(4)Any incidental damages which shall include the reasonable cost of alternative transportation during the period that the consumer is without the use of the motor vehicle because of the nonconforming condition.\n\nSource:SL 1993, ch 227, §3; SL 2007, ch 178, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-3/"
    },
    {
      "id": "section-32-6d-4",
      "number": "32-6D-4",
      "heading": "Allowance for use of vehicle offset against monetary recovery.",
      "text": "32-6D-4. Allowance for use of vehicle offset against monetary recovery.\n\nRefunds shall be made to the consumer and any lien holders, as their interests may appear. There shall be offset against any monetary recovery of the consumer a reasonable allowance for the consumer's use of the vehicle. A reasonable allowance for use is that amount directly attributable to use by the consumer before his first report of the nonconformity to the manufacturer or authorized dealer and shall be calculated by multiplying the full purchase price of the motor vehicle by a fraction having as its denominator one hundred thousand and having as its numerator the number of miles that the vehicle traveled before the first report of nonconformity.\n\nSource:SL 1993, ch 227, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-4/"
    },
    {
      "id": "section-32-6d-5",
      "number": "32-6D-5",
      "heading": "Reasonable attempts to correct nonconforming condition.",
      "text": "32-6D-5. Reasonable attempts to correct nonconforming condition.\n\nIt is presumed that reasonable attempts to correct a nonconforming condition have been allowed by the consumer if, during the period of twenty-four months following delivery of the vehicle or twenty-four thousand miles, whichever first occurs, either of the following events occurred:\n\n(1)The same nonconforming condition was subject to repair attempts four or more times by the manufacturer, or its authorized dealers, at least one of which occurred during the lemon law rights period, plus a final attempt by the manufacturer, and the same nonconforming condition continues to exist; or\n\n(2)The motor vehicle was out of service and in the custody of the manufacturer or an authorized dealer due to repair attempts including the final repair attempt, one of which occurred during the lemon law rights period, for a cumulative total of thirty calendar days, unless the repair could not be performed because of conditions beyond the control of the manufacturer or authorized dealers, such as war, invasion, strike, fire, flood, or other natural disaster.\n\nSource:SL 1993, ch 227, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-5/"
    },
    {
      "id": "section-32-6d-6",
      "number": "32-6D-6",
      "heading": "Civil action against manufacturer.",
      "text": "32-6D-6. Civil action against manufacturer.\n\nA consumer sustaining damages as a proximate consequence of the failure by a manufacturer to perform its obligations imposed under this chapter may bring a civil action against the manufacturer to enforce the provisions of this chapter. Prior to the commencement of any such proceeding a consumer shall give notice of a nonconforming condition by certified mail to the manufacturer and demand correction or repair of the nonconforming condition. If at the time the notice of a nonconforming condition is given to the manufacturer, a presumption has arisen that reasonable attempts to correct a nonconforming condition have been allowed, the manufacturer shall be given a final opportunity to cure the nonconforming condition. The manufacturer shall within seven calendar days of receiving the written notice of nonconforming condition notify the consumer of a reasonably accessible repair facility. After delivery of the new vehicle to the authorized repair facility by the consumer, the manufacturer shall attempt to correct the nonconforming condition and conform the vehicle to the express warranty within a period not to exceed fourteen calendar days. If a manufacturer has established an informal dispute settlement procedure conducted within the state which is in compliance with federal rules and regulations, a consumer shall first exhaust any remedy afforded to the consumer under the informal dispute procedure of the manufacturer before a cause of action may be instituted under the provisions of this chapter.\n\nSource:SL 1993, ch 227, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-6/"
    },
    {
      "id": "section-32-6d-7",
      "number": "32-6D-7",
      "heading": "Affirmative defenses to claim against manufacturer.",
      "text": "32-6D-7. Affirmative defenses to claim against manufacturer.\n\nIt is an affirmative defense to any claim against the manufacturer under this chapter that:\n\n(1)An alleged nonconforming condition does not significantly impair the use, market value, or safety of the motor vehicle; or\n\n(2)A nonconforming condition is a result of abuse, neglect, or any modification or alteration of a motor vehicle by a consumer that is not authorized by the manufacturer.\n\nSource:SL 1993, ch 227, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-7/"
    },
    {
      "id": "section-32-6d-8",
      "number": "32-6D-8",
      "heading": "Attorney fees.",
      "text": "32-6D-8. Attorney fees.\n\nIf the manufacturer has breached its obligations imposed under this chapter, the consumer may recover, in addition to the remedy provided under §§32-6D-2 to 32-6D-5, inclusive, an additional award for reasonable attorney fees.\n\nSource:SL 1993, ch 227, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-8/"
    },
    {
      "id": "section-32-6d-9",
      "number": "32-6D-9",
      "heading": "Resale of returned vehicle.",
      "text": "32-6D-9. Resale of returned vehicle.\n\nIf a motor vehicle has been returned to the manufacturer under the provisions of this chapter or a similar statute of another state, whether as the result of a legal action or as the result of an informal dispute settlement proceeding, it may not be resold in this state unless:\n\n(1)The manufacturer discloses in writing to the subsequent purchaser the fact that the motor vehicle was returned under the provisions of this chapter and the nature of the nonconformity to the vehicle warranty; and\n\n(2)The manufacturer returns the title of the motor vehicle to the Department of Revenue advising of the return of the motor vehicle under provisions of this chapter with an application for title in the name of the manufacturer. The department shall brand the title issued to the manufacturer and all subsequent titles to the motor vehicle with the following statement: \"This vehicle was returned to the manufacturer because it did not conform to its warranty.\"\n\nSource:SL 1993, ch 227, §9; SL 2004, ch 17, §95; SL 2011, ch 1 (Ex. Ord. 11-1), §161, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-9/"
    },
    {
      "id": "section-32-6d-10",
      "number": "32-6D-10",
      "heading": "Liability of dealer.",
      "text": "32-6D-10. Liability of dealer.\n\nNothing in this chapter imposes any liability upon a motor vehicle dealer or authorized dealer or creates a cause of action by a consumer against a motor vehicle dealer or authorized dealer. No manufacturer may charge back or require reimbursement by a motor vehicle dealer or authorized dealer for any costs, including any refunds or vehicle replacements, incurred by the manufacturer arising out of this chapter.\n\nSource:SL 1993, ch 227, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-10/"
    },
    {
      "id": "section-32-6d-11",
      "number": "32-6D-11",
      "heading": "Time limit for action.",
      "text": "32-6D-11. Time limit for action.\n\nAny action brought under this chapter against the manufacturer shall be commenced within three years following the date of original delivery of the motor vehicle to the consumer.\n\nSource:SL 1993, ch 227, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-06d/section-32-6d-11/"
    }
  ]
}