{
  "state": "south-dakota",
  "path": "title-title-32-motor-vehicles/chapter-chapter-23-driving-under-the-influence",
  "sections": [
    {
      "id": "section-32-23-1",
      "number": "32-23-1",
      "heading": "Driving or control of vehicle prohibited with alcohol in blood or while under influence of alcohol, drug, or intoxicant",
      "text": "32-23-1. Driving or control of vehicle prohibited with alcohol in blood or while under influence of alcohol, drug, or intoxicant.\n\nNo person may drive or be in actual physical control of any vehicle while:\n\n(1)There is 0.08 percent or more by weight of alcohol in that person's blood as shown by chemical analysis of that person's breath, blood, or other bodily substance;\n\n(2)Under the influence of an alcoholic beverage, marijuana, or any controlled drug or substance not obtained pursuant to a valid prescription, or any combination of an alcoholic beverage, marijuana, or such controlled drug or substance;\n\n(3)Under the influence of any controlled drug or substance obtained pursuant to a valid prescription, or any other substance, to a degree which renders the person incapable of safely driving;\n\n(4)Under the combined influence of an alcoholic beverage and or any controlled drug or substance obtained pursuant to a valid prescription, or any other substance, to a degree which renders the person incapable of safely driving; or\n\n(5)Under the influence of any substance ingested, inhaled, or otherwise taken into the body as prohibited by §22-42-15.\n\nSource:SDC 1939, §§44.0302, 44.9920, 44.9922; SL 1949, ch 42, §1; SL 1953, ch 246, §1; SDC Supp 1960, §44.0302-1; SL 1973, ch 195, §3; SL 1976, ch 158, §42-8; SL 1982, ch 246, §1; SL 2002, ch 160, §1; SL 2006, ch 168, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-1/"
    },
    {
      "id": "section-32-23-11",
      "number": "32-23-1.1",
      "heading": "Arrest without warrant on probable cause after accident.",
      "text": "32-23-1.1. Arrest without warrant on probable cause after accident.\n\nA law enforcement officer may, without a warrant, arrest a person for a violation of the provisions of §32-23-1 when the officer has probable cause to believe that the person to be arrested has been involved in a traffic accident and has violated the provisions of §32-23-1 and that such violation occurred prior to or immediately following such traffic accident.\n\nSource:SL 1973, ch 195, §10; SL 2006, ch 168, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-1-1/"
    },
    {
      "id": "section-32-23-12",
      "number": "32-23-1.2",
      "heading": "Submission to breath test required by officer--Chemical test after positive breath test.",
      "text": "32-23-1.2. Submission to breath test required by officer--Chemical test after positive breath test.\n\nEvery person operating a vehicle which has been involved in an accident or which is operated in violation of any of the provisions of this chapter shall, at the request of a law enforcement officer, submit to a breath test to be administered by such officer. If such test indicates that such operator has consumed alcohol, the law enforcement officer may require such operator to submit to a chemical test in the manner set forth in this chapter.\n\nSource:SL 1973, ch 195, §11; SL 2006, ch 168, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-1-2/"
    },
    {
      "id": "section-32-23-13",
      "number": "32-23-1.3",
      "heading": "Arrested person to be charged--Requirements for reduction or dismissal.",
      "text": "32-23-1.3. Arrested person to be charged--Requirements for reduction or dismissal.\n\nAny person arrested for driving or being in actual physical control of a vehicle while the weight of alcohol in the blood of the arrested person is 0.08 percent or greater, shall be charged with a violation of §32-23-1. The charge may be reduced or dismissed only if the prosecuting attorney states the reasons for reduction or dismissal in writing and on the record and files the reasons with the clerk of courts.\n\nSource:SL 1983, ch 244, §1; SL 2002, ch 160, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-1-3/"
    },
    {
      "id": "section-32-23-2",
      "number": "32-23-2",
      "heading": "Punishment for prohibited driving--First offense--Limited driving privilege.",
      "text": "32-23-2. Punishment for prohibited driving--First offense--Limited driving privilege.\n\nIf conviction for a violation of §32-23-1 is for a first offense, the person is guilty of a Class 1 misdemeanor, and the court must revoke the person's driver license for not less than thirty days. The court may, in its discretion, issue an order, upon proof of financial responsibility pursuant to §32-35-113, permitting the person to operate a vehicle for purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, health appointments, attendance at court or probation appointments, or attendance at counseling programs, treatment, or aftercare. The court may also order the revocation of the person's driving privilege for a further period not to exceed one year or restrict the privilege in any manner it sees fit for a period not to exceed one year.\n\nSource: SL 1953, ch 246, §1; SDC Supp 1960, §44.9922 (1); SL 1973, ch 195, §5; SL 1975, ch 207, §1; SL 1976, ch 198; SL 1977, ch 189, §112; SL 1985, ch 263, §1; SL 1991, ch 252, §17; SL 1994, ch 255, §5; SL 2006, ch 168, §4; SL 2008, ch 161, §1, eff. Feb. 27, 2008; SL 2022, ch 99, §1; SL 2024, ch 120, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-2/"
    },
    {
      "id": "section-32-23-21",
      "number": "32-23-2.1",
      "heading": "Evaluation of certain persons convicted of first offense driving while intoxicated--Costs.",
      "text": "32-23-2.1. Evaluation of certain persons convicted of first offense driving while intoxicated--Costs.\n\nAny person convicted of a first offense pursuant to §32-23-1 with a 0.17 percent or more by weight of alcohol in the person's blood shall, in addition to the penalties provided in §32-23-2, be required to undergo a court-ordered evaluation by an addiction counselor licensed or certified by the Board of Addiction and Prevention Professionals pursuant to §36-34-13.1 or a licensed or certified health care professional with specialized training in chemical dependency evaluation to determine if the defendant is chemically dependent. The cost of such evaluation shall be paid by the defendant. The recommendations of the evaluation shall be provided to the referring judge.\n\nSource:SL 1991, ch 262; SDCL §32-33-23; SL 2006, ch 168, §5; SL 2007, ch 184, §1; SL 2016, ch 15, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-2-1/"
    },
    {
      "id": "section-32-23-3",
      "number": "32-23-3",
      "heading": "Punishment for second offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege.",
      "text": "32-23-3. Punishment for second offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege.\n\nIf conviction for a violation of §32-23-1 is for a second offense, the person is guilty of a Class 1 misdemeanor, and the court must revoke the person's driver license for a period of not less than one year. Upon the successful completion of a court-approved chemical dependency program, and proof of financial responsibility pursuant to §32-35-113, the court may permit the person to drive for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, health appointments, attendance at court or probation appointments, or attendance at counseling programs, treatment, or aftercare. If the person is convicted of driving without a license during that period, the court must sentence the person to the county jail for not less than three days, which sentence may not be suspended.\n\nSource: SL 1953, ch 246, §1; SDC Supp 1960, §44.9922 (2); SL 1973, ch 195, §6; SL 1977, ch 189, §113; SL 1982, ch 247, §1; SL 1994, ch 261, §1; SL 2006, ch 168, §6; SL 2008, ch 161, §2, eff. Feb. 27, 2008; SL 2022, ch 99, §2; SL 2024, ch 120, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-3/"
    },
    {
      "id": "section-32-23-4",
      "number": "32-23-4",
      "heading": "Punishment for third offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege.",
      "text": "32-23-4. Punishment for third offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege.\n\nIf conviction for a violation of §32-23-1 is for a third offense, the person is guilty of a Class 6 felony, and the court must revoke the person's driver license for a period of not less than one year from the date sentence is imposed or one year from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court must sentence the person to the county jail for not less than ten days, which sentence may not be suspended. Notwithstanding §23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of the revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to §32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, health appointments, attendance at court or probation appointments, or attendance at counseling programs, treatment, or aftercare.\n\nSource: SL 1953, ch 246, §1; SDC Supp 1960, §44.9922 (3); SL 1961, ch 240; SL 1971, ch 190; SL 1973, ch 195, §7; SL 1982, ch 247, §2; SL 1985, ch 263, §2; SL 1989, ch 273, §1; SL 2006, ch 168, §7; SL 2008, ch 161, §3, eff. Feb. 27, 2008; SL 2022, ch 99, §3; SL 2024, ch 120, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4/"
    },
    {
      "id": "section-32-23-41",
      "number": "32-23-4.1",
      "heading": "Calculation of number of offenses.",
      "text": "32-23-4.1. Calculation of number of offenses.\n\nExcept as authorized under §32-23-4.9, no previous conviction for, or plea of guilty to, a violation of §32-23-1, 22-18-36, or 22-16-41 occurring more than ten years prior to the date of the violation being charged may be used to determine that the violation being charged is a second, third, or subsequent offense. Any period of time during which the defendant was incarcerated for a previous violation may not be included when calculating if the time period provided in this section has elapsed.\n\nSource:SDC Supp 1960, §44.03B23 (3) as enacted by SL 1963, ch 270; SDCL §32-12-48; SL 1973, ch 195, §4; SL 1983, ch 244, §2; SL 1999, ch 164, §1; SL 2001, ch 177, §1; SL 2010, ch 165, §1; SL 2013, ch 101, §64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-1/"
    },
    {
      "id": "section-32-23-42",
      "number": "32-23-4.2",
      "heading": "Separate allegation of former conviction.",
      "text": "32-23-4.2. Separate allegation of former conviction.\n\nIn any criminal case brought pursuant to the provisions of §32-23-3, 32-23-4, 32-23-4.6, or 32-23-4.7, whether brought by information or indictment, a separate supporting information shall allege, in addition to the principal offense charged, any former convictions. If the information is in two separate parts, each part shall be signed by the prosecutor. In the first part the particular offense with which the accused is charged shall be set out, and in the other part any former convictions shall be alleged.\n\nSource:SL 1979, ch 159, §4A; SL 1989, ch 273, §3; SL 1994, ch 261, §2; SL 2003, ch 172, §1; SL 2010, ch 166, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-2/"
    },
    {
      "id": "section-32-23-43",
      "number": "32-23-4.3",
      "heading": "Plea and election of method of trial on driving under influence--Advice as to former conviction charge.",
      "text": "32-23-4.3. Plea and election of method of trial on driving under influence--Advice as to former conviction charge.\n\nThe plea and election of method of trial by the accused shall be first taken only on the first part of the information described in §32-23-4.2 but before a plea is made the accused shall be informed by the judge, in absence of the jury, of the contents of the second part. There shall be entered in the minutes of the court the time and place when and where the judge so informed the accused, and like entry thereof shall be made in the judgment.\n\nSource:SL 1979, ch 159, §4B; SL 2006, ch 168, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-3/"
    },
    {
      "id": "section-32-23-44",
      "number": "32-23-4.4",
      "heading": "Separate trial on charge of former conviction.",
      "text": "32-23-4.4. Separate trial on charge of former conviction.\n\nOn a finding of guilty on the first part of the information described in §32-23-4.2 a plea shall be taken and, if necessary, an election made on the second part and a trial thereon proceeded with, and until such time no information as to the second part of the information may be divulged to the jury. If the accused elects a jury trial in the second part of the information, such trial may be had to the same or another jury as the court may direct.\n\nSource:SL 1979, ch 159, §4C; SL 2006, ch 168, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-4/"
    },
    {
      "id": "section-32-23-45",
      "number": "32-23-4.5",
      "heading": "Convictions in other states considered.",
      "text": "32-23-4.5. Convictions in other states considered.\n\nAny conviction for, or plea of guilty to, an offense in another state which, if committed in this state, would be a violation of §32-23-1, 22-18-36, or 22-16-41, and occurring within ten years prior to the date of the violation being charged, or twenty-five years if the requirements of §32-23-4.9 have been satisfied, must be used to determine if the violation being charged is a second, third, or subsequent offense.\n\nSource: SL 1983, ch 244, §3; SL 2001, ch 177, §2; SL 2010, ch 165, §2; SL 2023, ch 106, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-5/"
    },
    {
      "id": "section-32-23-46",
      "number": "32-23-4.6",
      "heading": "Punishment for fourth offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege--Mandatory sentence--Suspension of sentence",
      "text": "32-23-4.6. Punishment for fourth offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege--Mandatory sentence--Suspension of sentence.\n\nIf a conviction for a violation of §32-23-1 is for a fourth offense, the person is guilty of a Class 5 felony, and the court must revoke the person's driver license for a period of not less than two years from the date sentence is imposed or two years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding §23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of the revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to §32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, health appointments, attendance at court or probation appointments, or attendance at counseling programs, treatment, or aftercare. Sentencing pursuant to this section includes the provisions of §23A-27-18.\n\nThe court must sentence the person to at least two years in a state correctional facility, one year of which must be served on parole, unless refused pursuant to §24-15A-15. Any term of parole must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The court may suspend this sentence only if the court orders the person to participate in and complete a drug court program, DUI court program, veterans treatment court program, or mental health court program, as a condition of probation.\n\nSource: SL 1989, ch 273, §2; SL 2005, ch 173, §2; SL 2006, ch 168, §10; SL 2008, ch 161, §4, eff. Feb. 27, 2008; SL 2011, ch 147, §1; SL 2013, ch 101, §65; SL 2022, ch 99, §4; SL 2023, ch 107, §1; SL 2024, ch 120, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-6/"
    },
    {
      "id": "section-32-23-47",
      "number": "32-23-4.7",
      "heading": "Punishment for fifth or subsequent offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege--Mandatory sentence",
      "text": "32-23-4.7. Punishment for fifth or subsequent offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege--Mandatory sentence.\n\nIf a conviction for violation of §32-23-1 is for a fifth or subsequent offense, the person is guilty of a Class 4 felony and the court must revoke the person's driver license for a period of not less than three years from the date sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver's license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding §23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of the revocation. Upon the successful completion of a court-approved chemical dependency counseling program, and proof of financial responsibility pursuant to §32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, health appointments, attendance at court or probation appointments, or attendance at counseling programs, treatment, or aftercare.\n\nThe court must sentence the person to at least four years in a state correctional facility, one year of which must be served on parole, unless refused pursuant to §24-15A-15. Any term of parole must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The court may suspend this sentence only if the court orders the person to participate in and complete a drug court program, DUI court program, veterans treatment court program, or mental health court program, as a condition of probation.\n\nSource: SL 2005, ch 173, §1; SL 2006, ch 168, §11; SL 2008, ch 161, §5, eff. Feb. 27, 2008; SL 2011, ch 147, §2; SL 2022, ch 99, §5; SL 2023, ch 107, §2; SL 2024, ch 120, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-7/"
    },
    {
      "id": "section-32-23-48",
      "number": "32-23-4.8",
      "heading": "Convictions under §22-18-36 or 22-16-41 included in calculation of number of offenses.",
      "text": "32-23-4.8. Convictions under §22-18-36 or 22-16-41 included in calculation of number of offenses.\n\nFor purposes of determining whether a conviction for a violation of §32-23-1 is for a second or subsequent offense, any conviction for a violation of §22-18-36 or 22-16-41 counts as a conviction of §32-23-1.\n\nSource:SL 2010, ch 165, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-8/"
    },
    {
      "id": "section-32-23-49",
      "number": "32-23-4.9",
      "heading": "Punishment for sixth or subsequent offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege--Mandatory sentence--Supervision",
      "text": "32-23-4.9. Punishment for sixth or subsequent offense--Revocation of driving privilege--Jail sentence for driving while privilege revoked--Limited driving privilege--Mandatory sentence--Supervision.\n\nIf a conviction for a violation of §32-23-1 is for a sixth or subsequent offense, and the person had at least five convictions of §32-23-1 occurring within twenty-five years of the violation being charged and at least two of those prior convictions occurred within ten years, the violation is an aggravated offense and the person is guilty of a Class 4 felony. If a person is convicted of an aggravated violation of §32-23-1 and the person has at least six convictions of §32-23-1 occurring within fifteen years of the violation being charged, the court must sentence the person to at least six years in a state correctional facility, one year of which must be served on parole, unless refused pursuant to §24-15A-15. Any term of parole must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The court may suspend this sentence only if the court orders the person to participate in and complete a drug court program, DUI court program, veterans treatment court program, or mental health court program, as a condition of probation.\n\nThe court must revoke the person's driver license for a period of not less than three years from the date the sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. If the person is returned to imprisonment prior to the completion of the period of driver license revocation, time spent imprisoned does not count toward fulfilling the period of revocation. If the person is convicted of driving without a license during that period, the court must sentence the person to the county jail for not less than twenty days, which sentence may not be suspended. Notwithstanding §23A-27-19, the court retains jurisdiction to modify the conditions of the license revocation for the term of the revocation.\n\nUpon the person's successful completion of a court-approved chemical dependency counseling program and proof of financial responsibility pursuant to §32-35-113, the court may permit the person to operate a vehicle for the purposes of employment, 24/7 sobriety testing, attendance at school, child care delivery or pickup, health appointments, attendance at court or probation appointments, or attendance at counseling programs, treatment, or aftercare.\n\nFor any person convicted under this section and placed on probation, parole, or released from prison due to a suspended sentence, the person's supervision must include at least one of the following: enrollment in an alcohol or drug accountability program, an ignition interlock, a breath alcohol interlock, an alcohol monitoring bracelet, or another enhanced monitoring tool. The Unified Judicial System shall supervise the offender if the sentence does not include a term of imprisonment in a state correctional facility. The Department of Corrections shall supervise the offender if the sentence includes a term of imprisonment in a state correctional facility. Any offender supervised pursuant to this section is not excluded from earned discharge credit as otherwise authorized by statute.\n\nIf, during the period of supervision imposed under this section, the person being supervised violates conditions, the person must be penalized according to the graduated sanctions policy as established by the Supreme Court or the Department of Corrections, respectively.\n\nSource: SL 2013, ch 101, §63; SL 2015, ch 170, §1; SL 2022, ch 99, §6; SL 2023, ch 82, §97; SL 2023, ch 107, §3; SL 2024, ch 120, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-9/"
    },
    {
      "id": "section-32-23-410",
      "number": "32-23-4.10",
      "heading": "Costs payable to county--Nonpayment punishable by contempt.",
      "text": "32-23-4.10. Costs payable to county--Nonpayment punishable by contempt.\n\nIn addition to any other penalty, assessment, or fine provided by law, the court shall order any person convicted of a crime for a violation of §32-23-1 to remit costs in the amount of fifty dollars to the clerk of courts. The clerk of courts shall forward any amount collected pursuant to this section to the county treasurer for deposit in the county general fund. Failure to remit the amount to the clerk of courts in the time specified by the court is punishable by contempt proceedings.\n\nSource:SL 2015, ch 171, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-4-10/"
    },
    {
      "id": "section-32-23-5",
      "number": "32-23-5",
      "heading": "32-23-5.Repealed by SL 1988, ch 254, §7.",
      "text": "32-23-5.Repealed by SL 1988, ch 254, §7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-23-6",
      "number": "32-23-6",
      "heading": "Lawful use of drugs no defense.",
      "text": "32-23-6. Lawful use of drugs no defense.\n\nThe fact that any person charged with a violation of §32-23-1 is or has been prescribed a drug under the laws of this state is not a defense against any charge of violating §32-23-1.\n\nSource:SL 1949, ch 42, §§1, 2; SDC Supp 1960, §44.0302-1 (4); SL 1965, ch 191; SL 2006, ch 168, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-6/"
    },
    {
      "id": "section-32-23-7",
      "number": "32-23-7",
      "heading": "Presumptions arising from chemical analysis of body fluids.",
      "text": "32-23-7. Presumptions arising from chemical analysis of body fluids.\n\nIn any criminal prosecution for a violation of §32-23-1 relating to driving a vehicle while under the influence of an alcoholic beverage, a violation of §22-16-41, or a violation of §22-18-36, the amount of alcohol in the defendant's blood at the time alleged as shown by chemical analysis of the defendant's blood, breath, or other bodily substance gives rise to the following presumptions:\n\n(1)If there was at that time five hundredths percent or less by weight of alcohol in the defendant's blood, it is presumed that the defendant was not under the influence of an alcoholic beverage;\n\n(2)If there was at that time in excess of five hundredths percent but less than eight hundredths percent by weight of alcohol in the defendant's blood, such fact does not give rise to any presumption that the defendant was or was not under the influence of an alcoholic beverage, but such fact may be considered with other competent evidence in determining the guilt or innocence of the defendant;\n\n(3)If there was at that time eight hundredths percent or more by weight of alcohol in the defendant's blood, it is presumed that the defendant was under the influence of an alcoholic beverage.\n\nPercent by weight of alcohol in the blood shall be based upon milligrams of alcohol per 1.0 cubic centimeter of whole blood or 2100 cubic centimeters of deep lung breath.\n\nSource:SL 1949, ch 42, §2; SDC Supp 1960, §44.0302-1; SL 1965, ch 191; SL 1971, ch 191, §1; SL 1971, ch 192, §1; SL 1982, ch 246, §2; SL 1983, ch 176, §2; SL 2000, ch 159, §1; SL 2002, ch 160, §2; SL 2006, ch 168, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-7/"
    },
    {
      "id": "section-32-23-8",
      "number": "32-23-8",
      "heading": "Other evidence on being under the influence of alcoholic beverage.",
      "text": "32-23-8. Other evidence on being under the influence of alcoholic beverage.\n\nThe provisions of §32-23-7 may not be construed as limiting the introduction of any other competent evidence bearing upon the question whether or not the defendant was under the influence of an alcoholic beverage.\n\nSource:SL 1949, ch 42, §2; SDC Supp 1960, §44.0302-1 (4); SL 1965, ch 191; SL 2006, ch 168, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-8/"
    },
    {
      "id": "section-32-23-9",
      "number": "32-23-9",
      "heading": "32-23-9.Repealed by SL 1974, ch 76, §4.",
      "text": "32-23-9.Repealed by SL 1974, ch 76, §4.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-23-10",
      "number": "32-23-10",
      "heading": "Operation of vehicle as consent to withdrawal of bodily substances and chemical analysis--Submission to withdrawal or analysis following arrest.",
      "text": "32-23-10. Operation of vehicle as consent to withdrawal of bodily substances and chemical analysis--Submission to withdrawal or analysis following arrest.\n\nAny person who operates any vehicle in this state is considered to have given consent to the withdrawal of blood or other bodily substance and chemical analysis of the person's blood, breath, or other bodily substance to determine the amount of alcohol in the person's blood and to determine the presence of marijuana or any controlled drug or substance or any substance ingested, inhaled, or otherwise taken into the body as prohibited by §22-42-15 or any other substance that may render a person incapable of safely driving. The arresting law enforcement officer may, subsequent to the arrest of any operator for a violation of §32-23-1, require the operator to submit to the withdrawal of blood or other bodily substances as evidence.\n\nSource:SL 1959, ch 264, §1; SDC Supp 1960, §44.0302-2; SL 1972, ch 181; SL 1973, ch 195, §12; SL 1982, ch 246, §3; SL 1983, ch 244, §5; SL 1988, ch 265; SL 1989, ch 274, §1; SL 1990, ch 259; SL 1998, ch 198, §2; SL 2001, ch 178, §1; SL 2004, ch 217, §1; SL 2006, ch 169, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-10/"
    },
    {
      "id": "section-32-23-101",
      "number": "32-23-10.1",
      "heading": "Refusal to submit to chemical test or allow withdrawal of bodily substance admissible into evidence.",
      "text": "32-23-10.1. Refusal to submit to chemical test or allow withdrawal of bodily substance admissible into evidence.\n\nIf a person refuses to submit to chemical analysis of the person's blood, urine, breath, or other bodily substance, or allow the withdrawal of blood or other bodily substance for chemical analysis as provided in §32-23-10, and that person subsequently stands trial for violation of §32-23-1 or §32-23-21, such refusal may be admissible into evidence at the trial.\n\nSource:SL 1980, ch 230, §1; SL 1989, ch 274, §2; SL 1998, ch 198, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-10-1/"
    },
    {
      "id": "section-32-23-102",
      "number": "32-23-10.2",
      "heading": "32-23-10.2.Repealed by SL 1989, ch 265, §27.",
      "text": "32-23-10.2.Repealed by SL 1989, ch 265, §27.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-23-103",
      "number": "32-23-10.3",
      "heading": "Serious bodily injury defined.",
      "text": "32-23-10.3. Serious bodily injury defined.\n\nFor purposes of §32-23-10, serious bodily injury is such injury as is grave and not trivial, and gives rise to apprehension of danger to life, health, or limb.\n\nSource:SL 2004, ch 217, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-10-3/"
    },
    {
      "id": "section-32-23-11",
      "number": "32-23-11",
      "heading": "Request for hearing on revocation of license for refusal to submit to chemical analysis--Eligibility to drive for purpose of employment--Rules for restricted licenses",
      "text": "32-23-11. Request for hearing on revocation of license for refusal to submit to chemical analysis--Eligibility to drive for purpose of employment--Rules for restricted licenses.\n\nAny person subject to license revocation for failure to submit to the withdrawal and chemical analysis pursuant to §32-23-18 who wants to contest the revocation, shall request a hearing, pursuant to chapter 1-26, within one hundred twenty days of arrest. If the secretary of public safety finds that the law enforcement officer complied with the law and the refusal was made by the person, the secretary shall revoke that person's license to drive and any nonresident operating privileges for one year. The secretary shall determine if the person is eligible to drive for the purpose of employment and may promulgate rules, pursuant to chapter 1-26, for determining that eligibility.\n\nThe secretary of public safety may promulgate rules for restricted licenses as follows:\n\n(1)Eligibility;\n\n(2)Application;\n\n(3)Determination;\n\n(4)Limitations; and\n\n(5)Grounds for revocation.\n\nSource:SL 1959, ch 264, §1; SDC Supp 1960, §44.0302-2; SL 1973, ch 195, §13; SL 1976, ch 199; SL 1980, ch 230, §3; SL 1982, ch 18, §28; SL 1982, ch 248, §1; SL 1986, ch 22, §7; SL 1989, ch 274, §3; SL 1995, ch 183, §1; SL 1996, ch 206; SL 2003, ch 272 (Ex. Ord. 03-1), §108, eff. Apr. 17, 2003; SL 2019, ch 136, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-11/"
    },
    {
      "id": "section-32-23-111",
      "number": "32-23-11.1",
      "heading": "License of driver under age twenty-one who pleads guilty not subject to revocation.",
      "text": "32-23-11.1. License of driver under age twenty-one who pleads guilty not subject to revocation.\n\nA person's license to drive is not subject to revocation as provided in §32-23-18 if that person pleads guilty to violating §32-23-21 before a revocation order is issued.\n\nSource:SL 1982, ch 248, §2; SL 1992, ch 225; SL 1992, ch 226, §4; SL 1993, ch 236, §1; SL 1993, ch 237, §2; SL 1997, ch 189, §3; SL 2016, ch 165, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-11-1/"
    },
    {
      "id": "section-32-23-12",
      "number": "32-23-12",
      "heading": "32-23-12.Repealed by SL 1997, ch 189, §2.",
      "text": "32-23-12.Repealed by SL 1997, ch 189, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-23-121",
      "number": "32-23-12.1",
      "heading": "32-23-12.1.Repealed by SL 1989, ch 265, §28.",
      "text": "32-23-12.1.Repealed by SL 1989, ch 265, §28.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-32-23-13",
      "number": "32-23-13",
      "heading": "Failure to invoke refusal procedure as permission to make chemical analysis.",
      "text": "32-23-13. Failure to invoke refusal procedure as permission to make chemical analysis.\n\nIf any operator of a motor vehicle in this state who has been requested to submit to a chemical test fails to invoke the provision in §32-23-11 which permits him to refuse to submit to a test, then the failure to invoke the provision permitting a refusal to submit to a test shall constitute consent and authority to administer a test notwithstanding the age of the operator of the motor vehicle.\n\nSource:SL 1959, ch 264, §5; SDC Supp 1960, §44.0302-2; SL 1971, ch 193, §1; SL 1982, ch 246, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-13/"
    },
    {
      "id": "section-32-23-14",
      "number": "32-23-14",
      "heading": "Persons authorized to withdraw blood to determine alcohol content--Liability.",
      "text": "32-23-14. Persons authorized to withdraw blood to determine alcohol content--Liability.\n\nOnly a physician, laboratory technician, registered nurse, physician's assistant, phlebotomist, licensed practical nurse, medical technician, medical technologist, or other person authorized pursuant to a certification, license, or training may withdraw blood for the purpose of determining the alcoholic content therein. This limitation does not apply to the taking of a breath or other bodily substance specimen. Such authorized persons, acting on the presumption of consent in §32-23-10, and any hospital or facility employing such persons, are not liable and may not be held to pay damages to the party from whom the blood sample is withdrawn, if the withdrawal is administered with usual and ordinary care. No person authorized to withdraw blood under this section may be required or forced to withdraw blood for the purposes outlined in this chapter, unless required pursuant to a written agreement.\n\nSource:SL 1959, ch 264, §3; SDC Supp 1960, §44.0302-2; SL 1971, ch 193, §2; SL 1975, ch 208, §1; SL 1982, ch 246, §5; SL 1983, ch 245, §4; SL 1989, ch 274, §4; SL 2006, ch 169, §4; SL 2010, ch 163, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-14/"
    },
    {
      "id": "section-32-23-141",
      "number": "32-23-14.1",
      "heading": "Requirements for validity of withdrawal or test--Director of laboratories to approve methods and issue permits.",
      "text": "32-23-14.1. Requirements for validity of withdrawal or test--Director of laboratories to approve methods and issue permits.\n\nTo be considered valid under the provisions of this chapter, the withdrawal or chemical analysis shall be performed at the direction of a law enforcement officer having lawfully arrested the person for a violation of §32-23-1 or 32-23-21 and the chemical test analysis of the person's breath, if one is performed, shall be performed according to methods approved by the director of laboratories and by a person possessing a valid permit issued by the director of laboratories for this purpose. The director of laboratories may approve satisfactory techniques or methods to ascertain the qualifications and competence of anyone to conduct such analysis and issue permits which are subject to termination or revocation at the discretion of the director of laboratories.\n\nSource:SL 1982, ch 246, §6; SL 1985, ch 283, §7; SL 1989, ch 274, §5; SL 1998, ch 198, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-14-1/"
    },
    {
      "id": "section-32-23-15",
      "number": "32-23-15",
      "heading": "Right to have technician of own choosing make separate test.",
      "text": "32-23-15. Right to have technician of own choosing make separate test.\n\nAny person tested pursuant to §§ 32-23-10 and 32-23-14 shall be permitted to have a physician, laboratory technician, registered nurse, physician's assistant, or medical technologist of the person's own choosing administer the chemical analysis in addition to the one administered at the direction of the law enforcement officer.\n\nSource:SL 1959, ch 264, §4; SDC Supp 1960, §44.0302-2; SL 1971, ch 193, §3; SL 1975, ch 208, §2; SL 1976, ch 228; SL 2006, ch 169, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-15/"
    },
    {
      "id": "section-32-23-16",
      "number": "32-23-16",
      "heading": "Results of analysis available to accused or attorney.",
      "text": "32-23-16. Results of analysis available to accused or attorney.\n\nUpon the request of any person who was tested pursuant to §§32-23-10 and 32-23-14, or upon the request of the person's attorney, the results of such analysis shall be made available to the person or to the person's attorney.\n\nSource:SL 1959, ch 264, §2; SDC Supp 1960, §44.0302-2; SL 1971, ch 191, §2; SL 1971, ch 192, §2; SL 2006, ch 169, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-16/"
    },
    {
      "id": "section-32-23-17",
      "number": "32-23-17",
      "heading": "Withdrawal, chemical test, and witness fees and expenses taxed as costs.",
      "text": "32-23-17. Withdrawal, chemical test, and witness fees and expenses taxed as costs.\n\nIn the case of a conviction under this chapter the costs accrued for the withdrawal and chemical analysis of blood or other bodily substance, and witness fees and expenses in connection therewith, shall be taxed by the court as costs in the action and shall, if the county is to have a lien for fees paid to counsel for an indigent, be included in the lien filed; otherwise it shall, with such other costs as the court imposes, be entered in the judgment as provided in chapter 23A-27.\n\nSource:SL 1970, ch 179; SL 1989, ch 274, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-17/"
    },
    {
      "id": "section-32-23-18",
      "number": "32-23-18",
      "heading": "Revocation of license of driver under age twenty-one for refusal to submit to chemical analysis.",
      "text": "32-23-18. Revocation of license of driver under age twenty-one for refusal to submit to chemical analysis.\n\nThe Department of Public Safety shall revoke the license of any person arrested for violating §32-23-21, who refuses to submit to a chemical analysis as requested by a law enforcement officer.\n\nSource:SL 1992, ch 226, §1; SL 1993, ch 237, §1; SL 1997, ch 189, §4; SL 1998, ch 198, §5; SL 2003, ch 272 (Ex. Ord. 03-1), §23; SL 2016, ch 165, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-18/"
    },
    {
      "id": "section-32-23-19",
      "number": "32-23-19",
      "heading": "Law enforcement officer to serve notice of intent to revoke--License confiscated--Notice as temporary license.",
      "text": "32-23-19. Law enforcement officer to serve notice of intent to revoke--License confiscated--Notice as temporary license.\n\nA law enforcement officer shall serve the notice of intent to revoke, on behalf of the Department of Public Safety and shall take possession of any driver's license issued by this state held by the person if the arrested driver refuses to submit to a chemical analysis as directed by the officer pursuant to §32-23-10. A copy of the completed notice of intent to revoke form, and any South Dakota driver's license taken into possession shall be forwarded to the department by the officer. If a valid South Dakota driver's license is surrendered, the notice of intent to revoke shall function as a temporary license which is valid for one hundred twenty days. Upon receipt of a petition for a hearing, the department may extend the temporary license thirty days following the scheduled date of the hearing.\n\nSource:SL 1992, ch 226, §2; SL 1998, ch 194, §1; SL 2003, ch 272, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-19/"
    },
    {
      "id": "section-32-23-20",
      "number": "32-23-20",
      "heading": "Revocation of nonresident driving privileges.",
      "text": "32-23-20. Revocation of nonresident driving privileges.\n\nThe department shall revoke the person's license to drive and any nonresident operating privileges pursuant to §32-23-11.\n\nSource:SL 1992, ch 226, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-20/"
    },
    {
      "id": "section-32-23-21",
      "number": "32-23-21",
      "heading": "Driver under age of twenty-one operating vehicle after alcohol or drug consumption--Misdemeanor--Suspension of license--Restricted driving privilege.",
      "text": "32-23-21. Driver under age of twenty-one operating vehicle after alcohol or drug consumption--Misdemeanor--Suspension of license--Restricted driving privilege.\n\nIt is a Class 2 misdemeanor for any person under the age of twenty-one to drive, operate, or be in actual physical control of any vehicle:\n\n(1)If there is physical evidence of 0.02 percent or more by weight of alcohol in the person's blood as shown by a chemical analysis of the person's breath, blood, or other bodily substance; or\n\n(2)After having consumed marijuana or any controlled drug or substance, other than a controlled drug or substance lawfully prescribed for the person, for as long as physical evidence of the consumption remains present in the person's body.\n\nIf a person is found guilty of or adjudicated for a violation of this section, the Unified Judicial System shall notify the Department of Public Safety. Upon conviction or adjudication, the court shall suspend that person's driver's license or operating privilege for a period of thirty days for a first offense, one hundred eighty days for a second offense, and one year for any third or subsequent offense. The court may, upon proof of financial responsibility under §32-35-43.1, issue an order permitting the person to operate a vehicle for purposes of the person's employment, attendance at school, or attendance at any counseling program.\n\nSource:SL 1998, ch 198, §1; SL 1999, ch 165, §1; SL 2003, ch 272 (Ex. Ord. 03-1), §23; SL 2004, ch 218, §1; SL 2006, ch 165, §4; SL 2019, ch 137, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-21/"
    },
    {
      "id": "section-32-23-22",
      "number": "32-23-22",
      "heading": "Chapter not applicable to person riding animal or foot-pedal conveyance.",
      "text": "32-23-22. Chapter not applicable to person riding animal or foot-pedal conveyance.\n\nThe provisions of this chapter do not apply to any person who is riding:\n\n(1)A horse or other animal; and\n\n(2)A bicycle, tricycle, or other unpowered foot-pedal conveyance.\n\nSource:SL 2006, ch 170, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-22/"
    },
    {
      "id": "section-32-23-23",
      "number": "32-23-23",
      "heading": "Driving permit issued to certain persons conditioned on abstinence from alcohol use and participation in 24/7 sobriety program--Revocation for violation of condition",
      "text": "32-23-23. Driving permit issued to certain persons conditioned on abstinence from alcohol use and participation in 24/7 sobriety program--Revocation for violation of condition.\n\nAny driving permit issued by the court to any person, who has been convicted of a violation of §32-23-1 shall be conditioned on the person's total abstinence from the use of alcohol, the person's participation in the 24/7 sobriety program created by §§1-11-17 to 1-11-25, inclusive, in those counties where 24/7 sobriety testing is available, the payment of associated costs and expenses and the person meeting one of the following conditions:\n\n(1)The person had a previous conviction for a violation of §32-23-1 within the last ten years; or\n\n(2)That the person had a 0.17 percent or more by weight of alcohol in that person's blood at the time the violation occurred.\n\nThe court shall immediately revoke the permit upon a showing of proof by a preponderance of the evidence that the person has violated this condition.\n\nSource:SL 2006, ch 168, §15; SL 2007, ch 4, §12; SL 2011, ch 4, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-23/"
    },
    {
      "id": "section-32-23-24",
      "number": "32-23-24",
      "heading": "Multi-passenger quadricycle--Chapter application.",
      "text": "32-23-24. Multi-passenger quadricycle--Chapter application.\n\nA driver of a multi-passenger quadricycle, as defined in §32-14-17, is subject to a violation of any of the provisions of this chapter, but a passenger of a multi-passenger quadricycle may not be charged with a violation of this chapter.\n\nSource: SL 2024, ch 118, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-23/section-32-23-24/"
    }
  ]
}