{
  "state": "south-dakota",
  "path": "title-title-32-motor-vehicles/chapter-chapter-40-transportation-network-companies",
  "sections": [
    {
      "id": "section-32-40-1",
      "number": "32-40-1",
      "heading": "Definitions.Section 32-40-2 - Application requirements for transportation network company drivers",
      "text": "32-40-1. Definitions.\n\nTerms used in this chapter mean:\n\n(1)\"Digital network,\" any online-enabled application, software, website, or system offered or utilized by a transportation network company that enables a prearranged ride with a transportation network company driver;\n\n(2)\"Personal vehicle,\" a vehicle that is used by a transportation network company driver to provide a prearranged ride and is owned, leased, or otherwise authorized for use by the transportation network company driver. The term does not include any taxicab, limousine, or for-hire vehicle;\n\n(3)\"Prearranged ride,\" the provision of transportation by a driver to a rider, beginning when a driver accepts a rider's request for a ride through a digital network controlled by a transportation network company, continuing while the driver transports a requesting rider, and ending when the last requesting rider departs from the personal vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle;\n\n(4)\"Transportation network company,\" a corporation, partnership, sole proprietorship, or other entity that uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides and that does not control, direct, or manage the personal vehicles or transportation network company drivers that connect to its digital network, except where agreed to by written contract;\n\n(5)\"Transportation network company driver\" or \"driver,\" a person who receives connections to potential riders and related services from a transportation network company in exchange for payment of a fee to the transportation network company and who uses a personal vehicle to provide a prearranged ride to riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee;\n\n(6)\"Transportation network company rider\" or \"rider,\" a person who uses a transportation network company's digital network to connect with a transportation network driver who provides a prearranged ride to the person in the driver's personal vehicle between points chosen by the person.\n\nSource:SL 2016, ch 167, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-1/"
    },
    {
      "id": "section-32-40-2",
      "number": "32-40-2",
      "heading": "Application requirements for transportation network company drivers.",
      "text": "32-40-2. Application requirements for transportation network company drivers.\n\nBefore a transportation network company allows a person to act as a transportation network company driver on the transportation network company's digital network, the transportation network company shall require the person to submit to the transportation network company an application that includes:\n\n(1)The person's name, address, and age;\n\n(2)A copy of the person's driver license;\n\n(3)The registration for the personal vehicle that the person will use to provide prearranged rides;\n\n(4)Proof of financial responsibility for the personal vehicle of a type and in the amounts required by the transportation network company; and\n\n(5)Any other information required by the transportation network company.\n\nSource:SL 2016, ch 167, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-2/"
    },
    {
      "id": "section-32-40-3",
      "number": "32-40-3",
      "heading": "Criminal background, sex offender registry, and driving record checks of transportation network company drivers.",
      "text": "32-40-3. Criminal background, sex offender registry, and driving record checks of transportation network company drivers.\n\nBefore a transportation network company allows a person to act as a driver on the transportation network company digital network, the transportation network company shall conduct, or contract with a third party to conduct:\n\n(1)A local and national criminal background check;\n\n(2)A search of the national sex offender registry; and\n\n(3)Obtain a copy of the person's driving record maintained under §32-12-61.\n\nSource:SL 2016, ch 167, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-3/"
    },
    {
      "id": "section-32-40-4",
      "number": "32-40-4",
      "heading": "Persons prohibited from acting as transportation network company drivers.",
      "text": "32-40-4. Persons prohibited from acting as transportation network company drivers.\n\nA transportation network company may not knowingly allow to act as a transportation network company driver on the transportation network company's digital network a person:\n\n(1)Who has received judgments for more than three moving traffic violations in the preceding three years, or at least one violation involving reckless driving or driving on a suspended or revoked license in the preceding three years;\n\n(2)Who has been convicted in the preceding seven years of a felony;\n\n(3)Who has been convicted in the preceding seven years of a misdemeanor involving:\n\n(a)Resisting a law enforcement officer;\n\n(b)Dishonesty;\n\n(c)Injury to a person;\n\n(d)Operating a motor vehicle while intoxicated;\n\n(e)Operating a motor vehicle in a manner that endangers a person;\n\n(f)Operating a motor vehicle with a suspended or revoked driver license; or\n\n(g)Damage to the property of another person;\n\n(4)Who is a match in the state or national sex offender registry; or\n\n(5)Who is unable to provide information required under §32-40-3.\n\nSource:SL 2016, ch 167, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-4/"
    },
    {
      "id": "section-32-40-5",
      "number": "32-40-5",
      "heading": "Zero tolerance policy for drug and alcohol use by transportation network company drivers.",
      "text": "32-40-5. Zero tolerance policy for drug and alcohol use by transportation network company drivers.\n\nA transportation network company shall establish and enforce a zero tolerance policy for drug and alcohol use by transportation network company drivers during any period when a transportation network company driver is engaged in, or is logged into the transportation network company's digital network but is not engaged in, a prearranged ride. The policy shall include provisions for:\n\n(1)Investigations of alleged policy violations; and\n\n(2)Suspensions of transportation network company drivers under investigation.\n\nSource:SL 2016, ch 167, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-5/"
    },
    {
      "id": "section-32-40-6",
      "number": "32-40-6",
      "heading": "Personal vehicles to comply with vehicle equipment laws.",
      "text": "32-40-6. Personal vehicles to comply with vehicle equipment laws.\n\nA transportation network company shall require that a personal vehicle used to provide any prearranged ride shall comply with all applicable laws and rules concerning vehicle equipment.\n\nSource:SL 2016, ch 167, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-6/"
    },
    {
      "id": "section-32-40-7",
      "number": "32-40-7",
      "heading": "Motor vehicle insurance required covering transportation of riders for compensation.",
      "text": "32-40-7. Motor vehicle insurance required covering transportation of riders for compensation.\n\nA transportation network company driver or transportation network company on the driver's behalf shall maintain primary motor vehicle insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport riders for compensation and covers the driver while:\n\n(1)The driver is logged on to the transportation network company's digital network; or\n\n(2)The driver is engaged in a prearranged ride.\n\nSource:SL 2016, ch 167, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-7/"
    },
    {
      "id": "section-32-40-8",
      "number": "32-40-8",
      "heading": "Motor vehicle insurance requirements for driver logged on to transportation network company's digital network and available for transportation requests",
      "text": "32-40-8. Motor vehicle insurance requirements for driver logged on to transportation network company's digital network and available for transportation requests.\n\nThe following motor vehicle insurance requirements apply while a participating transportation network company driver is logged on to the transportation network company's digital network and is available to receive transportation requests but is not engaged in a prearranged ride:\n\n(1)Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-five thousand dollars for property damage;\n\n(2)Uninsured and underinsured coverage as required by §§58-11-9 and 58-11-9.4; and\n\n(3)The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance.\n\nSource:SL 2016, ch 167, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-8/"
    },
    {
      "id": "section-32-40-9",
      "number": "32-40-9",
      "heading": "Motor vehicle insurance requirements for driver engaged in prearranged ride.",
      "text": "32-40-9. Motor vehicle insurance requirements for driver engaged in prearranged ride.\n\nThe following motor vehicle insurance requirements apply while a transportation network company driver is engaged in a prearranged ride:\n\n(1)Primary motor vehicle liability insurance that provides at least one million dollars for death, bodily injury, and property damage;\n\n(2)Uninsured and underinsured coverage as required by §§58-11-9 and 58-11-9.4; and\n\n(3)The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance.\n\nSource:SL 2016, ch 167, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-9/"
    },
    {
      "id": "section-32-40-10",
      "number": "32-40-10",
      "heading": "Transportation network company to provide coverage where driver's insurance lapsed or insufficient--Duty to defend.",
      "text": "32-40-10. Transportation network company to provide coverage where driver's insurance lapsed or insufficient--Duty to defend.\n\nIf the insurance maintained by the driver pursuant to §32-40-8 or 32-40-9 has lapsed or does not provide the required coverage, the insurance maintained by the transportation network company shall provide the coverage required by those sections beginning with the first dollar of a claim and has the duty to defend any claim.\n\nSource:SL 2016, ch 167, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-10/"
    },
    {
      "id": "section-32-40-11",
      "number": "32-40-11",
      "heading": "Prohibited terms of insurance policy maintained by transportation network company.",
      "text": "32-40-11. Prohibited terms of insurance policy maintained by transportation network company.\n\nCoverage under a motor vehicle insurance policy maintained by the transportation network company may not be dependent on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim.\n\nSource:SL 2016, ch 167, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-11/"
    },
    {
      "id": "section-32-40-12",
      "number": "32-40-12",
      "heading": "Eligible insurers.",
      "text": "32-40-12. Eligible insurers.\n\nAny insurance required by §§32-40-8 and 32-40-9 may be placed with an insurer licensed under title 58, or with a surplus lines insurer eligible under title 58.\n\nSource:SL 2016, ch 167, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-12/"
    },
    {
      "id": "section-32-40-13",
      "number": "32-40-13",
      "heading": "Financial responsibility requirements.",
      "text": "32-40-13. Financial responsibility requirements.\n\nAny insurance satisfying the requirements of §32-40-8 or 32-40-9 shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under §32-35-113.\n\nSource:SL 2016, ch 167, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-13/"
    },
    {
      "id": "section-32-40-14",
      "number": "32-40-14",
      "heading": "Proof of coverage required in vehicle--Information to be provided after accident.",
      "text": "32-40-14. Proof of coverage required in vehicle--Information to be provided after accident.\n\nA transportation network company driver shall carry proof of coverage satisfying §§32-40-8 and 32-40-9 at all times during the driver's use of a vehicle in connection with a transportation network company's digital network. If there is an accident, a transportation network company driver shall provide proof of insurance coverage information to the directly interested parties, motor vehicle insurers, and investigating law enforcement officers, upon request. Upon such request, a transportation network company driver shall also disclose to directly interested parties, motor vehicle insurers, and investigating law enforcement officers, whether the driver was logged on to the transportation network company's digital network or on a prearranged ride at the time of an accident.\n\nSource:SL 2016, ch 167, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-14/"
    },
    {
      "id": "section-32-40-15",
      "number": "32-40-15",
      "heading": "Required transportation network company disclosures to drivers.",
      "text": "32-40-15. Required transportation network company disclosures to drivers.\n\nThe transportation network company shall disclose in writing to each transportation network company driver the following before the driver is allowed to accept a request for a prearranged ride on the transportation network company's digital network:\n\n(1)The insurance coverage, including the types of coverage and the limits for each coverage, that the transportation network company provides while the transportation network company driver uses a personal vehicle in connection with a transportation network company's digital network; and\n\n(2)That the transportation network company driver's own motor vehicle insurance policy might not provide any coverage while the driver is logged on to the transportation network company's digital network and is available to receive transportation requests or is engaged in a prearranged ride, depending on its terms.\n\nSource:SL 2016, ch 167, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-15/"
    },
    {
      "id": "section-32-40-16",
      "number": "32-40-16",
      "heading": "Exclusions permitted in personal motor vehicle insurance policies.",
      "text": "32-40-16. Exclusions permitted in personal motor vehicle insurance policies.\n\nAny insurer that writes motor vehicle insurance in this state may exclude any coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. This right to exclude all coverage may apply to any coverage included in a motor vehicle insurance policy including:\n\n(1)Liability coverage for bodily injury and property damage;\n\n(2)Personal injury protection coverage;\n\n(3)Uninsured and underinsured motorist coverage;\n\n(4)Medical payments coverage;\n\n(5)Comprehensive physical damage coverage; and\n\n(6)Collision physical damage coverage.\n\nSource:SL 2016, ch 167, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-16/"
    },
    {
      "id": "section-32-40-17",
      "number": "32-40-17",
      "heading": "Construction with financial responsibility law.",
      "text": "32-40-17. Construction with financial responsibility law.\n\nAny exclusion as allowed by §32-40-16 applies notwithstanding any requirement under chapter 32-35. Nothing in this chapter implies or requires that a personal motor vehicle insurance policy provide coverage while the driver is logged on to the transportation network company's digital network, while the driver is engaged in a prearranged ride, or while the driver otherwise uses a vehicle to transport riders for compensation.\n\nSource:SL 2016, ch 167, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-17/"
    },
    {
      "id": "section-32-40-18",
      "number": "32-40-18",
      "heading": "Specific policy language not required for exclusion.",
      "text": "32-40-18. Specific policy language not required for exclusion.\n\nNothing in this chapter requires an insurer to use any particular policy language or reference to §32-40-16 in order to exclude any and all coverage for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride.\n\nSource:SL 2016, ch 167, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-18/"
    },
    {
      "id": "section-32-40-19",
      "number": "32-40-19",
      "heading": "Primary or excess coverage for transportation network company driver's vehicle permitted.",
      "text": "32-40-19. Primary or excess coverage for transportation network company driver's vehicle permitted.\n\nNothing in this chapter precludes an insurer from providing primary or excess coverage for the transportation network company driver's vehicle, if it so chooses to do so by contract or endorsement.\n\nSource:SL 2016, ch 167, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-19/"
    },
    {
      "id": "section-32-40-20",
      "number": "32-40-20",
      "heading": "Insurer has no duty to defend or indemnify excluded claim.",
      "text": "32-40-20. Insurer has no duty to defend or indemnify excluded claim.\n\nAny motor vehicle insurer that excludes the coverage described in §32-40-8 or 32-40-9 has no duty to defend or indemnify any claim expressly excluded by the policy. Nothing in this chapter invalidates or limits an exclusion contained in a policy including any policy in use or approved for use in this state prior to the enactment of this chapter that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public.\n\nSource:SL 2016, ch 167, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-20/"
    },
    {
      "id": "section-32-40-21",
      "number": "32-40-21",
      "heading": "Insurer's right of contribution.",
      "text": "32-40-21. Insurer's right of contribution.\n\nA motor vehicle insurer that defends or indemnifies a claim against a driver that is excluded under the terms of the insurer's policy, shall have a right of contribution against other insurers that provide motor vehicle insurance to the same driver in satisfaction of the coverage requirements of §32-40-8 or 32-40-9 at the time of loss.\n\nSource:SL 2016, ch 167, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-21/"
    },
    {
      "id": "section-32-40-22",
      "number": "32-40-22",
      "heading": "Disclosures required in claims investigations.",
      "text": "32-40-22. Disclosures required in claims investigations.\n\nIn a claims coverage investigation, transportation network companies shall immediately provide upon request by directly involved parties or any insurer of the transportation network company driver if applicable, the precise times that a transportation network company driver logged on and off of the transportation network company's digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident. Any insurer providing coverage as set forth in §32-40-8 or 32-40-9 shall disclose upon request by any other such insurer involved in the particular claim, the applicable coverages, exclusions, and limits provided under any motor vehicle insurance maintained in order to satisfy the requirements of §§32-40-8 and 32-40-9.\n\nSource:SL 2016, ch 167, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-22/"
    },
    {
      "id": "section-32-40-23",
      "number": "32-40-23",
      "heading": "Municipal or county regulation of transportation network companies.",
      "text": "32-40-23. Municipal or county regulation of transportation network companies.\n\nNothing in this chapter may be construed to limit further regulation of a transportation network company enacted by a municipality or county. However, no municipality or county may enact further regulations relating to the insurance requirements provided in this chapter.\n\nSource:SL 2016, ch 167, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-32/chapter-40/section-32-40-23/"
    }
  ]
}