{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-916-military-victim-advocates-sexual-crimes-privileg",
  "sections": [
    {
      "id": "section-9161",
      "number": "916.1",
      "heading": "Definitions.Section 916.2 - Military victim advocate privilege.",
      "text": "916.1 Definitions.\n\nAs used in this chapter:1.\n\n“Confidential communication”\n\nmeans confidential information shared between a victim and a military victim advocate within the advocacy relationship, and includes allinformation received by the advocate and any advice, report, or working paper given toor prepared by the advocate in the course of the advocacy relationship with the victim.\n\n“Confidential information”\n\nis information which, so far as the victim is aware, is not disclosedto a third party with the exception of a person present in the consultation for the purpose offurthering the interest of the victim, a person to whom disclosure is reasonably necessaryfor the transmission of the information, or a person with whom disclosure is necessary foraccomplishment of the purpose for which the advocate is consulted by the victim. 2.\n\n“Military victim advocate”\n\nor\n\n“advocate”\n\nmeans a person who is a member of the national guard or a branch of the armed forces of the United States and who has completeda military victim advocate course provided by a branch of the armed forces of the UnitedStates or by the United States department of defense. 3.\n\n“Special victims’ counsel”\n\nmeans military personnel who are members of the judge advocate general’s corps of the national guard or a branch of the armed forces of the UnitedStates, who have completed special victims’ counsel training, and who are serving as a specialvictims’ counsel to a victim. For the purposes of this chapter, special victims’ counsel shallalso be considered military victim advocates. 4.\n\n“Victim”\n\nmeans a person who consults a military victim advocate for the purpose of securing advice, advocacy, counseling, or assistance concerning a mental, physical, oremotional condition caused by a sexual crime committed against the person. 2015 Acts, ch 28, §1; 2015 Acts, ch 138, §51, 161, 162 Sat Dec 23 12:45:33 2023 Iowa Code 2024, Section 916.1 (13, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-916/section-916-1/"
    },
    {
      "id": "section-9162",
      "number": "916.2",
      "heading": "Military victim advocate privilege.",
      "text": "916.2 Military victim advocate privilege.\n\n1. A military victim advocate shall not be examined or required to give evidence in any civil or criminal proceeding as to any confidential communication made by a victim to theadvocate, nor shall a clerk, secretary, stenographer, or any other employee who types orotherwise prepares or manages the confidential reports or working papers of an advocatebe required to produce evidence of any such confidential communication, unless the victimwaives this privilege in writing or disclosure of the information is compelled by a courtpursuant to subsection 6. However, under no circumstances shall the identity of the advocatebe disclosed in any civil or criminal proceeding. 2. If a victim is deceased or has been declared to be incompetent, the privilege specified in subsection 1 may be waived by the guardian of the victim or by the personal representativeof the victim’s estate. 3. A minor who is a member of the national guard or a branch of the armed forces of the United States may waive the privilege under subsection 1. 4. A privilege under this section does not apply in matters of proof concerning the chain of custody of evidence, in matters of proof concerning the physical appearance of the victimat the time of the injury or the advocate’s first contact with the victim after the injury, or if theadvocate has reason to believe that the victim has given perjured testimony and the defendantor the state has made an offer of proof that perjury may have been committed. 5. The failure of an advocate to testify due to this section shall not give rise to an inference unfavorable to the cause of the state or the cause of a defendant. 6. Upon the motion of a party, accompanied by a written offer of proof, a court may compel disclosure of certain information if the court determines that all of the following conditionsare met:\n\na.\n\nThe information sought is relevant and material evidence of the facts and circumstances involved in an alleged criminal act which is the subject of a criminal proceeding.\n\nb.\n\nThe probative value of the information outweighs the harmful effect, if any, of disclosure on the victim, the advocacy relationship, and the treatment services.\n\nc.\n\nThe information cannot be obtained by reasonable means from any other source.7. In ruling on a motion under subsection 6, the court, if the motion was filed in a criminal proceeding to be tried to the court, or a different judge, shall adhere to the followingprocedure:\n\na.\n\nThe court may require the advocate from whom disclosure is sought or the victim claiming the privilege, or both, to disclose the information in chambers out of the presenceand hearing of all persons except the victim and any other persons the victim is willing tohave present.\n\nb.\n\nIf the court determines that the information is privileged and not subject to compelled disclosure, the information shall not be disclosed by any person without the consent of thevictim.\n\nc.\n\nIf the court determines that certain information may be subject to disclosure, as provided in subsection 6, the court shall so inform the party seeking the information and shallorder a subsequent hearing out of the presence of the jury, if applicable, at which time theparties shall be allowed to examine the advocate regarding the information that the court hasdetermined may be subject to disclosure. The court may accept other evidence at the hearing.\n\nd.\n\nAt the conclusion of a hearing under paragraph\n\n“c”\n\n, the court shall determine which information, if any, shall be disclosed and may enter an order describing the evidence whichmay be introduced by the moving party and prescribing the line of questioning which may bepermitted. The moving party may then offer evidence pursuant to the court order. A victimadvocate is not subject to exclusion under\n\nrule of evidence 5.615\n\n. 8. This section does not relate to the admission of evidence of the victim’s past sexual behavior which is strictly subject to\n\nrule of evidence 5.412\n\n. 2015 Acts, ch 28, §2; 2016 Acts, ch 1073, §185 Sat Dec 23 12:45:33 2023 Iowa Code 2024, Section 916.2 (13, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-916/section-916-2/"
    }
  ]
}