{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-710-kidnapping-and-related-offenses",
  "sections": [
    {
      "id": "section-7101",
      "number": "710.1",
      "heading": "Kidnapping defined.Section 710",
      "text": "710.1 Kidnapping defined.\n\nA person commits kidnapping when the person either confines a person or removes a person from one place to another, knowing that the person who confines or removes theother person has neither the authority nor the consent of the other to do so; provided, thatto constitute kidnapping the act must be accompanied by one or more of the following: 1. The intent to hold such person for ransom.2. The intent to use such person as a shield or hostage.3. The intent to inflict serious injury upon such person, or to subject the person to a sexual abuse. 4. The intent to secretly confine such person.5. The intent to interfere with the performance of any government function.[C51, §2588; R60, §4211; C73, §3869; C97, §4765; S13, §4750-b; C24, 27, 31, 35, 39, §\n\n12981,\n\n12983;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §706.1, 706.3; C79, 81, §710.1] Referred to in §229A.2 Sat Dec 23 12:28:39 2023 Iowa Code 2024, Section 710.1 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-1/"
    },
    {
      "id": "section-7102",
      "number": "710.2",
      "heading": "Kidnapping in the first degree.",
      "text": "710.2 Kidnapping in the first degree.\n\n1. Kidnapping is kidnapping in the first degree when the person kidnapped, as a consequence of the kidnapping, suffers serious injury, or is intentionally subjected to tortureor sexual abuse. 2. Kidnapping in the first degree is a class “A” felony.3. For purposes of determining whether the person should register as a sex offender pursuant to the provisions of chapter 692A, the fact finder shall make a determination asprovided in section 692A.126. [C51, §2588; R60, §4211; C73, §3869; C97, §4765; C24, 27, 31, 35, 39, §\n\n12981;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §706.1; C79, 81, §710.2] 2009 Acts, ch 119, §55; 2018 Acts, ch 1041, §127Referred to in §671A.2, 692A.102, 692A.126Definition of forcible felony, §702.11 Sat Dec 23 12:28:39 2023 Iowa Code 2024, Section 710.2 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-2/"
    },
    {
      "id": "section-7103",
      "number": "710.3",
      "heading": "Kidnapping in the second degree.",
      "text": "710.3 Kidnapping in the second degree.\n\n1. Kidnapping where the purpose is to hold the victim for ransom, where the kidnapper is armed with a dangerous weapon, or where the victim is under eighteen years of age otherthan a kidnapping by a parent or legal guardian whose sole purpose of the kidnapping is toassume custody of a victim under eighteen years of age, is kidnapping in the second degree. 2. Kidnapping in the second degree is a class “B” felony.3. For purposes of determining whether the person should register as a sex offender pursuant to the provisions of chapter 692A, the fact finder shall make a determination asprovided in section 692A.126. [C51, §2588; R60, §4211; C73, §3869; C97, §4765; S13, §4750-b; C24, 27, 31, 35, 39, §\n\n12981,\n\n12983;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §706.1, 706.3; C79, 81, §710.3] 2009 Acts, ch 119, §56; 2018 Acts, ch 1041, §127; 2018 Acts, ch 1116, §1Referred to in §692A.102, 692A.126, 902.12Definition of forcible felony, §702.11 Sat Dec 23 12:28:40 2023 Iowa Code 2024, Section 710.3 (20, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-3/"
    },
    {
      "id": "section-7104",
      "number": "710.4",
      "heading": "Kidnapping in the third degree.",
      "text": "710.4 Kidnapping in the third degree.\n\n1. All other kidnappings are kidnappings in the third degree.2. Kidnapping in the third degree is a class “C” felony.3. For purposes of determining whether the person should register as a sex offender pursuant to the provisions of chapter 692A, the fact finder shall make a determination asprovided in section 692A.126. [C51, §2588; R60, §4211; C73, §3869; C97, §4765; C24, 27, 31, 35, 39, §\n\n12981;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §706.1; C79, 81, §710.4] 2009 Acts, ch 119, §57; 2018 Acts, ch 1041, §127Referred to in §692A.102, 692A.126Definition of forcible felony, §702.11 Sat Dec 23 12:28:40 2023 Iowa Code 2024, Section 710.4 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-4/"
    },
    {
      "id": "section-7105",
      "number": "710.5",
      "heading": "Child stealing.",
      "text": "710.5 Child stealing.\n\n1. A person commits child stealing when, knowing that the person has no authority to do so, the person forcibly or fraudulently takes, decoys, or entices away any child with intentto detain or conceal such child from its parents or guardian, or other persons or institutionhaving the lawful custody of such child, unless the person is a relative of such child, and theperson’s sole purpose is to assume custody of such child. 2. Child stealing is a class “C” felony.3. For purposes of determining whether the person should register as a sex offender pursuant to the provisions of chapter 692A, the fact finder shall make a determination asprovided in section 692A.126. [S13, §254-a46; C24, 27, 31, 35, 39, §\n\n12982;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §706.2; C79, 81, §710.5] 2009 Acts, ch 119, §58; 2013 Acts, ch 90, §186Referred to in §692A.102, 692A.126 Sat Dec 23 12:28:40 2023 Iowa Code 2024, Section 710.5 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-5/"
    },
    {
      "id": "section-7106",
      "number": "710.6",
      "heading": "Violating custodial order.",
      "text": "710.6 Violating custodial order.\n\n1. A relative of a child who, acting in violation of an order of any court which fixes, permanently or temporarily, the custody or physical care of the child in another, takes andconceals the child, within or outside the state, from the person having lawful custody orphysical care, commits a class “D” felony. 2. A parent of a child living apart from the other parent who conceals that child or causes that child’s whereabouts to be unknown to a parent with visitation rights or parental timein violation of a court order granting visitation rights or parental time and without the otherparent’s consent, commits a serious misdemeanor. [C79, 81, §710.6]85 Acts, ch 132, §1; 86 Acts, ch 1145, §1; 2018 Acts, ch 1041, §127 Sat Dec 23 12:28:41 2023 Iowa Code 2024, Section 710.6 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-6/"
    },
    {
      "id": "section-7107",
      "number": "710.7",
      "heading": "False imprisonment.",
      "text": "710.7 False imprisonment.\n\nA person commits false imprisonment when, having no reasonable belief that the person has any right or authority to do so, the person intentionally confines another against theother’s will. A person is confined when the person’s freedom to move about is substantiallyrestricted by force, threat, or deception. False imprisonment is a serious misdemeanor. [C79, 81, §710.7]Referred to in §692A.102 Sat Dec 23 12:28:41 2023 Iowa Code 2024, Section 710.7 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-7/"
    },
    {
      "id": "section-7108",
      "number": "710.8",
      "heading": "Harboring a runaway child prohibited — penalty.",
      "text": "710.8 Harboring a runaway child prohibited — penalty.\n\n1. As used in this section and section 710.9 unless the context otherwise requires:\n\na. “Criminal act”\n\nmeans the violation of any federal or state law.\n\nb. “Harbor”\n\nmeans to provide aid, support, or shelter.\n\nc. “Runaway child”\n\nmeans a person under eighteen years of age who is voluntarily absent from the person’s home without the consent of the person’s parent, guardian, or custodian. 2. A person shall not harbor a runaway child with the intent of committing a criminal act involving the child or with the intent of enticing or forcing the runaway child to commit acriminal act. 3. A person shall not harbor a runaway child with the intent of allowing the runaway child to remain away from home against the wishes of the child’s parent, guardian, orcustodian. However, the provisions of this subsection do not apply to a shelter care homewhich is licensed or approved by the department of health and human services. 4. A person convicted of a violation of this section is guilty of an aggravated misdemeanor.85 Acts, ch 183, §1; 96 Acts, ch 1219, §75; 2023 Acts, ch 19, §1303Referred to in §710.9Subsection 3 amended Sat Dec 23 12:28:42 2023 Iowa Code 2024, Section 710.8 (16, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-8/"
    },
    {
      "id": "section-7109",
      "number": "710.9",
      "heading": "Civil liability for harboring a runaway child.",
      "text": "710.9 Civil liability for harboring a runaway child.\n\nA parent, guardian, or custodian of a runaway child has a right of action against a person who harbored the runaway child in violation of section 710.8 for expenses sustained in thesearch for the child, for damages sustained due to physical or emotional distress due to theabsence of the child, and for punitive damages. 85 Acts, ch 183, §2Referred to in §710.8 Sat Dec 23 12:28:42 2023 Iowa Code 2024, Section 710.9 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-9/"
    },
    {
      "id": "section-71010",
      "number": "710.10",
      "heading": "Enticing a minor.",
      "text": "710.10 Enticing a minor.\n\n1. A person commits a class “C” felony when, without authority and with the intent to commit sexual abuse or sexual exploitation upon a minor under the age of thirteen, the personentices or attempts to entice a person reasonably believed to be under the age of thirteenincluding a law enforcement officer or agent posing as a minor under the age of thirteen. 2. A person commits a class “D” felony when, without authority and with the intent to commit an illegal sex act upon or sexual exploitation of a minor under the age of sixteen,the person entices or attempts to entice a person reasonably believed to be under the ageof sixteen including a law enforcement officer or agent posing as a minor under the age ofsixteen. 3. A person commits a class “D” felony when, without authority and with the intent to commit an illegal act upon a minor under the age of sixteen, the person entices a personreasonably believed to be under the age of sixteen including a law enforcement officer oragent posing as a minor under the age of sixteen. 4. A person commits an aggravated misdemeanor when, without authority and with the intent to commit an illegal act upon a minor under the age of sixteen, the person attemptsto entice a person reasonably believed to be under the age of sixteen including a lawenforcement officer or agent posing as a minor under the age of sixteen. A person convictedunder this subsection shall not be subject to the registration requirements under chapter692A unless the finder of fact determines that the illegal act was sexually motivated. 5. A person shall not be convicted of a violation of this section unless the person commits an overt act evidencing a purpose to entice. 6. For purposes of determining jurisdiction under section 803.1, an offense is considered committed in this state if the communication to entice or attempt to entice a person believedto be a minor who is present in this state originates from another state, or the communicationto entice or attempt to entice a person believed to be a minor is sent from this state. 7. For purposes of this section, methods of enticement include but are not limited to personal contact and communication by any means including through the mail, telephone,internet, or any social media, and include text messages, instant messages, and electronicmail. 85 Acts, ch 183, §3; 86 Acts, ch 1238, §29; 96 Acts, ch 1082, §2; 2001 Acts, ch 17, §3; 2010 Acts, ch 1129, §1; 2014 Acts, ch 1097, §5; 2023 Acts, ch 74, §1 Referred to in §256.146, 692A.102, 901A.1Subsections 1, 2, 3, and 4 amended Sat Dec 23 12:28:43 2023 Iowa Code 2024, Section 710.10 (17, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-10/"
    },
    {
      "id": "section-71011",
      "number": "710.11",
      "heading": "Purchase or sale of individual.",
      "text": "710.11 Purchase or sale of individual.\n\nA person commits a class “C” felony when the person purchases or sells or attempts to purchase or sell an individual to another person. This section does not apply to a surrogatemother arrangement. For purposes of this section, a\n\n“surrogate mother arrangement”\n\nmeansan arrangement whereby a female agrees to be artificially inseminated with the semen of adonor, to bear a child, and to relinquish all rights regarding that child to the donor or donorcouple. 89 Acts, ch 116, §1Referred to in §692A.102, 692A.126 Sat Dec 23 12:28:43 2023 Iowa Code 2024, Section 710.11 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-710/section-710-11/"
    }
  ]
}