{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-703-parties-to-crime",
  "sections": [
    {
      "id": "section-7031",
      "number": "703.1",
      "heading": "Aiding and abetting.Section 703",
      "text": "703.1 Aiding and abetting.\n\nAll persons concerned in the commission of a public offense, whether they directly commit the act constituting the offense or aid and abet its commission, shall be charged, tried andpunished as principals. The guilt of a person who aids and abets the commission of a crimemust be determined upon the facts which show the part the person had in it, and does notdepend upon the degree of another person’s guilt. [C51, §2928; R60, §4668; C73, §4314; C97, §5299; C24, 27, 31, 35, 39, §\n\n12895;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §688.1; C79, 81, §703.1] Referred to in §714.27A Sat Dec 23 12:27:42 2023 Iowa Code 2024, Section 703.1 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-703/section-703-1/"
    },
    {
      "id": "section-7032",
      "number": "703.2",
      "heading": "Joint criminal conduct.",
      "text": "703.2 Joint criminal conduct.\n\nWhen two or more persons, acting in concert, knowingly participate in a public offense, each is responsible for the acts of the other done in furtherance of the commission of theoffense or escape therefrom, and each person’s guilt will be the same as that of the personso acting, unless the act was one which the person could not reasonably expect to be done inthe furtherance of the commission of the offense. [C79, 81, §703.2]Referred to in §717A.3A Sat Dec 23 12:27:42 2023 Iowa Code 2024, Section 703.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-703/section-703-2/"
    },
    {
      "id": "section-7033",
      "number": "703.3",
      "heading": "Accessory after the fact.",
      "text": "703.3 Accessory after the fact.\n\nAny person having knowledge that a public offense has been committed and that a certain person committed it, and who does not stand in the relation of husband or wife to the personwho committed the offense, who harbors, aids or conceals the person who committed theoffense, with the intent to prevent the apprehension of the person who committed theoffense, commits an aggravated misdemeanor if the public offense committed was a felony,or commits a simple misdemeanor if the public offense was a misdemeanor. [C51, §2929; R60, §4669; C73, §4315; C97, §5300; C24, 27, 31, 35, 39, §\n\n12896;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §688.2; C79, 81, §703.3; 81 Acts, ch 204, §1] Referred to in §714.27A, 717A.3A Sat Dec 23 12:27:43 2023 Iowa Code 2024, Section 703.3 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-703/section-703-3/"
    },
    {
      "id": "section-7034",
      "number": "703.4",
      "heading": "Responsibility of employers.",
      "text": "703.4 Responsibility of employers.\n\nAn employer or an employer’s agent, officer, director, or employee who supervises or directs the work of other employees, is guilty of the same public offense committed byan employee acting under the employer’s control, supervision, or direction in any of thefollowing cases: 1. The person has directed the employee to commit a public offense.2. The person knowingly permits an employee to commit a public offense, under circumstances in which the employer expects to benefit from the illegal activity of theemployee. 3. The person assigns the employee some duty or duties which the person knows cannot be accomplished, or are not likely to be accomplished, unless the employee commits a publicoffense, provided that the offense committed by the employee is one which the employer canreasonably anticipate will follow from this assignment. [C79, 81, §703.4] Sat Dec 23 12:27:43 2023 Iowa Code 2024, Section 703.4 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-703/section-703-4/"
    },
    {
      "id": "section-7035",
      "number": "703.5",
      "heading": "Liability of corporations, partnerships and voluntary associations.",
      "text": "703.5 Liability of corporations, partnerships and voluntary associations.\n\n1. A public or private corporation, partnership, or other voluntary association shall have the same level of culpability as an individual committing the crime when any of the followingis true:\n\na.\n\nThe conduct constituting the offense consists of an omission to discharge a specific duty or an affirmative performance imposed on the accused by law.\n\nb.\n\nThe conduct or act constituting the offense is committed by an agent, officer, director, or employee of the accused while acting within the scope of the authority of the agent, officer,director or employee and in behalf of the accused and when said act or conduct is authorized,requested, or tolerated by the board of directors or by a high managerial agent. 2.\n\n“High managerial agent”\n\nmeans an officer of the corporation, partner, or other agent in a position of comparable authority with respect to the formulation of policy or the supervisionin a managerial capacity of subordinate employees. [C79, 81, §703.5]2013 Acts, ch 30, §261 Sat Dec 23 12:27:44 2023 Iowa Code 2024, Section 703.5 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-703/section-703-5/"
    }
  ]
}