{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-690-criminal-identification",
  "sections": [
    {
      "id": "section-6901",
      "number": "690.1",
      "heading": "Criminal identification.Section 690",
      "text": "690.1 Criminal identification.\n\nThe commissioner of public safety may provide in the department a division of criminal investigation. The commissioner may adopt rules for the same. The sheriff of each countyand the chief of police of each city shall furnish to the department criminal identificationrecords and other information as directed by the commissioner of public safety. [C24, 27, 31, 35, 39, §\n\n13416;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §749.1; C79, 81, §690.1]97 Acts, ch 23, §77; 2006 Acts, ch 1034, §2Referred to in §331.653 Sat Dec 23 12:26:30 2023 Iowa Code 2024, Section 690.1 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-690/section-690-1/"
    },
    {
      "id": "section-6902",
      "number": "690.2",
      "heading": "Fingerprints and palm prints — photographs — duty of sheriff and chief of police.",
      "text": "690.2 Fingerprints and palm prints — photographs — duty of sheriff and chief of police.\n\nThe sheriff of every county, and the chief of police of each city regardless of the form of government thereof, shall take the fingerprints of all unidentified dead bodies in theirrespective jurisdictions and all persons who are taken into custody for the commission of aserious misdemeanor, aggravated misdemeanor, or felony and shall forward such fingerprintrecords on such forms and in such manner as may be prescribed by the commissionerof public safety, within two working days after the fingerprint records are taken, to thedepartment of public safety. Fingerprints may be taken of a person who has been arrestedfor a simple misdemeanor subject to an enhanced penalty for conviction of a second orsubsequent offense. In addition to the fingerprints as herein provided, any such officermay also take the photograph and palm prints of any such person and forward them tothe department of public safety. If a defendant is convicted by a court of this state of anoffense which is a simple misdemeanor subject to an enhanced penalty for conviction of asecond or subsequent offense, a serious misdemeanor, an aggravated misdemeanor, or afelony, the court shall determine whether such defendant has previously been fingerprintedin connection with the criminal proceedings leading to the conviction and, if not, shallorder that the defendant be fingerprinted and those prints submitted to the department ofpublic safety. The court shall also order that a juvenile adjudicated delinquent for an offensewhich would be an offense other than a simple misdemeanor if committed by an adult, befingerprinted and the prints submitted to the department of public safety if the juvenile hasnot previously been fingerprinted. The taking of fingerprints for a serious misdemeanoroffense under chapter 321 or 321A is not required under this section. [C27, 31, 35, §13417-b1; C39, §\n\n13417.1;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §749.2; C79, 81, §690.2] 93 Acts, ch 115, §1; 96 Acts, ch 1135, §1; 99 Acts, ch 37, §2; 2011 Acts, ch 95, §5Referred to in §331.322, 331.653, 690.3, 692.15, 726.23See also §232.148 and 690.4Nontestimonial identification, chapter 810 Sat Dec 23 12:26:30 2023 Iowa Code 2024, Section 690.2 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-690/section-690-2/"
    },
    {
      "id": "section-6903",
      "number": "690.3",
      "heading": "Equipment.",
      "text": "690.3 Equipment.\n\nThe board of supervisors of each county and the council of each city affected by the provisions of section 690.2 shall furnish all necessary equipment and materials for thecarrying out of the provisions of said section. [C27, 31, 35, §13417-b2; C39, §\n\n13417.2;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §749.3; C79, 81, §690.3] Sat Dec 23 12:26:31 2023 Iowa Code 2024, Section 690.3 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-690/section-690-3/"
    },
    {
      "id": "section-6904",
      "number": "690.4",
      "heading": "Fingerprints and photographs at institutions.",
      "text": "690.4 Fingerprints and photographs at institutions.\n\n1. The warden of the Iowa medical and classification center and superintendent of the state training school shall take or procure the taking of the fingerprints, and, in the caseof the Iowa medical and classification center only, Bertillon photographs of any personreceived on commitment to their respective institutions, and shall forward such fingerprintrecords and photographs within ten days after they are taken to the department of publicsafety. Information obtained from fingerprint cards submitted pursuant to this section maybe retained by the department of public safety as criminal history records. If a charge fora serious misdemeanor, aggravated misdemeanor, or felony is brought against a personalready in the custody of a law enforcement or correctional agency and the charge is filed ina case separate from the case for which the person was previously arrested or confined, theagency shall take the fingerprints of the person in connection with the new case and submitthem to the department of public safety. 2. The wardens and superintendents of all department of corrections facilities shall procure the taking of a photograph showing the facial features of each inmate of a statecorrectional institution prior to the inmate’s discharge. The photograph shall be placed inthe inmate’s file and shall be made available to the Iowa department of public safety uponrequest. [C50, 54, 58, 62, 66, 71, 73, 75, 77, §749.4; C79, 81, §690.4; 82 Acts, ch 1260, §37]83 Acts, ch 96, §116, 159; 84 Acts, ch 1184, §18; 86 Acts, ch 1075, §4; 93 Acts, ch 115, §2; 2011 Acts, ch 95, §6 Referred to in §726.23 Sat Dec 23 12:26:31 2023 Iowa Code 2024, Section 690.4 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-690/section-690-4/"
    },
    {
      "id": "section-6905",
      "number": "690.5",
      "heading": "Administrative sanctions.",
      "text": "690.5 Administrative sanctions.\n\n1. An agency subject to fingerprinting and disposition requirements under this chapter shall take all steps necessary to ensure that all agency officials and employees understandthe requirements and shall provide for and impose administrative sanctions, as appropriate,for failure to report as required. 2. If a criminal or juvenile justice agency subject to fingerprinting and disposition requirements fails to comply with the requirements, the commissioner of public safety shallorder that the agency’s access to criminal history record information maintained by therepository be denied or restricted until the agency complies with the reporting requirements. 3. The state court administrator shall develop a policy to ensure that court personnel understand and comply with the fingerprinting and disposition requirements and shall alsodevelop sanctions for court personnel who fail to comply with the requirements. 93 Acts, ch 115, §3; 95 Acts, ch 191, §27; 2018 Acts, ch 1041, §127 Sat Dec 23 12:26:31 2023 Iowa Code 2024, Section 690.5 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-690/section-690-5/"
    }
  ]
}