{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-907-deferred-judgment-deferred-or-suspended-sentence",
  "sections": [
    {
      "id": "section-9071",
      "number": "907.1",
      "heading": "Definitions.Section 907.2 - Probation service — probation officers",
      "text": "907.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Deferred judgment”\n\nmeans a sentencing option whereby both the adjudication of guilt and the imposition of a sentence are deferred by the court and whereby the court assesses acivil penalty as provided in section 907.14 upon the entry of the deferred judgment. The courtretains the power to pronounce judgment and impose sentence subject to the defendant’scompliance with conditions set by the court as a requirement of the deferred judgment. 2.\n\n“Deferred sentence”\n\nmeans a sentencing option whereby the court enters an adjudication of guilt but does not impose a sentence. The court retains the power to sentencethe defendant to any sentence it originally could have imposed subject to the defendant’scompliance with conditions set by the court as a requirement of the deferred sentence. 3.\n\n“Expunged”\n\nmeans the court’s criminal record with reference to a deferred judgment or any other criminal record that has been segregated in a secure area or database which isexempted from public access. 4.\n\n“Suspended sentence”\n\nmeans a sentencing option whereby the court pronounces judgment and imposes a sentence and then suspends execution of the sentence subject to thedefendant’s compliance with conditions set by the court as a requirement of the suspendedsentence. Revocation of the suspended sentence results in the execution of sentence alreadypronounced. 5.\n\n“Probation”\n\nmeans the procedure under which a defendant, against whom a judgment of conviction of a public offense has been or may be entered, is released by the court subjectto supervision by a resident of this state or by the judicial district department of correctionalservices. [C79, 81, §907.1]88 Acts, ch 1168, §2; 2005 Acts, ch 143, §3; 2012 Acts, ch 1054, §1, 4Referred to in §901C.1 Sat Dec 23 12:44:01 2023 Iowa Code 2024, Section 907.1 (22, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-1/"
    },
    {
      "id": "section-9072",
      "number": "907.2",
      "heading": "Probation service — probation officers.",
      "text": "907.2 Probation service — probation officers.\n\n1. Pursuant to designation by the court, probation services shall be provided by the judicial district department of correctional services. Probation officers shall perform theduties assigned to them by law and by the director of the judicial district department ofcorrectional services. 2. Probation officers employed by the judicial district department of correctional services, while performing the duties prescribed by that department, are peace officers. Probationofficers shall investigate all persons referred to them for investigation by the director of thejudicial district department of correctional services which employs them. They shall furnishto each person released under their supervision or committed to a community correctionsresidential facility operated by the judicial district department of correctional services, awritten statement of the conditions of probation or commitment. They shall keep informedof each person’s conduct and condition and shall use all suitable methods prescribed bythe judicial district department of correctional services to aid and encourage the person tobring about improvements in the person’s conduct and condition. Probation officers shallkeep records of their work and shall make reports to the court when alleged violations occurand within no less than thirty days before the period of probation will expire. Probationofficers shall coordinate their work with other social welfare agencies which offer servicesof a corrective nature operating in the area to which they are assigned. [C79, 81, §907.2]84 Acts, ch 1019, §4; 97 Acts, ch 125, §5; 98 Acts, ch 1197, §4, 13; 2000 Acts, ch 1177, §4, 5; 2018 Acts, ch 1041, §127 Referred to in §801.4 Sat Dec 23 12:44:02 2023 Iowa Code 2024, Section 907.2 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-2/"
    },
    {
      "id": "section-9073",
      "number": "907.3",
      "heading": "Deferred judgment, deferred sentence, or suspended sentence.",
      "text": "907.3 Deferred judgment, deferred sentence, or suspended sentence.\n\nPursuant to section 901.5, the trial court may, upon a plea of guilty, a verdict of guilty, or a special verdict upon which a judgment of conviction may be rendered, exercise any of theoptions contained in this section. However, this section does not apply to a forcible felonyor to a violation of chapter 709 committed by a person who is a mandatory reporter of childabuse under section 232.69 in which the victim is a person who is under the age of eighteen. 1.\n\na.\n\nWith the consent of the defendant, the court may defer judgment and may place the defendant on probation upon conditions as it may require. A civil penalty shall be assessedas provided in section 907.14 upon the entry of a deferred judgment. However, the court shallnot defer judgment if any of the following is true: (1) The defendant previously has been convicted of a felony.\n\n“Felony”\n\nmeans a conviction in a court of this or any other state or of the United States, of an offense classified as a felonyby the law under which the defendant was convicted at the time of the defendant’s conviction. (2) Prior to the commission of the offense the defendant had been granted a deferred judgment or similar relief, two or more times anywhere in the United States. (3) Prior to the commission of the offense the defendant had been granted a deferred judgment or similar relief in a felony prosecution anywhere in the United States within thepreceding five years, measured from the date of granting of deferment of judgment to thedate of commission of the offense. (4) The defendant is a corporation.(5) The offense is a violation of section 124.401, subsection 1, paragraph\n\n“a”\n\nor\n\n“b”\n\n, and the controlled substance is methamphetamine. (6) The offense is a violation of section 321J.2 and the person has been convicted of a violation of that section or the person’s driver’s license has been revoked under chapter 321J,and any of the following apply: (a) If the defendant’s alcohol concentration established by the results of an analysis of a specimen of the defendant’s blood, breath, or urine withdrawn in accordance with chapter321J exceeds .15, regardless of whether or not the alcohol concentration indicated by thechemical test minus the established margin of error inherent in the device or method used toconduct the test equals an alcohol concentration of .15 or more. (b) If the defendant has previously been convicted of a violation of section 321J.2, subsection 1, or a violation of a statute in another state substantially corresponding tosection 321J.2, subsection 1. (c) If the defendant has previously received a deferred judgment or sentence for a violation of section 321J.2, subsection 1, or for a violation of a statute in another statesubstantially corresponding to section 321J.2, subsection 1. (d) If the defendant refused to consent to testing requested in accordance with section 321J.6. (e) If the offense under chapter 321J results in bodily injury to a person other than the defendant. (f) If the offense was committed while also in violation of section 321.279, subsection 2.(7) The offense is a violation of section 462A.14, and a mandatory minimum sentence must be served or mandatory minimum fine must be paid by the defendant. (8) The offense is a conviction for or plea of guilty to a violation of section 664A.7 or a finding of contempt pursuant to section 664A.7. (9) The offense is a violation of chapter 692A.(10) The offense is a violation of section 707.6A, subsection 1; or a violation of section 707.6A, subsection 4, involving operation of a motor vehicle while intoxicated. (11) The defendant committed an assault as defined in section 708.1, against a peace officer in the performance of the peace officer’s duty. (12) Prior to the commission of the offense the defendant had been granted a deferred judgment or deferred sentence for a violation of section 708.2 or 708.2A which was issuedon a domestic abuse assault, or was granted similar relief anywhere in the United Statesconcerning that jurisdiction’s statutes which substantially correspond to domestic abuseassault as provided in section 708.2A, and the current offense is a violation of section 708.2A. Sat Dec 23 12:44:03 2023 Iowa Code 2024, Section 907.3 (44, 4)\n\n§907.3, DEFERRED JUDGMENT, DEFERRED OR SUSPENDED SENTENCE, PROBATION\n\n2\n\n(13) The offense is a violation referred to in section 708.2A, subsection 4.(14) The offense is a violation of section 709.8 and the child is twelve years of age or under.(15) The offense is a violation of section 710A.2.(16) The offense is a violation of section 728.12.\n\nb.\n\nUpon a showing that the defendant is not cooperating with the program of probation or is not responding to it, the court may withdraw the defendant from the program, pronouncejudgment, and impose any sentence authorized by law. Before taking such action, the courtshall give the defendant an opportunity to be heard on any matter relevant to the proposedaction. Upon violation of the conditions of probation, the court may proceed as provided inchapter 908.\n\nc.\n\nUpon fulfillment of the conditions of probation and the payment of fees imposed and not waived by the judicial district department of correctional services under section 905.14,the defendant shall be discharged without entry of judgment. 2.\n\na.\n\nAt the time of or after pronouncing judgment and with the consent of the defendant, the court may defer the sentence and assign the defendant to the judicial district departmentof correctional services. The court may assign the defendant to supervision or servicesunder section 901B.1 at the level of sanctions which the district department determines tobe appropriate. However, the court shall not defer the sentence for a violation of any of thefollowing: (1) The offense is a violation of section 124.401, subsection 1, paragraph\n\n“a”\n\nor\n\n“b”\n\n, and the controlled substance is methamphetamine. (2) Section 321J.2, subsection 1, if any of the following apply:(a) If the defendant’s alcohol concentration established by the results of an analysis of a specimen of the defendant’s blood, breath, or urine withdrawn in accordance with chapter321J exceeds .15, regardless of whether or not the alcohol concentration indicated by thechemical test minus the established margin of error inherent in the device or method used toconduct the test equals an alcohol concentration of .15 or more. (b) If the defendant has previously been convicted of a violation of section 321J.2, subsection 1, or a violation of a statute in another state substantially corresponding tosection 321J.2, subsection 1. (c) If the defendant has previously received a deferred judgment or sentence for a violation of section 321J.2, subsection 1, or for a violation of a statute in another statesubstantially corresponding to section 321J.2, subsection 1. (d) If the defendant refused to consent to testing requested in accordance with section 321J.6. (e) If the offense under chapter 321J results in bodily injury to a person other than the defendant. (f) The offense was committed while also in violation of section 321.279, subsection 2.(3) The offense is a violation of section 462A.14, and a mandatory minimum sentence must be served or mandatory minimum fine must be paid by the defendant. (4) Section 664A.7 or for contempt pursuant to section 664A.7.(5) The offense is a violation of chapter 692A.(6) Section 707.6A, subsection 1; or section 707.6A, subsection 4, involving operation of a motor vehicle while intoxicated. (7) Section 708.2A, if the defendant has previously received a deferred judgment or sentence for a violation of section 708.2 or 708.2A which was issued on a domestic abuseassault, or if similar relief was granted anywhere in the United States concerning thatjurisdiction’s statutes which substantially correspond to domestic abuse assault as providedin section 708.2A. (8) The offense is a violation referred to in section 708.2A, subsection 4.(9) The offense is a violation of section 710A.2.\n\nb.\n\nUpon a showing that the defendant is not fulfilling the conditions of probation, the court may revoke probation and impose any sentence authorized by law. Before taking such action,the court shall give the defendant an opportunity to be heard on any matter relevant to theproposed action. Upon violation of the conditions of probation, the court may proceed asprovided in chapter 908. Sat Dec 23 12:44:03 2023 Iowa Code 2024, Section 907.3 (44, 4)\n\n3. By record entry at the time of or after sentencing, the court may suspend the sentence and place the defendant on probation upon such terms and conditions as it may requireincluding commitment to an alternate jail facility or a community correctional residentialtreatment facility to be followed by a period of probation as specified in section 907.7, orcommitment of the defendant to the judicial district department of correctional servicesfor supervision or services under section 901B.1 at the level of sanctions which the districtdepartment determines to be appropriate and the payment of fees imposed under section905.14. A person so committed who has probation revoked shall not be given credit forsuch time served. However, a person committed to an alternate jail facility or a communitycorrectional residential treatment facility who has probation revoked shall be given creditfor time served in the facility. The court shall not suspend any of the following sentences:\n\na.\n\nThe minimum term of two days imposed pursuant to section 708.2A, subsection 7, paragraph\n\n“a”\n\n, or a sentence imposed under section 708.2A, subsection 7, paragraph\n\n“b”\n\n.\n\nb.\n\nA sentence imposed pursuant to section 664A.7 for contempt.\n\nc.\n\nA mandatory minimum sentence of incarceration imposed pursuant to a violation of section 321J.2, subsection 1; furthermore, the court shall not suspend any part of a sentencenot involving incarceration imposed pursuant to section 321J.2, subsection 3, 4, or 5, beyondthe mandatory minimum if any of the following apply: (1) If the defendant’s alcohol concentration established by the results of an analysis of a specimen of the defendant’s blood, breath, or urine withdrawn in accordance with chapter321J exceeds .15, regardless of whether or not the alcohol concentration indicated by thechemical test minus the established margin of error inherent in the device or method used toconduct the test equals an alcohol concentration of .15 or more. (2) If the defendant has previously been convicted of a violation of section 321J.2, subsection 1, or a violation of a statute in another state substantially corresponding tosection 321J.2, subsection 1. (3) If the defendant has previously received a deferred judgment or sentence for a violation of section 321J.2, subsection 1, or for a violation of a statute in another statesubstantially corresponding to section 321J.2, subsection 1. (4) If the defendant refused to consent to testing requested in accordance with section 321J.6. (5) If the offense under chapter 321J results in bodily injury to a person other than the defendant.\n\nd.\n\nA sentence imposed pursuant to section 707.6A, subsection 1; or section 707.6A, subsection 4, involving operation of a motor vehicle while intoxicated.\n\ne.\n\nThe offense is a violation of section 124.401, subsection 1, paragraph\n\n“a”\n\nor\n\n“b”\n\n, and the controlled substance is methamphetamine.\n\nf.\n\nA mandatory minimum sentence or fine imposed for a violation of section 462A.14.\n\ng.\n\nThe sentence imposed under section 902.13 for a violation referred to in section 708.2A, subsection 4.\n\nh.\n\nA sentence imposed pursuant to section 710A.2.[S13, §5447-a; C24, 27, 31, 35, 39, §\n\n3800;\n\nC46, 50, 54, 58, 62, 66, 71, 73, §247.20; C75, 77, §789A.1; C79, 81, §907.3; 81 Acts, ch 206, §17; 82 Acts, ch 1167, §28] 86 Acts, ch 1220, §45; 88 Acts, ch 1168, §3, 4; 89 Acts, ch 296, §93; 91 Acts, ch 218, §30; 91 Acts, ch 219, §25, 26; 93 Acts, ch 157, §11, 12; 95 Acts, ch 180, §16, 17; 96 Acts, ch 1131, §4;96 Acts, ch 1193, §17 – 19; 97 Acts, ch 177, §31 – 33; 97 Acts, ch 189, §2; 97 Acts, ch 190, §8,9; 98 Acts, ch 1138, §6 – 9, 29 – 31, 37; 99 Acts, ch 182, §8; 2000 Acts, ch 1099, §11 – 13; 2000Acts, ch 1201, §15; 2001 Acts, ch 165, §7 – 9; 2002 Acts, ch 1050, §56, 57; 2003 Acts, ch 156,§17 – 19; 2005 Acts, ch 143, §4; 2006 Acts, ch 1101, §17 – 19; 2009 Acts, ch 119, §61, 62; 2010Acts, ch 1193, §70, 81; 2011 Acts, ch 34, §155; 2012 Acts, ch 1138, §91 – 93; 2013 Acts, ch 90,§214; 2017 Acts, ch 83, §10 – 12; 2020 Acts, ch 1028, §3, 4; 2023 Acts, ch 42, §9, 10; 2023 Acts,ch 74, §7; 2023 Acts, ch 87, §2 – 4 Referred to in §321.218, 321J.2, 321J.4, 462A.14, 692A.111, 707.6A, 708.2A, 708.2D, 708.11, 711.3B, 726.24, 726.25, 901.5, 901B.1, 903A.5, 907.3A, 907.4, 907.9, 907.10, 907.14 Definition of forcible felony, §702.11For bail after deferred judgment, see §811.2, 811.11Subsection 1, paragraph a, subparagraph (6), subparagraph division (f) amendedSubsection 1, paragraph a, NEW subparagraphs (15) and (16) Sat Dec 23 12:44:03 2023 Iowa Code 2024, Section 907.3 (44, 4)\n\n§907.3, DEFERRED JUDGMENT, DEFERRED OR SUSPENDED SENTENCE, PROBATION\n\n4\n\nSubsection 2, paragraph a, subparagraph (2), subparagraph division (f) amendedSubsection 2, paragraph a, NEW subparagraph (9)Subsection 3, NEW paragraph h Sat Dec 23 12:44:03 2023 Iowa Code 2024, Section 907.3 (44, 4)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-3/"
    },
    {
      "id": "section-9073a",
      "number": "907.3A",
      "heading": "Youthful offender status.",
      "text": "907.3A Youthful offender status.\n\n1. Notwithstanding section 907.3 but subject to any conditions of the waiver order, the trial court shall, upon a plea of guilty or a verdict of guilty, place the juvenile over whomthe juvenile court has waived jurisdiction pursuant to section 232.45, subsection 7, onyouthful offender status. The court shall transfer supervision of the youthful offender tothe juvenile court for disposition in accordance with section 232.52. An adjudication ofdelinquency entered by the juvenile court at disposition for a public offense shall not bedeemed a conviction and shall not preclude the subsequent entry of a deferred judgment orsentence, conviction, or sentence by the district court. The court shall require supervisionof the youthful offender in accordance with section 232.54, subsection 1, paragraph\n\n“h”\n\n, orsubsection 2 of this section. 2. The court shall hold a hearing prior to a youthful offender’s eighteenth birthday to determine whether the youthful offender shall continue on youthful offender status after theyouthful offender’s eighteenth birthday. Notwithstanding section 901.2, the court may ordera presentence investigation report including a report for an offense classified as a class “A”felony. The court shall review the report of the juvenile court regarding the youthful offenderprepared pursuant to section 232.56, and any presentence investigation report, if orderedby the court. The court shall hear evidence by or on behalf of the youthful offender, by thecounty attorney, and by the person or agency to which custody of the youthful offender wastransferred. The court shall make its decision, pursuant to the judgment and sentencingoptions available in subsection 3, after considering the services available to the youthfuloffender, the evidence presented, the juvenile court’s report, the presentence investigationreport if ordered by the court, the interests of the youthful offender, and interests of thecommunity. 3.\n\na.\n\nNotwithstanding any provision of the Code which prescribes a mandatory minimum sentence for the offense committed by the youthful offender, following transfer of theyouthful offender from the juvenile court back to the court having jurisdiction over thecriminal proceedings involving the youthful offender, the court shall order one of thefollowing sentencing options: (1) Defer judgment and place the youthful offender on probation, upon the consent of the youthful offender. (2) Defer the sentence and place the youthful offender on probation upon such terms and conditions as the court may require. (3) Suspend the sentence and place the youthful offender on probation upon such terms and conditions as the court may require. (4) A term of confinement as prescribed by law for the offense.(5) Discharge the youthful offender from youthful offender status and terminate the sentence.\n\nb.\n\nNotwithstanding anything in section 907.7 to the contrary, if the district court grants the youthful offender a deferred judgment, continues the youthful offender deferred sentence, orenters a sentence and suspends the sentence, and places the youthful offender on probation,the term of formal supervision shall commence upon entry of the order by the district courtand may continue for a period not to exceed five years. If the district court enters a sentenceof confinement, and the youthful offender was previously placed in secure confinement by thejuvenile court under the terms of the initial disposition order or any modification to the initialdisposition order, the person shall receive credit for any time spent in secure confinement.During any period of probation imposed by the district court, a youthful offender who violatesthe terms of probation is subject to section 908.11. 97 Acts, ch 126, §51; 2009 Acts, ch 41, §262; 2013 Acts, ch 42, §15Referred to in §232.8, 232.45, 232.50, 232.52, 232.54, 232.55, 232.56, 232.149B Sat Dec 23 12:44:03 2023 Iowa Code 2024, Section 907.3A (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-3a/"
    },
    {
      "id": "section-9074",
      "number": "907.4",
      "heading": "Deferred judgment docket.",
      "text": "907.4 Deferred judgment docket.\n\n1. A deferment of judgment under section 907.3 shall be entered promptly by the clerk of the district court, or the clerk’s designee, into the deferred judgment database of the state,which shall serve as the deferred judgment docket. The deferred judgment docket shall bemaintained by the state court administrator and shall not be destroyed. The docket shallcontain a permanent record of the deferred judgment including the name and date of birth ofthe defendant, the district court docket number, the nature of the offense, and the date of thedeferred judgment. Before granting deferred judgment in any case, the court shall search thedeferred judgment docket and shall consider any prior record of a deferred judgment againstthe defendant. 2. The permanent record provided for in this section is a confidential record exempted from public access under section 22.7 and shall be available only to justices of the supremecourt, judges of the court of appeals, district judges, district associate judges, judicialmagistrates, clerks of the district court, judicial district departments of correctional services,county attorneys, the department of public safety, and the department of correctionsrequesting information pursuant to this section, or the designee of a justice, judge,magistrate, clerk, judicial district department of correctional services, or county attorney,or departments. [C75, 77, §789A.1; C79, 81, §907.4]84 Acts, ch 1292, §20; 85 Acts, ch 197, §44; 88 Acts, ch 1168, §5; 97 Acts, ch 128, §5; 2003 Acts, ch 151, §61; 2003 Acts, 1st Ex, ch 2, §60, 209; 2011 Acts, ch 95, §10; 2012 Acts, ch 1054,§2, 4 Referred to in\n\n§602.8102(135)\n\n, 901C.2, 907.9 Sat Dec 23 12:44:03 2023 Iowa Code 2024, Section 907.4 (22, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-4/"
    },
    {
      "id": "section-9075",
      "number": "907.5",
      "heading": "Standards for release on probation — written reasons.",
      "text": "907.5 Standards for release on probation — written reasons.\n\n1. Before deferring judgment, deferring sentence, or suspending sentence, the court first shall determine which option, if available, will provide maximum opportunity for therehabilitation of the defendant and protection of the community from further offenses bythe defendant and others. In making this determination, the court shall consider all of thefollowing:\n\na.\n\nThe age of the defendant.\n\nb.\n\nThe defendant’s prior record of convictions and prior record of deferments of judgment if any.\n\nc.\n\nThe defendant’s employment circumstances.\n\nd.\n\nThe defendant’s family circumstances.\n\ne.\n\nThe defendant’s mental health and substance use disorder history and treatment options available in the community and the correctional system.\n\nf.\n\nThe nature of the offense committed.\n\ng.\n\nSuch other factors as are appropriate.2. The court shall file a specific written statement of its reasons for and the facts supporting its decision to defer judgment, to defer sentence, or to suspend sentence, and itsdecision on the length of probation. [C75, 77, §789A.1(2); C79, 81, §907.5]2011 Acts, ch 7, §4; 2012 Acts, ch 1021, §118; 2023 Acts, ch 19, §1342Subsection 1, paragraph e amended Sat Dec 23 12:44:04 2023 Iowa Code 2024, Section 907.5 (21, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-5/"
    },
    {
      "id": "section-9076",
      "number": "907.6",
      "heading": "Conditions of probation — regulations.",
      "text": "907.6 Conditions of probation — regulations.\n\nProbationers are subject to the conditions established by the judicial district department of correctional services subject to the approval of the court, and any additional reasonableconditions which the court or district department may impose to promote rehabilitation ofthe defendant or protection of the community. Conditions may include but are not limitedto adherence to regulations generally applicable to persons released on parole and includingrequiring unpaid community service as allowed pursuant to section 907.13. [C79, 81, §907.6; 82 Acts, ch 1069, §3]83 Acts, ch 39, §2; 96 Acts, ch 1193, §20Referred to in §321J.2 Sat Dec 23 12:44:04 2023 Iowa Code 2024, Section 907.6 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-6/"
    },
    {
      "id": "section-9077",
      "number": "907.7",
      "heading": "Length of probation.",
      "text": "907.7 Length of probation.\n\n1. The length of the probation shall be for a period as the court shall fix but not to exceed five years if the offense is a felony or not to exceed two years if the offense is a misdemeanor.The period of probation may be extended for up to one year including one year beyond themaximum period as provided in section 908.11. 2. The length of the probation shall not be less than one year if the offense is a misdemeanor and shall not be less than two years if the offense is a felony. 3. The court may subsequently reduce the length of the probation if the court determines that the purposes of probation have been fulfilled and the fees imposed under section 905.14have been paid to or waived by the judicial district department of correctional servicesand that court debt collected pursuant to section 602.8107 has been paid. The purposes ofprobation are to provide maximum opportunity for the rehabilitation of the defendant andto protect the community from further offenses by the defendant and others. 4. In determining the length of the probation, the court shall determine what period is most likely to provide maximum opportunity for the rehabilitation of the defendant, to allowenough time to determine whether or not rehabilitation has been successful, and to protectthe community from further offenses by the defendant and others. [C66, 71, 73, §247.20; C75, 77, §789A.2; C79, 81, §907.7]97 Acts, ch 125, §6; 97 Acts, ch 190, §10; 98 Acts, ch 1197, §5, 13; 2000 Acts, ch 1177, §4, 5; 2008 Acts, ch 1172, §27; 2010 Acts, ch 1175, §1, 4 Referred to in §907.3, 907.3A, 908.11, 910.4 Sat Dec 23 12:44:04 2023 Iowa Code 2024, Section 907.7 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-7/"
    },
    {
      "id": "section-9078",
      "number": "907.8",
      "heading": "Supervision during probationary period.",
      "text": "907.8 Supervision during probationary period.\n\n1. A person released on probation shall be assigned to a probation officer. Both the person and the person’s probation officer shall be furnished with the conditions of theperson’s probation including a copy of the plan of restitution and the restitution plan ofpayment, if any, and the regulations which the person will be required to observe, in writing.The probation officer shall explain these conditions and regulations to the person and shallsupervise, assist, and counsel the person during the term of the person’s probation. 2.\n\na.\n\nWhen probation is granted, the court shall order said person committed to the custody, care, and supervision: (1) Of any suitable resident of this state; or(2) Of the judicial district department of correctional services.\n\nb.\n\nJurisdiction over these persons shall remain with the sentencing court.3. In each case in which the court orders the person committed to the custody, care, and supervision of the judicial district department of correctional services, the clerk of the districtcourt shall at once furnish the director of the judicial district department of correctionalservices with certified copies of the indictment or information, the minutes of testimonyattached thereto, the judgment entry if judgment is not deferred, and the original mittimus.The county attorney shall at once advise the director, by letter, that the defendant has beenplaced under the supervision of the judicial district department of correctional servicesand give the director a detailed statement of the facts and circumstances surrounding thecrime committed and the record and history of the defendant as may be known to thecounty attorney. If the defendant is confined in the county jail at the time of sentence, thecourt may order the defendant held until arrangements are made by the judicial districtdepartment of correctional services for the defendant’s employment and the defendant hassigned the necessary probation papers. If the defendant is not confined in the county jail atthe time of sentence, the court may order the defendant to remain in the county wherein thedefendant has been convicted and sentenced and report to the sheriff as to the defendant’swhereabouts. [S13, §5447-a; C24, 27, 31, 35, 39, §\n\n3801;\n\nC46, 50, 54, 58, 62, 66, 71, 73, §247.21; C75, 77, §789A.7; C79, 81, §907.8; 82 Acts, ch 1162, §12, 14] 97 Acts, ch 125, §7; 98 Acts, ch 1197, §6, 13; 2000 Acts, ch 1177, §4, 5; 2013 Acts, ch 90, §215Referred to in\n\n§331.756(70)\n\n, 602.8102(135) Sat Dec 23 12:44:08 2023 Iowa Code 2024, Section 907.8 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-8/"
    },
    {
      "id": "section-9078a",
      "number": "907.8A",
      "heading": "Sixth judicial district — determination of issues during probationary period.",
      "text": "907.8A Sixth judicial district — determination of issues during probationary\n\nperiod.\n\nRepealed by 98 Acts, ch 1197, §10, 13; 2000 Acts, ch 1177, §4, 5. Sat Dec 23 12:44:10 2023 Iowa Code 2024, Section 907.8A (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-8a/"
    },
    {
      "id": "section-9079",
      "number": "907.9",
      "heading": "Discharge from probation — procedure — expungement of deferred judgments.",
      "text": "907.9 Discharge from probation — procedure — expungement of deferred judgments.\n\n1. At any time that the court determines that the purposes of probation have been fulfilled and fees imposed under section 905.14 and court debt collected pursuant to section 602.8107have been paid, the court may order the discharge of a person from probation. 2. At any time that a probation officer determines that the purposes of probation have been fulfilled and fees imposed under section 905.14 and court debt collected pursuant to section602.8107 have been paid, the officer may order the discharge of a person from probationafter approval of the district director and notification of the sentencing court and the countyattorney who prosecuted the case. 3. The sentencing judge may order a hearing on its own motion, or shall order a hearing upon the request of the county attorney, for review of such discharge. If the sentencing judgeis no longer serving or unable to order such hearing, the chief judge of the district or the chiefjudge’s designee shall order any hearing pursuant to this section. Following the hearing, thecourt shall approve or rescind such discharge. If a hearing is not ordered within thirty daysafter notification by the probation officer, the person shall be discharged and the probationofficer shall notify the state court administrator of such discharge. 4.\n\na.\n\nAt the expiration of the period of probation if the fees imposed under section 905.14 and court debt collected pursuant to section 602.8107 have been paid, the court shall orderthe discharge of the person from probation. If portions of the court debt remain unpaid, theperson shall establish a payment plan with the clerk of the district court or the county attorneyprior to the discharge. The court shall forward to the governor a recommendation for oragainst restoration of citizenship rights to that person upon discharge. A person who hasbeen discharged from probation shall no longer be held to answer for the person’s offense.\n\nb.\n\nUpon discharge from probation, if judgment has been deferred under section 907.3, the court’s criminal record with reference to the deferred judgment, any counts dismissed by thecourt, which were contained in the indictment, information, or complaint that resulted in thedeferred judgment, and any other related charges that were not contained in the indictment,information, or complaint but were dismissed, shall be expunged. However, the court’s recordshall not be expunged until the person has paid the restitution, civil penalties, court costs,fees, or other financial obligations ordered by the court or assessed by the clerk of the districtcourt in the case that includes the deferred judgment. The expunged record is a confidentialrecord exempt from public access under section 22.7 but shall be made available by the clerkof the district court, upon request and without court order, to an agency or person grantedaccess to the deferred judgment docket under section 907.4, subsection 2. The court’s recordshall not be expunged in any other circumstances unless authorized by law.\n\nc.\n\nA dismissed count or related charge shall be expunged pursuant to the provisions of paragraph\n\n“b”\n\nin the following manner: (1) A count which was contained in the indictment, information, or complaint that resulted in the deferred judgment shall be expunged when the deferred judgment is expunged. (2) A related charge that was not contained in the indictment, information, or complaint that resulted in the deferred judgment shall only be expunged upon a court order thatidentifies the related charge to be expunged.\n\nd.\n\nA count or related charge that was dismissed shall not be expunged pursuant to paragraph\n\n“c”\n\nin any case in which a count or charge resulted in a conviction, not includinga finding of contempt, that was not expunged.\n\ne.\n\nThe provisions of paragraph\n\n“c”\n\napply whether the deferred judgment was expunged prior to July 1, 2012, or on or after July 1, 2012. The provisions of paragraph\n\n“d”\n\napply whetherthe deferred judgment was expunged prior to July 1, 2016, or on or after July 1, 2016.\n\nf.\n\nThe provisions of paragraph\n\n“b”\n\nthat require payment of financial obligations as a condition for expungement of a deferred judgment apply to any deferred judgment that hasnot been expunged prior to July 1, 2012.\n\ng.\n\nFor purposes of this subsection, a charge or count is related to another charge or count if the charge or count arose from the same transaction or occurrence or from two or moretransactions or occurrences constituting parts of a common scheme or plan. 5. A probation officer or the director of the judicial district department of correctional Sat Dec 23 12:44:10 2023 Iowa Code 2024, Section 907.9 (23, 0)\n\n§907.9, DEFERRED JUDGMENT, DEFERRED OR SUSPENDED SENTENCE, PROBATION\n\n2\n\nservices who acts in compliance with this section is acting in the course of the person’s officialduty and is not personally liable, either civilly or criminally, for the acts of a person dischargedfrom probation by the officer after such discharge, unless the discharge constitutes willfuldisregard of the person’s duty. [S13, §5447-a; C24, 27, 31, 35, 39, §\n\n3800;\n\nC46, 50, 54, 58, 62, 66, 71, 73, §247.20; C75, 77, §789A.6; C79, 81, §907.9] 88 Acts, ch 1168, §6; 90 Acts, ch 1251, §72; 91 Acts, ch 219, §27; 97 Acts, ch 125, §9; 97 Acts, ch 190, §11; 98 Acts, ch 1197, §7, 13; 2000 Acts, ch 1177, §4, 5; 2003 Acts, 1st Ex, ch 2, §61,209; 2004 Acts, ch 1175, §205; 2008 Acts, ch 1172, §28; 2012 Acts, ch 1054, §3, 4; 2016 Acts,ch 1058, §2, 3 Referred to in §901C.2 Sat Dec 23 12:44:10 2023 Iowa Code 2024, Section 907.9 (23, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-9/"
    },
    {
      "id": "section-90710",
      "number": "907.10",
      "heading": "Release on probation after completing program.",
      "text": "907.10 Release on probation after completing program.\n\nWhen the court has determined that any person ordered to participate in a locally administered correctional program, pursuant to section 907.3, subsection 1, has successfullycompleted such program, the court shall order such person to be released on probation. [C79, 81, §907.10] Sat Dec 23 12:44:10 2023 Iowa Code 2024, Section 907.10 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-10/"
    },
    {
      "id": "section-90711",
      "number": "907.11",
      "heading": "Maximum period of confinement.",
      "text": "907.11 Maximum period of confinement.\n\nIn no case shall the total time served in confinement and in any locally administered correctional program exceed the maximum period of confinement authorized for the publicoffense of which the defendant stands convicted. [C79, 81, §907.11] Sat Dec 23 12:44:11 2023 Iowa Code 2024, Section 907.11 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-11/"
    },
    {
      "id": "section-907",
      "number": "907",
      "heading": "12",
      "text": "12",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90713",
      "number": "907.13",
      "heading": "Community service sentencing — liability — workers’ compensation.",
      "text": "907.13 Community service sentencing — liability — workers’ compensation.\n\n1. The court may establish as a condition of probation that the defendant perform unpaid community service for a time not to exceed the maximum period of confinement for theoffense of which the defendant is convicted. If this condition is established, the defendantin cooperation with the probation officer assigned to the defendant and in cooperation withthe judicial district department of correctional services, shall promptly prepare a plan toimplement the community service condition. The plan shall include but shall not be limitedto the suggested placement of the defendant and the suggested number of hours of servicesto be required. 2. The defendant’s plan of community service, the comments of the defendant’s probation officer, and the comments of the representative of the judicial district departmentof correctional services responsible for the unpaid community service program, shall besubmitted promptly to the court. The court shall promptly enter an order approving the planor modifying it. Compliance with the plan of community service as approved or modified bythe court shall be a condition of the defendant’s probation. The court thereafter may modifythe plan at any time upon the defendant’s request, upon the request of the judicial districtdepartment of correctional services, or upon the court’s own motion. As an option formodification of a plan, the court may allow a defendant to complete some part or all of thedefendant’s community service obligation through the donation of property to a charitableorganization other than a governmental subdivision. A donation of property to a charitableorganization offered in satisfaction of some part or all of a community service obligationunder this subsection is not a deductible contribution for the purposes of federal or stateincome taxes. 3. At any time during the probation period the defendant may request and the court shall grant a hearing on any matter related to the plan of community service. 4. Failure of the defendant to comply with subsection 1 or to comply with the plan of community service as approved or modified by the court shall constitute a violation of theconditions of probation. Without limitation, the court may modify the plan of communityservice or modify the required hours of service, but not beyond the maximum hours of servicespecified in subsection 1. 5. The state of Iowa is exclusively liable, according to and under chapter 669, for a tortious act committed by a defendant while performing unpaid community service. 6. The state of Iowa is exclusively liable for and shall pay any compensation becoming due any person under section 85.59. [82 Acts, ch 1069, §4]84 Acts, ch 1280, §3; 88 Acts, ch 1168, §7Referred to in §462A.14, 901.3, 907.6Community service as restitution; see §909.3A, 910.2 Sat Dec 23 12:44:12 2023 Iowa Code 2024, Section 907.13 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-13/"
    },
    {
      "id": "section-90714",
      "number": "907.14",
      "heading": "Deferred judgment — civil penalty — distribution.",
      "text": "907.14 Deferred judgment — civil penalty — distribution.\n\n1. Upon the entry of a deferred judgment pursuant to section 907.3, a defendant shall be assessed a civil penalty of an amount not less than the amount of any criminal fine authorizedby law for the offense under section 902.9 or section 903.1. 2. The clerk of the district court shall collect and remit the civil penalty to the state court administrator for deposit in the general fund of the state as provided in section 602.8108. 2005 Acts, ch 143, §5Referred to in §321J.2, 907.1, 907.3, 908.11 Sat Dec 23 12:44:13 2023 Iowa Code 2024, Section 907.14 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-907/section-907-14/"
    }
  ]
}