{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-729a-violation-of-individual-rights-hate-crimes",
  "sections": [
    {
      "id": "section-729a1",
      "number": "729A.1",
      "heading": "Violations of an individual’s rights prohibited",
      "text": "729A.1 Violations of an individual’s rights prohibited.\n\nPersons within the state of Iowa have the right to be free from any violence, or intimidation by threat of violence, committed against their persons or property because of their race,color, religion, ancestry, national origin, political affiliation, sex, sexual orientation, age, ordisability. 92 Acts, ch 1157, §8 Sat Dec 23 12:33:00 2023 Iowa Code 2024, Section 729A.1 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-729a/section-729a-1/"
    },
    {
      "id": "section-729a2",
      "number": "729A.2",
      "heading": "Violation of individual rights — hate crime.",
      "text": "729A.2 Violation of individual rights — hate crime.\n\n“Hate crime”\n\nmeans one of the following public offenses when committed against a person or a person’s property because of the person’s race, color, religion, ancestry, national origin,political affiliation, sex, sexual orientation, age, or disability, or the person’s association witha person of a certain race, color, religion, ancestry, national origin, political affiliation, sex,sexual orientation, age, or disability: 1. Assault in violation of individual rights under section 708.2C.2. Violations of individual rights under section 712.9.3. Criminal mischief in violation of individual rights under section 716.6A.4. Trespass in violation of individual rights under section 716.8, subsections 3 and 4.92 Acts, ch 1157, §9Referred to in §692.15, 708.2C, 712.9, 716.6A, 716.8 Sat Dec 23 12:33:01 2023 Iowa Code 2024, Section 729A.2 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-729a/section-729a-2/"
    },
    {
      "id": "section-729a3",
      "number": "729A.3",
      "heading": "Local ordinances.",
      "text": "729A.3 Local ordinances.\n\nThis chapter does not prohibit political subdivisions from enacting ordinances which are consistent with this chapter. Local ordinances reasonably regulating the time, place, ormanner of the exercise of constitutional rights are permissible. 92 Acts, ch 1157, §10 Sat Dec 23 12:33:01 2023 Iowa Code 2024, Section 729A.3 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-729a/section-729a-3/"
    },
    {
      "id": "section-729a4",
      "number": "729A.4",
      "heading": "Violation of individual rights — sensitivity training.",
      "text": "729A.4 Violation of individual rights — sensitivity training.\n\nThe prosecuting attorneys training coordinator shall develop a course of instruction for law enforcement personnel and prosecuting attorneys designed to sensitize those personsto the existence of violations of individual rights and the criteria for determining whether aviolation of individual rights has occurred. The prosecuting attorneys training coordinatorshall consult with the civil rights commission, the office of the attorney general, and thedepartment of public safety regarding the content and provision of this course of instruction. 92 Acts, ch 1157, §11 Sat Dec 23 12:33:02 2023 Iowa Code 2024, Section 729A.4 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-729a/section-729a-4/"
    },
    {
      "id": "section-729a5",
      "number": "729A.5",
      "heading": "Civil remedies.",
      "text": "729A.5 Civil remedies.\n\n1. A victim who has suffered physical, emotional, or financial harm as a result of a violation of this chapter due to the commission of a hate crime is entitled to and may bring anaction for injunctive relief, general and special damages, reasonable attorney fees, and costs. 2. An action brought pursuant to this section must be brought within two years after the date of the violation of this chapter. 3. In an action brought pursuant to this section, the burden of proof shall be the same as in other civil actions for similar relief. 4. This section does not apply to complaints or discriminatory or unfair practices under chapter 216. 92 Acts, ch 1157, §12; 2018 Acts, ch 1041, §127 Sat Dec 23 12:33:03 2023 Iowa Code 2024, Section 729A.5 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-729a/section-729a-5/"
    }
  ]
}