{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-714g-consumer-credit-security",
  "sections": [
    {
      "id": "section-714g1",
      "number": "714G.1",
      "heading": "Definitions.Section 714G.2 - Security freeze",
      "text": "714G.1 Definitions.\n\nFor the purposes of this chapter, unless the context otherwise requires:1.\n\n“Consumer”\n\nmeans an individual who is a resident of this state sixteen years of age or older who does not otherwise meet the definition of a protected consumer and who is notsubject to a protected consumer security freeze. 2.\n\n“Consumer credit report”\n\nmeans a consumer report, as defined in 15 U.S.C. §1681a, that is used or collected in whole or in part for the purpose of serving as a factor in establishing aconsumer’s eligibility for credit for personal, family, or household purposes. 3.\n\n“Consumer reporting agency”\n\nmeans the same as defined in 15 U.S.C. §1681a(f). A consumer reporting agency does not include any of the following:\n\na.\n\nA check service or fraud prevention service company that reports on incidents of fraud or issues authorizations for the purpose of approving or processing negotiable instruments,electronic fund transfers, or similar methods of payment.\n\nb.\n\nA deposit account information service company that issues reports regarding account closures due to fraud, overdrafts, automated teller machine abuse, or similar negativeinformation regarding a consumer to inquiring financial institutions for use only in reviewingthe consumer’s request for a deposit account at the inquiring financial institution.\n\nc.\n\nAny person or entity engaged in the practice of assembling and merging information contained in a database of one or more consumer reporting agencies and does not maintaina permanent database of credit information from which new consumer reports are produced.\n\nd.\n\nA company that maintains a database or file that consists of any of the following information which is used for purposes unrelated to the granting of credit: (1) Criminal history information.(2) Information relating to employment, rental history, or a background check.4.\n\n“Identification information”\n\nmeans as defined in section 715A.8.5.\n\n“Identity theft”\n\nmeans as used in section 715A.8.6.\n\n“Normal business hours”\n\nmeans Sunday through Saturday, between the hours of 6:00 a.m. and 9:30 p.m., central standard time or central daylight saving time. 7.\n\n“Proper identification”\n\nmeans the same as defined in 15 U.S.C. §1681h(a)(1).8.\n\n“Protected consumer”\n\nmeans an individual who is either under sixteen years of age at the time a request for a protected consumer security freeze is made for the individual or isan incapacitated person or a protected person for whom a guardian or conservator has beenappointed. 9.\n\n“Protected consumer security freeze”\n\nmeans one of the following:\n\na.\n\nIf a consumer reporting agency does not have a file pertaining to a protected consumer, a restriction that is placed on the protected consumer’s record in accordance withsection 714G.8A that prohibits the consumer reporting agency from releasing the protectedconsumer’s record except as provided in that section.\n\nb.\n\nIf a consumer reporting agency has a file pertaining to a protected consumer, a restriction that is placed on the protected consumer’s consumer credit report in accordancewith section 714G.8A that prohibits the consumer reporting agency from releasing theprotected consumer’s consumer credit report or any information derived from the protectedconsumer’s consumer credit report except as provided in that section. 10.\n\n“Record”\n\nmeans a compilation of information that includes or satisfies all of the following:\n\na.\n\nIdentifies a protected consumer.\n\nb.\n\nIs created by a consumer reporting agency solely for the purpose of complying with section 714G.8A.\n\nc.\n\nIs not created or used to consider the protected consumer’s credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode ofliving. 11.\n\n“Representative”\n\nmeans a protected consumer’s parent, guardian, or custodian who provides to a consumer reporting agency sufficient proof of authority to act on behalf of aprotected consumer. 12.\n\n“Security freeze”\n\nmeans a notice placed in a consumer credit report, at the request of Sat Dec 23 12:29:53 2023 Iowa Code 2024, Section 714G.1 (19, 0)\n\n§714G.1, CONSUMER CREDIT SECURITY\n\n2\n\nthe consumer and subject to certain exceptions, that prohibits a consumer reporting agencyfrom releasing the consumer credit report or score relating to the extension of credit. 13.\n\n“Sufficient proof of authority”\n\nmeans documentation that shows a representative has authority to act on behalf of a protected consumer, which may be demonstrated in the form ofan order issued by a court of law, a lawfully executed and valid power of attorney, or a writtennotarized statement signed by the representative that expressly describes the authority of therepresentative to act on behalf of a protected consumer. 14.\n\n“Sufficient proof of identification”\n\nmeans one or more of the following:\n\na.\n\nA protected consumer’s social security number or a copy of a social security card issued by the federal social security administration.\n\nb.\n\nA certified or official copy of a protected consumer’s birth certificate issued by the entity authorized to issue the birth certificate.\n\nc.\n\nA copy of a protected consumer’s driver’s license, a protected consumer’s nonoperator’s identification card issued by the state department of transportation, or anyother federal or state government-issued form of identification pertaining to a protectedconsumer. 2008 Acts, ch 1063, §1; 2014 Acts, ch 1041, §1 – 3, 6 Sat Dec 23 12:29:53 2023 Iowa Code 2024, Section 714G.1 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-1/"
    },
    {
      "id": "section-714g2",
      "number": "714G.2",
      "heading": "Security freeze.",
      "text": "714G.2 Security freeze.\n\n1. A consumer may submit a written request for a security freeze to a consumer reporting agency by first-class mail, telephone, secure internet connection, or other secure electroniccontact method designated by the consumer reporting agency. The consumer must submitproper identification with the request. Within three business days after receiving the request,the consumer reporting agency shall commence the security freeze. Within three businessdays after commencing the security freeze, the consumer reporting agency shall send awritten confirmation to the consumer of the security freeze, a personal identification numberor password, other than the consumer’s social security number, for the consumer to use inauthorizing the suspension or removal of the security freeze, including information on howthe security freeze may be temporarily suspended. 2.\n\na.\n\nIf a consumer requests a security freeze from a consumer reporting agency that compiles and maintains files on a nationwide basis, the consumer reporting agency shallidentify, to the best of its knowledge, any other consumer reporting agency that compiles andmaintains files on consumers on a nationwide basis and inform consumers of appropriatecontact information that would permit the consumer to place, lift, or remove a security freezefrom such other consumer reporting agency.\n\nb.\n\nFor purposes of this subsection,\n\n“consumer reporting agency that compiles and\n\nmaintains files on a nationwide basis”\n\nmeans the same as defined in 15 U.S.C. §1681a(p). 2008 Acts, ch 1063, §2; 2018 Acts, ch 1091, §1, 10 Sat Dec 23 12:29:54 2023 Iowa Code 2024, Section 714G.2 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-2/"
    },
    {
      "id": "section-714g3",
      "number": "714G.3",
      "heading": "Temporary suspension.",
      "text": "714G.3 Temporary suspension.\n\n1. A consumer may request that a security freeze be temporarily suspended to allow the consumer reporting agency to release the consumer credit report for a specific timeperiod. The consumer reporting agency shall develop procedures to expedite the receiptand processing of requests by first-class mail, telephone, secure internet connection, orother secure electronic contact method designated by the consumer reporting agency. Theconsumer reporting agency shall comply with the request within three business days afterreceiving the consumer’s written request, or within fifteen minutes after the consumer’srequest is received by the consumer reporting agency through secure internet connectionor other secure electronic contact method designated by the consumer reporting agency, orthe use of a telephone, during normal business hours. The consumer’s request shall includeall of the following:\n\na.\n\nProper identification.\n\nb.\n\nThe personal identification number or password provided by the consumer reporting agency.\n\nc.\n\nExplicit instructions of the specific time period designated for suspension of the security freeze. 2. A consumer reporting agency need not remove a security freeze within the time frames provided in subsection 1 if the consumer fails to meet the requirements of subsection 1, or theability of the consumer reporting agency to remove the security freeze within fifteen minutesis prevented by one of the following:\n\na.\n\nAn act of God, including a fire, earthquake, hurricane, storm, or similar natural disaster or phenomenon.\n\nb.\n\nUnauthorized or illegal acts by a third party, including terrorism, sabotage, riot, vandalism, labor strikes or disputes disrupting operations, or similar occurrences.\n\nc.\n\nOperational interruption, including electrical failure, unanticipated delay in equipment or replacement part delivery, computer hardware or software failures inhibiting responsetime, or similar disruption.\n\nd.\n\nGovernmental action, including emergency orders or regulations, judicial law enforcement action, or similar directives.\n\ne.\n\nRegularly scheduled maintenance, during other than normal business hours, of the consumer reporting agency’s systems, or updates to the consumer reporting agency’ssystems.\n\nf.\n\nCommercially reasonable maintenance of, or repair to, the consumer reporting agency’s systems that is unexpected or unscheduled.\n\ng.\n\nReceipt of a removal request outside of normal business hours.2008 Acts, ch 1063, §3; 2018 Acts, ch 1091, §2, 10 Sat Dec 23 12:29:54 2023 Iowa Code 2024, Section 714G.3 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-3/"
    },
    {
      "id": "section-714g4",
      "number": "714G.4",
      "heading": "Removal.",
      "text": "714G.4 Removal.\n\nA security freeze remains in effect until the consumer requests that the security freeze be removed. A consumer reporting agency shall remove a security freeze within three businessdays after receiving a request for removal that includes proper identification of the consumer,and the personal identification number or password provided by the consumer reportingagency. 2008 Acts, ch 1063, §4; 2018 Acts, ch 1091, §3, 10 Sat Dec 23 12:29:55 2023 Iowa Code 2024, Section 714G.4 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-4/"
    },
    {
      "id": "section-714g5",
      "number": "714G.5",
      "heading": "Fees prohibited.",
      "text": "714G.5 Fees prohibited.\n\nA consumer reporting agency shall not charge a fee to a consumer for providing any service pursuant to this chapter, including but not limited to placing, removing, temporarilysuspending, or reinstating a security freeze. 2008 Acts, ch 1063, §5; 2018 Acts, ch 1091, §4 Sat Dec 23 12:29:56 2023 Iowa Code 2024, Section 714G.5 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-5/"
    },
    {
      "id": "section-714g6",
      "number": "714G.6",
      "heading": "Third parties.",
      "text": "714G.6 Third parties.\n\nIf a third party requests a consumer credit report that is subject to a security freeze, the consumer reporting agency may advise the third party that a security freeze is in effect. Ifthe consumer does not expressly authorize the third party to have access to the consumercredit report through a temporary suspension of the security freeze, the third party shall notbe given access to the consumer credit report but may treat a credit application as incomplete. 2008 Acts, ch 1063, §6 Sat Dec 23 12:29:55 2023 Iowa Code 2024, Section 714G.6 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-6/"
    },
    {
      "id": "section-714g7",
      "number": "714G.7",
      "heading": "Misrepresentation of fact.",
      "text": "714G.7 Misrepresentation of fact.\n\nA consumer reporting agency may suspend or remove a security freeze upon a material misrepresentation of fact by the consumer. However, the consumer reporting agency shallsend notice to the consumer in writing prior to suspending or removing the security freeze. 2008 Acts, ch 1063, §7 Sat Dec 23 12:29:57 2023 Iowa Code 2024, Section 714G.7 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-7/"
    },
    {
      "id": "section-714g8",
      "number": "714G.8",
      "heading": "Exceptions.",
      "text": "714G.8 Exceptions.\n\nA security freeze or protected consumer security freeze shall not apply to the following persons or entities: 1. A person or person’s subsidiary, affiliate, agent, or assignee with which the consumer has or prior to assignment had an account, contract, or debtor-creditor relationship for thepurposes of reviewing the account or collecting the financial obligation owing for the account,contract, or debt, or extending credit to a consumer with a prior or existing account, contract,or debtor-creditor relationship.\n\n“Reviewing the account”\n\nincludes activities related to accountmaintenance, monitoring, credit line increases, and account upgrades and enhancements. 2. A subsidiary, affiliate, agent, assignee, or prospective assignee of a person to whom access has been granted under a temporary suspension for purposes of facilitating theextension of credit or another permissible use. 3. A person acting pursuant to a court order, warrant, or subpoena.4. Child support enforcement officials when investigating a child support case pursuant to Tit. IV-D or Tit. XIX of the federal Social Security Act. 5. The department of health and human services or its agents or assignees acting to investigate fraud under the medical assistance program. 6. The department of revenue or local taxing authorities, or any of their agents or assignees, acting to investigate or collect delinquent taxes or assessments, including interestand penalties and unpaid court orders, or to fulfill any of their other statutory or otherresponsibilities. 7. A person’s use of credit information for prescreening as provided by the federal Fair Credit Reporting Act. 8. A person for the sole purpose of providing a credit file monitoring subscription service to which the consumer has subscribed. 9. A consumer reporting agency for the sole purpose of providing a customer with a copy of the consumer credit report upon the consumer’s request. 10. A person’s use of a consumer credit report in connection with the business of insurance. 2008 Acts, ch 1063, §8; 2012 Acts, ch 1023, §85; 2014 Acts, ch 1041, §4, 6; 2023 Acts, ch 19, §1304 Referred to in §714G.8ASubsection 5 amended Sat Dec 23 12:29:57 2023 Iowa Code 2024, Section 714G.8 (20, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-8/"
    },
    {
      "id": "section-714g8a",
      "number": "714G.8A",
      "heading": "Protected consumer security freeze.",
      "text": "714G.8A Protected consumer security freeze.\n\n1. A consumer reporting agency shall implement a protected consumer security freeze for a protected consumer if the consumer reporting agency receives a request from theprotected consumer’s representative for the placement of the protected consumer securityfreeze pursuant to this section and the protected consumer’s representative complies withall of the following:\n\na.\n\nSubmits the request to the consumer reporting agency at the address or other point of contact and in the manner specified by the consumer reporting agency.\n\nb.\n\nProvides sufficient proof of identification of the protected consumer and proof of the identity of the representative.\n\nc.\n\nProvides sufficient proof of authority to act on behalf of the protected consumer.2.\n\na.\n\nA protected consumer security freeze requested pursuant to subsection 1 shall commence within thirty days after the request is received. If a consumer reporting agencydoes not have a file pertaining to a protected consumer when the consumer reporting agencyreceives the request, the consumer reporting agency shall create a record for the protectedconsumer within thirty days after the request is received.\n\nb.\n\nWhile a protected consumer security freeze is in effect, a consumer reporting agency shall not release the protected consumer’s consumer credit report, any information derivedfrom the protected consumer’s consumer credit report, or any information contained in therecord created for the protected consumer. The protected consumer security freeze shallremain in effect until the protected consumer or the protected consumer’s representativerequests the consumer reporting agency to remove the protected consumer security freezepursuant to subsection 3, or the consumer reporting agency removes the protected consumersecurity freeze pursuant to subsection 6. 3. A consumer reporting agency shall remove a protected consumer security freeze if the consumer reporting agency receives a request from the protected consumer or the protectedconsumer’s representative to remove the protected consumer’s security freeze that complieswith all of the following:\n\na.\n\nThe request is submitted to the consumer reporting agency at the address or other point of contact and in the manner specified by the consumer reporting agency.\n\nb.\n\nIn the case of a request by a protected consumer, the request includes proof that previously submitted sufficient proof of authority for the protected consumer’s representativeto act on behalf of the protected consumer is no longer valid, and sufficient proof ofidentification of the protected consumer.\n\nc.\n\nIn the case of a request by the representative of a protected consumer, the request includes sufficient proof of identification of the protected consumer, proof of the identity ofthe representative, and sufficient proof of authority to act on behalf of the protected consumer. 4. A protected consumer security freeze shall be removed by the consumer reporting agency within thirty days after the request for removal pursuant to subsection 3 is receivedby the consumer reporting agency. 5. A consumer reporting agency shall not charge a fee for the placement, removal, or reinstatement of a protected consumer security freeze. A consumer reporting agency maynot charge any other fee for a service performed pursuant to this section. 6. A consumer reporting agency may remove a protected consumer security freeze for a protected consumer or delete a record of a protected consumer if the protectedconsumer security freeze was commenced or the record was created based on a materialmisrepresentation of fact by the protected consumer or the protected consumer’srepresentative. 7. The provisions of sections 714G.8, 714G.10, and 714G.11 shall be applicable to a protected consumer security freeze. 2014 Acts, ch 1041, §5, 6; 2018 Acts, ch 1091, §5 – 7Referred to in §714G.1 Sat Dec 23 12:29:57 2023 Iowa Code 2024, Section 714G.8A (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-8a/"
    },
    {
      "id": "section-714g9",
      "number": "714G.9",
      "heading": "Written confirmation.",
      "text": "714G.9 Written confirmation.\n\nAfter a security freeze is in effect, a consumer reporting agency may post a name, date of birth, social security number, or address change in a consumer credit report provided writtenconfirmation is sent to the consumer within thirty days of posting the change. For an addresschange, written confirmation shall be sent to both the new and former addresses. Writtenconfirmation is not required to correct spelling and typographical errors. 2008 Acts, ch 1063, §9 Sat Dec 23 12:29:58 2023 Iowa Code 2024, Section 714G.9 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-9/"
    },
    {
      "id": "section-714g10",
      "number": "714G.10",
      "heading": "Waiver void.",
      "text": "714G.10 Waiver void.\n\nA waiver by a consumer of the provisions of this chapter is contrary to public policy and is void and unenforceable. 2008 Acts, ch 1063, §10Referred to in §714G.8A Sat Dec 23 12:29:58 2023 Iowa Code 2024, Section 714G.10 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-10/"
    },
    {
      "id": "section-714g11",
      "number": "714G.11",
      "heading": "Enforcement.",
      "text": "714G.11 Enforcement.\n\nA person who violates this chapter violates section 714.16, subsection 2, paragraph\n\n“a”\n\n. All powers conferred upon the attorney general to accomplish the objectives and carryout the duties prescribed in section 714.16 are also conferred upon the attorney general toenforce this chapter including but not limited to the power to issue subpoenas, adopt rules,and seek injunctive relief and a monetary award for civil penalties, attorney fees, and costs.Additionally, the attorney general may seek and recover the greater of five hundred dollarsor actual damages for each customer injured by a violation of this chapter. 2008 Acts, ch 1063, §11Referred to in §714G.8A Sat Dec 23 12:29:58 2023 Iowa Code 2024, Section 714G.11 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-714g/section-714g-11/"
    }
  ]
}