{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-901-judgment-and-sentencing-procedures",
  "sections": [
    {
      "id": "section-9011",
      "number": "901.1",
      "heading": "Short title.Section 901.2 - Presentence investigation",
      "text": "Section 901.3 - Presentence investigation report.Section 901.4 - Presentence investigation report confidential — access.Section 901.4A - Substance use disorder evaluation.Section 901.4B - Presentence determinations and statements.Section 901.5 -",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-9012",
      "number": "901.2",
      "heading": "Presentence investigation.",
      "text": "901.2 Presentence investigation.\n\n1. Upon a plea of guilty, a verdict of guilty, or a special verdict upon which a judgment of conviction of a public offense may be rendered, the court shall receive from the state, from thejudicial district department of correctional services, and from the defendant any informationwhich may be offered which is relevant to the question of sentencing. The court may considerinformation from other sources. 2.\n\na.\n\nThe court shall not order a presentence investigation when the offense is a class “A” felony. If, however, the board of parole determines that the Iowa medical and classificationcenter reception report for a class “A” felon is inadequate, the board may request and shallbe provided with additional information from the appropriate judicial district department ofcorrectional services.\n\nb.\n\nThe court shall order a presentence investigation when the offense is a class “B”, class “C”, or class “D” felony. A presentence investigation for a class “B”, class “C”, or class “D”felony shall not be waived. The court may order, with the consent of the defendant, that thepresentence investigation begin prior to the acceptance of a plea of guilty, or prior to a verdictof guilty.\n\nc.\n\nThe court may order a presentence investigation when the offense is an aggravated misdemeanor.\n\nd.\n\nThe court may order a presentence investigation when the offense is a serious misdemeanor only upon a finding of exceptional circumstances warranting an investigation.Notwithstanding section 901.3, a presentence investigation ordered by the court for a seriousmisdemeanor shall include information concerning only the following: (1) A brief personal and social history of the defendant.(2) The defendant’s criminal record.(3) The harm to the victim, the victim’s immediate family, and the community, including any completed victim impact statement or statements and restitution plan. 3. The court may withhold execution of any judgment or sentence for such time as shall be reasonably necessary for an investigation with respect to deferment of judgment, defermentof sentence, or suspension of sentence and probation. The investigation shall be made by thejudicial district department of correctional services. 4. The purpose of the report by the judicial district department of correctional services is to provide the court pertinent information for purposes of sentencing and to include suggestionsfor correctional planning for use by correctional authorities subsequent to sentencing. [S13, §5447-a; C24, 27, 31, 35, 39, §\n\n3800;\n\nC46, 50, 54, 58, 62, 66, 71, 73, §247.20; C75, 77, §789A.3; C79, 81, §901.2] 83 Acts, ch 38, §2; 84 Acts, ch 1126, §1; 89 Acts, ch 156, §2; 90 Acts, ch 1251, §62; 94 Acts, ch 1099, §1; 99 Acts, ch 12, §12; 2000 Acts, ch 1122, §2; 2013 Acts, ch 30, §257; 2013 Acts, ch90, §240; 2023 Acts, ch 86, §10 Referred to in §903B.10, 907.3ASubsection 2, paragraph b amended Sat Dec 23 12:36:06 2023 Iowa Code 2024, Section 901.2 (20, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-2/"
    },
    {
      "id": "section-9013",
      "number": "901.3",
      "heading": "Presentence investigation report.",
      "text": "901.3 Presentence investigation report.\n\n1. If a presentence investigation is ordered by the court, the investigator shall promptly inquire into all of the following:\n\na.\n\nThe defendant’s characteristics, family and financial circumstances, needs, and potentialities.\n\nb.\n\nThe defendant’s criminal record and social history.\n\nc.\n\nThe circumstances of the offense.\n\nd.\n\nThe time the defendant has been in detention.\n\ne.\n\nThe harm to the victim, the victim’s immediate family, and the community. Additionally, the presentence investigator shall provide a victim impact statement form to each victim, ifone has not already been provided, and shall file the completed statement or statements withthe presentence investigation report.\n\nf.\n\nThe defendant’s potential as a candidate for the community service sentence program established pursuant to section 907.13.\n\ng.\n\nAny mitigating circumstances relating to the offense and the defendant’s potential as a candidate for deferred judgment, deferred sentencing, a suspended sentence, or probation,if the defendant is charged with or convicted of assisting suicide pursuant to section 707A.2.\n\nh.\n\nWhether the defendant has a history of mental health issues or a substance use disorder. If so, the investigator shall inquire into the treatment options available in both the communityof the defendant and the correctional system. 2. All local and state mental and correctional institutions, courts, and police agencies shall furnish to the investigator on request the defendant’s criminal record and otherrelevant information. The originating source of specific mental health or substance usedisorder information including the histories, treatment, and use of medications shall notbe released to the presentence investigator unless the defendant authorizes the releaseof such information. If the defendant refuses to release the information, the presentenceinvestigator may note the defendant’s refusal to release mental health or substance usedisorder information in the presentence investigation report and rely upon other mentalhealth or substance use disorder information available to the presentence investigator. Withthe approval of the court, a physical examination or psychiatric evaluation of the defendantmay be ordered, or the defendant may be committed to an inpatient or outpatient psychiatricfacility for an evaluation of the defendant’s personality and mental health. The results ofany such examination or evaluation shall be included in the report of the investigator. [C75, 77, §789A.4; C79, 81, §901.3; 82 Acts, ch 1069, §1]86 Acts, ch 1178, §2; 90 Acts, ch 1251, §63; 91 Acts, ch 219, §23; 96 Acts, ch 1002, §4; 2011 Acts, ch 7, §1 – 3; 2013 Acts, ch 30, §222; 2023 Acts, ch 19, §1321, 1322 Referred to in §901.2Subsection 1, paragraph h amendedSubsection 2 amended Sat Dec 23 12:36:07 2023 Iowa Code 2024, Section 901.3 (22, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-3/"
    },
    {
      "id": "section-9014",
      "number": "901.4",
      "heading": "Presentence investigation report confidential — access.",
      "text": "901.4 Presentence investigation report confidential — access.\n\nThe presentence investigation report is confidential and the court shall provide safeguards to ensure its confidentiality, including but not limited to sealing the report, which may beopened only by further court order. The defendant’s attorney and the attorney for the stateshall have access to the presentence investigation report at least three days prior to the dateset for sentencing. The defendant’s appellate attorney and the appellate attorney for thestate shall have access to the presentence investigation report upon request and withoutthe necessity of a court order. The report shall remain confidential except upon court order. However, the court may conceal the identity of the person who provided confidentialinformation. The report of a medical examination or psychological or psychiatric evaluationshall be made available to the attorney for the state and to the defendant upon request.The reports are part of the record but shall be sealed and opened only on order of thecourt. If the defendant is committed to the custody of the Iowa department of correctionsand is not a class “A” felon, an employee of the department, if authorized by the directorof the department, an employee of a judicial district department of correctional services, ifauthorized by the director of the judicial district department of correctional services, and anemployee of the board of parole, if authorized by the chairperson or a member of the boardof parole, shall have access to the presentence investigation report. Pursuant to section904.602, the presentence investigation report may also be released by ordinary or electronicmail by the department of corrections or a judicial district department of correctionalservices to another jurisdiction for the purpose of providing interstate probation and parolecompact or interstate compact for adult offender supervision services or evaluations, or toa substance use disorder or mental health services provider when referring a defendantfor services. The defendant or the defendant’s attorney may file with the presentence investigation report, a denial or refutation of the allegations, or both, contained in the report.The denial or refutation shall be included in the report. [C75, 77, §789A.5; C79, 81, §901.4]83 Acts, ch 38, §3; 83 Acts, ch 96, §124, 159, 160; 89 Acts, ch 279, §7; 98 Acts, ch 1095, §1; 98 Acts, ch 1169, §17; 99 Acts, ch 112, §20; 2003 Acts, 1st Ex, ch 2, §50, 209; 2004 Acts, ch1101, §92; 2004 Acts, ch 1106, §1; 2004 Acts, ch 1175, §465, 468; 2005 Acts, ch 171, §6; 2006Acts, ch 1007, §1; 2010 Acts, ch 1159, §16; 2021 Acts, ch 11, §5; 2023 Acts, ch 19, §1323 Referred to in §216A.136Section amended Sat Dec 23 12:36:07 2023 Iowa Code 2024, Section 901.4 (21, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-4/"
    },
    {
      "id": "section-9014a",
      "number": "901.4A",
      "heading": "Substance use disorder evaluation.",
      "text": "901.4A Substance use disorder evaluation.\n\nUpon a plea of guilty, a verdict of guilty, or a special verdict upon which a judgment of conviction may be rendered, the court may order the defendant to submit to and completea substance use disorder evaluation, if the court determines that there is reason to believethat the defendant regularly uses alcohol or other controlled substances and may be in needof treatment. An order made pursuant to this section may be made in addition to any othersentence or order of the court. 90 Acts, ch 1251, §64; 2023 Acts, ch 19, §1324Referred to in §901.5Section amended Sat Dec 23 12:36:07 2023 Iowa Code 2024, Section 901.4A (18, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-4a/"
    },
    {
      "id": "section-9014b",
      "number": "901.4B",
      "heading": "Presentence determinations and statements.",
      "text": "901.4B Presentence determinations and statements.\n\n1. Before imposing sentence, the court shall do all of the following:\n\na.\n\nVerify that the defendant and the defendant’s attorney have read and discussed the presentence investigation report and any addendum to the report.\n\nb.\n\nProvide the defendant’s attorney an opportunity to speak on the defendant’s behalf.\n\nc.\n\nAddress the defendant personally in order to permit the defendant to make a statement or present any information to mitigate the defendant’s sentence.\n\nd.\n\nProvide the prosecuting attorney an opportunity to speak.2. After hearing any statements presented pursuant to subsection 1, and before imposing sentence, the court shall address any victim of the crime who is present at the sentencing andshall allow any victim to be reasonably heard, including but not limited to by presenting avictim impact statement in the manner described in section 915.21. 3. For purposes of this section,\n\n“victim”\n\nmeans the same as defined in section 915.10.2019 Acts, ch 140, §37 Sat Dec 23 12:36:08 2023 Iowa Code 2024, Section 901.4B (6, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-4b/"
    },
    {
      "id": "section-9015",
      "number": "901.5",
      "heading": "Pronouncing judgment and sentence.",
      "text": "901.5 Pronouncing judgment and sentence.\n\nAfter receiving and examining all pertinent information, including the presentence investigation report and victim impact statements, if any, the court shall consider thefollowing sentencing options. The court shall determine which of them is authorized by lawfor the offense, and of the authorized sentences, which of them or which combination ofthem, in the discretion of the court, will provide maximum opportunity for the rehabilitationof the defendant, and for the protection of the community from further offenses by thedefendant and others. At the time fixed by the court for pronouncement of judgment andsentence, the court shall act accordingly: 1. If authorized by section 907.3, the court may defer judgment and sentence for an indefinite period in accordance with chapter 907. 2. If the defendant is not an habitual offender as defined by section 902.8, the court may pronounce judgment and impose a fine. 3. The court may pronounce judgment and impose a fine or sentence the defendant to confinement, or both, and suspend the execution of the sentence or any part of it as providedin chapter 907. 4. The court may pronounce judgment and impose a fine or sentence the defendant to confinement, or both. 5. If authorized by section 907.3, the court may defer the sentence and assign the defendant to the judicial district department of correctional services. 6. The court may pronounce judgment and sentence the defendant to confinement and then reconsider the sentence as provided by section 902.4 or 903.2. 7. The court shall inform the defendant of the mandatory minimum sentence, if one is applicable. 8. The court may order the defendant to complete any treatment indicated by a substance use disorder evaluation ordered pursuant to section 901.4A or any other section. 9.\n\na.\n\nThe court shall order DNA profiling of a defendant convicted of an offense that requires profiling under section 81.2.\n\nb.\n\nNotwithstanding section 81.2, the court may order the defendant to provide a DNA sample to be submitted for DNA profiling if appropriate. In determining the appropriatenessof ordering DNA profiling, the court shall consider the deterrent effect of DNA profiling, thelikelihood of repeated offenses by the defendant, and the seriousness of the offense. 10. If the defendant is being sentenced for an aggravated misdemeanor or a felony, the court shall publicly announce the following:\n\na.\n\nThat the defendant’s term of incarceration may be reduced from the maximum sentence because of statutory earned time, work credits, and program credits.\n\nb.\n\nThat the defendant may be eligible for parole before the sentence is discharged.\n\nc.\n\nIn the case of multiple sentences, whether the sentences shall be served consecutively or concurrently. 11. In addition to any sentence or other penalty imposed against the defendant for an offense under chapter 124, the court shall consider the provisions of 21 U.S.C. §862,regarding the denial of federal benefits to drug traffickers and possessors convicted understate or federal law, and may enter an order specifying the range and scope of benefitsto be denied to the defendant, according to the provisions of 21 U.S.C. §862. For the purposes of this subsection,\n\n“federal benefit”\n\nmeans the issuance of any grant, contract, loan,professional license, or commercial license provided by an agency of the United States orthrough the appropriation of funds of the United States, but does not include any retirement,welfare, social security, health, disability, veterans, public housing, or similar benefit forwhich payments or services are required for eligibility. The supreme court may adopt rulesestablishing sentencing guidelines consistent with this subsection and 21 U.S.C. §862. Theclerk of the district court shall send a copy of any order issued pursuant to this subsection tothe denial of federal benefits program of the United States department of justice, along withany other forms and information required by the department. 12. In addition to any sentence or other penalty imposed against the defendant for an offense under chapter 124, the court shall consider the denial of state benefits to the Sat Dec 23 12:36:08 2023 Iowa Code 2024, Section 901.5 (36, 4)\n\n§901.5, JUDGMENT AND SENTENCING PROCEDURES\n\n2\n\ndefendant, and may enter an order specifying the range and scope of benefits to be deniedto the defendant, comparable to the federal benefits denied under subsection 11. For thepurposes of this subsection,\n\n“state benefit”\n\nmeans the issuance of any grant, contract,loan, professional license, or commercial license provided by a state agency, department,program, or otherwise through the appropriation of funds of the state, but does not includeany retirement, welfare, health, disability, veterans, public housing, or similar benefit. Thesupreme court may adopt rules establishing sentencing guidelines consistent with thissubsection and comparable to the guidelines for denial of federal benefits in 21 U.S.C.§862. The clerk of the district court shall send a copy of any order issued pursuant to thissubsection to each state agency, department, or program required to deny benefits pursuantto such an order. 13. In addition to any other sentence or other penalty imposed against the defendant, the court shall impose a special sentence if required under section 903B.1 or 903B.2. 14. Notwithstanding any provision in section 907.3 or any other provision of law prescribing a mandatory minimum sentence for the offense, if the defendant, other than achild being prosecuted as a youthful offender, is guilty of a public offense other than a class“A” felony, and was under the age of eighteen at the time the offense was committed, thecourt may suspend the sentence in whole or in part, including any mandatory minimumsentence, or with the consent of the defendant, defer judgment or sentence, and place thedefendant on probation upon such conditions as the court may require. [C79, 81, §901.5]84 Acts, ch 1063, §1; 86 Acts, ch 1178, §3; 90 Acts, ch 1251, §65; 92 Acts, ch 1023, §1; 96 Acts, ch 1218, §68; 98 Acts, ch 1073, §9; 98 Acts, ch 1138, §26; 2000 Acts, ch 1122, §3; 2000Acts, ch 1173, §2, 10; 2001 Acts, ch 165, §3; 2003 Acts, ch 109, §1; 2003 Acts, ch 156, §8; 2003Acts, ch 179, §77; 2004 Acts, ch 1101, §93; 2005 Acts, ch 58, §1; 2005 Acts, ch 158, §14, 19,37; 2006 Acts, ch 1101, §16; 2011 Acts, ch 38, §30; 2013 Acts, ch 30, §223; 2013 Acts, ch 42,§14; 2018 Acts, ch 1172, §102, 104; 2023 Acts, ch 19, §1325 Referred to in §232.8, 462A.14, 602.8103, 707.6A, 708.2D, 901.5B, 902.13, 907.3Modification of no-contact orders, §664A.5Fines, see chapter 909Surcharge on penalty, chapter 911Subsection 8 amendedSubsection 8A renumbered as 9 and former subsections 9 – 13 renumbered as 10 – 14 Sat Dec 23 12:36:08 2023 Iowa Code 2024, Section 901.5 (36, 4)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-5/"
    },
    {
      "id": "section-9015a",
      "number": "901.5A",
      "heading": "Reopening of a sentence.",
      "text": "901.5A Reopening of a sentence.\n\nRepealed by 2023 Acts, ch 86, §14. Sat Dec 23 12:36:08 2023 Iowa Code 2024, Section 901.5A (20, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-5a/"
    },
    {
      "id": "section-9015b",
      "number": "901.5B",
      "heading": "Pronouncement of judgment and sentence — social security number.",
      "text": "901.5B Pronouncement of judgment and sentence — social security number.\n\n1. Prior to pronouncement of judgment and sentence pursuant to section 901.5, or prior to pleading guilty for an offense that does not require a court appearance, the defendant shallprovide the defendant’s social security number to the clerk of the district court or the court. 2. The clerk of the district court shall duly note the social security number in the case file.3. The defendant’s social security number shall be considered a confidential record exempted from public access under section 22.7, but shall be disclosed by the clerk of thedistrict court for the limited purpose of collecting court debt pursuant to section 602.8107. 4. Failure or refusal to provide a social security number pursuant to this section shall not delay the pronouncement of judgment and sentence pursuant to section 901.5. 2008 Acts, ch 1172, §26 Sat Dec 23 12:36:09 2023 Iowa Code 2024, Section 901.5B (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-5b/"
    },
    {
      "id": "section-9016",
      "number": "901.6",
      "heading": "Judgment entered.",
      "text": "901.6 Judgment entered.\n\nIf judgment is not deferred, and no sufficient cause is shown why judgment should not be pronounced and none appears to the court upon the record, judgment shall be pronouncedand entered. In every case in which judgment is entered, the court shall include in thejudgment entry the number of the particular section of the Code and the name of the offenseunder which the defendant is sentenced and a statement of the days credited pursuant tosection 903A.5 shall be incorporated into the sentence. [C51, §3066; R60, §4873, 4874; C73, §4506, 4507; C97, §5438; C24, §13958; C27, 31, 35, §13958-a1; C39, §\n\n13958.2;\n\nC46, 50, 54, 58, 62, 66, §789.11; C71, 73, 75, 77, §789.11, 791.8;C79, 81, §901.6] 83 Acts, ch 38, §4; 83 Acts, ch 147, §11, 14 Sat Dec 23 12:36:09 2023 Iowa Code 2024, Section 901.6 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-6/"
    },
    {
      "id": "section-9017",
      "number": "901.7",
      "heading": "Commitment to custody.",
      "text": "901.7 Commitment to custody.\n\nIn imposing a sentence of confinement for more than one year, the court shall commit the defendant to the custody of the director of the Iowa department of corrections. Upon entryof judgment and sentence, the clerk of the district court immediately shall notify the directorof the commitment. The court shall make an order as appropriate for the temporary custodyof the defendant pending the defendant’s transfer to the custody of the director. The courtshall order the county where a person was convicted to pay the cost of temporarily confiningthe person and of transporting the person to the state institution where the person is to beconfined in execution of the judgment. The order shall require that a person transported toa state institution pursuant to this section shall be accompanied by a person of the same sex. [C79, 81, §901.7]83 Acts, ch 96, §125, 159; 85 Acts, ch 21, §49Referred to in\n\n§602.8102(134)\n\n, 904.503 Sat Dec 23 12:36:09 2023 Iowa Code 2024, Section 901.7 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-7/"
    },
    {
      "id": "section-9018",
      "number": "901.8",
      "heading": "Consecutive sentences.",
      "text": "901.8 Consecutive sentences.\n\nIf a person is sentenced for two or more separate offenses, the sentencing judge may order the second or further sentence to begin at the expiration of the first or succeeding sentence. Ifa person is sentenced for escape under section 719.4 or for a crime committed while confinedin a detention facility or penal institution, the sentencing judge shall order the sentence tobegin at the expiration of any existing sentence. If the person is presently in the custodyof the director of the Iowa department of corrections, the sentence shall be served at thefacility or institution in which the person is already confined unless the person is transferredby the director. Except as otherwise provided in section 903A.7, if consecutive sentences arespecified in the order of commitment, the several terms shall be construed as one continuousterm of imprisonment. [S13, §5718-a13; C24, 27, 31, 35, 39, §\n\n13961;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, §789.14; C79, 81, §901.8] 83 Acts, ch 96, §126, 159; 97 Acts, ch 131, §1, 4Referred to in §903.4 Sat Dec 23 12:36:10 2023 Iowa Code 2024, Section 901.8 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-8/"
    },
    {
      "id": "section-9019",
      "number": "901.9",
      "heading": "Information for parole board.",
      "text": "901.9 Information for parole board.\n\nAt the time of committing a defendant to the custody of the director of the Iowa department of corrections for incarceration, the trial judge and prosecuting attorney shall, and the defenseattorney may, furnish the board of parole with a full statement of their recommendationsrelating to release or parole. 83 Acts, ch 38, §1; 83 Acts, ch 96, §160 Sat Dec 23 12:36:11 2023 Iowa Code 2024, Section 901.9 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-9/"
    },
    {
      "id": "section-90110",
      "number": "901.10",
      "heading": "Reduction of sentences.",
      "text": "901.10 Reduction of sentences.\n\n1. A court sentencing a person for the person’s first conviction under section 124.406, 124.413, or 902.7 may, at its discretion, sentence the person to a term less than provided bythe statute if mitigating circumstances exist and those circumstances are stated specificallyin the record. 2. A court sentencing a person for a violation of section 124.401, subsection 1, paragraph\n\n“g”\n\n, shall not grant any reduction of sentence. 3. Notwithstanding subsection 1, if the sentence under section 124.413 involves an amphetamine or methamphetamine offense under section 124.401, subsection 1, paragraph\n\n“a”\n\nor\n\n“b”\n\n, the court shall not grant any reduction of sentence unless the defendant pleadsguilty. If the defendant pleads guilty, the court may, at its discretion, reduce the mandatoryminimum sentence by up to one-third. If the defendant additionally cooperates in the prosecution of other persons involved in the sale or use of controlled substances, and if theprosecutor requests an additional reduction in the defendant’s sentence because of suchcooperation, the court may grant a further reduction in the defendant’s mandatory minimumsentence, up to one-half of the remaining mandatory minimum sentence. 4. A court sentencing a person for the person’s first conviction under section 124.401D may, at its discretion, sentence the person to a term less than the maximum term providedunder section 902.9, subsection 1, paragraph\n\n“a”\n\n,* if mitigating circumstances exist andthose circumstances are stated specifically in the record. However, the court shall not grant any reduction of sentence unless the defendant pleads guilty. If the defendant pleadsguilty, the court may, at its discretion, reduce the maximum sentence by up to one-third.If the defendant cooperates in the prosecution of other persons involved in the sale oruse of controlled substances, and if the prosecutor requests an additional reduction in thedefendant’s sentence because of such cooperation, the court may grant a further reductionin the defendant’s maximum sentence. 5. The state may appeal the discretionary decision on the grounds that the stated mitigating circumstances do not warrant a reduction of the sentence. 85 Acts, ch 41, §1; 98 Acts, ch 1138, §28; 99 Acts, ch 12, §14; 2000 Acts, ch 1144, §5; 2013 Acts, ch 30, §259; 2023 Acts, ch 86, §11 *Paragraph “a” of section 902.9, subsection 1 was stricken by 2023 Acts, ch 86, §12; corrective legislation is pendingNEW subsection 2 and former subsections 2 – 4 renumbered as 3 – 5 Sat Dec 23 12:36:11 2023 Iowa Code 2024, Section 901.10 (26, 7)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-10/"
    },
    {
      "id": "section-90111",
      "number": "901.11",
      "heading": "Parole or work release eligibility determination — certain offenses.",
      "text": "901.11 Parole or work release eligibility determination — certain offenses.\n\n1. At the time of sentencing, the court shall determine when a person convicted under section 124.401, subsection 1, paragraph\n\n“b”\n\n, shall first become eligible for parole or workrelease within the parameters described in section 124.413, subsection 3, based upon all thepertinent information including the person’s criminal record, a validated risk assessment,and the negative impact the offense has had on the victim or other persons. 2. At the time of sentencing, the court shall determine when a person convicted of child endangerment as described in section 902.12, subsection 2, shall first become eligible forparole or work release within the parameters specified in section 902.12, subsection 2,based upon all pertinent information including the person’s criminal record, a validatedrisk assessment, and whether the offense involved multiple intentional acts or a series ofintentional acts, or whether the offense involved torture or cruelty. 3. At the time of sentencing, the court shall determine when a person convicted of robbery in the first degree as described in section 902.12, subsection 3, shall first become eligiblefor parole or work release within the parameters specified in section 902.12, subsection 3,based upon all pertinent information including the person’s criminal record, a validated riskassessment, and the negative impact the offense has had on the victim or other persons. 4. At the time of sentencing, the court shall determine when a person convicted of robbery in the second degree as described in section 902.12, subsection 4, shall first become eligiblefor parole or work release within the parameters specified in section 902.12, subsection 4,based upon all pertinent information including the person’s criminal record, a validated riskassessment, and the negative impact the offense has had on the victim or other persons. 5. At the time of sentencing, the court shall determine when a person convicted of arson in the first degree as described in section 902.12, subsection 5, shall first become eligiblefor parole or work release within the parameters specified in section 902.12, subsection 5,based upon all pertinent information including the person’s criminal record, a validated riskassessment, and the negative impact the offense has had on the victim or other persons. 6. At the time of sentencing, the court shall determine when a person convicted of sexual exploitation of a minor as described in section 902.12, subsection 6, shall first become eligiblefor parole or work release within the parameters specified in section 902.12, subsection 6,based upon all pertinent information including the person’s criminal record, a validated riskassessment, and the negative impact the offense has had on the victim or other persons. 2016 Acts, ch 1104, §6; 2017 Acts, ch 122, §13; 2019 Acts, ch 140, §6, 38; 2020 Acts, ch 1063, §381; 2023 Acts, ch 74, §4 Referred to in §124.413, 902.12NEW subsection 6 Sat Dec 23 12:36:12 2023 Iowa Code 2024, Section 901.11 (17, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-11/"
    },
    {
      "id": "section-90112",
      "number": "901.12",
      "heading": "Minimum sentence — parole or work release eligibility — certain drug offenses.",
      "text": "901.12 Minimum sentence — parole or work release eligibility — certain drug offenses.\n\n1. Effective July 1, 2016, and notwithstanding section 124.413, a person whose sentence commenced prior to July 1, 2016, for a conviction under section 124.401, subsection 1,paragraph\n\n“b”\n\n, who has not previously been convicted of a forcible felony, and who doesnot have a prior conviction under section 124.401, subsection 1, paragraph\n\n“a”\n\n,\n\n“b”\n\n, or\n\n“c”\n\n,shall first be eligible for parole or work release after the person has served one-half of theminimum term of confinement prescribed in section 124.413. 2. Effective July 1, 2017, a person whose sentence commenced prior to July 1, 2017, for a conviction under section 124.401, subsection 1, paragraph\n\n“c”\n\n, shall not be required to servea minimum term of confinement as prescribed in section 124.413. 3. When the board of parole considers a person for parole or work release pursuant to this section, the board shall consider all pertinent information including the person’s criminalrecord, a validated risk assessment, and the negative impact the offense has had on the victimor other persons. 2016 Acts, ch 1104, §7; 2017 Acts, ch 122, §14, 15Referred to in §124.413 Sat Dec 23 12:36:12 2023 Iowa Code 2024, Section 901.12 (12, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-901/section-901-12/"
    }
  ]
}