{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-903b-sex-offender-special-sentencing-and-hormone-tre",
  "sections": [
    {
      "id": "section-903b1",
      "number": "903B.1",
      "heading": "Special sentence — class “B” or class “C” felonies",
      "text": "903B.1 Special sentence — class “B” or class “C” felonies.\n\nA person convicted of a class “C” felony or greater offense under chapter 709 or section 728.12, or a class “B” felony under section 713.3, subsection 1, paragraph\n\n“d”\n\n, shall alsobe sentenced, in addition to any other punishment provided by law, to a special sentencecommitting the person into the custody of the director of the Iowa department of correctionsfor the rest of the person’s life, with eligibility for parole as provided in chapter 906. The boardof parole shall determine whether the person should be released on parole or placed in a workrelease program. The special sentence imposed under this section shall commence uponcompletion of the sentence imposed under any applicable criminal sentencing provisions forthe underlying criminal offense and the person shall begin the sentence under supervisionas if on parole or work release. The person shall be placed on the corrections continuumin chapter 901B, and the terms and conditions of the special sentence, including violations,shall be subject to the same set of procedures set out in chapters 901B, 905, 906, and 908, andrules adopted under those chapters for persons on parole or work release. The revocationof release shall not be for a period greater than two years upon any first revocation, and fiveyears upon any second or subsequent revocation. A special sentence shall be considered acategory “A” sentence for purposes of calculating earned time under section 903A.2. 2005 Acts, ch 158, §39; 2009 Acts, ch 119, §59; 2021 Acts, ch 14, §1; 2023 Acts, ch 74, §6Referred to in §692A.106, 692A.125, 901.5, 906.15Section amended Sat Dec 23 12:36:34 2023 Iowa Code 2024, Section 903B.1 (19, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-903b/section-903b-1/"
    },
    {
      "id": "section-903b2",
      "number": "903B.2",
      "heading": "Special sentence — class “D” felonies or misdemeanors.",
      "text": "903B.2 Special sentence — class “D” felonies or misdemeanors.\n\nA person convicted of a misdemeanor or a class “D” felony offense under chapter 709, section 726.2, or section 728.12 shall also be sentenced, in addition to any other punishmentprovided by law, to a special sentence committing the person into the custody of the directorof the Iowa department of corrections for a period of ten years, with eligibility for parole asprovided in chapter 906. The board of parole shall determine whether the person shouldbe released on parole or placed in a work release program. The special sentence imposedunder this section shall commence upon completion of the sentence imposed under anyapplicable criminal sentencing provisions for the underlying criminal offense and the personshall begin the sentence under supervision as if on parole or work release. The person shallbe placed on the corrections continuum in chapter 901B, and the terms and conditions of thespecial sentence, including violations, shall be subject to the same set of procedures set outin chapters 901B, 905, 906, and 908, and rules adopted under those chapters for persons onparole or work release. The revocation of release shall not be for a period greater than twoyears upon any first revocation, and five years upon any second or subsequent revocation.A special sentence shall be considered a category “A” sentence for purposes of calculatingearned time under section 903A.2. 2005 Acts, ch 158, §40; 2009 Acts, ch 119, §60Referred to in §692A.106, 692A.125, 901.5, 906.15 Sat Dec 23 12:36:34 2023 Iowa Code 2024, Section 903B.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-903b/section-903b-2/"
    },
    {
      "id": "section-903b",
      "number": "903B",
      "heading": "3",
      "text": "3",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-903b10",
      "number": "903B.10",
      "heading": "Hormonal intervention therapy — certain sex offenses.",
      "text": "903B.10 Hormonal intervention therapy — certain sex offenses.\n\n1. A person who has been convicted of a serious sex offense may, upon a first conviction and in addition to any other punishment provided by law, be required to undergomedroxyprogesterone acetate treatment as part of any conditions of release imposed bythe court or the board of parole. The treatment prescribed in this section may utilize anapproved pharmaceutical agent other than medroxyprogesterone acetate. Upon a second orsubsequent conviction, the court or the board of parole shall require the person to undergomedroxyprogesterone acetate or other approved pharmaceutical agent treatment as acondition of release, unless, after an appropriate assessment, the court or board determinesthat the treatment would not be effective. In determining whether a conviction is a first orsecond conviction under this section, a prior conviction for a criminal offense committedin another jurisdiction which would constitute a violation of section 709.3, subsection 1,paragraph\n\n“b”\n\n, if committed in this state, shall be considered a conviction under this section.This section shall not apply if the person voluntarily undergoes a permanent surgicalalternative approved by the court or the board of parole. 2. If a person is placed on probation and is not in confinement at the time of sentencing, the presentence investigation shall include a plan for initiation of treatment as soon as isreasonably possible after the person is sentenced. If the person is in confinement priorto release on probation or parole, treatment shall commence prior to the release of theperson from confinement. Conviction of a serious sex offense shall constitute exceptionalcircumstances warranting a presentence investigation under section 901.2. 3. For purposes of this section, a\n\n“serious sex offense”\n\nmeans any of the following offenses in which the victim was a child who was, at the time the offense was committed, twelve yearsof age or younger:\n\na.\n\nSexual abuse in the first degree, in violation of section 709.2.\n\nb.\n\nSexual abuse in the second degree, in violation of section 709.3.\n\nc.\n\nSexual abuse in the third degree, in violation of section 709.4.\n\nd.\n\nLascivious acts with a child, in violation of section 709.8.\n\ne.\n\nAssault with intent, in violation of section 709.11.\n\nf.\n\nIndecent contact with a minor, in violation of section 709.12.\n\ng.\n\nLascivious conduct with a minor, in violation of section 709.14.\n\nh.\n\nSexual exploitation in violation of section 709.15.\n\ni.\n\nSexual exploitation of a minor, in violation of section 728.12, subsections 1 and 2.\n\nj.\n\nContinuous sexual abuse of a child in violation of section 709.23.4. The department of corrections, in consultation with the board of parole, shall adopt rules which provide for the initiation of medroxyprogesterone acetate or other approvedpharmaceutical agent treatment prior to the parole or work release of a person who hasbeen convicted of a serious sex offense and who is required to undergo treatment as acondition of release by the board of parole. The department’s rules shall also establishstandards for the supervision of the treatment by the judicial district department ofcorrectional services during the period of release. Each district department of correctionalservices shall adopt policies and procedures which provide for the initiation or continuationof medroxyprogesterone acetate or other approved pharmaceutical agent treatment as acondition of release for each person who is required to undergo the treatment by the courtor the board of parole. The board of parole shall, in consultation with the department ofcorrections, adopt rules which relate to initiation or continuation of medroxyprogesteroneacetate or other approved pharmaceutical agent treatment as a condition of any parole orwork release. Any rules, standards, and policies and procedures adopted shall provide forthe continuation of the treatment until the agency in charge of supervising the treatmentdetermines that the treatment is no longer necessary. 5. A person who is required to undergo medroxyprogesterone acetate treatment, or treatment utilizing another approved pharmaceutical agent, pursuant to this section, shallbe required to pay a reasonable fee to pay for the costs of providing the treatment. Arequirement that a person pay a fee shall include provision for reduction, deferral, or waiverof payment if the person is financially unable to pay the fee. Sat Dec 23 12:36:38 2023 Iowa Code 2024, Section 903B.10 (21, 0)\n\n§903B.10, SEX OFFENDER SPECIAL SENTENCING AND HORMONE TREATMENT\n\n2\n\n6. A person who administers medroxyprogesterone acetate or any other pharmaceutical agent shall not be liable for civil damages for administering such pharmaceutical agentspursuant to this chapter. 98 Acts, ch 1171, §21C99, §903B.12003 Acts, ch 180, §67; 2005 Acts, ch 158, §33, 41CS2005, §903B.102013 Acts, ch 90, §256; 2020 Acts, ch 1115, §6 Sat Dec 23 12:36:38 2023 Iowa Code 2024, Section 903B.10 (21, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-903b/section-903b-10/"
    }
  ]
}