{
  "state": "iowa",
  "path": "title-title-xvi-criminal-law-and-procedure/chapter-chapter-905-community-based-correctional-program",
  "sections": [
    {
      "id": "section-9051",
      "number": "905.1",
      "heading": "Definitions.Section 905.2 - District departments established",
      "text": "905.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Community-based correctional program”\n\nmeans correctional programs and services, under the direction of a director and the Iowa department of corrections, includingbut not limited to an intermediate criminal sanctions program in accordance with thecorrections continuum in section 901B.1, designed to supervise and assist individuals whoare charged with or have been convicted of a felony, an aggravated misdemeanor or a seriousmisdemeanor, or who are on probation or parole in lieu of or as a result of a sentence ofincarceration imposed upon conviction of any of these offenses, or who are contracted to thedistrict department for supervision and housing while on work release. A community-basedcorrectional program shall be designed by a district department, under the direction andcontrol of the Iowa department of corrections, in a manner that provides services in amanner free of disparities based upon an individual’s race or ethnic origin. 2.\n\n“Director”\n\nmeans the director of a judicial district department of correctional services, appointed by the director of the Iowa department of corrections, and employed by the Iowadepartment of corrections. 3.\n\n“District advisory board”\n\nmeans the advisory board of a judicial district department of correctional services. 4.\n\n“District department”\n\nmeans a judicial district department of correctional services, under the direction and control of the Iowa department of corrections, established asrequired by section 905.2. [C75, 77, §217.24, 217.25; C79, 81, §905.1; 81 Acts, ch 207, §1]83 Acts, ch 89, §1; 83 Acts, ch 96, §134, 159; 91 Acts, ch 99, §1; 96 Acts, ch 1193, §16; 2013 Acts, ch 90, §213; 2023 Acts, ch 19, §2781 Section amended Sat Dec 23 12:43:37 2023 Iowa Code 2024, Section 905.1 (17, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-1/"
    },
    {
      "id": "section-9052",
      "number": "905.2",
      "heading": "District departments established.",
      "text": "905.2 District departments established.\n\n1. There is established in each judicial district in this state a judicial district department of correctional services. Each district department shall furnish or contract for those servicesnecessary to provide a community-based correctional program which meets the requirementsof the Iowa department of corrections. 2. The district department is under the direction of the Iowa department of corrections, and shall be administered by a director employed by the Iowa department of corrections. Adistrict department is a state agency for purposes of chapter 669. 3. All employees of a district department shall be employees of the Iowa department of corrections. [C79, 81, §905.2]86 Acts, ch 1172, §3; 2023 Acts, ch 19, §2782Referred to in §8D.13, 669.2, 708.2B, 904.301A, 905.1Probation, see §907.1Section amended Sat Dec 23 12:43:37 2023 Iowa Code 2024, Section 905.2 (18, 3)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-2/"
    },
    {
      "id": "section-9053",
      "number": "905.3",
      "heading": "District advisory board — expenses reimbursed.",
      "text": "905.3 District advisory board — expenses reimbursed.\n\n1.\n\na.\n\nA district advisory board is established for each district department, which shall serve in an advisory capacity to a director without compensation, and shall be composed asfollows: (1) One member shall be appointed annually by a director from the board of supervisors of each county in the judicial district. (2) The director shall on or before December 31 appoint two citizen members to serve on the district advisory board for the following calendar year. (3) A number of members equal to the number of citizen members shall be appointed by the chief judge of the judicial district on or before December 31 to serve on the districtadvisory board for the following calendar year.\n\nb.\n\nThe district advisory board shall meet not more often than quarterly during the calendar year. 2. The members of the district advisory board shall be reimbursed from funds of the district department for travel and other expenses necessarily incurred in attending meetings. [C79, 81, S81, §905.3; 81 Acts, ch 117, §1243]86 Acts, ch 1062, §1; 2000 Acts, ch 1057, §18; 2013 Acts, ch 90, §241; 2023 Acts, ch 19, §2783Section amended Sat Dec 23 12:43:38 2023 Iowa Code 2024, Section 905.3 (18, 2)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-3/"
    },
    {
      "id": "section-9054",
      "number": "905.4",
      "heading": "Duties of the district advisory board.",
      "text": "905.4 Duties of the district advisory board.\n\nThe district advisory board shall:1. Adopt bylaws and rules for the conduct of its own business.2. Advise the director concerning suitable quarters at one or more sites in the district as may be necessary for the district department’s community-based correctional program. 3. Recruit and promote local financial support for the district department’s community-based correctional program from private sources such as community servicefunds, business, industrial and private foundations, voluntary agencies and other lawfulsources. [C79, 81, §905.4; 81 Acts, ch 207, §2]83 Acts, ch 89, §2; 83 Acts, ch 96, §135, 159; 84 Acts, ch 1244, §4; 91 Acts, ch 267, §420; 2001 Acts, ch 104, §7; 2023 Acts, ch 19, §2784 Section amended Sat Dec 23 12:43:38 2023 Iowa Code 2024, Section 905.4 (16, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-4/"
    },
    {
      "id": "section-9055",
      "number": "905.5",
      "heading": "Functions of administrative agents.",
      "text": "905.5 Functions of administrative agents.\n\nRepealed by 2023 Acts, ch 19, §2787. Sat Dec 23 12:43:39 2023 Iowa Code 2024, Section 905.5 (16, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-5/"
    },
    {
      "id": "section-9056",
      "number": "905.6",
      "heading": "Duties of director.",
      "text": "905.6 Duties of director.\n\nThe director employed by the Iowa department of corrections shall be qualified in the administration of correctional programs. The director shall: 1. Perform the duties and have the responsibilities delegated or specified by the Iowa department of corrections. 2. Manage the district department’s community-based correctional program, in accordance with the policies of the Iowa department of corrections. 3. Employ, with approval of the Iowa department of corrections, and supervise the employees of the district department, including reserve peace officers, if a force of reservepeace officers has been established. 4. Prepare all budgets and fiscal documents, and certify for payment all expenses and payrolls lawfully incurred by the district department. 5. Act as secretary to the district advisory board, prepare its agenda and record its proceedings. The district shall provide a copy of minutes from each meeting of the districtadvisory board to the legislative services agency. 6. Develop and submit to the Iowa department of corrections a plan for the establishment, implementation, and operation of a community-based correctional program in that judicialdistrict, which program conforms to the guidelines drawn up by the Iowa departmentof corrections under this chapter and which conform to rules, policies, and procedurespertaining to the supervision of parole and work release adopted by the director of the Iowadepartment of corrections concerning the community-based correctional program. 7. Negotiate and, upon approval by the Iowa department of corrections, implement contracts or other arrangements for utilization of local treatment and service resourcesauthorized by subsection 15. 8. Administer the batterers’ treatment program for domestic abuse offenders required in section 708.2B. 9. Notify the board of parole, thirty days prior to release, of the release from a residential facility operated by the district department of a person serving a sentence under section902.12. 10. File with the director of the Iowa department of corrections, within ninety days after the close of each fiscal year, a report covering the district advisory board’s proceedings anda statement of receipts and expenditures during the preceding fiscal year. 11. Arrange for, upon approval of the Iowa department of corrections, by contract or on such alternative basis as may be mutually acceptable, and equip suitable quarters at one ormore sites in the district as may be necessary for the district department’s community-basedcorrectional program, provided that the director shall to the greatest extent feasible utilizeexisting facilities and shall keep capital expenditures for acquisition, renovation, and repairof facilities to a minimum. The director shall not enter into lease-purchase agreements for thepurposes of constructing, renovating, expanding, or otherwise improving a community-basedcorrectional facility or office unless express authorization has been granted by the generalassembly, and current funding is adequate to meet the lease-purchase obligation. 12. Have authority to accept property by gift, devise, bequest, or otherwise, and to sell or exchange any property so accepted and apply the proceeds thereof, or the property receivedin exchange therefor, to the purposes enumerated in subsection 11. 13. Recruit, promote, accept, and use local financial support for the district department’s community-based correctional program from private sources such as community servicefunds, business, industrial and private foundations, voluntary agencies, and other lawfulsources. 14. Accept and expend state and federal funds available directly to the district department for all or any part of the cost of its community-based correctional program. 15. Arrange, by contract or on an alternative basis mutually acceptable, and with approval of the director of the Iowa department of corrections or that director’s designee for utilizationof existing local treatment and service resources, including but not limited to employment,job training, general, special, or remedial education; psychiatric and marriage counseling;and substance use disorder treatment and counseling. Sat Dec 23 12:43:39 2023 Iowa Code 2024, Section 905.6 (16, 1)\n\n§905.6, COMMUNITY-BASED CORRECTIONAL PROGRAM\n\n2\n\n16. Have authority to establish a force of reserve peace officers, either separately or collectively through a chapter 28E agreement, as provided in chapter 80D. [C79, 81, §905.6; 81 Acts, ch 207, §4]83 Acts, ch 96, §137, 159; 88 Acts, ch 1084, §3; 91 Acts, ch 218, §29; 91 Acts, ch 267, §421; 95 Acts, ch 77, §7; 2001 Acts, ch 104, §8; 2003 Acts, ch 35, §45, 49; 2003 Acts, ch 156, §14;2023 Acts, ch 19, §2785 Section amended Sat Dec 23 12:43:39 2023 Iowa Code 2024, Section 905.6 (16, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-6/"
    },
    {
      "id": "section-9057",
      "number": "905.7",
      "heading": "Assistance by state department.",
      "text": "905.7 Assistance by state department.\n\nThe Iowa department of corrections shall provide assistance and support to the respective judicial districts to aid them in complying with this chapter, and shall promulgate rulespursuant to chapter 17A establishing guidelines in accordance with and in furtheranceof the purposes of this chapter. The guidelines shall include, but need not be limited to,requirements that each district department: 1. Provide pretrial release, presentence investigations, probation services, parole services, work release services, programs for offenders convicted under chapter 321J, and residentialtreatment centers throughout the district, as necessary. 2. Locate community-based correctional program services in or near municipalities providing a substantial number of treatment and service resources. 3. Follow practices and procedures which maximize the availability of federal funding for the district department’s community-based correctional program and assist the department oftransportation which is authorized to follow practices and procedures designed to maximizethe availability of federal funding for the enforcement and implementation of drunk driverprevention and other highway safety programs. 4. Provide for gathering and evaluating performance data relative to the district department’s community-based correctional program and make other detailed reports to theIowa department of corrections as requested by the board of corrections or the director ofthe department of corrections. 5. Maintain personnel and fiscal records on a uniform basis.6. Provide a program to assist the court in placing defendants who as a condition of probation are sentenced to perform unpaid community service. 7. Provide for community participation in the planning and programming of the district department’s community-based correctional program. 8. Provide for standards by rule for mental fitness which shall govern the initial recruitment, selection, and appointment of parole and probation officers. [C75, 77, §217.26, 217.28, 217.29; C79, 81, §905.7; 82 Acts, ch 1069, §2]83 Acts, ch 89, §3; 83 Acts, ch 96, §138, 139, 159; 85 Acts, ch 21, §51; 87 Acts, ch 118, §6; 93 Acts, ch 171, §21; 99 Acts, ch 182, §7 Referred to in §905.8, 905.9 Sat Dec 23 12:43:41 2023 Iowa Code 2024, Section 905.7 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-7/"
    },
    {
      "id": "section-9058",
      "number": "905.8",
      "heading": "State funds allocated — long-range planning — reports to legislative services agency.",
      "text": "905.8 State funds allocated — long-range planning — reports to legislative services\n\nagency.\n\n1. The Iowa department of corrections shall provide for the allocation among judicial districts in the state of state funds appropriated for the establishment, operation, support,and evaluation of community-based correctional programs and services. However, statefunds shall not be allocated under this section to a judicial district unless the Iowa departmentof corrections has reviewed and approved that district department’s community-basedcorrectional program for compliance with the requirements of this chapter and the guidelinesadopted under section 905.7. 2. The deputy director of the department of corrections responsible for community-based correctional programs shall reallocate funds allocated by the department among thejudicial districts as necessary to assure an equitable allocation of district departmental staffthroughout the state and to comply with section 905.10. 3. The deputy director of the department of corrections responsible for community-based correctional programs shall comply with section 904.108, subsection 1, paragraph\n\n“i”\n\n. 4. The department of corrections shall not revise the allocations to the district departments of correctional services from the amounts allocated to the district departments,unless notice of the revisions is given prior to their effective date to the legislative servicesagency. The notice shall include information on the department’s rationale for making thechanges and details concerning the workload and performance measures upon which therevisions are based. 5. The department of corrections shall report to the legislative services agency on a quarterly basis the current expenditures of the department’s various allocations to the districtdepartments of correctional services with a comparison of actual to budgeted expenditures. 6. The department of corrections shall use the department of management’s budget system in developing the budget information for the eight district departments of correctionalservices, and each of the district departments shall be treated as a separate budget unit witheach program modality classified as a separate organization code. 7. The department of corrections shall furnish performance measure data designed to enable comparison of this data with historical expenditure information, and shall assist thelegislative services agency in developing information to be used in legislative oversight of alldistrict department programs operated by the department. [C75, 77, §217.27; C79, 81, §905.8]83 Acts, ch 96, §140, 159; 88 Acts, ch 1160, §1; 90 Acts, ch 1247, §20; 2003 Acts, ch 35, §45, 49; 2017 Acts, ch 54, §76 Referred to in §905.9 Sat Dec 23 12:43:41 2023 Iowa Code 2024, Section 905.8 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-8/"
    },
    {
      "id": "section-9059",
      "number": "905.9",
      "heading": "Report of review — sanction.",
      "text": "905.9 Report of review — sanction.\n\nUpon completion of a review of a district community-based correctional program, made under section 905.8, the Iowa department of corrections shall submit its findings to thedistrict advisory board in writing. If the Iowa department of corrections concludes thatthe district department’s community-based correctional program fails to meet any of therequirements of this chapter and of the guidelines adopted under section 905.7, it shallalso request in writing a response to this finding from the district advisory board. If aresponse is not received within sixty days after the date of that request, or if the response isunsatisfactory, the Iowa department of corrections may call a public hearing on the matter.If after the hearing, the Iowa department of corrections is not satisfied that the district’scommunity-based correctional program will expeditiously be brought into compliance withthe requirements of this chapter and of the guidelines adopted under section 905.7, it mayassume responsibility for administration of the district’s community-based correctionalprogram on an interim basis. [C79, 81, §905.9]83 Acts, ch 96, §141, 159; 2023 Acts, ch 19, §2786Section amended Sat Dec 23 12:43:43 2023 Iowa Code 2024, Section 905.9 (16, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-9/"
    },
    {
      "id": "section-90510",
      "number": "905.10",
      "heading": "Postinstitutional programs and services.",
      "text": "905.10 Postinstitutional programs and services.\n\nPersons participating in postinstitutional services, except those persons paroled and those persons contracted to the district department, remain under the jurisdiction of the Iowadepartment of corrections. The district department of correctional services shall maintainadequate personnel to provide postinstitutional residential services, programs for offendersconvicted under chapter 321J, parole services, and supervision of persons transferred intothe state under the interstate compact for supervision of parolees and probationers. [C79, 81, §905.10]83 Acts, ch 96, §142, 159; 87 Acts, ch 118, §7Referred to in §905.8 Sat Dec 23 12:43:43 2023 Iowa Code 2024, Section 905.10 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-10/"
    },
    {
      "id": "section-90511",
      "number": "905.11",
      "heading": "Residential facility residency requirement — certain felons.",
      "text": "905.11 Residential facility residency requirement — certain felons.\n\nA person who is serving a sentence under section 902.12, the maximum term of which exceeds ten years, and who is released on parole or work release shall reside in a residentialfacility operated by the district department until such time as the district departmentrecommends to the board of parole that the person may be supervised in the communityrather than in a residential facility and the board of parole approves the recommendation. 2003 Acts, ch 156, §15; 2016 Acts, ch 1051, §2 Sat Dec 23 12:43:44 2023 Iowa Code 2024, Section 905.11 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-11/"
    },
    {
      "id": "section-90512",
      "number": "905.12",
      "heading": "Surrender of earnings.",
      "text": "905.12 Surrender of earnings.\n\n1. When committing a person to a residential treatment center operated by a judicial district department of correctional services, the court shall order the person to surrenderto the district department their total earnings less payroll deductions required by law. Thecourt shall establish the person’s legal obligations by order and the district department shalldeduct from the earnings to satisfy the court order in the following order of priority:\n\na.\n\nAn amount the resident may be legally obligated to pay for the support of dependents, which shall be paid to the dependents directly or through the department of health and humanservices office or unit serving the county in which the dependents reside. For the purpose ofthis paragraph,\n\n“legally obligated”\n\nmeans under a court order.\n\nb.\n\nRestitution ordered by the court under chapter 910.\n\nc.\n\nAn amount determined to be the cost to the judicial district department of correctional services for food, lodging, and other expenses incurred by or on behalf of the resident.\n\nd.\n\nAny other financial obligations which are admitted to by the resident or any judgment granted by the court to another person to whom the resident owes money, but no earnings ofa resident are subject to garnishment while the person is committed to the center. 2. Any balance remaining after deductions and payments shall be credited to the resident’s personal account at the district department and shall be paid to the resident uponrelease. The director shall establish a plan to comply with the provisions of court ordersentered pursuant to this section. 84 Acts, ch 1029, §1; 88 Acts, ch 1160, §2; 94 Acts, ch 1142, §13; 97 Acts, ch 205, §25; 2013 Acts, ch 30, §228; 2014 Acts, ch 1092, §151; 2023 Acts, ch 19, §1340 Subsection 1, paragraph a amended Sat Dec 23 12:43:44 2023 Iowa Code 2024, Section 905.12 (17, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-12/"
    },
    {
      "id": "section-90513",
      "number": "905.13",
      "heading": "Compliance with building codes.",
      "text": "905.13 Compliance with building codes.\n\nThe department of corrections and the district departments of correctional services shall comply with local building regulations and zoning ordinances in the construction,reconstruction, alteration, conversion, repair, and use of buildings owned and operated bythe department as part of a community-based correctional program. 89 Acts, ch 316, §20 Sat Dec 23 12:43:45 2023 Iowa Code 2024, Section 905.13 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-13/"
    },
    {
      "id": "section-90514",
      "number": "905.14",
      "heading": "Fees for probation and parole.",
      "text": "905.14 Fees for probation and parole.\n\n1. A person placed on probation or parole and subject to supervision by a district department shall be required to pay an enrollment fee of three hundred dollars to the districtdepartment to offset the costs of supervision. In addition to the enrollment fee, the districtdepartment may require a person to pay a fee to the district department to offset the costs ofproviding sex offender programming to that person. 2. The fees established pursuant to this section shall not be waived by the sentencing court. Each district department shall retain fees collected for administrative and programservices. 3. The department of corrections may adopt rules for the administration of this section. If adopted, the rules shall include a provision for waiving the collection of fees for personsdetermined to be unable to pay. 97 Acts, ch 190, §7; 2000 Acts, ch 1229, §24; 2006 Acts, ch 1183, §27Referred to in §321J.2, 907.3, 907.7, 907.9 Sat Dec 23 12:43:45 2023 Iowa Code 2024, Section 905.14 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-14/"
    },
    {
      "id": "section-90515",
      "number": "905.15",
      "heading": "Required test.",
      "text": "905.15 Required test.\n\n1. For purposes of this section,\n\n“infectious disease”\n\nmeans any infectious condition, which if spread by contamination, would place others at a serious health risk. 2. A person under supervision of a district department, who assaults another person as defined in section 708.1, by biting, casting bodily fluids, or acting in a manner that resultsin the exchange of bodily fluids, shall submit to the withdrawal of a bodily specimen fortesting to determine if the person is infected with a contagious infectious disease. The bodilyspecimen to be taken shall be determined by a physician. The specimen taken shall be sent tothe state hygienic laboratory or some other laboratory approved by the department of healthand human services. If a person to be tested pursuant to this section refuses to submit to thewithdrawal of a bodily specimen, application may be made by the director to the district courtfor an order compelling the person to submit to the withdrawal and, if infected, to availabletreatment. An order authorizing the withdrawal of a specimen for testing may be issued onlyby a district judge or district associate judge upon application by the director. 3. Failure to comply with an order issued pursuant to this section may result in revocation of probation, parole, or work release. 4. Personnel at an institution under the control of the department of corrections or of a residential facility operated by a judicial district department of correctional services shallbe notified if a person committed to any of these institutions is found to have a contagiousinfectious disease. 5. The district department in cooperation with the department of corrections shall adopt policies and procedures to prevent the transmittal of a contagious infectious disease to otherpersons. 2010 Acts, ch 1052, §1; 2023 Acts, ch 19, §1341Subsection 2 amended Sat Dec 23 12:43:47 2023 Iowa Code 2024, Section 905.15 (16, 1)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-15/"
    },
    {
      "id": "section-90516",
      "number": "905.16",
      "heading": "Electronic tracking and monitoring system — domestic abuse assault — felony.",
      "text": "905.16 Electronic tracking and monitoring system — domestic abuse assault — felony.\n\n1. A person placed on probation, parole, work release, or any other type of conditional release for domestic abuse assault in violation of section 708.2A, subsection 4, may besupervised by an electronic tracking and monitoring system in addition to any otherconditions of supervision. 2. When considering whether to order the use of an electronic tracking and monitoring system the court shall consider the safety of the victim and other legitimate factors that mayimpact all of the parties. 2017 Acts, ch 83, §9 Sat Dec 23 12:43:47 2023 Iowa Code 2024, Section 905.16 (6, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xvi/chapter-905/section-905-16/"
    }
  ]
}