{
  "state": "south-dakota",
  "path": "title-title-33a-veterans-affairs/chapter-chapter-05-burial-of-veterans",
  "sections": [
    {
      "id": "section-33a-5-1",
      "number": "33A-5-1",
      "heading": "Authority of county veterans' service officer or field officer",
      "text": "33A-5-1. Authority of county veterans' service officer or field officer.\n\nUpon notice to the county or tribal veterans' service officer or field officer of the Department of Veterans Affairs of the death within the county of a person entitled to burial benefits under this chapter, or at the officer's own initiative in a proper case, the veterans' service officer or field officer shall implement the provisions of this chapter in reference to the burial of the deceased.\n\nSource:SL 1887, ch 151, §3; CL 1887, §2471; RPolC 1903, §3239; RC 1919, §9965; SDC 1939, §41.0303; SL 1939, ch 156, §3; SL 1941, ch 173, §2; SL 1949, ch 155, §2; SL 1961, ch 207; SL 1968, ch 160, §2; SL 2007, ch 187, §223; §33-19-1; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2011, ch 152, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-1/"
    },
    {
      "id": "section-33a-5-2",
      "number": "33A-5-2",
      "heading": "Payment for burial of veteran--Eligibility of veteran or spouse for burial at state's expense.",
      "text": "33A-5-2. Payment for burial of veteran--Eligibility of veteran or spouse for burial at state's expense.\n\nThe state shall pay a sum not to exceed one hundred dollars for the burial of a veteran. Any veteran as defined by §33A-2-1 or the veteran's spouse shall be buried at the expense of the state if:\n\n(1)The veteran was a citizen of the United States and a resident of South Dakota for one year preceding the veteran's entrance into military service or preceding the veteran's death;\n\n(2)The veteran's estate or the estate of the veteran's spouse, whether living or deceased, or the immediate family or relatives of the veteran or the veteran's spouse are unable to defray the expenses of the veteran's or the veteran's spouse's funeral; and\n\n(3)The surviving spouse or relatives of the deceased veteran furnish an affidavit acceptable to the county or tribal veterans' service officer or field officer of the Department of Veterans Affairs that the estate of the decedent or of his or her surviving spouse is not sufficient to defray the funeral expenses.\n\nA claim for payment or reimbursement of the burial shall be filed or presented to the Department of Veterans Affairs within one year of the date of the burial.\n\nSource:SL 1887, ch 151, §1; CL 1887, §2469; RPolC 1903, §3237; RC 1919, §9963; SL 1920 (SS), ch 83; SL 1923, ch 272; SL 1927, ch 191; SL 1931, ch 226; SDC 1939, §41.0301; SL 1939, ch 156, §1; SL 1941, ch 173, §1; SL 1943, ch 146; SL 1949, ch 155, §1; SL 1951, ch 213; SL 1968, ch 160, §1; SL 1976, ch 208, §1; SL 1986, ch 27, §19; SL 2007, ch 187, §224; §33-19-2; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2011, ch 152, §21; SL 2018, ch 199, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-2/"
    },
    {
      "id": "section-33a-5-3",
      "number": "33A-5-3",
      "heading": "33A-5-3.Repealed by SL 2018, ch 199, §11.",
      "text": "33A-5-3.Repealed by SL 2018, ch 199, §11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33a-5-4",
      "number": "33A-5-4",
      "heading": "Headstone provided by federal government to be erected--Maximum expense--Time for claim--Private option.",
      "text": "33A-5-4. Headstone provided by federal government to be erected--Maximum expense--Time for claim--Private option.\n\nIf a headstone is provided by the United States government for the purpose of marking the grave of a veteran who had been a resident of South Dakota for one year preceding entrance into military service or preceding death or if a memorial headstone or marker is provided by the United States government to commemorate any member of the armed forces of the United States dying in the service, whose remains have not been recovered or identified or were buried at sea, the veterans' service officer or field officer shall cause the headstone or memorial headstone or marker to be erected. The expense of erecting the headstone or memorial headstone or marker must be paid by the state and may not exceed two hundred dollars. No payment for the expense is allowed unless a claim is filed with the Department of Veterans Affairs within one year of the date the headstone or memorial headstone or marker is erected.\n\nAn individual responsible for the execution of the estate of a deceased veteran authorized to receive a headstone or memorial headstone or marker may elect to purchase a headstone at personal expense but may receive the one-hundred-dollar state stipend for erecting the headstone or memorial headstone or marker if the name, rank, branch of service, and dates of birth and death of the veteran are professionally etched on the backside of the headstone.\n\nSource: SL 1887, ch 151, §3; CL 1887, §2471; RPolC 1903, §3239; RC 1919, §9965; SDC 1939, §41.0303; SL 1939, ch 156, §3; SL 1941, ch 173, §2; SL 1949, ch 155, §2; SL 1961, ch 207; SL 1968, ch 160, §2; SL 1974, ch 233; SL 1976, ch 208, §2; SL 1986, ch 275; SL 2009, ch 162, §1; §33-19-5; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2023, ch 113, §1; SL 2023, ch 114, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-4/"
    },
    {
      "id": "section-33a-5-5",
      "number": "33A-5-5",
      "heading": "Public expenses--Payment procedure.",
      "text": "33A-5-5. Public expenses--Payment procedure.\n\nAll public expenses incurred under the provisions of §§33A-5-2 and 33A-5-4, may only be approved, allowed, and certified by the county or tribal veterans service officer or employee of the Department of Veterans Affairs upon forms provided by the Department of Veterans Affairs. The county or tribal veterans service officer shall forward the forms to the Department of Veterans Affairs. The department shall certify and forward the forms to the state auditor.\n\nUpon receipt of the certified forms, the state auditor shall draw a warrant on the state treasurer in favor of the person or persons entitled to the payment for the amount specified on the forms.\n\nSource: SL 1887, ch 151, §4; CL 1887, §2472; RPolC 1903, §3240; RC 1919, §9966; SDC 1939, §41.0304; SL 1939, ch 156, §4; SL 1941, ch 173, §3; SL 1968, ch 160, §3; SL 2007, ch 187, §227; §33-19-6; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2011, ch 152, §22; SL 2023, ch 111, §35; SL 2023, ch 113, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-5/"
    },
    {
      "id": "section-33a-5-6",
      "number": "33A-5-6",
      "heading": "Appropriation for expenses.",
      "text": "33A-5-6. Appropriation for expenses.\n\nThere is hereby annually appropriated out of the money in the state treasury a sum sufficient to carry out the provisions of §§33A-5-2 to 33A-5-5, inclusive.\n\nSource:SL 1887, ch 151, §5; CL 1887, §2473; RPolC 1903, §3241; RC 1919, §9967; SDC 1939, §41.0305; §33-19-7; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2011, ch 152, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-6/"
    },
    {
      "id": "section-33a-5-7",
      "number": "33A-5-7",
      "heading": "County appropriations to purchase burial plots--Conditions.",
      "text": "33A-5-7. County appropriations to purchase burial plots--Conditions.\n\nAny county may appropriate money with which to purchase lots or plots of ground in any cemetery or burial ground for the burial of any veteran as defined by §33A-2-1, or the veteran's spouse, if the veteran or the veteran's spouse had a legal residence within the county at the time of his or her death.\n\nSource:SL 1927, ch 192; SL 1929, ch 226, §1; SDC 1939, §12.1912; SL 1943, ch 31; SL 1986, ch 27, §20; SL 2007, ch 187, §228; §33-19-8; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-7/"
    },
    {
      "id": "section-33a-5-8",
      "number": "33A-5-8",
      "heading": "County purchase of burial plots--Perpetual care--Title to plots.",
      "text": "33A-5-8. County purchase of burial plots--Perpetual care--Title to plots.\n\nEach board of county commissioners of each county of this state may, as soon as the money has been appropriated, purchase not more than ten burial plots and provide for the perpetual care of the plots.\n\nThe title to the burial plots is vested in the State of South Dakota, and permits for burial in the plots shall be issued by the county auditor of the respective county.\n\nSource:SL 1929, ch 226, §3; SDC 1939, §12.1912; SL 1943, ch 31; SL 2007, ch 187, §229; §33-19-9; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2011, ch 152, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-8/"
    },
    {
      "id": "section-33a-5-9",
      "number": "33A-5-9",
      "heading": "Conditions for county payment of burial expense.",
      "text": "33A-5-9. Conditions for county payment of burial expense.\n\nAny county may pay burial expense of persons described in §33A-5-7 for any such burial if the person dies in the county or has legal residence in the county at the time of death and if the relatives or friends of the deceased furnish affidavits acceptable to a circuit judge for the county that the estate of the decedent is not sufficient to defray the funeral expense.\n\nSource:SL 1927, ch 192; SL 1929, ch 226, §2; SDC 1939, §12.1912; SL 1943, ch 31; SL 2007, ch 187, §230; §33-19-10; SL 2011, ch 1 (Ex. Ord. 11-1), §20, eff. Apr. 12, 2011; SL 2011, ch 152, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-9/"
    },
    {
      "id": "section-33a-5-10",
      "number": "33A-5-10",
      "heading": "Retention of federal memorial pending payment for funeral or burial prohibited.",
      "text": "33A-5-10. Retention of federal memorial pending payment for funeral or burial prohibited.\n\nThe provisions of §44-11-9 or any other provision of law notwithstanding, if a funeral director, operator of a cemetery, or other individual involved with the funeral or burial of a veteran is in possession of a headstone, memorial headstone, or marker provided by the United States government in memory of the veteran, the director, operator, or individual may not retain possession of the headstone, memorial headstone, or marker pending payment for property associated with the funeral or burial or for services rendered.\n\nSource:SL 2011, ch 152, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-10/"
    },
    {
      "id": "section-33a-5-11",
      "number": "33A-5-11",
      "heading": "State veterans cemetery operating fund--Fee for burial--Promulgation of rules.",
      "text": "33A-5-11. State veterans cemetery operating fund--Fee for burial--Promulgation of rules.\n\nThere is hereby created in the state treasury the South Dakota State Veterans Cemetery operating fund, into which shall be deposited disbursements from the endowment fund created in §33A-5-12, donations to the cemetery, and revenues generated by the South Dakota State Veterans Cemetery. The Department of Veterans Affairs may promulgate rules pursuant to chapter 1-26 to establish a fee for burial of an eligible spouse or dependent at the South Dakota State Veterans Cemetery. The fee may not exceed the United States Department of Veterans Affairs maximum plot allowance for a non-service connected death of a veteran.\n\nSource:SL 2018, ch 201, §1, eff. Mar. 23, 2018; SL 2021, ch 138, § 1, eff. Mar. 21, 2021.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-11/"
    },
    {
      "id": "section-33a-5-12",
      "number": "33A-5-12",
      "heading": "State veterans cemetery endowment fund.",
      "text": "33A-5-12. State veterans cemetery endowment fund.\n\nThe South Dakota State Veterans Cemetery endowment fund may be established within the South Dakota Community Foundation. The purpose of the endowment fund is to provide a fund for any person who wishes to contribute to the endowment fund to fund the construction and operation of the South Dakota State Veterans Cemetery. This fund shall be administered by the South Dakota Community Foundation. Any disbursements from this endowment fund shall be deposited into the fund created in §33A-5-11.\n\nSource:SL 2018, ch 201, §2, eff. Mar. 23, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-12/"
    },
    {
      "id": "section-33a-5-13",
      "number": "33A-5-13",
      "heading": "Minimum principal balance of fund.",
      "text": "33A-5-13. Minimum principal balance of fund.\n\nDonations to the South Dakota State Veterans Cemetery endowment fund shall be deposited into the fund to reach a minimum principal balance of three million dollars ($3,000,000) by July 1, 2023. Notwithstanding the minimum principal balance under this section, expenditures may be made prior to July 1, 2023. If the minimum principal balance is reached prior to July 1, 2023, no expenditures may reduce the principal balance below three million dollars ($3,000,000).\n\nSource:SL 2018, ch 201, §3, eff. Mar. 23, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-13/"
    },
    {
      "id": "section-33a-5-14",
      "number": "33A-5-14",
      "heading": "Annual report of veterans council.",
      "text": "33A-5-14. Annual report of veterans council.\n\nThe South Dakota Veterans Council shall report annually to the Joint Committee on Appropriations on the balance of the South Dakota Veterans Cemetery endowment fund.\n\nSource:SL 2018, ch 201, §4, eff. Mar. 23, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-14/"
    },
    {
      "id": "section-33a-5-15",
      "number": "33A-5-15",
      "heading": "Donation of land for state cemetery",
      "text": "33A-5-15. Donation of land for state cemetery\n\nThe State of South Dakota may accept the donation of a suitable amount of land from the city of Sioux Falls, South Dakota, for the purposes of establishing and maintaining a state veterans' cemetery in Minnehaha County.\n\nSource:SL 2018, ch 201, §5, eff. Mar. 23, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-15/"
    },
    {
      "id": "section-33a-5-16",
      "number": "33A-5-16",
      "heading": "State cemetery pre-application.",
      "text": "33A-5-16. State cemetery pre-application.\n\nThe secretary of veterans affairs shall submit a state cemetery pre-application to the National Cemetery Administration as provided in 38 CFR 39.31 prior to July 1, 2018.\n\nSource:SL 2018, ch 201, §6, eff. Mar. 23, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-16/"
    },
    {
      "id": "section-33a-5-17",
      "number": "33A-5-17",
      "heading": "State cemetery grant application.",
      "text": "33A-5-17. State cemetery grant application.\n\nThe secretary of veterans affairs shall submit a state cemetery grant application to the National Cemetery Administration as provided in 38 CFR 39.31 and to contract for the design, construction, equipping, and any other action that may be required to provide for a state veterans cemetery in Minnehaha County, South Dakota, at an estimated cost of six million dollars.\n\nSource:SL 2018, ch 201, §7, eff. Mar. 23, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33a/chapter-05/section-33a-5-17/"
    }
  ]
}