{
  "state": "new-mexico",
  "path": "title-chapter-12-miscellaneous-public-affairs-matters/chapter-article-10-all-hazard-emergency-management",
  "sections": [
    {
      "id": "section-12-10-1",
      "number": "12-10-1",
      "heading": "Short title.Section 12-10-2 - Purpose",
      "text": "Sections 12-10-1 through 12-10-10 NMSA 1978 may be cited as the \"All Hazard Emergency Management Act\".\n\nHistory:1953 Comp., § 9-13-15, enacted by Laws 1959, ch. 190, § 1; 1973, ch. 247, § 1; 2007, ch. 291, § 9.\n\nCompiler's notes.— Following the 1978 recompilation of NMSA the scope of the State Civil Emergency Preparedness Act, as defined in this section, read \"Sections 12-10-1 through 12-10-10 NMSA 1978\".\n\nLaws 2002, ch. 83, §§ 2 to 4 purported to enact three new sections of the Uniform Licensing Act in Chapter 61. These sections were reassigned to appear as 12-10-11, 12-10-12 and 12-10-13 NMSA 1978 for more logical placement. Sections 12-10-11, 12-10-12 and 12-10-13 NMSA 1978 are not part of the State Civil Emergency Preparedness Act.\n\nLaws 2007, ch. 291, § 9 changed the name of the State Civil Emergency Preparedness Act to the All Hazard Emergency Management Act, effective July 1, 2007.\n\nThe 2007 amendment,effective July 1, 2007, changed the statutory reference and title of the act from the \"State Civil Emergency Preparedness Act\" to the \"All Hazard Emergency Management Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-1/"
    },
    {
      "id": "section-12-10-2",
      "number": "12-10-2",
      "heading": "Purpose.",
      "text": "The purpose of the All Hazard Emergency Management Act [12-10-1 to 12-10-10 NMSA 1978] is to:\n\nA. authorize the creation of local offices of emergency management in the political subdivisions of the state;\n\nB. confer upon the governor and upon the governing bodies of the state all hazard emergency management powers;\n\nC. provide an emergency operations plan for the protection of life and property adequate to cope with disasters resulting from acts of war or sabotage or from natural or man-made causes other than acts of war;\n\nD. provide for coordination of all hazard emergency management functions of this state with the comparable functions of the federal government and other states and localities and of private agencies;\n\nE. initiate programs to render aid in the emergency restoration of facilities, utilities and other installations essential to the safety and general welfare of the public; and\n\nF. provide for assistance and care for persons displaced, left homeless or otherwise victims of disaster or war conditions.\n\nHistory:1953 Comp., § 9-13-16, enacted by Laws 1959, ch. 190, § 2; 1973, ch. 247, § 2; 1977, ch. 258, § 6; 1989, ch. 204, § 12; 2007, ch. 291, § 10.\n\nThe 2007 amendment,effective July 1, 2007, changed the title of the act to the All Hazard Emergency Management Act and provided that the purpose of the act is emergency management.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"emergency planning and coordination bureau of the department of public safety\" for \"civil emergency preparedness division of the office of military affairs\" in Subsection A.\n\nDivision authority not dependent upon local school authorities.— Though close cooperation with school authorities is advisable and not to be discouraged whenever the protection of pupils may be served, the duties and responsibilities of the office of civil defense (now all hazard emergency management department) are in no way dependent on or limited by those of the schools. 1970 Op. Att'y Gen. No. 70-09.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 53A Am. Jur. 2d Military, and Civil Defense § 447 et seq.\n\n93 C.J.S. War and National Defense § 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-2/"
    },
    {
      "id": "section-12-10-3",
      "number": "12-10-3",
      "heading": "Emergency planning and coordination.",
      "text": "The state director of homeland security and emergency management shall be responsible for carrying out the program for all hazard emergency management authorized by law and shall serve as the governor's authorized representative at the discretion of the governor. The state director shall direct and coordinate the all hazard emergency management activities of all state departments, agencies and political subdivisions and shall maintain liaison with and cooperate with all hazard emergency management agencies and organizations of other states and of the federal government.\n\nHistory:1953 Comp., § 9-13-17, enacted by Laws 1969, ch. 33, § 1; 1973, ch. 247, § 3; 1977, ch. 258, § 7; 1989, ch. 204, § 13; 2007, ch. 291, § 11.\n\nRepeals and reenactments.— Laws 1969, ch. 33, § 1, repealed 9-13-17, 1953 Comp., relating to the creation and administration of a state office of civil and defense mobilization, and enacted a new section.\n\nThe 2007 amendment,effective July 1, 2007, changed the references from the \"emergency planning and coordination bureau\" to the \"state director of homeland security and emergency management\" responsible for all hazard emergency management.\n\nThe 1989 amendment,effective July 1, 1989, substituted the present section heading for \"Civil emergency preparedness division\"; substituted all of the language of Subsection A beginning with \"'emergency'\" for \"'civil emergency preparedness division' of the office of military affairs\"; and in Subsection B rewrote the first sentence, which formerly read: \"The adjutant general shall be the director of the civil emergency preparedness division and shall be responsible to the governor for carrying out the program for civil emergency preparedness authorized by law\", and substituted \"emergency planning and coordination bureau chief\" for \"director\" in the second sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-3/"
    },
    {
      "id": "section-12-10-4",
      "number": "12-10-4",
      "heading": "All hazard emergency management; powers of the governor.",
      "text": "A. The governor shall have general direction and control of the activities of the homeland security and emergency management department and shall be responsible for carrying out the provisions of the All Hazard Emergency Management Act [12-10-1 to 12-10-10 NMSA 1978] and, in the event of any man-made or natural disaster causing or threatening widespread physical or economic harm that is beyond local control and requiring the resources of the state, shall exercise direction and control over any and all state forces and resources engaged in emergency operations or related all hazard emergency management functions within the state.\n\nB. In carrying out the provisions of the All Hazard Emergency Management Act, the governor is authorized to:\n\n(1) cooperate with the federal government and agree to carry out all hazard emergency management responsibilities delegated in accordance with existing federal laws and policies and cooperate with other states and with private agencies in all matters relating to the all hazard emergency management of the state and nation;\n\n(2) issue, amend or rescind the necessary orders, rules and procedures to carry out the provisions of the All Hazard Emergency Management Act;\n\n(3) provide those resources and services necessary to avoid or minimize economic or physical harm until a situation becomes stabilized and again under local self-support and control, including the provision, on a temporary, emergency basis, of lodging, sheltering, health care, food, transportation or shipping necessary to protect lives or public property; or for any other action necessary to protect the public health, safety and welfare;\n\n(4) prepare a comprehensive emergency operations plan and program and to integrate the state emergency operations plan and program with the emergency operations plans and programs of the federal government and other states and to coordinate the preparation of emergency operations plans and programs by the political subdivisions of this state;\n\n(5) procure supplies and equipment, to institute training programs and public information programs and to take all necessary preparatory actions, including the partial or full mobilization of state and local government forces and resources in advance of actual disaster, to ensure the furnishing of adequately trained and equipped emergency forces of government and auxiliary personnel to cope with disasters resulting from enemy attack or other causes; and\n\n(6) enter into mutual aid agreements with other states and to coordinate mutual aid agreements between political subdivisions of the state.\n\nHistory:1953 Comp., § 9-13-19, enacted by Laws 1959, ch. 190, § 5; 1973, ch. 247, § 4; 1977, ch. 258, § 8; 1989, ch. 204, § 14; 1999, ch. 140, § 2; 2007, ch. 291, § 12.\n\nCross references.— For Disaster Succession Acts,seeChapter 12, Article 11 NMSA 1978.\n\nThe 2007 amendment,effective July 1, 2007, provided that the governor is responsible for the direction and control of the homeland security and emergency management department and carrying out the All Hazard Emergency Management Act.\n\nThe 1999 amendment,effective June 18, 1999, substituted \"any man-made or natural disaster causing or threatening widespread physical or economic harm that is beyond local control and requiring the resources of the state\" for \"disaster beyond local control\" in Subsection A, added Subsection B(3), and redesignated the remaining subsections accordingly.\n\nThe 1989 amendment,effective July 1, 1989, substituted \"emergency planning and coordination bureau\" for \"civil emergency preparedness division\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-4/"
    },
    {
      "id": "section-12-10-5",
      "number": "12-10-5",
      "heading": "Local emergency management.",
      "text": "The governing bodies of the political subdivisions of the state are responsible for the all hazard emergency management of their respective jurisdictions. Each political subdivision is authorized to establish, by ordinance or resolution, a local office of emergency management as an agency of the local government and responsible to the governing body, in accordance with the state emergency operations plan and program. Every local coordinator of emergency management shall be appointed by the governing body, subject to the approval of the state director of homeland security and emergency management, and the local coordinator shall have direct responsibility for carrying out the all hazard emergency management program of the political subdivision. The state director shall coordinate the emergency management activities of all local governmental departments and agencies and shall maintain liaison with and cooperate with emergency management agencies and organizations of other political subdivisions and of the state government. Each local organization shall perform emergency management functions within the territorial limits of the political subdivision within which it is organized.\n\nHistory:1953 Comp., § 9-13-20, enacted by Laws 1959, ch. 190, § 6; 1973, ch. 247, § 5; 2007, ch. 291, § 13.\n\nThe 2007 amendment,effective July 1, 2007, changed references to the \"civil emergency preparedness\" to the \"all hazard emergency management\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-5/"
    },
    {
      "id": "section-12-10-6",
      "number": "12-10-6",
      "heading": "Mutual aid agreements.",
      "text": "Each political subdivision may, in cooperation with other public and private agencies within the state, enter into mutual aid agreements for reciprocal emergency management aid and assistance. The agreements shall be consistent with the state emergency operations plan, and in time of emergency it shall be the duty of each local emergency management organization to render assistance within its capabilities and in accordance with the provisions of the program and plan promulgated by the homeland security and emergency management department.\n\nHistory:1953 Comp., § 9-13-21, enacted Laws 1959, ch. 190, § 7; 1973, ch. 247, § 6; 1977, ch. 258, § 9; 2007, ch. 291, § 14.\n\nThe 2007 amendment,effective July 1, 2007, provided for mutual aid agreements for emergency management aid to be consistent with the emergency operations plan of the homeland security and emergency management department.\n\nDivision authority not dependent upon local school authorities.— Though close cooperation with school authorities is advisable and not to be discouraged whenever the protection of pupils may be served, the duties and responsibilities of the office of civil defense (now all hazard emergency management department) are in no way dependent on or limited by those of the schools. 1970 Op. Att'y Gen. No. 70-09.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-6/"
    },
    {
      "id": "section-12-10-7",
      "number": "12-10-7",
      "heading": "Authority to make appropriations and accept aid.",
      "text": "A. Each political subdivision of the state shall have the power to make appropriations in the manner prescribed by law, and subject to the limitations of the law, for the payment of expenses of emergency management.\n\nB. Whenever the federal government or any agency or officer thereof shall offer to the state or any political subdivision thereof services, equipment, supplies, materials or funds by way of gift, grant or loan for purposes of emergency management, the state, acting through the governor, or the political subdivision, acting with the consent of the governor, may accept the offer and may authorize any officer of the state or of the political subdivision to receive the aid and assistance.\n\nC. Whenever any private person, firm or corporation shall offer to the state or to any political subdivision thereof any aid or assistance for emergency management, the state or the political subdivision shall be authorized to accept the aid or assistance, subject to the provisions of this section.\n\nHistory:1953 Comp., § 9-13-22, enacted by Laws 1959, ch. 190, § 8; 1973, ch. 247, § 7; 2007, ch. 291, § 15.\n\nThe 2007 amendment,effective July 1, 2007, changed references to the \"civil emergency preparedness\" to the \"all hazard emergency management\".\n\nIf aid from federal government allowable, county may accept.— This section authorizes each political subdivision of the state to make appropriations for the payment of expenses of civil and defense mobilization (now all hazard emergency management) and further authorizes the political subdivision with the consent of the governor to accept federal aid. Thus, if the aid from the federal government is allowable, a city, with the consent of the governor may accept it. 1959 Op. Att'y Gen. No. 59-143.\n\nNo separate checking account when county treasurer disbursing agent.— Where the county treasurer is the disbursing agent for normal transactions handled by a local county civil defense agency (now all local hazard emergency management agencies), the latter may not maintain a separate checking account for public funds of such agency. 1965 Op. Att'y Gen. No. 65-51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-7/"
    },
    {
      "id": "section-12-10-8",
      "number": "12-10-8",
      "heading": "Civil liability; limited.",
      "text": "Any person owning or controlling real estate or other premises who voluntarily and without compensation grants a license or privilege or otherwise permits the designation or use of the whole or any part of the person's real estate or premises for the purpose of sheltering persons during an actual or impending enemy attack or other disaster shall, together with the person's successors in interest, if any, not be civilly liable for negligently causing the death of or injury to any person on or about the real estate or premises or for the loss of or damage to the property of such person, providing the premises have been approved either in whole or in part by the proper all hazard emergency management authorities for such purpose.\n\nHistory:1953 Comp., § 9-13-22.1, enacted by Laws 1963, ch. 193, § 1; 1973, ch. 247, § 8; 2007, ch. 291, § 16.\n\nThe 2007 amendment,effective July 1, 2007, changed references to the \"civil emergency preparedness\" to the \"all hazard emergency management\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-8/"
    },
    {
      "id": "section-12-10-9",
      "number": "12-10-9",
      "heading": "Existing services and facilities to be used by agency.",
      "text": "The governor, the homeland security and emergency management department and the governing bodies of the political subdivisions of the state are directed to use, in carrying out the provisions of the All Hazard Emergency Management Act [12-10-1 to 12-10-10 NMSA 1978], the services, equipment, supplies and facilities of existing departments, offices and agencies of the state and its political subdivisions to the maximum extent practicable, and the officers and personnel of all departments, offices and agencies of the state and its political subdivisions are directed to cooperate with and extend their services and facilities to the governor or to the department or to the local coordinators of all hazard emergency management throughout the state upon request.\n\nHistory:1953 Comp., § 9-13-23, enacted by Laws 1959, ch. 190, § 9; 1973, ch. 247, § 9; 1989, ch. 204, § 15; 2007, ch. 291, § 17.\n\nThe 2007 amendment,effective July 1, 2007, changed references from the \"department of public safety\" to the \"homeland security and emergency management department\".\n\nThe 1989 amendment,effective July 1, 1989, inserted \"of the technical and emergency support division of the department of public safety\" near the beginning of the section, substituted \"offices\" for \"officers\" near the middle of the section, and deleted \"state\" preceding \"director\" near the end of the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-9/"
    },
    {
      "id": "section-12-10-10",
      "number": "12-10-10",
      "heading": "Enforcement of executive orders and rules.",
      "text": "A. It is the duty of all political subdivisions of the state and their coordinators of the all hazard emergency management programs appointed pursuant to the provisions of the All Hazard Emergency Management Act [12-10-1 to 12-10-10 NMSA 1978] to comply with and enforce all executive orders and rules made by the governor or under the governor's authority pursuant to law.\n\nB. Political subdivisions shall meet all state and federal requirements before becoming eligible to participate in state and federal all hazard emergency management assistance programs. They must comply with all state and federal rules and procedures and shall be removed from participation in the assistance programs by the state director of homeland security and emergency management for failure to comply with the rules and procedures or to maintain their eligibility in accordance with prescribed requirements.\n\nHistory:1953 Comp., § 9-13-24, enacted by Laws 1959, ch. 190, § 10; 1973, ch. 247, § 10; 2007, ch. 291, § 18.\n\nThe 2007 amendment,effective July 1, 2007, changed references to the \"civil emergency preparedness\" to the \"all hazard emergency management\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-10/"
    },
    {
      "id": "section-12-10-101",
      "number": "12-10-10.1",
      "heading": "Short title.",
      "text": "Sections 12-10-11 through 12-10-13 NMSA 1978 may be cited as the \"Emergency Licensing Act\".\n\nHistory:Laws 2005, ch. 22, § 2.\n\nEffective dates.— Laws 2005, ch. 22, § 5 made Laws 2005, ch. 22, § 2 effective July 1, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-10-1/"
    },
    {
      "id": "section-12-10-11",
      "number": "12-10-11",
      "heading": "Out-of-state license holders; powers; duties.",
      "text": "During an emergency, a person who holds a license, certificate or other permit that is issued by a state or territory of the United States and that evidences the meeting of qualifications for professional, mechanical or other skills may be credentialed, if appropriate and approved by the department of health or the homeland security and emergency management department, to render aid involving those skills to meet an emergency, subject to limitations and conditions as the governor may prescribe by executive order or otherwise. A person shall be considered a public employee for the purposes of the Tort Claims Act [41-4-1 to 41-4-27 NMSA 1978] when approved to perform those duties.\n\nHistory:Laws 2002, ch. 83, § 2; 2007, ch. 291, § 19.\n\nCompiler's notes.— Laws 2002, ch. 83, § 2 was originally enacted as part of the Uniform Licensing Act in Chapter 61 but was reassigned to appear as this section.\n\nCross references.— For definition of \"emergency\",see61-1-2 NMSA 1978.\n\nThe 2007 amendment,effective July 1, 2007, changed references to the \"civil emergency preparedness\" to the \"all hazard emergency management\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-11/"
    },
    {
      "id": "section-12-10-111",
      "number": "12-10-11.1",
      "heading": "Business and employee status during disaster response period.",
      "text": "A. An out-of-state business that conducts operations within the state for purposes of performing disaster- or emergency-related work in response to a declared state disaster or emergency during the disaster response period shall not be considered to have established a level of presence that would require that business to be subject to any state licensing or registration requirements, including any state or local business licensing or registration requirements or public regulation commission or secretary of state licensing and regulatory requirements.\n\nB. An out-of-state employee performing disaster- or emergency-related work during the disaster response period shall not be subject to any state licensing or registration requirements.\n\nC. As used in this section:\n\n(1) \"critical infrastructure\" means property, equipment and related support facilities that service multiple customers or residents, including real and personal property such as buildings, offices, lines, poles, pipes, structures and equipment that is owned or used by:\n\n(a) communications networks;\n\n(b) electric generation, transmission and distribution systems;\n\n(c) natural gas and natural gas liquids gathering, processing, storage, transmission and distribution systems;\n\n(d) crude oil and refined product pipelines; and\n\n(e) water pipelines;\n\n(2) \"declared state disaster or emergency\" means a disaster or emergency event for which:\n\n(a) a governor's state-of-emergency proclamation has been issued;\n\n(b) a presidential declaration of a federal major disaster or emergency has been issued; or\n\n(c) another authorized official of the state receives notification from a registered business of a disaster or emergency and that official designates the event as a declared state disaster or emergency, thereby invoking the provisions of this section;\n\n(3) \"disaster- or emergency-related work\" means repairing, renovating, installing, building, rendering services or conducting other business activities that relate to critical infrastructure that has been damaged, impaired or destroyed by a declared state disaster or emergency;\n\n(4) \"disaster response period\" means a period that begins ten days prior to the first day of the governor's proclamation, the president's declaration or the designation by another authorized official of the state of a declared state disaster or emergency and that extends sixty calendar days after the declared state disaster or emergency;\n\n(5) \"out-of-state business\" means a business entity that, except for disaster- or emergency-related work, has no presence in the state and that conducts no business in the state and whose services are requested by a registered business or by a state or local government for purposes of performing disaster- or emergency-related work in the state. \"Out-of-state business\" includes a business entity that is affiliated with a registered business in the state solely through common ownership and that has no registrations or tax filings or nexus in the state other than disaster- or emergency-related work during the tax year immediately preceding the declared state disaster or emergency;\n\n(6) \"out-of-state employee\" means an employee who does not work in the state, except for disaster- or emergency-related work during the disaster response period; and\n\n(7) \"registered business in the state\" means a business entity that is currently registered to do business in the state prior to the declared state disaster or emergency.\n\nHistory:Laws 2016, ch. 59, § 3.\n\nEffective dates.— Laws 2016, ch. 59 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 18, 2016, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-11-1/"
    },
    {
      "id": "section-12-10-12",
      "number": "12-10-12",
      "heading": "Application.",
      "text": "The provisions of Section 12-10-11 NMSA 1978 apply to a person from any state or territory whether or not a party to the Emergency Management Assistance Compact [12-10-14, 12-10-15 NMSA 1978].\n\nHistory:Laws 2002, ch. 83, § 3; 2007, ch. 291, § 20.\n\nCompiler's notes.— Laws 2002, ch. 83, § 3 was originally enacted as part of the Uniform Licensing Act in Chapter 61 but was reassigned to appear as this section.\n\nThe 2007 amendment,effective July 1, 2007, changed the statutory reference to Section 12-10-11 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-12/"
    },
    {
      "id": "section-12-10-13",
      "number": "12-10-13",
      "heading": "In-state license holders; powers; duties.",
      "text": "During an emergency, a person who holds a license, certificate or other permit that is issued by the state and that evidences the meeting of qualifications for professional, mechanical or other skills may be credentialed, if appropriate and approved by the department of health or the homeland security and emergency management department, to render aid involving those skills to meet a declared emergency, and shall be considered a public employee for the purposes of the Tort Claims Act [ 41-4-1 to 41-4-27 NMSA 1978] when approved to perform those duties.\n\nHistory:Laws 2002, ch. 83, § 4; 2007, ch. 291, § 21.\n\nCompiler's notes.— Laws 2002, ch. 83, § 4 was originally enacted as part of the Uniform Licensing Act in Chapter 61 but was reassigned to appear as this section.\n\nCross references.— For definition of \"emergency\",see61-1-2 NMSA 1978.\n\nThe 2007 amendment,effective July 1, 2007, changed references from the \"department of public safety\" to the \"homeland security and emergency management department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-13/"
    },
    {
      "id": "section-12-10-14",
      "number": "12-10-14",
      "heading": "Short title.",
      "text": "This act [12-10-14, 12-10-15 NMSA 1978] may be cited as the \"Emergency Management Assistance Compact\".\n\nHistory:1978 Comp., § 11-15-1, enacted by Laws 1999, ch. 87, § 1, recompiled as § 12-10-14 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-14/"
    },
    {
      "id": "section-12-10-15",
      "number": "12-10-15",
      "heading": "Compact entered into.",
      "text": "The Emergency Management Assistance Compact [12-10-14 and 12-10-15 1978] is enacted into law and entered into with all other jurisdictions legally joining therein in accordance with its terms, in a form substantially as follows:\n\n\"EMERGENCY MANAGEMENT ASSISTANCE COMPACT\n\nARTICLE 1 - PURPOSE AND AUTHORITIES\n\nA. The Emergency Management Assistance Compact is made and entered into by and between the participating member states that enact that compact.\n\nB. As used in the Emergency Management Assistance Compact:\n\n(1) \"party states\" means the participating member states to the compact; and\n\n(2) \"state\" means the several states, the Commonwealth of Puerto Rico, the District of Columbia and all United States territorial possessions.\n\nC. The purpose of the Emergency Management Assistance Compact is to provide for mutual assistance between the party states in managing any emergency or disaster that is duly declared by the governor of the affected state, whether arising from natural disaster, technological hazard, man-made disaster, civil emergency aspects of resources shortages, community disorders, insurgency or enemy attack.\n\nD. The Emergency Management Assistance Compact shall also provide for mutual cooperation in emergency-related exercises, testing or other training activities using equipment and personnel simulating performance of any aspect of the giving and receiving of aid by party states or subdivisions of party states during emergencies, such actions occurring outside actual declared emergency periods. Mutual assistance pursuant to that compact may include the use of the states' national guard forces, either in accordance with the National Guard Mutual Assistance Compact or by mutual agreement between states.\n\nARTICLE 2 - GENERAL IMPLEMENTATION\n\nA. Each party state entering into the Emergency Management Assistance Compact recognizes that many emergencies transcend political jurisdictional boundaries and that intergovernmental coordination is essential in managing these and other emergencies under that compact. Each state further recognizes that there will be emergencies that require immediate access and will present procedures to apply outside resources to make a prompt and effective response to such an emergency. This is because few, if any, individual states have all the resources they may need in all types of emergencies or the capability of delivering resources to areas where emergencies exist.\n\nB. The prompt, full and effective use of resources of the participating states, including any resources on hand or available from the federal government or any other source, that are essential to the safety, care and welfare of the people in the event of any emergency or disaster declared by a party state, shall be the underlying principle on which all articles of the Emergency Management Assistance Compact shall be understood.\n\nC. On behalf of the governor of each state participating in the compact, the legally designated state official who is assigned responsibility for emergency management will be responsible for formulation of the appropriate interstate mutual aid plans and procedures necessary to implement the Emergency Management Assistance Compact.\n\nARTICLE 3 - PARTY STATE RESPONSIBILITIES\n\nA. It shall be the responsibility of each party state to formulate procedural plans and programs for interstate cooperation in the performance of the responsibilities listed in this article. In formulating such plans, and in carrying them out, the party states, insofar as practical, shall:\n\n(1) review individual state hazards analyses and, to the extent reasonably possible, determine all those potential emergencies the party states might jointly suffer, whether due to natural disaster, technological hazard, man-made disaster, emergency aspects of resource shortages, civil disorders, insurgency or enemy attack;\n\n(2) review party states' individual emergency plans and develop a plan that will determine the mechanism for the interstate management and provision of assistance concerning any potential emergency;\n\n(3) develop interstate procedures to fill any identified gaps and to resolve any identified inconsistencies or overlaps in existing or developed plans;\n\n(4) assist in warning communities adjacent to or crossing the state boundaries;\n\n(5) protect and ensure uninterrupted delivery of services, medicines, water, food, energy and fuel, search and rescue and critical life-line equipment, services and resources, both human and material;\n\n(6) inventory and set procedures for the interstate loan and delivery of human and material resources, together with procedures for reimbursement or forgiveness; and\n\n(7) provide, to the extent authorized by law, for temporary suspension of any statutes or ordinances that restrict the implementation of the responsibilities delineated in this subsection.\n\nB. The authorized representative of a party state may request assistance of another party state by contacting the authorized representative of that state. The provisions of this agreement shall only apply to requests for assistance made by and to authorized representatives. Requests may be verbal or in writing. If verbal, the request shall be confirmed in writing within thirty days of the verbal request. Requests shall provide the following information:\n\n(1) a description of the emergency service function for which assistance is needed, such as but not limited to fire services, law enforcement, emergency medical, transportation, communications, public works and engineering, building inspection, planning and information assistance, mass care, resource support, health and medical services and search and rescue;\n\n(2) the amount and type of personnel, equipment, materials and supplies needed, and a reasonable estimate of the length of time they will be needed; and\n\n(3) the specific place and time for staging of the assisting party's response and a point of contact at that location.\n\nC. There shall be frequent consultation between state officials who have assigned emergency management responsibilities and other appropriate representatives of the party states with affected jurisdictions and the United States government, with free exchange of information, plans and resource records relating to emergency capabilities.\n\nARTICLE 4 - LIMITATIONS\n\nA. Any party state requested to render mutual aid or conduct exercises and training for mutual aid shall take such action as is necessary to provide and make available the resources covered by the Emergency Management Assistance Compact in accordance with the terms of the compact; provided that it is understood that the state rendering aid may withhold resources to the extent necessary to provide reasonable protection for such state.\n\nB. Each party state shall afford to the emergency forces of any party state, while operating within its state limits under the terms and conditions of the Emergency Management Assistance Compact, the same powers, except that of arrest unless specifically authorized by the receiving state, duties, rights and privileges as are afforded forces of the state in which they are performing emergency services. Emergency forces will continue under the command and control of their regular leaders, but the organizational units will come under the operational control of the emergency services authorities of the state receiving assistance. These conditions may be activated, as needed, only subsequent to a declaration of a state of emergency or disaster by the governor of the party state that is to receive assistance or commencement of exercises or training for mutual aid and shall continue so long as the exercises or training for mutual aid are in progress, the state of emergency or disaster remains in effect or loaned resources remain in the receiving states, whichever is longer.\n\nARTICLE 5 - LICENSES AND PERMITS\n\nWhenever any person holds a license, certificate or other permit issued by any state party to the compact evidencing the meeting of qualifications for professional, mechanical or other skills, and when such assistance is requested by the receiving party state, such person shall be deemed licensed, certified or permitted by the state requesting assistance to render aid involving such skill to meet a declared emergency or disaster, subject to such limitations and conditions as the governor of the requesting state may prescribe by executive order or otherwise.\n\nARTICLE 6 - LIABILITY\n\nOfficers or employees of a party state rendering aid in another state pursuant to the Emergency Management Assistance Compact shall be considered agents of the requesting state for tort liability and immunity purposes; and no party state or its officers or employees rendering aid in another state pursuant to that compact shall be liable on account of any act or omission in good faith on the part of such forces while so engaged or on account of the maintenance or use of any equipment or supplies in connection therewith. Good faith in this article shall not include willful misconduct, gross negligence or recklessness.\n\nARTICLE 7 - SUPPLEMENTARY AGREEMENTS\n\nInasmuch as it is probable that the pattern and detail of the machinery for mutual aid among two or more states may differ from that among the party states, the Emergency Management Assistance Compact contains elements of a broad base common to all states, and nothing in that compact shall preclude any state from entering into supplementary agreements with another state or affect any other agreements already in force between states. Supplementary agreements may comprehend, but shall not be limited to, provisions for evacuation and reception of injured and other persons and the exchange of medical, fire, police, public utility, reconnaissance, welfare, transportation and communications personnel, equipment and supplies.\n\nARTICLE 8 - COMPENSATION\n\nEach party state shall provide for the payment of compensation and death benefits to injured members of the emergency forces of that state and representatives of deceased members of such forces in case such members sustain injuries or are killed while rendering aid pursuant to the Emergency Management Assistance Compact in the same manner and on the same terms as if the injury or death were sustained within its own state.\n\nARTICLE 9 - REIMBURSEMENT\n\nAny party state rendering aid in another party state pursuant to the Emergency Management Assistance Compact shall be reimbursed by the party state receiving such aid for any loss or damage to or expense incurred in the operation of any equipment and the provision of any service in answering a request for aid and for the costs incurred in connection with such requests; provided, that any aiding party state may assume in whole or in part such loss, damage, expense or other cost, or may loan such equipment or donate such services to the receiving party state without charge or cost; and provided further, that any two or more party states may enter into supplementary agreements establishing a different allocation of costs among those states. Article 8 of that compact shall not be reimbursable under this provision.\n\nARTICLE 10 - EVACUATION\n\nPlans for the orderly evacuation and interstate reception of portions of the civilian population as the result of any emergency or disaster of sufficient proportions to so warrant shall be worked out and maintained between the party states and the emergency management directors of the various jurisdictions where any type of incident requiring evacuations might occur. Such plans shall be put into effect by request of the state from which evacuees come and shall include the manner of transporting such evacuees; the number of evacuees to be received in different areas; the manner in which food, clothing, housing, and medical care will be provided; the registration of the evacuees; the providing of facilities for the notification of relatives or friends; and the forwarding of such evacuees to other areas or the bringing in of additional materials, supplies, and all other relevant factors. Such plans shall provide that the party state receiving evacuees and the party state from which the evacuees come shall mutually agree as to reimbursement of out-of-pocket expenses incurred in receiving and caring for such evacuees, for expenditures for transportation, food, clothing, medicines and medical care and like items. Such expenditures shall be reimbursed as agreed by the party state from which the evacuees come. After the termination of the emergency or disaster, the party state from which the evacuees come shall assume the responsibility for the ultimate support of repatriation of such evacuees.\n\nARTICLE 11 - IMPLEMENTATION\n\nA. The Emergency Management Assistance Compact shall become operative immediately upon its enactment into law by any two (2) states; thereafter, the Emergency Management Assistance Compact shall become effective as to any other state upon its enactment by such state.\n\nB. Any party state may withdraw from the Emergency Management Assistance Compact by enacting a statute repealing that compact, but no such withdrawal shall take effect until 30 days after the governor of the withdrawing state has given notice in writing of such withdrawal to the governors of all other party states. Such action shall not relieve the withdrawing state from obligations assumed hereunder prior to the effective date of withdrawal.\n\nC. Duly authenticated copies of the Emergency Management Assistance Compact and of such supplementary agreements as may be entered into shall, at the time of their approval, be deposited with each of the party states and with the Federal Emergency Management Agency and other appropriate agencies of the United States Government.\n\nARTICLE 12 - VALIDITY\n\nThis section shall be construed to effectuate the purposes stated in Article 1 of the Emergency Management Assistance Compact. If any provision of that compact is declared unconstitutional, or its applicability to any person or circumstances is held invalid, the constitutionality of the remainder of the compact and its applicability to other persons and circumstances shall not be affected.\n\nARTICLE 13 - ADDITIONAL PROVISIONS\n\nNothing in the Emergency Management Assistance Compact shall authorize or permit the use of military force by the national guard of a state at any place outside that state in any emergency for which the president is authorized by law to call into federal service the militia, or for any purpose for which the use of the army or the air force would in the absence of express statutory authorization be prohibited under Section 1385 of Title 18, United States Code.\n\nARTICLE 14 - REPORTING TO THE LEGISLATURE\n\nThe secretary of public safety shall, by January, 2000, provide to the legislative finance committee copies of all mutual aid plans and procedures promulgated, developed or entered into after the effective date of this section. The secretary shall annually thereafter provide the legislative finance committee with copies of all new or amended mutual aid plans and procedures by January of each calendar year.\"\n\nHistory:1978 Comp., § 11-15-2, enacted by Laws 1999, ch. 87, § 2, recompiled as 12-10-15 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-15/"
    },
    {
      "id": "section-12-10-16",
      "number": "12-10-16",
      "heading": "Short title.",
      "text": "This act [12-10-16 to 12-10-21 NMSA 1978] may be cited as the \"Riot Control Act.\"\n\nHistory:1953 Comp., § 40A-20-4.1, enacted by Laws 1969, Ch. 281, § 1; 1978 Comp., § 30-20-4, recompiled as § 12-10-16 by Laws 2005, ch. 22, § 4.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— What constitutes sufficiently violent, tumultuous, forceful, aggressive, or terrorizing conduct to establish crime of riot in state courts, 38 A.L.R.4th 648.\n\n77 C.J.S. Riot; Insurrection § 25 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-16/"
    },
    {
      "id": "section-12-10-17",
      "number": "12-10-17",
      "heading": "Proclamation of emergency.",
      "text": "Upon request of the mayor of a municipality or the sheriff of a county or a majority of the members of the governing body of the municipality or county having jurisdiction and after finding that a public disorder, disaster or emergency which affects life or property exists in the state, the governor may proclaim a state of emergency in the area affected. The proclamation becomes effective immediately upon its signing by the governor, but the governor shall give public notice of its contents through the public press and other news media.\n\nHistory:1953 Comp., § 40A-20-4.2, enacted by Laws 1969, ch. 281, § 2; 1978 Comp., § 30-20-5, recompiled as § 12-10-17 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-17/"
    },
    {
      "id": "section-12-10-18",
      "number": "12-10-18",
      "heading": "Emergency restrictions.",
      "text": "A. During the existence of a state of emergency, the governor may, by proclamation, prohibit:\n\n(1) any person being on the public streets, in the public parks or at any other public place during the hours proclaimed by the governor to be a period of curfew;\n\n(2) any designated number of persons from assembling or gathering on the public streets, public parks or other open areas, either public or private, or in any public building;\n\n(3) the manufacture, transfer, use, possession or transportation of any device or object designed to explode or produce uncontained combustion;\n\n(4) the transportation, possession or use of combustible, flammable or explosive materials in a glass or uncapped container of any kind except in connection with the normal operation of motor vehicles, normal home use or legitimate commercial use;\n\n(5) the possession of firearms or any other deadly weapon by a person in any place other than his place of residence or business, except for peace officers;\n\n(6) the sale, purchase or dispensing of alcoholic beverages or other commodities or goods designated by the governor;\n\n(7) the use of certain streets or highways by the public; and\n\n(8) other activities the governor reasonably believes should be prohibited to help maintain life, property or the public peace.\n\nB. Any proclamation issued under this section becomes effective immediately upon its signing by the governor, but the governor shall give public notice of its contents through the public press and other news media. The restrictions may be imposed during times, upon conditions, with exceptions and in areas of the state designated by proclamation of the governor from time to time.\n\nHistory:1953 Comp., § 40A-20-4.3, enacted by Laws 1969, ch. 281, § 3; 1978 Comp., § 30-20-6, recompiled as § 12-10-18 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-18/"
    },
    {
      "id": "section-12-10-19",
      "number": "12-10-19",
      "heading": "Termination of emergency.",
      "text": "Any state of emergency proclaimed under the Riot Control Act [12-10-16 to 12-10-21 NMSA 1978], along with any restrictions imposed for control of that emergency, terminates automatically at noon on the third day after it becomes effective unless sooner terminated by proclamation of the governor.\n\nHistory:1953 Comp., § 40A-20-4.4, enacted by Laws 1969, ch. 281, § 4; 1978 Comp., § 30-20-7, recompiled as § 12-10-19 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-19/"
    },
    {
      "id": "section-12-10-20",
      "number": "12-10-20",
      "heading": "Penalty.",
      "text": "Any person who, during a state of emergency, fails to comply with restrictions imposed by proclamation of the governor under the Riot Control Act [12-10-16 to 12-10-21 NMSA 1978] is guilty of a misdemeanor, and upon conviction of a second or subsequent offense under this section is guilty of a fourth degree felony.\n\nHistory:1953 Comp., § 40A-20-4.5, enacted by Laws 1969, ch. 281, § 5; 1978 Comp., § 30-20-8, recompiled as § 12-10-20 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-20/"
    },
    {
      "id": "section-12-10-21",
      "number": "12-10-21",
      "heading": "Governor's powers not limited.",
      "text": "The Riot Control Act [12-10-16 to 12-10-21 NMSA 1978] does not limit any other power to maintain the public peace and safety which is vested in the governor.\n\nHistory:1953 Comp., § 40A-20-4.6, enacted by Laws 1969, ch. 281, § 6; 1978 Comp., § 30-20-9, recompiled as § 12-10-21 by Laws 2005, ch. 22, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-10/section-12-10-21/"
    }
  ]
}