{
  "state": "new-mexico",
  "path": "title-chapter-12-miscellaneous-public-affairs-matters/chapter-article-12a-uniform-emergency-volunteer-health-practitioners",
  "sections": [
    {
      "id": "section-12-12a-1",
      "number": "12-12A-1",
      "heading": "Short title.Section 12-12A-2 - Definitions",
      "text": "This act [12-12A-1 to 12-12A-13 NMSA 1978] may be cited as the \"Uniform Emergency Volunteer Health Practitioners Act\".\n\nHistory:Laws 2008, ch. 47, § 1.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-1/"
    },
    {
      "id": "section-12-12a-2",
      "number": "12-12A-2",
      "heading": "Definitions.",
      "text": "As used in the Uniform Emergency Volunteer Health Practitioners Act:\n\nA. \"disaster relief organization\" means an entity that provides emergency or disaster relief services that include health or veterinary services provided by volunteer health practitioners and that:\n\n(1) is designated or recognized as a provider of those services pursuant to a disaster response and recovery plan adopted by an agency of the federal government or the homeland security and emergency management department; or\n\n(2) regularly plans and conducts its activities in coordination with an agency of the federal government or the homeland security and emergency management department;\n\nB. \"emergency\" means an event or condition that is an emergency, disaster, public health emergency or similar event or condition pursuant to the laws of this state;\n\nC. \"emergency declaration\" means a declaration of emergency issued by a person authorized to do so pursuant to the laws of this state;\n\nD. \"Emergency Management Assistance Compact\" means the interstate compact approved by congress by Public Law No. 104-321, 110 Stat. 3877 and codified at Sections 12-10-14 and 12-10-15 NMSA 1978;\n\nE. \"entity\" means a person other than an individual;\n\nF. \"health facility\" means an entity licensed pursuant to the laws of this or another state to provide health or veterinary services;\n\nG. \"health practitioner\" means an individual licensed pursuant to the laws of this or another state to provide health or veterinary services;\n\nH. \"health services\" means the provision of treatment, care, advice or guidance, or other services or supplies, related to the health or death of individuals or human populations, to the extent necessary to respond to an emergency, including:\n\n(1) the following, concerning the physical or mental condition or functional status of an individual or affecting the structure or function of the body:\n\n(a) preventive, diagnostic, therapeutic, rehabilitative, maintenance or palliative care; and\n\n(b) counseling, assessment, procedures or other services;\n\n(2) the sale or dispensing of a drug, a device, equipment or another item to an individual in accordance with a prescription; and\n\n(3) funeral, cremation, cemetery or other mortuary services;\n\nI. \"host entity\" means an entity operating in this state that uses volunteer health practitioners to respond to an emergency;\n\nJ. \"license\" means authorization by a state to engage in health or veterinary services that are unlawful without the authorization. \"License\" includes authorization pursuant to the laws of this state to an individual to provide health or veterinary services based upon a national certification issued by a public or private entity;\n\nK. \"person\" means an individual, corporation, business trust, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency or instrumentality or any other legal or commercial entity;\n\nL. \"scope of practice\" means the extent of the authorization to provide health or veterinary services granted to a health practitioner by a license issued to the practitioner in the state in which the principal part of the practitioner's services are rendered, including any conditions imposed by the licensing authority;\n\nM. \"state\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands or any territory or insular possession subject to the jurisdiction of the United States;\n\nN. \"veterinary services\" means the provision of treatment, care, advice or guidance, or other services or supplies, related to the health or death of an animal or to animal populations, to the extent necessary to respond to an emergency, including:\n\n(1) the diagnosis, treatment or prevention of an animal disease, injury or other physical or mental condition by the prescription, administration or dispensing of a vaccine, medicine, surgery or therapy;\n\n(2) the use of a procedure for reproductive management; and\n\n(3) the monitoring and treatment of animal populations for diseases that have spread or demonstrate the potential to spread to humans; and\n\nO. \"volunteer health practitioner\" means a health practitioner who provides health or veterinary services, whether or not the practitioner receives compensation for those services. \"Volunteer health practitioner\" does not include a practitioner who receives compensation pursuant to a preexisting employment relationship with a host entity or affiliate that requires the practitioner to provide health services in this state, unless the practitioner is not a resident of this state and is employed by a disaster relief organization providing services in this state while an emergency declaration is in effect.\n\nHistory:Laws 2008, ch. 47, § 2.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-2/"
    },
    {
      "id": "section-12-12a-3",
      "number": "12-12A-3",
      "heading": "Applicability to volunteer health practitioners.",
      "text": "The Uniform Emergency Volunteer Health Practitioners Act applies to volunteer health practitioners registered with a registration system that complies with Section 5 [12-12A-5 NMSA 1978] of that act and who provide health or veterinary services in this state for a host entity while an emergency declaration is in effect.\n\nHistory:Laws 2008, ch. 47, § 3.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-3/"
    },
    {
      "id": "section-12-12a-4",
      "number": "12-12A-4",
      "heading": "Regulation of services during emergency.",
      "text": "A. While an emergency declaration is in effect, the homeland security and emergency management department may limit, restrict or otherwise regulate:\n\n(1) the duration of practice by volunteer health practitioners;\n\n(2) the geographical areas in which volunteer health practitioners may practice;\n\n(3) the types of volunteer health practitioners who may practice; and\n\n(4) any other matters necessary to coordinate effectively the provision of health or veterinary services during the emergency.\n\nB. An order issued pursuant to Subsection A of this section may take effect immediately, without prior notice or comment.\n\nC. A host entity that uses volunteer health practitioners to provide health or veterinary services in this state shall:\n\n(1) consult and coordinate its activities with the homeland security and emergency management department to the extent practicable to provide for the efficient and effective use of volunteer health practitioners; and\n\n(2) comply with any laws other than the Uniform Emergency Volunteer Health Practitioners Act relating to the management of emergency health or veterinary services, including the Emergency Medical Services Act [Chapter 24, Article 10B NMSA 1978] and the All Hazard Emergency Management Act [12-10-1 to 12-10-10 NMSA 1978].\n\nHistory:Laws 2008, ch. 47, § 4.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-4/"
    },
    {
      "id": "section-12-12a-5",
      "number": "12-12A-5",
      "heading": "Volunteer health practitioner registration systems.",
      "text": "A. To qualify as a volunteer health practitioner registration system, a system shall:\n\n(1) accept applications for the registration of volunteer health practitioners before or during an emergency;\n\n(2) include information about the licensure and good standing of health practitioners that is accessible by authorized persons;\n\n(3) be capable of confirming the accuracy of information concerning whether a health practitioner is licensed and in good standing before health services or veterinary services are provided pursuant to the Uniform Emergency Volunteer Health Practitioners Act; and\n\n(4) meet one of the following conditions:\n\n(a) be an emergency system for advance registration of volunteer health care practitioners established by a state and funded through the health resources services administration pursuant to Section 319I of the federal Public Health Service Act, 42 U.S.C. Section 247d-7b, as amended;\n\n(b) be a local unit consisting of trained and equipped emergency response, public health and medical personnel formed pursuant to Section 2801 of the Public Health Service Act, 42 U.S.C. Section 300hh, as amended;\n\n(c) be operated by a: 1) disaster relief organization; 2) licensing board; 3) national or regional association of licensing boards or health practitioners; 4) health facility that provides comprehensive inpatient and outpatient health care services, including a tertiary care and teaching hospital; or 5) governmental entity; or\n\n(d) be designated by the homeland security and emergency management department as a registration system for purposes of the Uniform Emergency Volunteer Health Practitioners Act.\n\nB. While an emergency declaration is in effect, the homeland security and emergency management department, a person authorized to act on behalf of the homeland security and emergency management department or a host entity may confirm whether volunteer health practitioners used in this state are registered with a registration system that complies with Subsection A of this section. Confirmation is limited to obtaining identities of the volunteer health practitioners from the system and determining whether the system indicates that the volunteer health practitioners are licensed and in good standing.\n\nC. Upon request of a person in this state authorized pursuant to Subsection B of this section or a similarly authorized person in another state, a registration system located in this state shall notify the person of the identities of volunteer health practitioners and whether the volunteer health practitioners are licensed and in good standing.\n\nD. A host entity is not required to use the services of a volunteer health practitioner even if the volunteer health practitioner is registered with a registration system that indicates that the volunteer health practitioner is licensed and in good standing.\n\nHistory:Laws 2008, ch. 47, § 5.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-5/"
    },
    {
      "id": "section-12-12a-6",
      "number": "12-12A-6",
      "heading": "Recognition of volunteer health practitioners licensed in other states.",
      "text": "A. While an emergency declaration is in effect, a volunteer health practitioner registered with a registration system that complies with Section 5 [12-12A-5 NMSA 1978] of the Uniform Emergency Volunteer Health Practitioners Act and licensed and in good standing in the state upon which the volunteer health practitioner's registration is based may practice in this state to the extent authorized by that act as if the volunteer health practitioner were licensed in this state.\n\nB. A volunteer health practitioner qualified pursuant to Subsection A of this section is not entitled to the protections of the Uniform Emergency Volunteer Health Practitioners Act if the volunteer health practitioner is licensed in more than one state and any license of the volunteer health practitioner is suspended, revoked or subject to an agency order limiting or restricting practice privileges or has been voluntarily terminated under threat of sanction.\n\nHistory:Laws 2008, ch. 47, § 6.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-6/"
    },
    {
      "id": "section-12-12a-7",
      "number": "12-12A-7",
      "heading": "No effect on credentialing and privileging.",
      "text": "A. As used in this section:\n\n(1) \"credentialing\" means obtaining, verifying and assessing the qualifications of a health practitioner to provide treatment, care or services in or for a health facility; and\n\n(2) \"privileging\" means the authorizing by an appropriate authority, such as a governing body, of a health practitioner to provide specific treatment, care or services at a health facility subject to limits based on factors that include license, education, training, experience, competence, health status and specialized skill.\n\nB. The Uniform Emergency Volunteer Health Practitioners Act does not affect credentialing or privileging standards of a health facility and does not preclude a health facility from waiving or modifying those standards while an emergency declaration is in effect.\n\nHistory:Laws 2008, ch. 47, § 7.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-7/"
    },
    {
      "id": "section-12-12a-8",
      "number": "12-12A-8",
      "heading": "Provision of volunteer health or veterinary services; administrative sanctions.",
      "text": "A. Subject to Subsections B and C of this section, a volunteer health practitioner shall adhere to the scope of practice for a similarly licensed practitioner established by the licensing provisions, practice acts or other laws of this state.\n\nB. Except as otherwise provided in Subsection C of this section, the Uniform Emergency Volunteer Health Practitioners Act does not authorize a volunteer health practitioner to provide services that are outside the volunteer health practitioner's scope of practice, even if a similarly licensed practitioner in this state would be permitted to provide the services.\n\nC. The homeland security and emergency management department may modify or restrict the health or veterinary services that volunteer health practitioners may provide pursuant to the Uniform Emergency Volunteer Health Practitioners Act. An order pursuant to this subsection may take effect immediately, without prior notice or comment.\n\nD. A host entity may restrict the health or veterinary services that a volunteer health practitioner may provide pursuant to the Uniform Emergency Volunteer Health Practitioners Act.\n\nE. A volunteer health practitioner does not engage in unauthorized practice unless the volunteer health practitioner has reason to know of any limitation, modification or restriction pursuant to the provisions of this section or that a similarly licensed practitioner in this state would not be permitted to provide the services. A volunteer health practitioner has reason to know of a limitation, modification or restriction or that a similarly licensed practitioner in this state would not be permitted to provide a service if:\n\n(1) the volunteer health practitioner knows the limitation, modification or restriction exists or that a similarly licensed practitioner in this state would not be permitted to provide the service; or\n\n(2) from all the facts and circumstances known to the volunteer health practitioner at the relevant time, a reasonable person would conclude that the limitation, modification or restriction exists or that a similarly licensed practitioner in this state would not be permitted to provide the service.\n\nF. In addition to the authority granted by law of this state other than the Uniform Emergency Volunteer Health Practitioners Act to regulate the conduct of health practitioners, a licensing board or other disciplinary authority in this state:\n\n(1) may impose administrative sanctions upon a health practitioner licensed in this state for conduct outside of this state in response to an out-of-state emergency;\n\n(2) may impose administrative sanctions upon a practitioner not licensed in this state for conduct in this state in response to an in-state emergency; and\n\n(3) shall report any administrative sanctions imposed upon a practitioner licensed in another state to the appropriate licensing board or other disciplinary authority in any other state in which the practitioner is known to be licensed.\n\nG. In determining whether to impose administrative sanctions pursuant to Subsection F of this section, a licensing board or other disciplinary authority shall consider the circumstances in which the conduct took place, including any exigent circumstances, and the practitioner's scope of practice, education, training, experience and specialized skill.\n\nHistory:Laws 2008, ch. 47, § 8.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-8/"
    },
    {
      "id": "section-12-12a-9",
      "number": "12-12A-9",
      "heading": "Relation to other laws.",
      "text": "A. The Uniform Emergency Volunteer Health Practitioners Act does not limit rights, privileges or immunities provided to volunteer health practitioners by laws other than the Uniform Emergency Volunteer Health Practitioners Act. Except as otherwise provided in Subsection B of this section, the Uniform Emergency Volunteer Health Practitioners Act does not affect requirements for the use of health practitioners pursuant to the Emergency Management Assistance Compact [12-10-14, 12-10-15 NMSA 1978].\n\nB. The homeland security and emergency management department, pursuant to the provisions of the Emergency Management Assistance Compact, may incorporate into the emergency forces of this state volunteer health practitioners who are not officers or employees of this state, a political subdivision of this state or a municipality or other local government within this state.\n\nHistory:Laws 2008, ch. 47, § 9.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-9/"
    },
    {
      "id": "section-12-12a-10",
      "number": "12-12A-10",
      "heading": "Regulatory authority.",
      "text": "The homeland security and emergency management department may promulgate rules to implement the Uniform Emergency Volunteer Health Practitioners Act. In doing so, the homeland security and emergency management department shall consult with and consider the recommendations of the entity established to coordinate the implementation of the Emergency Management Assistance Compact [12-10-14, 12-10-15 NMSA 1978] and shall also consult with and consider rules promulgated by similarly empowered agencies in other states to promote uniformity of application of the Uniform Emergency Volunteer Health Practitioners Act and make the emergency response systems in the various states reasonably compatible.\n\nHistory:Laws 2008, ch. 47, § 10.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-10/"
    },
    {
      "id": "section-12-12a-11",
      "number": "12-12A-11",
      "heading": "Rights, privileges and immunities for volunteer health practitioners.",
      "text": "A volunteer health practitioner providing health or veterinary services pursuant to the Uniform Emergency Volunteer Health Practitioners Act is entitled to all the rights, privileges or immunities provided by the laws of this state other than the Uniform Emergency Volunteer Health Practitioners Act.\n\nHistory:Laws 2008, ch. 47, § 11.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-11/"
    },
    {
      "id": "section-12-12a-12",
      "number": "12-12A-12",
      "heading": "Workers' compensation coverage.",
      "text": "A. As used in this section, \"injury\" means a physical or mental injury or disease for which an employee of this state who is injured or contracts the disease in the course of the employee's employment would be entitled to benefits under the workers' compensation law of this state.\n\nB. A volunteer health practitioner who provides health or veterinary services pursuant to the Uniform Emergency Volunteer Health Practitioners Act and who is not otherwise eligible for benefits for injury or death under the workers' compensation law of this or another state may elect to be deemed an employee of this state for the purpose of receiving such benefits by making a claim in accordance with the workers' compensation law of this state.\n\nC. The department of health shall promulgate and adopt rules, enter into agreements with other states or take other measures to facilitate the receipt of benefits for injury or death under the workers' compensation law of this state by volunteer health practitioners who reside in other states and may waive or modify requirements for filing, processing and paying claims that unreasonably burden the practitioners. To promote uniformity of application of the Uniform Emergency Volunteer Health Practitioners Act with other states that enact similar legislation, the department of health shall consult with and consider the approaches to filing, processing and paying claims taken by agencies with similar authority in other states.\n\nHistory:Laws 2008, ch. 47, § 12.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-12/"
    },
    {
      "id": "section-12-12a-13",
      "number": "12-12A-13",
      "heading": "Uniformity of application and construction.",
      "text": "In applying and construing the Uniform Emergency Volunteer Health Practitioners Act, consideration shall be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it.\n\nHistory:Laws 2008, ch. 47, § 13.\n\nEffective dates.— Laws 2008, ch. 47, § 14 made the Uniform Emergency Volunteer Health Practitioners Act effective July 1, 2008.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-12/article-12a/section-12-12a-13/"
    }
  ]
}