{
  "state": "alabama",
  "path": "title-title-21-handicapped-persons/chapter-chapter-6-rehabilitation-program-for-the-homebound",
  "sections": [
    {
      "id": "section-21-6-1",
      "number": "21-6-1",
      "heading": "Authorized; Contracts with State Agencies and Private Organizations",
      "text": "Section 21-6-1\n\nAuthorized; Contracts with State Agencies and Private Organizations.\n\nThe Children’s Rehabilitation Services of the Department of Rehabilitation Services is authorized to establish a rehabilitation program for the homebound to provide medical and attendant care and adjustment aids to those handicapped persons who meet certain requirements stated in this chapter. The Children’s Rehabilitation Services shall be responsible for the administration of the program, but may contract with other state agencies or private organizations in connection with the program.\n\n(Acts 1975, 3rd Ex. Sess., No. 109, p. 336, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-21/chapter-6/section-21-6-1/"
    },
    {
      "id": "section-21-6-2",
      "number": "21-6-2",
      "heading": "Services Available to Eligible Persons.",
      "text": "Section 21-6-2\n\nServices Available to Eligible Persons.\n\nServices that may be provided eligible persons, if not available from other sources, include:\n\n(1) Medical care;\n\n(2) Adjustment training;\n\n(3) Attendant care;\n\n(4) Prosthetic appliances;\n\n(5) Home health care by health care teams;\n\n(6) Home modification; provided, that no more than $1,000.00 shall be expended on any one home in any one year;\n\n(7) Transportation; and\n\n(8) Medical supplies.\n\n(Acts 1975, 3rd Ex. Sess., No. 109, p. 336, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-21/chapter-6/section-21-6-2/"
    },
    {
      "id": "section-21-6-3",
      "number": "21-6-3",
      "heading": "Eligibility Requirements.",
      "text": "Section 21-6-3\n\nEligibility Requirements.\n\nServices available under this chapter may be provided to any person who:\n\n(1) Has made application therefor to the director of the Children’s Rehabilitation Service in the manner prescribed by him;\n\n(2) Has a severe disability that causes the person to be homebound, such disability to be certified by an appropriate medical specialist;\n\n(3) Has not sufficient income or resources, including family income or resources, insurance, workman’s compensation, etc., to meet the cost of home care services applied for, such insufficiency to be determined by a rehabilitation and Children’s Rehabilitation Service staff member;\n\n(4) Is under the care of a family member who is a potential wage earner and will be relieved to engage in employment outside the home, such circumstances to be certified by a vocational rehabilitation counselor, and such counselor will be responsible for helping place such family member in employment; and\n\n(5) Is a resident of this state.\n\n(Acts 1975, 3rd Ex. Sess. No. 109, p. 336, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-21/chapter-6/section-21-6-3/"
    },
    {
      "id": "section-21-6-4",
      "number": "21-6-4",
      "heading": "Attendant Care.",
      "text": "Section 21-6-4\n\nAttendant Care.\n\nAttendant care may be provided when (1) the requirements of Section 21-6-3 are met and (2) an attendant trained by competent medical and vocational rehabilitation personnel is available to provide the care needed by the homebound person. Nothing in this chapter shall be construed to prohibit a member of the handicapped person’s family from serving as an attendant under this chapter.\n\n(Acts 1975, 3rd Ex. Sess., No. 109, p. 336, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-21/chapter-6/section-21-6-4/"
    },
    {
      "id": "section-21-6-5",
      "number": "21-6-5",
      "heading": "Regional Rehabilitation Committees.",
      "text": "Section 21-6-5\n\nRegional Rehabilitation Committees.\n\nThe Director of the Children’s Rehabilitation Service of the Department of Rehabilitation Services shall establish as many regional rehabilitation committees as he deems necessary. Each such committee shall be made up of (1) a medical specialist, (2) a vocational rehabilitation counselor, (3) a registered nurse, (4) a physical therapist, and (5) a social worker. Each committee member shall be appointed by and serve at the pleasure of the Director of the Children’s Rehabilitation Service. Such committees shall be responsible for the final determination of the eligibility of each applicant for services provided under this chapter and the type and extent of services needed by such applicant.\n\n(Acts 1975, 3rd Ex. Sess., No. 109, p. 336, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-21/chapter-6/section-21-6-5/"
    }
  ]
}