{
  "state": "michigan",
  "path": "title-chapter-554-real-and-personal-property/chapter-act-42-of-1963-termination-of-oil-or-gas-interests-in-land-5",
  "sections": [
    {
      "id": "section-554291",
      "number": "554.291",
      "heading": "Oil or Gas Interest in Land; Abandonment; Claim of Interest; Vesting in Surface Owner; Preservation From Disclosure",
      "text": "(1) Any interest in oil or gas in any land owned by any person other than the owner of the surface, which has not been sold, leased, mortgaged, or transferred by instrument recorded in the register of deeds office for the county where that interest in oil or gas is located for a period of 20 years shall, in the absence of the issuance of a permit to drill an oil or gas well issued by the department of environmental quality, or its predecessor or successor, as to that interest in oil or gas or the actual production or withdrawal of oil or gas from said lands, or from lands covered by a lease to which that interest in oil or gas is subject, or from lands pooled, unitized, or included in unit operations therewith, or the use of that interest in underground gas storage operations, during such period of 20 years, be deemed abandoned, unless the owner thereof shall, within 3 years after September 6, 1963 or within 20 years after the last sale, lease, mortgage, or transfer of record of that interest in oil or gas or within 20 years after the last issuance of a drilling permit as to that interest in oil or gas or actual production or withdrawal of oil or gas, from said lands, or from lands covered by a lease to which that interest in oil or gas is subject, or from lands pooled, unitized, or included in unit operations therewith, or the use of that interest in oil or gas in underground gas storage operations, whichever is later, record a claim of interest as provided in section 2.\n\n(2) Any interest in oil or gas deemed abandoned as provided in subsection (1) shall vest as of the date of such abandonment in the owner or owners of the surface in keeping with the character of the surface ownership.\n\n(3) Notwithstanding any other provision of this act to the contrary, if a judgment of foreclosure is entered under section 78k of the general property tax act, 1893 PA 206, MCL 211.78k, for the nonpayment of delinquent taxes levied on property, an oil or gas interest in the property owned by a person other than the owner of the surface shall not be preserved from foreclosure under section 78k of the general property tax act, 1893 PA 206, MCL 211.78k, unless that interest is sold, leased, mortgaged, transferred, reserved, or subject to a claim of interest under section 2 and an instrument evidencing the sale, lease, mortgage, transfer, reservation, or claim of interest is recorded in the office of the register of deeds in the county in which the property is located during the 20-year period immediately preceding the date of filing a petition for foreclosure under section 78h of the general property tax act, 1893 PA 206, MCL 211.78h.\n\nHistory:1963, Act 42, Eff. Sept. 6, 1963 ;-- Am. 2006, Act 519, Imd. Eff. Dec. 29, 2006Constitutionality:This act is not unconstitutional as applied in these cases. Van Slooten v Larsen, 410 Mich 21; 299 NW2d 704 (1980).",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-554/statute-act-42-of-1963/section-554-291/"
    },
    {
      "id": "section-554292",
      "number": "554.292",
      "heading": "Preservation of Oil or Gas Interest; Recording of Interest Notice Claimed; Applicability of Act.",
      "text": "(1) Any interest in oil or gas referred to in this act may be preserved by recording within the period specified in this act a written notice in the register of deeds office for the county in which the land is located. The notice shall be verified by oath and shall describe the land and the nature of the interest claimed, give the name and address of the person or persons claiming the interest, and state that the person or persons desire to preserve the interest and do not intend to abandon the interest.\n\n(2) A person other than the owner of the surface holding interests in oil or gas in any land for use in underground gas storage operations may preserve the oil or gas interests, and the rights of any lessor of the oil or gas interests, by recording a single written notice defining the boundaries of and the formations included in the underground gas storage field or pool within which the oil or gas interests are located, without the necessity of describing each separate oil or gas interest claimed in that underground gas storage field or pool by that person.\n\n(3) Recording a written notice under this section shall operate to preserve the oil or gas interest included in the written notice from abandonment under this act for a period of 20 years after recording. At the conclusion of that 20-year period, that interest in oil or gas shall be deemed abandoned if, during that 20-year period, the nondormant character of the oil or gas interest has not been evidenced by sale, lease, mortgage, or transfer by instrument recorded in the register of deeds office for the county in which that oil or gas interest is located, a drilling permit issued, oil or gas actually produced or withdrawn from said lands, or from lands covered by a lease to which that interest in oil or gas is subject, or from lands pooled, unitized, or included in unit operations therewith, or the use of that interest in oil or gas in underground gas storage operations, or a like notice filed.\n\n(4) In the absence of prior abandonment, an interest in oil or gas in any land owned by any person other than the owner of the surface may be preserved indefinitely from abandonment under this act by filing written notices as provided in this act or the performance of any of the acts specified in this act evidencing nondormancy of the interest in oil or gas within each succeeding 20-year period.\n\n(5) This act shall not apply to any interest in oil or gas owned by any governmental body or agency.\n\nHistory:1963, Act 42, Eff. Sept. 6, 1963 ;-- Am. 2006, Act 519, Imd. Eff. Dec. 29, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-554/statute-act-42-of-1963/section-554-292/"
    },
    {
      "id": "section-554293",
      "number": "554.293",
      "heading": "Underground Gas Storage Operation; Good Faith Affidavit, Filing.",
      "text": "For the purposes of this act, any person using such interests in underground gas storage operations may file a good faith affidavit in the register of deeds office for the county or counties where such interests are located, defining the boundaries of the underground gas storage field, or pool, and the formations included therein. Such affidavit shall be prima facie evidence of the use of such interests in underground gas storage operations.\n\nHistory:1963, Act 42, Eff. Sept. 6, 1963",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-554/statute-act-42-of-1963/section-554-293/"
    },
    {
      "id": "section-554294",
      "number": "554.294",
      "heading": "\"Person\" Defined.",
      "text": "As used in this act, \"person\" means an individual, partnership, corporation, association, or other legal entity.\n\nHistory:1963, Act 42, Eff. Sept. 6, 1963 ;-- Am. 2006, Act 519, Imd. Eff. Dec. 29, 2006",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-554/statute-act-42-of-1963/section-554-294/"
    }
  ]
}