{
  "state": "delaware",
  "path": "title-title-20/chapter-title20c012index",
  "sections": [
    {
      "id": "section-1201",
      "number": "1201.",
      "heading": "Established.There is hereby created and established a Delaware Veterans Memorial Cemetery.64 Del. Laws, c. 46,",
      "text": "§\n\n 1;§\n\n1202. Supervision by Department of Veterans Affairs; powers and duties [For application of this section, see 85 Del. Laws, c. 137, § 12].(a) The operation and maintenance of the Delaware Veterans Memorial Cemetery shall be under the supervision of the Department of Veterans Affairs which shall have the following powers and duties:(1) Select an appropriate site for the Cemetery, pursuant to § 1203 of this title;(2) Acquire, by transfer of title from another state agency, or by purchase, grant, devise or contract, title to such real property as shall be suitable and necessary for the establishment of the Cemetery;(3) Apply for, receive, accept and expend any money, materials or other aid granted or otherwise provided by local, state or federal governments or by any source, public or private, in accordance with the terms thereof, for the establishment, operation or maintenance of the Cemetery;(4) Appoint and employ such persons as shall be needed for the proper operation and maintenance of the Cemetery;(5) Establish criteria for eligibility for burial in the Cemetery, and set fees for the burial of family members, pursuant to § 1204 of this title;(6) Promulgate rules, following public hearing, governing the administration and operation of the Cemetery;(7) Prepare an annual report on the operation of the Cemetery which shall be presented to the Governor, the Secretary of the Department of Veterans Affairs, and to the General Assembly; and(8) Perform all other powers and functions necessary or appropriate to carry out the purposes and policies of this chapter.(b) A plaque or memorial in the Delaware Veterans Memorial Cemetery may not be removed or relocated for any purpose without the approval of the Co-chairs of the Joint Legislative Committee on Capital Improvement.64 Del. Laws, c. 46,\n\n§\n\n 1;67 Del. Laws, c. 43,\n\n§§\n\n 1, 2;85 Del. Laws, c. 137,\n\n§\n\n3;§\n\n1203. Selection of site.The site of the Cemetery shall be determined by the Department with the approval of the Delaware Veterans Affairs Committee or its successor. The site shall be convenient to all veterans of the State and shall meet the necessary standards and guidelines established by the United States Administrator of Veterans Affairs for the location of state-owned veterans cemeteries. In selecting the site, preference shall be given to land which is owned by the State. Land for the site may be acquired by purchase only in the event suitable state-owned land is not available.64 Del. Laws, c. 46,\n\n§\n\n 1;§\n\n1204. Eligibility for burial.(a) Eligibility for interment in the Delaware Veterans Memorial Cemetery is established by the U.S. Department of Veterans Affairs, National Cemetery Administration (NCA Directive 3210) with the following exceptions:(1) The Veterans Commission of Delaware may impose a residency requirement for interment, except that any person who, for at least 20 years, was a member of the Delaware National Guard or a reserve unit located within Delaware shall not be subject to a residency requirement.(2) Any person who retired honorably as a member of the National Guard or Reserve forces of the United States shall be eligible.(3) Any person who served as a Merchant Marine for a minimum period of 2 years between December 7, 1941, and August 15, 1945, shall be eligible.(b) There shall be no fee charged for any plot and the interment provided to any eligible veteran or member of the armed forces of the United States. The Commission may establish reasonable fees for burial of members of the immediate family of a veteran or armed forces member.(c) Burial in the Delaware Veterans Memorial Cemetery shall be without regard to race, creed, color, sex, national origin, or any other basis protected under Chapter 45 of Title 6.(d) [Repealed.]64 Del. Laws, c. 46,\n\n§\n\n 1;67 Del. Laws, c. 43,\n\n§\n\n 3;69 Del. Laws, c. 145,\n\n§\n\n 3;69 Del. Laws, c. 415,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 62,\n\n§§\n\n 1, 2;80 Del. Laws, c. 232,\n\n§\n\n1;85 Del. Laws, c. 144,\n\n§\n\n10;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1202",
      "number": "1202.",
      "heading": "Supervision by Department of Veterans Affairs; powers and duties [For application of this section, see 85 Del",
      "text": "Laws, c. 137, § 12].(a) The operation and maintenance of the Delaware Veterans Memorial Cemetery shall be under the supervision of the Department of Veterans Affairs which shall have the fo\n§\n\n 1;67 Del. Laws, c. 43,\n\n§§\n\n 1, 2;85 Del. Laws, c. 137,\n\n§\n\n3;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1203",
      "number": "1203.",
      "heading": "Selection of site.The site of the Cemetery shall be determined by the Department with the approval of the Delaware Veterans Affairs Committee or its successor",
      "text": "The site shall be convenient to all veterans of the State and shall meet the necessary standards and guidelines established by the United St\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1204",
      "number": "1204.",
      "heading": "Eligibility for burial.(a) Eligibility for interment in the Delaware Veterans Memorial Cemetery is established by the U",
      "text": "S. Department of Veterans Affairs, National Cemetery Administration (NCA Directive 3210) with the following exceptions:(1) The Veterans Commission of Delaware may impose a residenc\n§\n\n 1;67 Del. Laws, c. 43,\n\n§\n\n 3;69 Del. Laws, c. 145,\n\n§\n\n 3;69 Del. Laws, c. 415,\n\n§\n\n 1;70 Del. Laws, c. 186,\n\n§\n\n 1;76 Del. Laws, c. 62,\n\n§§\n\n 1, 2;80 Del. Laws, c. 232,\n\n§\n\n1;85 Del. Laws, c. 144,\n\n§\n\n10;",
      "history": "",
      "source_url": ""
    }
  ]
}