{
  "state": "idaho",
  "path": "title-title-50/chapter-chapter-16",
  "sections": [
    {
      "id": "section-50-1601",
      "number": "50-1601",
      "heading": "",
      "text": "50-1601. CIVIL SERVICE COMMISSION — APPOINTMENT — QUALIFICATIONS — MANNER OF ABOLISHING COMMISSION. To provide a means whereby employees of the cities of the state of Idaho may be selected, retained and promoted on the basis of merit and performance of duties, thus affecting economy and efficiency in the administration of city government, the city council of any city may, by ordinance, provide for the creation of a civil service system under the provisions herein set forth.\n\n(A) To create such system, the mayor with the advice and consent of the council shall appoint three (3) persons from among the qualified electors of the city to be designated the civil service commission.\n\n(B) One member of said civil service commission shall serve a two (2) year term, another member shall serve a four (4) year term, and a third member shall serve a six (6) year term. Each second year thereafter, one (1) member shall in like manner be appointed for a term of six (6) years, to take the place of the member whose term next expires. If a vacancy occurs in the civil service commission, such vacancy for the balance of the unexpired term shall be filled as in the first instance.\n\nAny city having created a civil service system shall not thereafter abolish such system except as herein provided: notice of date, time and place of first reading of the proposed ordinance to abolish such system shall be published in one (1) issue of the official newspaper of the city not less than ten (10) days immediately preceding the first reading of the proposed ordinance; and, such ordinance shall not be passed unless the same is read at length on three (3) different days at least seven (7) days apart.\n\n[50-1601, added 1967, ch. 429, sec. 277, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1601/"
    },
    {
      "id": "section-50-1602",
      "number": "50-1602",
      "heading": "",
      "text": "50-1602. DEPARTMENTS GOVERNED BY CIVIL SERVICE — CLASSIFIED CIVIL SERVICE LISTS. The council of each city creating a civil service system shall, by ordinance, determine which departments therein shall be included within the classified civil service system to be governed by the civil service rules and regulations. No appointments shall be made except under and according to the rules and regulations as adopted by resolution of the council.\n\nThe appointing authority of each department, subject to the rules and regulations of the civil service system, shall appoint all officers, employees or agents classified under the civil service rules and regulations, from the classified civil service list furnished by the civil service commission, and in like manner fill all vacancies.\n\n[50-1602, added 1967, ch. 429, sec. 278, p. 1249; am. 1973, ch. 287, sec. 1, p. 611.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1602/"
    },
    {
      "id": "section-50-1603",
      "number": "50-1603",
      "heading": "",
      "text": "50-1603. RULES BY COMMISSION. The civil service commission shall make, and is hereby empowered to make, all necessary rules and regulations to carry out the purposes of the civil service system and for examinations, appointments and promotions. All such rules and regulations shall be printed by the civil service commission for distribution.\n\n[50-1603, added 1967, ch. 429, sec. 279, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1603/"
    },
    {
      "id": "section-50-1604",
      "number": "50-1604",
      "heading": "",
      "text": "50-1604. EXAMINATIONS — QUALIFICATIONS OF APPLICANTS — REHIRES — CAUSES FOR REMOVAL, DISCHARGE OR SUSPENSION OF INCUMBENTS. (1) Except as provided in subsection (3) of this section, all applicants for places of employment in the classified civil service shall be subject to examination, which shall be public competitive and free and shall be held at such times and places as the civil service commission shall from time to time determine. Such examinations shall be for the purpose of determining the qualifications of applicants for positions and shall be practical and shall fairly test the fitness of the persons examined to discharge the duties of the position to which they seek appointment.\n\n(2) The governing body of each city, having created a civil service commission, shall provide a job description for each civil service position of the city and shall determine and establish the standards and qualifications therefor to be met by each applicant before appointment.\n\n(3) Any applicant who, while in good standing, voluntarily terminated his or her employment with the agency with whom an appointment is sought may, upon written request to and approval from the appointing officer and in accordance with the written policy of the civil service commission, be rehired without taking an examination, provided:\n\n(a) The applicant is otherwise qualified for the position; and\n\n(b) The written request for rehire is physically delivered, mailed or electronically transferred to the appointing officer within such time as provided by the written policy of the civil service commission.\n\n(4) All incumbents and applicants thereafter appointed shall hold office, place, position or employment only during good behavior, and any such person may be removed, discharged, suspended without pay, demoted, reduced in rank, deprived of vacation privileges or other special privileges for any of the following reasons, subject to the determination of the facts in each case by the commission:\n\n(a) Incompetency, inefficiency or inattention to or dereliction of duty;\n\n(b) Dishonesty, intemperance, immoral conduct, insubordination, discourteous treatment of the public or a fellow employee, or any other act of omission or commission tending to injure the public service; willful failure on the part of the employee to properly conduct himself, or any other willful violation of the civil service rules and regulations;\n\n(c) Mental or physical unfitness for the position which the employee holds;\n\n(d) Dishonest, disgraceful, immoral or prejudicial conduct;\n\n(e) Drunkenness or use of intoxicating liquors, narcotics, or any other habit-forming drug, liquid or preparation to such extent that the use thereof interferes with the efficiency or mental or physical fitness of the employee or which prevents the employee from properly performing the functions and duties of any position under civil service;\n\n(f) Conviction of a crime that is deemed relevant in accordance with section 67-9411(1), Idaho Code;\n\n(g) Any other act or failure to act, which in the judgment of the civil service commissioners is sufficient to show the offender to be an unsuitable and unfit person to be employed in the public service.\n\n[50-1604, added 1967, ch. 429, sec. 280, p. 1249; am. 2002, ch. 51, sec. 1, p. 118; am. 2020, ch. 175, sec. 11, p. 515.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1604/"
    },
    {
      "id": "section-50-1605",
      "number": "50-1605",
      "heading": "",
      "text": "50-1605. APPOINTMENT TO POSITIONS — CERTIFICATE OF ELIGIBLES — REEXAMINATION. When a position in the classified civil service is to be filled, the appointing authority shall notify the civil service commissioner and the commission shall, as soon as possible, certify the names of three (3) or so many as there be if less than three (3) on the eligible list, to the appointing officer, provided, the said commission shall always certify the persons having the highest standing in the eligible list for the position to be filled, and each position shall be filled by one (1) of the persons certified by the said commission. All appointments shall be probationary for such periods as may be prescribed by the civil service commission. All persons not appointed shall be restored to their relative positions on the eligible list.\n\nAll persons, having been on the eligible list for two (2) years without appointment, shall be removed therefrom and can only be returned thereto upon regular examination.\n\n[50-1605, added 1967, ch. 429, sec. 281, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1605/"
    },
    {
      "id": "section-50-1606",
      "number": "50-1606",
      "heading": "",
      "text": "50-1606. PROMOTION FOR MERIT. The civil service commission shall provide for promotions within the departments under the classified civil service on the basis of ascertained merit, seniority in service, standing obtained by competitive examination, and in all cases where practicable, provide that vacancies shall be filled by promotion from among such members of the next lower rank as submit themselves for examination for promotion. The civil service commission shall certify the names of not more than three (3) applicants having the highest rating to the appointing authority for each promotion.\n\n[50-1606, added 1967, ch. 429, sec. 282, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1606/"
    },
    {
      "id": "section-50-1607",
      "number": "50-1607",
      "heading": "",
      "text": "50-1607. EMPLOYEES OF SIX MONTHS WHEN ORDINANCE BECOMES EFFECTIVE. All persons who are and have been continuously in the employ of the city, for at least six (6) months next prior to the effective date of the civil service ordinance, shall retain their respective employment, subject to removal or suspension in accordance with the rules and regulations of the civil service commission.\n\n[50-1607, added 1967, ch. 429, sec. 283, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1607/"
    },
    {
      "id": "section-50-1608",
      "number": "50-1608",
      "heading": "",
      "text": "50-1608. TEMPORARY APPOINTMENTS. The appointing authority of each department under the classified civil service, by and with the advice and consent of the civil service commission, may employ any person for temporary work without making such appointment from the certified list; but under no circumstances shall such temporary employee be appointed to a permanent position unless he shall have been duly certified by the civil service commission as in other cases.\n\n[50-1608, added 1967, ch. 429, sec. 284, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1608/"
    },
    {
      "id": "section-50-1609",
      "number": "50-1609",
      "heading": "",
      "text": "50-1609. REMOVALS — SUSPENSIONS — APPEALS — HEARINGS. All persons in the classified civil service shall be subject to suspension from office or employment by the head of the department for misconduct, incompetency or failure to properly observe the rules of the department. Upon suspension by the head of the department or accusation by the appointing power, any citizen or taxpayer, a written statement of such suspension or accusation, in general terms, shall be served upon the accused and a duplicate filed with the commission; provided, the head of the department may suspend a member pending the confirmation of the suspension by the appointing power, which confirmation must be within three (3) days. The finding of the civil service commission upon the said charges shall be certified to the head of the department and shall forthwith be enforced and followed by him. The aggrieved party shall, however, have the right within ten (10) days from the time of his removal, suspension, demotion or discharge as the case may be, to file with the commission a written demand for an investigation. In conducting such investigation, the commission shall be confined to the determination of the question as to whether such removal, suspension, demotion or discharge was made for political or religious reasons, or was made in good faith and for cause. All investigations made by the commission pursuant to the provisions of this section shall be by public hearing after reasonable notice to the accused of the time and place of such hearing. At such hearing the accused shall be afforded an opportunity of appearing in person or by counsel and presenting his defense. If such judgment or order be upheld by a majority of the commission, the accused may appeal therefrom to the court of original and unlimited jurisdiction in civil suits of the county wherein he resides. The court of original and unlimited jurisdiction in civil suits shall thereupon proceed to hear and determine such appeal in a summary manner; provided, however, that such hearing shall be confined to the determination as to whether the judgment or order of removal, discharge, demotion or suspension by the commission, was made in good faith and for cause, and no appeal to such court shall be taken except upon such ground or grounds.\n\n[50-1609, added 1967, ch. 429, sec. 285, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1609/"
    },
    {
      "id": "section-50-1610",
      "number": "50-1610",
      "heading": "",
      "text": "50-1610. REMOVALS DUE TO REDUCTION OF FORCE. Nothing in sections 50-1601 through 50-1610 shall prohibit the city council from reducing the force employed, but such reduction shall be effected in inverse order of seniority of employment, and any employee who is removed on this account shall be placed at the head of the eligible list.\n\n[50-1610, added 1967, ch. 429, sec. 286, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-16/section-50-1610/"
    }
  ]
}