{
  "state": "idaho",
  "path": "title-title-50/chapter-chapter-3",
  "sections": [
    {
      "id": "section-50-301",
      "number": "50-301",
      "heading": "",
      "text": "50-301. CORPORATE AND LOCAL SELF-GOVERNMENT POWERS. Cities governed by this act shall be bodies corporate and politic; may sue and be sued; contract and be contracted with; accept grants-in-aid and gifts of property, both real and personal, in the name of the city; acquire, hold, lease, and convey property, real and personal; have a common seal, which they may change and alter at pleasure; may erect buildings or structures of any kind, needful for the uses or purposes of the city; and exercise all powers and perform all functions of local self-government in city affairs as are not specifically prohibited by or in conflict with the general laws or the constitution of the state of Idaho.\n\n[50-301, added 1967, ch. 429, sec. 6, p. 1249; am. 1976, ch. 214, sec. 1, p. 784.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-301/"
    },
    {
      "id": "section-50-302",
      "number": "50-302",
      "heading": "",
      "text": "50-302. PROMOTION OF GENERAL WELFARE — PRESCRIBING PENALTIES. (1) Cities shall make all such ordinances, bylaws, rules, regulations and resolutions not inconsistent with the laws of the state of Idaho as may be expedient, in addition to the special powers in this act granted, to maintain the peace, good government and welfare of the corporation and its trade, commerce and industry. Cities may enforce all ordinances by fine, including an infraction penalty, or incarceration; provided, however, except as provided in subsection (2) of this section, that the maximum punishment of any offense shall be by fine of not more than one thousand dollars ($1,000) or by imprisonment not to exceed six (6) months, or by both such fine and imprisonment.\n\n(2) Any city which is participating in a federally mandated program, wherein penalties or enforcement remedies are required by the terms of participation in the program, may enforce such requirements by ordinance, to include a criminal or civil monetary penalty not to exceed one thousand dollars ($1,000), or imprisonment for criminal offenses not to exceed six (6) months, or to include both a fine and imprisonment for criminal offenses.\n\n[50-302, added 1967, ch. 429, sec. 27, p. 1249; am. 1976, ch. 145, sec. 2, p. 530; am. 1978, ch. 260, sec. 2, p. 566; am. 1990, ch. 201, sec. 1, p. 452; am. 2000, ch. 35, sec. 2, p. 63; am. 2005, ch. 359, sec. 15, p. 1143.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-302/"
    },
    {
      "id": "section-50-302a",
      "number": "50-302A",
      "heading": "",
      "text": "50-302A. CONFINEMENT IN CITY OR COUNTY JAIL FOR VIOLATING ORDINANCE. Any person charged with or convicted of violation of a city ordinance and subject to imprisonment shall be confined in the city jail; provided, however, that any city shall have the right to use the jail of the county for the confinement of such persons but it shall be liable to the county for the cost of keeping such prisoners.\n\n[50-302A, added 1970, ch. 30, sec. 1, p. 60.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-302a/"
    },
    {
      "id": "section-50-303",
      "number": "50-303",
      "heading": "",
      "text": "50-303. RECREATION AND CULTURE. Cities are hereby empowered to create, purchase, operate and maintain recreation and cultural facilities and activities within or without the city limits and regulate the same, and to levy a special tax not to exceed six hundredths percent (.06%) of the market value for assessment purposes on all taxable property within the limits of the city for recreational programs.\n\n[50-303, added 1967, ch. 429, sec. 28, p. 1249; am. 1995, ch. 82, sec. 22, p. 233.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-303/"
    },
    {
      "id": "section-50-304",
      "number": "50-304",
      "heading": "",
      "text": "50-304. PRESERVATION OF PUBLIC HEALTH. Cities may establish a board of health and prescribe its powers and duties; pass all ordinances and make all regulations necessary to preserve the public health; prevent the introduction of contagious diseases into the city; and make quarantine laws for that purpose and enforce the same within the city.\n\n[50-304, added 1967, ch. 429, sec. 29, p. 1249; am. 2021, ch. 39, sec. 1, p. 91.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-304/"
    },
    {
      "id": "section-50-305",
      "number": "50-305",
      "heading": "",
      "text": "50-305. HOSPITALS — MAINTENANCE. (1) Any city may acquire, in the manner provided for acquiring other property, by purchase or otherwise, hospital grounds, buildings and equipment, and clinics or other health care facilities, and maintain and operate the same and to provide by general ordinance, rules and regulations for governing the same. Cities acting through their respective city councils may convey or lease city hospitals, and the equipment therein, subject to the following conditions:\n\n(a) The entity to which the hospital is to be transferred shall be a nonprofit corporation;\n\n(b) No lease term shall exceed ninety-nine (99) years;\n\n(c) The governing body of the nonprofit corporation must be composed initially of the incumbent members of the board of hospital trustees, as individuals. The articles of incorporation must provide for a membership of the corporation which is:\n\n(i) Broadly representative of the public and includes residents of the city; or\n\n(ii) A single nonprofit corporate member having articles of incorporation which provide for a membership of that corporation which is broadly representative of the public and includes residents of the city.\n\nThe articles must further provide for the selection of the governing body by the membership of the corporation, or exclusively by a parent corporation which is the corporate member, with voting power, and not by the governing body itself, except to fill a vacancy for the unexpired term. The articles must further provide that no member of the governing body shall serve more than two (2) consecutive three (3) year terms.\n\n(d) The nonprofit corporation must provide care for indigent patients, and receive any person falling sick or maimed within the county.\n\n(e) The transfer agreement must provide for the transfer of patients, staff and employees, and for the continuing administration of any trusts or bequests or maintenance of records pertaining to the existing public hospital.\n\n(f) The transfer or lease agreement shall provide for a transfer or lease price which shall be either of the following:\n\n(i) The acceptance of all assets and assumption of all liabilities; or\n\n(ii) Such other price as the city council and the nonprofit corporation may agree.\n\n(2) If any hospital which has been conveyed pursuant to this section ceases to be used as a nonprofit hospital, unless the premises so conveyed are sold and the proceeds used to erect or enlarge another nonprofit hospital for the city, the hospital so conveyed reverts to the ownership of the city. If any hospital which has been leased pursuant to this section ceases to be used as a nonprofit hospital, the lease shall terminate.\n\n[50-305, added 1967, ch. 429, sec. 45, p. 1249; am. 1990, ch. 409, sec. 1, p. 1136; am. 1995, ch. 222, sec. 1, p. 768; am. 1996, ch. 106, sec. 1, p. 408; am. 2001, ch. 331, sec. 9, p. 1164.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-305/"
    },
    {
      "id": "section-50-306",
      "number": "50-306",
      "heading": "",
      "text": "50-306. PUBLIC CARRIERS. Cities shall have authority to regulate by ordinance and prescribe rules relating to levies, crossings, grounds, facilities for storing freight and goods, and the running of trains and public carriers within the limits of said city.\n\n[50-306, added 1967, ch. 429, sec. 30, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-306/"
    },
    {
      "id": "section-50-307",
      "number": "50-307",
      "heading": "",
      "text": "50-307. LICENSE OCCUPATIONS AND BUSINESSES. Cities shall have authority to levy and collect a license fee on any occupation or business within the limits of the city and to regulate the same by ordinance. All such fees shall be uniform in respect to the classes upon which they are imposed.\n\n[50-307, added 1967, ch. 429, sec. 31, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-307/"
    },
    {
      "id": "section-50-308",
      "number": "50-308",
      "heading": "",
      "text": "50-308. MAINTENANCE OF PEACE — LICENSING AND REGULATING AMUSEMENTS. Cities shall have power: to prevent and restrain riots, routs, noises, disturbances or disorderly assemblies; to arrest, regulate, punish, fine or set at work on the streets or elsewhere, vagrants or persons found without visible means of support or legitimate business; license and regulate theaters, halls, concerts, dances, theatrics, circuses, carnivals, exhibitions, amusements and other performances, where an admission fee may or may not be charged.\n\n[50-308, added 1967, ch. 429, sec. 32, p. 1249; am. 2013, ch. 223, sec. 1, p. 524.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-308/"
    },
    {
      "id": "section-50-309",
      "number": "50-309",
      "heading": "",
      "text": "50-309. FIRE DEPARTMENT — FIRE ZONES. A. Any city, in order to prevent and extinguish fires, shall have the power to erect engine houses, purchase or lease fire engines and all other apparatus to maintain a fire department, to provide water for fire purposes in the city, in such manner as the council may by ordinance prescribe.\n\nB. Cities may prescribe and alter the limits within which no building shall be constructed except of brick, stone or other incombustible material and fire retardant roof and after such limits are established, no special permits shall be given for the erection of buildings of combustible material within said limits, except as provided in sections 50-1201 through 50-1210, Idaho Code.\n\n[50-309, added 1967, ch. 429, sec. 41, p. 1249; am. 1974, ch. 186, sec. 1, p. 1491.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-309/"
    },
    {
      "id": "section-50-310",
      "number": "50-310",
      "heading": "",
      "text": "50-310. HAZARDOUS MATERIALS. Cities are empowered: to regulate or prohibit the loading or storage of any material deemed hazardous, or transporting the same over the streets or waters in the city, or within three (3) miles of the limits thereof; to prevent the discharge of firearms, rockets, powder, fireworks or other dangerous, combustible or explosive material in the streets, lots, grounds, alleys or in and about the vicinity of any building and punish violators therefor.\n\n[50-310, added 1967, ch. 429, sec. 51, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-310/"
    },
    {
      "id": "section-50-311",
      "number": "50-311",
      "heading": "",
      "text": "50-311. CREATION — VACATION OF STREETS — EMINENT DOMAIN — REVERSION OF VACATED STREETS. Cities are empowered to: create, open, widen or extend any street, avenue, alley or lane, annul, vacate or discontinue the same whenever deemed expedient for the public good; to take private property for such purposes when deemed necessary, or for the purpose of giving right of way or other privileges to railroad companies, or for the purpose of erecting malls or commons; provided, however, that in all cases the city shall make adequate compensation therefor to the person or persons whose property shall be taken or injured thereby. The taking of property shall be as provided in title 7, chapter 7, Idaho Code. The amount of damages resulting from the vacation of any street, avenue, alley or lane shall be determined, under such terms and conditions as may be provided by the city council. Provided further that whenever any street, avenue, alley or lane shall be vacated, the same shall revert to the owner of the adjacent real estate, one-half (1/2) on each side thereof, or as the city council deems in the best interests of the adjoining properties, but the right of way, easements and franchise rights of any lot owner or public utility shall not be impaired thereby. In cities of fifty thousand (50,000) population or more in which a dedicated alley has not been used as an alley for a period of fifty (50) years shall revert to the owner of the adjacent real estate, one-half (1/2) on each side thereof, by operation of the law, but the existing rights of way, easements and franchise rights of any lot owner or public utility shall not be impaired thereby.\n\n[50-311, added 1967, ch. 429, sec. 42, p. 1249; am. 1973, ch. 268, sec. 1, p. 563.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-311/"
    },
    {
      "id": "section-50-312",
      "number": "50-312",
      "heading": "",
      "text": "50-312. IMPROVEMENT OF STREETS — SPECIAL LEVY. Cities may levy and collect a special tax upon all of the taxable property within the city limits to establish, lay out, alter, open any streets or alleys and improve, repair, light, grade, sprinkle, flush, gravel, oil, or drain the same and remove any and all obstructions therefrom; establish grades and construct bridges, crosswalks, culverts, drainage systems thereon and repair and maintain the same; cause to be planted, set out and cultivated, shade trees along the lines thereof or therein; extend its street lighting system to a maximum distance of two (2) miles outside its corporate limits, along approaches to its street system, subject to the approval of the agency having legal jurisdiction of the highway, road or street involved; provided, however, that no public utility, city quasi-municipal corporation or cooperative association serving electric energy to such street lighting system outside the corporate limits of such city shall, by so serving such electric energy, acquire any rights to serve any other property or any present or future consumer, by virtue of, or in violation of, any provisions of title 61, chapter 3, Idaho Code.\n\n[50-312, added 1967, ch. 429, sec. 44, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-312/"
    },
    {
      "id": "section-50-313",
      "number": "50-313",
      "heading": "",
      "text": "50-313. PUBLIC WAYS — SUPERVISION. The city councils of cities shall have the care, supervision, and control of all public highways and bridges within the corporate limits, and shall cause them to be kept open and in repair and free from nuisances. Where any highway within the corporate limits has been designated a part of the state highway system, the provisions of section 40-502, Idaho Code, shall be applicable.\n\n[50-313, added 1967, ch. 429, sec. 47, p. 1249; am. 1985, ch. 253, sec. 8, p. 702.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-313/"
    },
    {
      "id": "section-50-314",
      "number": "50-314",
      "heading": "",
      "text": "50-314. STREETS AND PUBLIC PLACES — REGULATIONS. Cities shall have power to: control and limit the traffic on streets, avenues and public places; regulate and control all encroachments upon and into all sidewalks, streets, avenues, and alleys in said city; remove all obstructions from the sidewalks, curbs, gutters and crosswalks at the expense of the person placing them there.\n\n[50-314, added 1967, ch. 429, sec. 49, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-314/"
    },
    {
      "id": "section-50-315",
      "number": "50-315",
      "heading": "",
      "text": "50-315. REHABILITATION IMPROVEMENTS. Cities may provide for the repairing, rebuilding and relaying of pavement, curb, gutter, sewer or other improvements, the procedure and manner of payment to be the same as provided by law for making such improvements in the first instance.\n\n[50-315, added 1967, ch. 429, sec. 53, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-315/"
    },
    {
      "id": "section-50-316",
      "number": "50-316",
      "heading": "",
      "text": "50-316. SIDEWALKS — GENERAL REGULATIONS. Cities may provide by general ordinance for the construction, repair or removal of sidewalks which are deemed by the council to be dangerous and unsafe, and for the replacing thereof, assess the cost as provided in section 50-1008 to the property in front of which the same shall be constructed, repaired or laid.\n\n[50-316, added 1967, ch. 429, sec. 56, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-316/"
    },
    {
      "id": "section-50-317",
      "number": "50-317",
      "heading": "",
      "text": "50-317. REMOVAL OF SNOW, ICE, RUBBISH AND WEEDS. Cities are empowered to cause all sidewalks and alleys to be cleared of snow, ice and rubbish, and the cutting and removal of trees, weeds and grass, and the removal of rubbish upon and from all private property within the city and the parking within the curbing abutting same, and to assess the cost thereof against the private property so cleared, and against the property abutting the parking, sidewalks and alleys so cleaned. Such assessment shall be collected as provided in section 50-1008.\n\n[50-317, added 1967, ch. 429, sec. 57, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-317/"
    },
    {
      "id": "section-50-318",
      "number": "50-318",
      "heading": "",
      "text": "50-318. IDENTIFICATION OF STREETS AND HOUSES. Cities may provide by ordinance for the naming of streets and avenues and the numbering of houses adjacent thereto.\n\n[50-318, added 1967, ch. 429, sec. 54, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-318/"
    },
    {
      "id": "section-50-319",
      "number": "50-319",
      "heading": "",
      "text": "50-319. ANIMALS AT LARGE — REGULATION. The mayor and council of each city shall have authority: to regulate the running at large of domesticated animals; to cause such as may be running at large to be impounded and sold to discharge the penalties and costs of impounding, keeping and sale; to impose a license tax upon the owners and harborers and enforce the same by appropriate penalties; to authorize the destruction or sale of any domesticated animal, the owner or harborer of which shall neglect or refuse to pay such license tax; to provide for the erection of all needful pens and pounds within or without the city limits; and to appoint and compensate keepers thereof, and to establish and enforce rules governing the same.\n\n[50-319, added 1967, ch. 429, sec. 55, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-319/"
    },
    {
      "id": "section-50-320",
      "number": "50-320",
      "heading": "",
      "text": "50-320. CEMETERIES. All cities shall have the following powers in regard to cemeteries:\n\nA. Acquisition. — Purchase, hold and pay for, in the manner herein provided, lands not exceeding eighty (80) acres in one (1) body outside of the corporate limits, and all necessary grounds including any lands as have heretofore been laid out or platted and offered for sale for cemetery purposes, excepting such portions thereof as have been heretofore sold for cemetery purposes, hospital grounds or waterworks. For the purpose of purchasing such lands and maintaining the same, any city may levy a tax of not more than four hundredths percent (.04%) of the market value for assessment purposes in any one (1) year on all taxable property within the limits of the city, and exercise the right of eminent domain under the provisions of chapter 7 of title 7, Idaho Code, in the taking or securing of such grounds and property.\n\nB. Improvement. — Survey, plat, map, grade, fence, ornament and otherwise improve all burial and cemetery grounds and streets owned by the city leading thereto; construct walks and protect ornamental trees therein and provide for paying the costs thereof.\n\nC. Conveyance of lots. — Convey cemetery lots by certificates signed by the mayor and countersigned by the clerk, under the seal of the city, specifying that the person to whom the same is issued is the owner of the lot or lots, described therein by number as laid down on such map or plat. Such certificates shall vest in the proprietor, his or her heirs or assigns, a right in fee simple to said lots for the sole purpose of interment, under the regulations of the city council. Such certificates shall be entitled to be recorded in the office of the county recorder of the proper county without further acknowledgment, and such description of lots shall be deemed and recognized as a sufficient description thereof.\n\nD. Regulation. — Limit the number of cemetery lots which may be owned by any person; prescribe rules for inclosing, adorning, and erecting monuments and tombstones on cemetery lots; prohibit any diversion of the use of such lots and any improper adornment thereof; but no religious test shall be made as to the ownership of lots, the burial therein or the ornamentation of graves or of such lots.\n\nE. Penalties. — Pass rules and ordinances imposing penalties and fines not exceeding the amount permissible in probate and justice courts, regulating, protecting and governing the cemetery, the owners of lots therein, visitors thereto and trespassers therein; and the officials of the city shall have as full jurisdiction and power in the enforcing of such rules as though they related to the corporation itself.\n\n[50-320, added 1967, ch. 429, sec. 39, p. 1249; am. 1995, ch. 82, sec. 23, p. 233.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-320/"
    },
    {
      "id": "section-50-321",
      "number": "50-321",
      "heading": "",
      "text": "50-321. AVIATION FACILITIES — ACQUISITION, OPERATION AND MAINTENANCE. Cities are hereby empowered: to acquire by purchase, gift, lease, sublease, or otherwise hold and take over such lands as the city council may deem necessary within or without the corporate limits whether within or without the county in which said city is located; do all things necessary in cooperation with the United States government in adapting any such lands so acquired to national defense purposes; and for the purpose of maintaining aviation facilities, to lease for aviation purposes, or any purposes connected therewith and incident thereto, all or any part of such land or lands, under such regulations and upon such terms and conditions as shall be established by the city council or otherwise established by law; to construct, operate and maintain, consistent with such regulations as may now exist or may hereafter be established by law, hangars, buildings and equipment necessary or convenient to the maintenance and operation of aviation facilities; to survey, plat, map, grade, ornament and otherwise improve such land, appurtenances, approaches, and avenues leading to or adjacent thereto; to provide for all costs and expenses incident or necessary to the exercise of the foregoing powers or the attainment of the foregoing objects out of the general fund of said city or in its discretion by special levy, in an amount not to exceed six hundredths percent (.06%) of the market value for assessment purposes in any one (1) year on all the taxable property within such city or by the issuance of bonds as provided by sections 50-1001 through 50-1042, Idaho Code.\n\n[50-321, added 1967, ch. 429, sec. 40, p. 1249; am. 1995, ch. 82, sec. 24, p. 234.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-321/"
    },
    {
      "id": "section-50-322",
      "number": "50-322",
      "heading": "",
      "text": "50-322. TRANSIT SYSTEMS. Any city may, in the manner provided for acquiring other property, purchase, lease, or otherwise procure transit systems and provide by general ordinance for rules and regulations governing the maintenance and operation of the same.\n\n[50-322, added 1967, ch. 429, sec. 46, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-322/"
    },
    {
      "id": "section-50-323",
      "number": "50-323",
      "heading": "",
      "text": "50-323. DOMESTIC WATER SYSTEMS. Cities are hereby empowered to establish, create, develop, maintain and operate domestic water systems; provide for domestic water from wells, streams, water sheds or any other source; provide for storage, treatment and transmission of the same to the inhabitants of the city; and to do all things necessary to protect the source of water from contamination. The term \"domestic water systems\" and \"domestic water\" includes by way of example but not by way of limitation, a public water system providing water at any temperature for space heating or cooling, culinary, sanitary, recreational or therapeutic uses.\n\n[50-323, added 1967, ch. 429, sec. 20, p. 1249; am. 1979, ch. 304, sec. 1, p. 825.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-323/"
    },
    {
      "id": "section-50-324",
      "number": "50-324",
      "heading": "",
      "text": "50-324. CITIES AUTHORIZED TO JOINTLY PURCHASE OR LEASE, MAINTAIN OR OPERATE A JOINT WATER SYSTEM. All cities of this state are empowered by ordinance to negotiate for and purchase or lease, and to maintain and operate, in cooperation with adjoining cities of states bordering this state, the out of state water distribution system, plant and equipment of privately owned utilities used for the purpose of supplying water to the purchasing or leasing cities from an out of state source; provided, the legislature of the state in which such water distribution system, plant, equipment and supply are located, by enabling legislation, authorizes its cities to join in such purchase or lease, maintenance and operation. The city council of the cities acting jointly under this section shall have authority, by mutual agreement, to exercise jointly all powers granted to each individual city in the purchase or lease, maintenance and operation of a water supply system.\n\n[50-324, added 1967, ch. 429, sec. 21, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-324/"
    },
    {
      "id": "section-50-325",
      "number": "50-325",
      "heading": "",
      "text": "50-325. POWER PLANTS — POWER DISTRIBUTION. (1) Cities shall have authority: to acquire, own, maintain and operate electric power plants, purchase electric power, and provide for distribution to the residents of the city, and to sell excess power subject to the provisions of section 50-327, Idaho Code.\n\n(2) Any consumer of a municipal electric system may apply to the district court of the county where the consumer’s service entrance is located for a determination that the municipality’s charges for electric service to that consumer are fair, just and reasonable and are not discriminatory or preferential. In the event that the court determines that the rate is not fair, just and reasonable or is discriminatory or preferential, the court shall remand the matter to the municipality to alter or amend such rate in conformance with the determination of the court.\n\n[50-325, added 1967, ch. 429, sec. 22, p. 1249; am. 2001, ch. 29, sec. 15, p. 42.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-325/"
    },
    {
      "id": "section-50-326",
      "number": "50-326",
      "heading": "",
      "text": "50-326. WATER, LIGHT, POWER AND GAS PLANTS — LEASING — SELLING — PROCEDURE. Whenever any city in this state shall own its own water plant, water system, electric power plant or electric light and power transmission and electric distribution system or natural gas distribution system, the city council of such city may lease and sell such systems, provided, however, that before doing so, the question of leasing or selling such property shall be submitted to the qualified electors who pay taxes on real property within said city, at a special election held for that purpose, and if a majority of the votes cast at such election are in favor of leasing or selling such property, the city council may then lease or sell the same; but in case the majority of the votes cast at such special election shall be against the leasing or selling of such property, the city council shall have no power to lease or sell the same. The election to be called shall be held only after notice thereof has been published at least once a week for two (2) consecutive weeks, before the election, in the official newspaper of said city. Notice of such special election shall also be posted by the city clerk in three (3) public places in such city, at least ten (10) days before such special election. A city council may enter into agreements pursuant to this section to lease with the option to sell any plant or system described in this section. A city council may only terminate such lease/option to sell agreements during the term of the agreement for default by the entity leasing such plant or system. Such lease/option to sell agreements are subject to the voter approval requirements of this section.\n\n[50-326, added 1967, ch. 429, sec. 23, p. 1249; am. 1999, ch. 216, sec. 1, p. 576.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-326/"
    },
    {
      "id": "section-50-327",
      "number": "50-327",
      "heading": "",
      "text": "50-327. SALE OF EXCESS POWER. Any city of the state of Idaho owning or controlling a power plant may sell its excess power to persons and corporations for any lawful purpose. The term \"excess power\" means all electricity not needed by the city or the inhabitants thereof. All charges or rates for the excess power shall be fixed by ordinance and shall be uniform and fair to all consumers and no discrimination shall be allowed or practiced by any city; provided, that any city which may desire to take advantage of the provisions of this section may only contract with consumers as to excess power. Under this section all contracts with consumers are to be drafted subject to the foregoing provision and no contract shall be for a period longer than five (5) years.\n\n[50-327, added 1967, ch. 429, sec. 24, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-327/"
    },
    {
      "id": "section-50-328",
      "number": "50-328",
      "heading": "",
      "text": "50-328. UTILITY TRANSMISSION SYSTEMS — REGULATIONS. All cities shall have power to permit, authorize, provide for and regulate the erection, maintenance and removal of utility transmission systems, and the laying and use of underground conduits or subways for the same in, under, upon or over the streets, alleys, public parks and public places of said city; and in, under, over and upon any lands owned or under the control of such city, whether they may be within or without the city limits.\n\n[50-328, added 1967, ch. 429, sec. 50, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-328/"
    },
    {
      "id": "section-50-329",
      "number": "50-329",
      "heading": "",
      "text": "50-329. FRANCHISE ORDINANCES — REGULATIONS. No ordinance granting a franchise in any city shall be passed on the day of its introduction, nor for thirty (30) days thereafter, nor until such ordinance shall have been published in at least one (1) issue of the official newspaper of the city; and after such publication, such proposed ordinance shall not thereafter and before its passage be amended in any particular wherein the amendment shall impose terms, conditions or privileges less favorable to the city than the proposed ordinance as published; but amendments favorable to the city may be made at any time and after publication; provided that an ordinance granting a franchise to lay a spur, railroad track or tracks connecting manufacturing plants, warehouses or other private property with a main railroad line, need not be published before the same is passed by the council. No franchise shall be created or granted by the city council otherwise than by ordinance, and the passage of any such ordinance shall require the affirmative vote of one-half (1/2) plus one (1) of the members of the full council. Franchises created or granted by the city council for electric, natural gas or water public utilities, as defined in chapter 1, title 61, Idaho Code, or to cooperative electrical associations, as defined in section 63-3501(a), Idaho Code, shall be for terms of not less than ten (10) years and not greater than fifty (50) years unless otherwise agreed to by the utility or cooperative electrical association. All publications of ordinances granting a franchise, both before and after passage, shall be made at the expense of the applicant or grantee. Where an ordinance granting a franchise is sought to be amended after the same has been in force, the provisions of this section as to publication, before final action upon such amendment, shall apply as in cases of proposed ordinances granting original franchises.\n\n[50-329, added 1967, ch. 429, sec. 25, p. 1249; am. 1995, ch. 226, sec. 1, p. 777.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-329/"
    },
    {
      "id": "section-50-329a",
      "number": "50-329A",
      "heading": "",
      "text": "50-329A. FRANCHISE ORDINANCES — FEES. (1) This section applies to franchises granted by cities to electric, natural gas and water public utilities, as defined in chapter 1, title 61, Idaho Code, and to cooperative electrical associations, as defined in subsection (a) of section 63-3501, Idaho Code, which provide service to customers in Idaho and which shall also be known as \"public service providers\" for purposes of this section. Notwithstanding any other provision of law to the contrary, cities may include franchise fees in franchises granted to public service providers, only in accordance with the following terms and conditions:\n\n(a) Franchise fees assessed by cities upon a public service provider shall not exceed one percent (1%) of the public service provider’s \"gross revenues\" received within the city without the consent of the public service provider or the approval of a majority of voters of the city voting on the question at an election held in accordance with chapter 4, title 50, Idaho Code. In no case shall the franchise fee exceed three percent (3%), unless a greater franchise fee is being paid under an existing franchise agreement, in which case the franchise agreement may be renewed at up to the greater percentage, with the consent of the public service provider or the approval of a majority of voters of the city voting on the question at an election held in accordance with chapter 4, title 50, Idaho Code. For purposes of this section, \"gross revenues\" shall mean the amount of money billed by the public service provider for the sale, transmission and/or distribution of electricity, natural gas or water within the city to customers less uncollectibles.\n\n(b) Franchise fees shall be collected by the public service provider from its customers within the city, by assessing the franchise fee percentage on the amounts billed to customers for the sale, transmission and/or distribution of electricity, natural gas or water by the public service provider within the city. The franchise fee shall be separately itemized on the public service provider’s billings to customers.\n\n(c) Cities collecting franchise fees shall also be allowed to collect user fees from consumers located within the city in the event such consumers purchase electricity, natural gas or water commodities and services from a party other than the public service provider. The user fee shall be assessed on the purchase price of the commodities or services, including transportation or other charges, paid by the consumer to the seller and shall be collected by the city from the consumer. Except as provided in this subsection, user fees shall be subject to all of the same terms, rates, conditions and limitations as the franchise fee in effect in the city and as provided for in this section. This subsection shall not apply to a consumer to the extent that consumer is purchasing commodities and services from a party other than the public service provider on the effective date of this act, only until such time that the existing franchise agreement for the city in which the consumer is located either expires or is renegotiated.\n\n(d) Franchise fees shall be paid by public service providers within thirty (30) days of the end of each calendar quarter.\n\n(e) Franchise fees paid by public service providers will be in lieu of and as payment for any tax or fee imposed by a city on a public service provider by virtue of its status as a public service provider including, but not limited to, taxes, fees or charges related to easements, franchises, rights-of-way, utility lines and equipment installation, maintenance and removal during the term of the public service provider’s franchise with the city.\n\n(2) This section shall not affect franchise agreements which are executed and agreed to by cities and public service providers with an effective date prior to the effective date of this act.\n\n[50-329A, added 1995, ch. 226, sec. 2, p. 778; am. 1996, ch. 246, sec. 1, p. 780.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-329a/"
    },
    {
      "id": "section-50-330",
      "number": "50-330",
      "heading": "",
      "text": "50-330. RATES OF FRANCHISE HOLDERS — REGULATIONS. Cities shall have power to regulate the fares, rates, rentals or charges made for the service rendered under any franchise granted in such city, except such as are subject to regulation by the public utilities commission.\n\n[50-330, added 1967, ch. 429, sec. 26, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-330/"
    },
    {
      "id": "section-50-331",
      "number": "50-331",
      "heading": "",
      "text": "50-331. CONTROL OF WATERS. Cities may establish, alter and change the channels of watercourses and wall or cover the same within the boundaries of the city and outside the corporate limits to the extent necessary to preserve the watercourse.\n\n[50-331, added 1967, ch. 429, sec. 52, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-331/"
    },
    {
      "id": "section-50-332",
      "number": "50-332",
      "heading": "",
      "text": "50-332. CONTROL OF SEWERS AND DRAINS. Cities are authorized to clear, cleanse, alter, straighten, widen, pipe, wall, fill or close any waterway, drain or sewer or any watercourse in such city when not declared, by law, to be navigable and, as provided in section 50-1008, assess the expense thereof in whole or in part to the property specially benefited thereby.\n\n[50-332, added 1967, ch. 429, sec. 58, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-332/"
    },
    {
      "id": "section-50-333",
      "number": "50-333",
      "heading": "",
      "text": "50-333. FLOOD PREVENTION — DRAINAGE. Cities are authorized to prevent the flooding of the city or to secure its drainage, to assess the cost thereof to the property benefited, and for such purpose may make any improvement or perform any labor on any stream or waterway, either within or without the city limits, when necessary to protect the safety of life and property of the city. Any city shall have power to cause any parcel of land within its limits on which water may at any time become stagnant to be filled or drained in such manner as may be directed by a resolution of the council, and such owner or his agent shall, after service of a copy of such resolution, comply with the directions of such resolution within the time therein specified; and in case of failure or refusal to do so, it may be done by said city and the amount of money so expended shall be assessed against such property and the amount thereof collected as special assessments under section 50-1008.\n\n[50-333, added 1967, ch. 429, sec. 59, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-333/"
    },
    {
      "id": "section-50-334",
      "number": "50-334",
      "heading": "",
      "text": "50-334. ABATEMENT OF NUISANCES. Cities are empowered to declare what shall be deemed nuisances, to prevent, remove and abate nuisances at the expense of the parties creating, causing, committing or maintaining the same, to levy a special assessment as provided in section 50-1008, Idaho Code, on the land or premises whereon the nuisance is situated to defray the cost or to reimburse the city for the cost of abating the same, and this power shall extend three (3) miles beyond the city limits, provided however, that the expense of declaring, preventing, removing and abating nuisances outside the city limits shall rest with the city when the nuisance comes within the three (3) mile area by reason of expansion of city boundaries.\n\n[50-334, added 1967, ch. 429, sec. 60, p. 1249; am. 1967, ch. 431, sec. 1, p. 1417; am. 2010, ch. 79, sec. 18, p. 146.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-334/"
    },
    {
      "id": "section-50-335",
      "number": "50-335",
      "heading": "",
      "text": "50-335. DESTRUCTION OF BUILDINGS INIMICAL TO SAFETY AND HEALTH. All cities in the state of Idaho shall have power to declare any building or structure to be a nuisance which, in the opinion of the city council, is so dilapidated or is in such condition as to menace the public health or the safety of persons or property on account of increased fire hazard or otherwise; and any council may cause the destruction or removal of any such building or structure at the expense of the person or persons, associations, corporations or copartnerships holding, owning or maintaining the same, and to levy a special assessment as provided in section 50-1008, on the land or premises whereon the nuisance is situated, to defray the cost or to reimburse the city for the cost of destruction or removal of said building or structure so declared to be a nuisance.\n\n[50-335, added 1967, ch. 429, sec. 61, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-335/"
    },
    {
      "id": "section-50-336",
      "number": "50-336",
      "heading": "",
      "text": "50-336. TRAFFIC SAFETY EDUCATION PROGRAM — FEES. (1) Cities may by ordinance elect to offer a traffic safety education program to all drivers issued an infraction citation by a city law enforcement officer for a moving violation not involving a collision. Citations allowing the traffic safety education program alternative shall only be issued pursuant to section 49-1501, Idaho Code, and as permitted by this section. Such traffic safety education program shall be for the purpose of educating drivers in traffic safety concepts. Drivers qualified under this section who desire to pay the fixed penalty and court costs in lieu of appearing in court on the citation may also elect to attend a traffic safety education program offered by a city under this section as an alternative to receiving violation points and insurance rating charges as provided in subsection (6) of this section. At the time of issuance of the citation, drivers shall elect whether they wish to attend the program and, if so, the citing officer shall record the election in the uniform citation. The citing officer shall provide to the driver a written notice of the available times, locations and the cost of the program or a written notice identifying a telephone number or internet website address where such information can be obtained. The driver shall have forty-five (45) days from the date of issuance of the citation to complete the traffic safety education program. A driver electing to attend the program shall pay the fixed penalty and court costs for the citation to the clerk of the court as provided in the citation and pay the program fee, if any, separately to the city at or before the time of attendance at the program. Any person who fails to complete the offered traffic safety education program within the forty-five (45) days after voluntarily electing to attend will not receive the relief provided in subsection (6) of this section. Before issuing a citation allowing the traffic safety education program alternative, the citing officer shall ensure that the driver is not disqualified under subsection (2) of this section.\n\n(2) The traffic safety education program option allowed under subsection (1) of this section is not available to:\n\n(a) Any driver holding a commercial driver’s license or any person driving a commercial motor vehicle; or\n\n(b) Any driver having received within the last three (3) years relief from violation points under subsection (6) of this section or having received a point reduction as provided in rules of the Idaho department of transportation for completing any defensive driving or driver safety course.\n\n(3) If the city imposes a traffic safety education program fee, such fee shall not exceed twenty-five dollars ($25.00).\n\n(4) If the city collects a program fee from a driver disqualified from the traffic safety education program alternative, the city shall refund the program fee to the driver no later than ten (10) days following the discovery of the error. If the driver has already completed the program, the city shall, no later than ten (10) days following the discovery of the error, so notify the clerk of the court and the driver and shall advise the driver that the relief provided in subsection (6) of this section is not available and shall pay to the driver twenty-five dollars ($25.00) as liquidated damages for the error, in addition to refunding the program fee.\n\n(5) The city clerk or other authorized city official for the city in which the citation was issued shall within fifteen (15) days of the completion of the traffic safety education program by the cited driver transmit verification of the completion to the clerk of the county in which the citation was issued.\n\n(6) When a person has successfully completed a traffic safety education program for an infraction citation, the infraction shall not result in violation point counts as prescribed in section 49-326, Idaho Code, nor shall the infraction be deemed to be a moving violation for the purpose of establishing rates of motor vehicle insurance charged by a casualty insurer.\n\n(7) The Idaho supreme court shall establish such rules as deemed necessary to implement the provisions of this section.\n\n[50-336, added 2013, ch. 292, sec. 1, p. 769.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-336/"
    },
    {
      "id": "section-50-342",
      "number": "50-342",
      "heading": "",
      "text": "50-342. ELECTRIC POWER — PURCHASE OR DISPOSAL. In addition to the powers otherwise conferred on cities of this state, a city owning and operating an electric distribution system shall have the authority to:\n\n(a) Purchase, or generate, or both, electric power and energy for the purpose of disposing of such power and energy to the United States of America, department of energy, acting by and through the Bonneville power administration, or its successor, through exchange, net billing or any arrangement which is used for supplying the needs of the city for electric power or energy;\n\n(b) Enter into power sales or power purchase contracts with entities engaged in generating, transmitting, or distributing electric power and energy to provide for the purchase, sale or exchange of electric power or energy upon such terms and conditions as shall be specified in the power sales or purchase contract; and\n\n(c) Establish, operate and fund energy conservation or other public purpose programs for the purpose of promoting efficient use of energy and energy conservation by city consumers including, but not limited to, programs to install energy efficient and energy conservation devices or measures in consumer buildings and structures served by the city and to grant low-interest loans to city consumers for the installation of such measures, provided such measures are provided on a nondiscriminatory basis to all classes of customers similarly situated;\n\nand such authority shall not be subject to the requirements, limitations, or procedures contained in sections 50-325, 50-327 and chapter 28, title 67, Idaho Code.\n\n[50-342, as added by 1971, ch. 31, sec. 1, p. 75; am. 1981, ch. 30, sec. 1, p. 48; am. 1982, ch. 194, sec. 1, p. 521; am. 1999, ch. 283, sec. 1, p. 706; am. 2005, ch. 213, sec. 18, p. 654.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-342/"
    },
    {
      "id": "section-50-342a",
      "number": "50-342A",
      "heading": "",
      "text": "50-342A. PARTICIPATION IN GENERATION AND TRANSMISSION PROJECTS. (1) It is hereby determined and declared that securing long-term electric generation and transmission resources at cost-based rates is essential to the ability of municipal utilities to provide reliable and economic electric services at stable prices to the consumers and communities they serve and is essential to the economy and the economic development of their communities and to the public health, safety and welfare. It is further determined and declared that in order to facilitate the development of such cost-based resources, it is necessary and desirable that municipal electrical utilities have sufficient flexibility and statutory authority to pay the ordinary and necessary expenses associated with the operation and maintenance of such cost-based resources.\n\n(2) When used in this section the following terms shall have the following meanings:\n\n(a) \"Joint electric facilities\" means all works, facilities and property necessary or useful in the generation or transmission of electric power and energy.\n\n(b) \"Participants\" means a city and the other parties to a participation agreement, including municipalities or public agencies of other states who have authority to own, construct, develop and operate joint electric facilities under the laws of such state.\n\n(c) \"Participation agreement\" means:\n\n(i) An agreement providing for the joint ownership and operation of joint electric facilities; or\n\n(ii) A long-term power purchase agreement providing for the right to receive a share of the capacity or output of joint electric facilities at cost-based rates.\n\n(3) In order to obtain long-term electric generation and transmission resources at cost-based rates, a city that owns and operates a municipal electric utility system may acquire an undivided ownership interest in, or a contractual right to the capacity, output or services of, joint electric facilities under a participation agreement with one (1) or more investor-owned, cooperative or municipal utilities or with other entities engaged in the generation or transmission of electricity. Prior to entering into any participation agreement, the governing body of the city shall consider:\n\n(a) The city’s long-term power supply and transmission requirements;\n\n(b) The efficiencies and economies of scale expected to be achieved by participating with others in the acquisition or construction of joint electric facilities;\n\n(c) The estimated cost, commercial operation date and useful life of the joint electric facilities;\n\n(d) The financial, regulatory and technical feasibility of constructing and operating such joint electric facilities; and\n\n(e) The availability, reliability and cost of existing or alternate power supply and transmission resources.\n\nIn order to facilitate such consideration, the city may retain engineering, financial or other consultants to provide advice and recommendations concerning such long-term power supply or transmission facilities and in such event, all written reports prepared by such consultants shall be made a matter of record and be available to the public in accordance with the provisions of the Idaho public records act.\n\n(4) Each participation agreement shall include provisions regarding:\n\n(a) The specific joint or undivided ownership interests of the participants in the joint electric facilities or the specific contractual rights of the participants to the capacity, output or services of the joint electric facilities, any restrictions on the right of the participants to withdraw from participation in the operation of the joint electric facilities or restrictions upon transfer or partition of such interests or rights and the method for allocating the capacity or output of the joint electric facilities among the participants;\n\n(b) The creation of a management committee comprised of representatives of the participants which shall be responsible for the governance of the acquisition, construction and operation of the joint electric facilities, and provisions granting each participant voting rights proportional to its percentage entitlement to the output or capacity of such joint electric facilities;\n\n(c) The acquisition, construction and operation of the joint electric facilities and the appointment of construction and operation managers and agents and the employment of personnel in connection with the joint electric facilities, which may include provisions for the indemnification of such managers, agents and personnel;\n\n(d) The methods for financing the costs of acquisition, construction and operation of the joint electric facilities, which may include provisions obligating or enabling each participant to finance its proportional share of such costs, based on its ownership interest in or contractual rights to the joint electric facilities;\n\n(e) The allocation of the costs of acquisition, construction and operation of the joint electric facilities among the participants proportional to the percentage entitlement to the output or capacity of such joint electric facilities and the specific obligations of the participants to pay such costs, which may include a provision obligating each participant to pay its respective share of all costs of the joint electric facilities regardless of whether such facilities are acquired, completed, operable or operating and notwithstanding the suspension or reduction of the capacity, output or services of the joint electric facilities for any reason;\n\n(f) The remedies upon a default by any participant in the performance of its obligations under the participation agreement, which may include a provision obligating or enabling the other participants to succeed to all or a portion of the ownership interest or contractual rights and obligations of the defaulting participant;\n\n(g) The liabilities of the participants, which shall be several and not joint and no participant shall be obligated for the acts, omissions or obligations of any other participant; and\n\n(h) The amendment and termination of the agreement, and for the decommissioning of the joint electric facilities and the funding of the costs thereof.\n\n(5) A city may finance its proportionate share of the acquisition, construction and operation costs of joint electric facilities through the issuance of its bonds as provided by law or through financing arrangements with the Idaho energy resources authority under chapter 89, title 67, Idaho Code.\n\n[50-342A, added 2007, ch. 28, sec. 1, p. 55.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-342a/"
    },
    {
      "id": "section-50-344",
      "number": "50-344",
      "heading": "",
      "text": "50-344. SOLID WASTE DISPOSAL. (1) Cities shall have the power to maintain and operate solid waste collection systems. Such maintenance and operation may, by exclusive or nonexclusive means, be performed by:\n\n(a) Employees, facilities, equipment and supplies engaged or acquired by cities;\n\n(b) Contracts, franchises or otherwise providing maintenance and operation performed by private persons;\n\n(c) Contracts providing for maintenance and operation performed by another unit of government;\n\n(d) Contracts, franchises or otherwise for maintenance and operation that may provide solid waste collection for all or geographic parts of a city;\n\n(e) Any combination of paragraphs (a), (b), (c), and (d) of this subsection.\n\n(2) Notwithstanding any city contract or franchise for solid waste collection to the contrary, any person may contract with a solid waste collection provider of the person’s choosing for the use of solid waste collection containers that are temporary and project-specific, as defined by city ordinance.\n\n(3) Upon a finding by the mayor or city manager for public safety or necessary protection of public health and welfare and property, the provisions of chapter 28, title 67, Idaho Code, shall not apply to solid waste collection, as provided herein.\n\n(4) Before entering into such contracts, franchises or otherwise, a city may require such security for the performance thereof as it deems appropriate or may waive such undertaking.\n\n[50-344, added 1986, ch. 19, sec. 1, p. 60; am. 2004, ch. 144, sec. 2, p. 474; am. 2005, ch. 213, sec. 19, p. 654; am. 2025, ch. 238, sec. 1, p. 1073.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-344/"
    },
    {
      "id": "section-50-345",
      "number": "50-345",
      "heading": "",
      "text": "50-345. COMPUTERIZED MAPPING SYSTEM FEES. (1) As used in this section, \"computerized mapping system\" or \"system\" means the digital storage, processing and retrieval of cadastral information derived from local government records and related information such as land use, topography, water, streets and geographic features.\n\n(2) In a city which develops a computerized mapping system, the city council may impose and collect fees from the users of this system for the development, maintenance and dissemination of digital forms of the system. These fees shall not exceed the actual costs of development, annual maintenance and dissemination of the computerized mapping system. These fees shall not apply to official paper maps produced from the computerized mapping system.\n\n[50-345, added 1995, ch. 129, sec. 1, p. 562.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-345/"
    },
    {
      "id": "section-50-346",
      "number": "50-346",
      "heading": "",
      "text": "50-346. MUNICIPALITY PROHIBITIONS ON UTILITY CONNECTIONS. No municipality, city, incorporated or unincorporated area, special use district, or any other local government entity of any kind may enact or implement any resolution, policy, or ordinance that:\n\n(1) Prohibits, or has the effect of prohibiting, the authorized connection or reconnection of an electric, natural gas, propane, or other energy utility service provided by a public utility, municipality, or cooperative utility;\n\n(2) Restricts, or has the effect of restricting, the source of the electricity, natural gas, propane, or other energy utility service provided by a public utility, municipality, or cooperative utility; or\n\n(3) Requires residents or businesses within the municipality to use a particular type or generation source of electricity, natural gas, propane, or other fuel.\n\n[50-346, added 2023, ch. 55, sec. 2, p. 207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-3/section-50-346/"
    }
  ]
}