{
  "state": "idaho",
  "path": "title-title-50/chapter-chapter-7",
  "sections": [
    {
      "id": "section-50-701",
      "number": "50-701",
      "heading": "",
      "text": "50-701. COMPOSITION — POWERS. The legislative authority of each city in the state of Idaho, except those operating under the provisions of section 50-801 through 50-812 shall be vested in a council consisting of either four (4) or six (6) members, one half (1/2) of whom shall be elected at each general city election. Councils shall have such powers and duties as are now or may hereafter be provided under the general laws of the state of Idaho.\n\n[50-701, added 1967, ch. 429, sec. 132, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-701/"
    },
    {
      "id": "section-50-702",
      "number": "50-702",
      "heading": "",
      "text": "50-702. QUALIFICATION OF COUNCILMEN — TERMS — INSTALLATION. Any person shall be eligible to hold the office of councilman of his city who is a qualified elector at the time his declaration of candidacy or declaration of intent is submitted to the city clerk, and remains a qualified elector under the constitution and laws of the state of Idaho. Each councilman elected at a general city election, except as otherwise specifically provided, shall hold office for a term of four (4) years, and until his successor is elected and qualified. Councilmen elected at each general city election shall be installed at the first meeting in January following election. The manner of conducting that meeting shall be as herein set forth and not otherwise: the incumbents shall meet and conduct such business as may be necessary to conclude the fiscal matters of the preceding year; the newly elected shall then subscribe to the oath of office, be presented certificates of election, assume the duties of their position, and conduct such business as may be necessary, one (1) item of which shall be the election of a member as president of the council.\n\n[50-702, added 1967, ch. 429, sec. 133, p. 1249; am. 2002, ch. 75, sec. 17, p. 172.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-702/"
    },
    {
      "id": "section-50-703",
      "number": "50-703",
      "heading": "",
      "text": "50-703. CHANGE IN NUMBER OF COUNCILMEN. (1) Any city may change to the greater or lesser number of councilmen after an election instituted by resolution of the council or by petition as provided for initiative in chapter 18, title 34, Idaho Code. When the proposition submitted to the electors shall receive a favorable vote, officials shall be elected at the succeeding general city election, provided however, that should such election be conducted in a year when no general city election is to be held, such new positions shall be filled by appointment within thirty (30) days.\n\n(a) When the number of councilmen to be elected is to be reduced from six (6) to four (4), there shall be elected one (1) councilman to serve a term of four (4) years. At the next succeeding general city election, there shall be elected two (2) councilmen, each to serve a term of four (4) years, and one (1) councilman to serve a term of two (2) years.\n\n(b) When the number of councilmen to be elected is to be increased from four (4) to six (6), there shall be elected three (3) councilmen, each to serve a term of four (4) years, and one (1) councilman to serve a term of two (2) years.\n\n(2) Any city operating under the city manager form of government may change to the greater or lesser number of councilmen after an election instituted under subsection (1).\n\n(a) When the number of councilmen to be elected is to be reduced from seven (7) to five (5):\n\n(i) If there are four (4) councilmen up for election at the next general city election, there shall be elected two (2) councilmen, each to serve a term of four (4) years.\n\n(ii) If there are three (3) councilmen up for election at the next general city election, there shall be elected one (1) councilman, to serve a term of four (4) years. At the next succeeding general city election, there shall be elected three (3) councilmen, each to serve a term of four (4) years, and one (1) councilman to serve a term of two (2) years.\n\n(b) When the number of councilmen to be elected is to be increased from five (5) to seven (7):\n\n(i) If there are two (2) councilmen up for election at the next general city election, there shall be elected four (4) councilmen, each to serve a term of four (4) years.\n\n(ii) If there are three (3) councilmen up for election at the next general city election, there shall be elected four (4) councilmen, each to serve a term of four (4) years, and one (1) councilman to serve a term of two (2) years.\n\n[50-703, added 1967, ch. 429, sec. 134, p. 1249; am. 1972, ch. 16, sec. 1, p. 21; am. 2018, ch. 169, sec. 17, p. 367.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-703/"
    },
    {
      "id": "section-50-705",
      "number": "50-705",
      "heading": "",
      "text": "50-705. MEETINGS OF COUNCIL — QUORUM — DISCIPLINE. Regular meetings of the city council shall be held each month at such place and times as the council may establish by ordinance. At all meetings of the council a majority of the full council shall constitute a quorum for the transaction of business; unless otherwise provided by law, a question before the council shall be decided by a majority of the members present.\n\nFor the purpose of holding regular or special meetings a number less than a majority may compel the attendance of absent members in such manner and under such penalties as the council may, by ordinance, have previously prescribed. Regular or special meetings of the council may be recessed until further notice.\n\n[50-705, added 1967, ch. 429, sec. 136, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-705/"
    },
    {
      "id": "section-50-704",
      "number": "50-704",
      "heading": "",
      "text": "50-704. VACANCIES — APPOINTMENT. (1) A vacancy on the council shall be filled by nomination made by the mayor. If the position of mayor is vacant, the nomination shall be made by the council president. Lacking both a mayor and a council president, the nomination shall be made by the most senior member of the council. For any nomination made pursuant to this subsection, the nominee must be confirmed by the council.\n\n(2) If the number of members of the council is insufficient to establish a quorum, the ranking elected official, in order of the mayor, council president, and senior member of the council, shall nominate a name or names to the governor for appointment sufficient to establish a quorum.\n\n(3) For any appointment made pursuant to this section, the appointee shall serve only until the next general city election, at which such vacancy shall be filled for the balance of the original term.\n\n[50-704, added 1967, ch. 429, sec. 135, p. 1249; am. 2023, ch. 93, sec. 1, p. 288.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-704/"
    },
    {
      "id": "section-50-706",
      "number": "50-706",
      "heading": "",
      "text": "50-706. SPECIAL MEETINGS OF COUNCIL. One half (1/2) plus one (1) of the members of the full council shall have the power to call special meetings of the city council, the object of which shall be submitted to the council in writing; the call and object, as well as the disposition thereof, shall be entered upon the journal of the clerk.\n\n[50-706, added 1967, ch. 429, sec. 137, p. 1249.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-706/"
    },
    {
      "id": "section-50-707",
      "number": "50-707",
      "heading": "",
      "text": "50-707. ASSIGNMENT OF COUNCIL SEATS. Any city, by ordinance, may assign a number to each council seat. Upon the adoption of such an ordinance, and at least one hundred twenty (120) days prior to the next general election, the city clerk shall assign a number for each council seat. Any candidate seeking election to the council shall file for one (1) of the assigned council seats.\n\n[50-707, added 1984, ch. 108, sec. 1, p. 251.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-707/"
    },
    {
      "id": "section-50-707a",
      "number": "50-707A",
      "heading": "",
      "text": "50-707A. ELECTION OF COUNCILMEN BY DISTRICTS. (1) Any city having fewer than one hundred thousand (100,000) inhabitants based upon the most recent federal decennial census may, by ordinance, provide for districts and the election of councilmen by districts. Upon the adoption of such an ordinance and at least one hundred twenty (120) days prior to each general election, the governing body of the city shall establish the territory of council districts in accordance with this section. Any city having more than one hundred thousand (100,000) inhabitants based upon the most recent federal decennial census shall establish districts and shall elect councilmen by districts for districts so established. Districts shall be established no later than one hundred twenty (120) days prior to the general election following the date that election precincts are established pursuant to the provisions of section 34-301, Idaho Code.\n\n(2) Each district shall consist of one (1) or more contiguous election precincts as established pursuant to the provisions of chapter 3, title 34, Idaho Code, and each district shall, to the nearest extent possible, contain the same number of people based upon the most recent federal decennial census.\n\n(3) Each city establishing districts for the election of councilmen by districts shall establish the number of districts corresponding to the number of council seats determined by the city pursuant to section 50-701, Idaho Code, or for any city having a governing body governed by the provisions of sections 50-801 through 50-812, Idaho Code, the number of council seats determined by the city pursuant to section 50-805, Idaho Code.\n\n(4) Upon establishment of city election districts, council members are to be elected by the electors of the said geographic district, and any candidate must be a resident of said geographic district. For cities with fewer than one hundred thousand (100,000) inhabitants that establish districts by ordinance, the council shall determine, not less than ninety (90) days before the next general election, the method of the implementation of this ordinance.\n\n[50-707A, added 1984, ch. 108, sec. 2, p. 251; am. 2020, ch. 269, sec. 1, p. 781.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-707a/"
    },
    {
      "id": "section-50-707b",
      "number": "50-707B",
      "heading": "",
      "text": "50-707B. MAJORITY MAY BE REQUIRED FOR ELECTION — RUNOFF ELECTION. A city may, by ordinance, provide that a majority of the votes for any candidate running for a council seat adopted by a city in accordance with section 50-707 or 50-707A, Idaho Code, shall be required for election to that office. In the event no candidate receives a majority of the votes cast, there shall be a runoff election between the two (2) candidates receiving the highest number of votes cast. Such runoff election shall be conducted by the county clerk as in the general election in a manner consistent with chapter 14, title 34, Idaho Code, and at such time within thirty (30) days of the general election, as prescribed by the city and shall be exempt from the limitation upon elections provided in sections 34-106 and 50-405, Idaho Code. The ballot shall be prepared by the county clerk not less than twenty-two (22) days preceding the runoff election. The designation of polling places shall be made by the county commissioners not less than twenty (20) days preceding any runoff election, and sample ballots shall be printed not less than eighteen (18) days preceding the runoff election.\n\n[50-707B, added 1984, ch. 108, sec. 3, p. 251; am. 2002, ch. 75, sec. 18, p. 173; am. 2006, ch. 105, sec. 13, p. 293; am. 2009, ch. 341, sec. 124, p. 1056.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-707b/"
    },
    {
      "id": "section-50-708",
      "number": "50-708",
      "heading": "",
      "text": "50-708. EXAMINATION OF ACCOUNTS OF FISCAL OFFICERS. At least once in each quarter of each year, the council shall examine by review of a quarterly treasurer’s report included upon the city council agenda the accounts and doings subject to management by the chief financial officer of the city. Such report shall be completed no more than thirty (30) days after the end of each calendar quarter and shall then be transmitted to the city clerk for inclusion on the next available city council agenda.\n\n[50-708, added 1967, ch. 429, sec. 139, p. 1249; am. 2017, ch. 129, sec. 2, p. 303.]",
      "source_url": "https://law.justia.com/codes/idaho/title-50/chapter-7/section-50-708/"
    }
  ]
}