{
  "state": "hawaii",
  "path": "title-title-23-corporations-and-partnerships/chapter-421-agricultural-cooperative-associations",
  "sections": [
    {
      "id": "section-421-1",
      "number": "421-1",
      "heading": "Definitions.421-2 Purposes.421-3 Qualifications of incorporators",
      "text": "§421-1 Definitions.As used in this chapter, unless the context or subject matter requires otherwise:\n\n\"Agricultural products\" includes floricultural, horticultural, viticultural, forestry, nut, coffee, dairy, livestock, poultry, bee, farm or plantation products, and fish and aquacultural commodities.\n\n\"Articles\" means the articles of incorporation.\n\n\"Association\" means any corporation organized under this chapter for the mutual benefit of its members, as agricultural producers, and which confines its operations to purposes authorized by this chapter and restricts the return on the stock or membership capital and the amount of its business with nonmembers to the limits placed thereon by this chapter for associations organized hereunder; provided that any fish marketing association organized pursuant to chapter 422 and in existence on May 7, 1991, shall be considered an association for purposes of this chapter. Associations shall be classified as and deemed to be nonprofit corporations, inasmuch as their primary object is not to pay dividends on invested capital, but to render service and provide means and facilities by or through which the producers of agricultural products may receive a reasonable and fair return for their products.\n\n\"Board\" means the board of directors.\n\n\"Domestic association\" means an association or corporation formed under the laws of the State.\n\n\"Entity\" includes domestic and foreign corporations, domestic professional corporations, domestic and foreign limited liability companies, domestic and foreign nonprofit corporations, domestic and foreign business trusts, estates, domestic and foreign partnerships, domestic and foreign limited partnerships, domestic and foreign limited liability partnerships, trusts, two or more persons having joint or common economic interest, associations and cooperative associations, and state, federal, and foreign governments.\n\n\"Individual\" means a natural person.\n\n\"Member\" includes the holder of a membership in an association without capital stock or the holder of common stock in [an] association organized with capital stock.\n\n\"Membership capital\" means that capital paid to a nonstock association by a member in order to be a member and have the rights of membership in the association.\n\n\"Merger\" means the procedure authorized by [section 421-21.6] in which one domestic or foreign entity combines with one or more domestic or foreign entities resulting in either one surviving entity or one new entity.\n\n\"Organizing articles\" means:\n\n(1) For an association, corporation, or nonprofit corporation, the articles of incorporation;\n\n(2) For a general partnership or limited liability partnership, the registration statement;\n\n(3) For a limited partnership, the certificate of limited partnership; and\n\n(4) For a limited liability company, the articles of organization.\n\n\"Other business entity\" means a corporation, nonprofit corporation, general partnership, limited partnership, limited liability partnership, or limited liability company.\n\n\"Person\" includes individuals, partnerships, corporations, limited liability companies, and associations. [L 1949, c 234, pt of §1; RL 1955, §176-2; HRS §421-1; am L 1982, c 257, §3; am L 1985, c 266, §1; am L 1988, c 373, §17; am L 1991, c 100, §1; am L 2001, c 129, §61; am L 2004, c 121, §3; am L 2006, c 184, §14]\n\nContracts of cooperative associations give rise to presumption of agency relationships. 46 H. 293, 380 P.2d 156.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-1/"
    },
    {
      "id": "section-421-2",
      "number": "421-2",
      "heading": "Purposes.",
      "text": "§421-2 Purposes.An association may be organized for the purpose of engaging in any cooperative activity for producers of agricultural products in connection with:\n\n(1) Producing, assembling, marketing, buying or selling agricultural products or harvesting, preserving, drying, processing, manufacturing, blending, canning, packing, ginning, grading, storing, warehousing, handling, shipping, or utilizing the products, or manufacturing or marketing the byproducts, thereof; provided seventy-five per cent of such agricultural products shall be of Hawaiian origin;\n\n(2) Manufacturing, buying for or supplying to its members machinery, equipment, feed, fertilizer, fuel, seeds, and other agricultural supplies;\n\n(3) Performing or furnishing business or educational services, on a cooperative basis, or to its members;\n\n(4) Financing any of the above enumerated activities for its members. [L 1949, c 234, pt of §1; am L 1953, c 137, §1(a); RL 1955, §176-4; HRS §421-2; am L 1972, c 103, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-2/"
    },
    {
      "id": "section-421-3",
      "number": "421-3",
      "heading": "Qualifications of incorporators.",
      "text": "§421-3 Qualifications of incorporators.Three or more adult persons, engaged in agriculture as bona fide producers of agricultural products, or two or more associations of such producers, may form an association under this chapter. [L 1949, c 234, pt of §1; RL 1955, §176-3; HRS §421-3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-3/"
    },
    {
      "id": "section-421-4",
      "number": "421-4",
      "heading": "Articles of incorporation.",
      "text": "§421-4 Articles of incorporation.(a) Articles of incorporation shall be certified and executed by each of the incorporators, if natural persons, and by the president and secretary of the association and shall contain the following:\n\n(1) The name of the association;\n\n(2) The mailing address of the association's principal office, the street address of the association's initial registered office, and the name of its initial registered agent at its initial registered office;\n\n(3) The purposes and powers of the association;\n\n(4) The proposed duration of the association;\n\n(5) The names and addresses of persons who are to act as the initial directors and officers of the association;\n\n(6) The names and addresses of the incorporators, and if organized with capital stock, a statement of the number of shares subscribed by each, which shall not be less than one, and the class of shares for which each subscribed;\n\n(7) Whether organized with or without capital stock, and if organized with capital stock the total authorized number of shares and the par value of each share, if any; and if more than one class of stock is authorized, a description of the classes of shares, the number of shares in each class, the relative rights, preferences, and restrictions granted to or imposed upon the shares of each class, and the dividends to which each class shall be entitled; and\n\n(8) If organized without capital stock, whether the property rights and interest of each member are equal or unequal, and if unequal, the rule by which the rights and interests shall be determined.\n\n(b) The articles may also contain any other provisions consistent with law for regulating the association's business or the conduct of its affairs, the establishment of voting districts, the election of delegates to represent the districts and the members residing therein, for voting by proxy, and the issuance, retirement, and transfer of membership and stock. [L 1949, c 234, pt of §1; am L 1953, c 137, §1(b); RL 1955, §176-5; HRS §421-4; am L 1972, c 103, §2; am L 1973, c 42, §1; am L 1988, c 373, §18; am L 2003, c 124, §43]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-4/"
    },
    {
      "id": "section-421-5",
      "number": "421-5",
      "heading": "Name.",
      "text": "§421-5 Name.Section 414D-61 shall apply to associations formed under this chapter and no domestic corporation not organized under this chapter shall use the word \"cooperative\" as a part of its name. [L 1949, c 234, pt of §1; am L 1953, c 137, §1(c); RL 1955, §176-6; HRS §421-5; am L 1983, c 167, §11(1); am L 1985, c 270, §4; am L 1988, c 370, §3; am L 2001, c 129, §62; am L 2002, c 40, §56]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-5/"
    },
    {
      "id": "section-421-6",
      "number": "421-6",
      "heading": "Filing and recording articles of incorporation, etc.",
      "text": "§421-6 Filing and recording articles of incorporation, etc.(a) The articles of incorporation and any articles of amendment thereof shall be filed in the office of the director of commerce and consumer affairs and shall at all times during business hours be open to the inspection of the public without charge.\n\n(b) A certified copy of the articles or of a certificate of incorporation issued by the director shall be filed with the department of agriculture.\n\n(c) On the filing of the articles of incorporation with the director, the persons who have subscribed the articles, their associates, successors, and assigns, shall thereafter be a body corporate by the name and style provided in the articles; shall have succession and corporate existence for such term as shall have been agreed upon, which may be perpetual; shall have all of the powers and be subject to all of the liabilities provided for in this chapter; and shall be subject to all general laws in regard to the associations.\n\n(d) No person dealing with the association shall be charged with constructive notice of the contents of the articles or amendments thereto by reason of the filing or recording.\n\n(e) Except for annual reports, statutes and fees that apply to domestic profit corporations shall apply to stock associations. Except for annual reports, statutes and fees that apply to domestic nonprofit corporations shall apply to nonstock associations. [L 1949, c 234, pt of §1; RL 1955, §176-7; am L Sp 1959 2d, c 1, § §15, 22; am L 1961, c 132, §2; am L 1963, c 114, §3; HRS §421-6; am L 1972, c 103, §3; am L 1982, c 204, §8; am L 1983, c 124, §17 and c 167, §11(2); am L 1985, c 270, §4; am L 1988, c 373, §19; am L 2002, c 40, §57; am L 2004, c 121, §24]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-6/"
    },
    {
      "id": "section-421-7",
      "number": "421-7",
      "heading": "Amendments of articles of incorporation.",
      "text": "§421-7 Amendments of articles of incorporation.(a) An association may amend its articles of incorporation by the affirmative vote of two-thirds of the members voting thereon at any regular meeting, or at a special meeting called for the purpose, or if the association permits its members to vote on the basis of patronage, by the affirmative vote of a majority of the members and of two-thirds of the patronage, voting thereon. A written or printed notice of the proposed amendment, and of the time and place of holding the meetings shall be delivered to each member, or mailed to the member's last known address as shown by the books of the association, at least thirty days prior to any such meetings. No amendment affecting the preferential rights of any outstanding stock shall be adopted until the written consent of the holders of two-thirds of the outstanding preference shares has been obtained.\n\n(b) After an amendment has been adopted, articles of amendment shall be certified and executed by the president or vice president and by the treasurer or secretary or assistant secretary, and filed as in the case of articles of incorporation, including the payment of fees. [L 1949, c 234, pt of §1; RL 1955, §176-8; HRS §421-7; gen ch 1985; am L 1988, c 373, §20]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-7/"
    },
    {
      "id": "section-421-8",
      "number": "421-8",
      "heading": "Bylaws.",
      "text": "§421-8 Bylaws.The members of the association, within thirty days after its incorporation, shall adopt bylaws not inconsistent with law or the articles, and they may alter and amend the same from time to time. The bylaws must be adopted by a majority of the members voting thereon, or if the association permits its members to vote on the basis of patronage, then by a majority of members and majority of the patronage, voting thereon. The bylaws may also provide for:\n\n(1) The time, place, and manner of calling and conducting meetings of the members, and the number of members that shall constitute a quorum;\n\n(2) The manner of voting and the condition upon which members may vote at general and special meetings and by mail or by delegates elected by district groups or other associations, and the voting power of voters based on patronage;\n\n(3) Subject to any provision thereon in the articles and in this chapter, the number, qualifications, compensation, duties, and terms of office of directors and officers; the time of their election and the mode and manner of giving notice thereof;\n\n(4) The time, place, and manner for calling and holding meetings of the directors and executive committee, and the number that shall constitute a quorum;\n\n(5) Rules consistent with law and the articles for the management of the association, the establishment of voting districts, the making of contracts, the issuance, retirement, and transfer of stock, and the relative rights, interests, and preferences of members and shareholders;\n\n(6) Penalties for violation of the bylaws. [L 1949, c 234, pt of §1; RL 1955, §176-9; HRS §421-8]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-8/"
    },
    {
      "id": "section-421-9",
      "number": "421-9",
      "heading": "Powers.",
      "text": "§421-9 Powers.(a) An association formed under this chapter, or an association which might be formed under this chapter and which existed at the time this chapter took effect, shall have the capacity to act possessed by natural persons, but the association shall have the authority to perform only such acts as are necessary or proper to accomplish the purposes as set forth in its articles and which are not repugnant to law.\n\n(b) Without limiting or enlarging the grant of authority contained in subsection (a), every association shall have authority:\n\n(1) To act as agent, broker, or attorney in fact for its members, and for any subsidiary or affiliated association, and otherwise to assist or join with associations engaged in any one or more of the activities authorized by its articles, and to hold title for its members and for subsidiary and affiliated associations to property handled or managed by the association on their behalf.\n\n(2) To make contracts, and to exercise by its board or duly authorized officers or agents, all such incidental powers as may be necessary, suitable, or proper for the accomplishment of the purposes of the association and not inconsistent with law or its articles, and that may be conducive to or expedient for the interest or benefit of the association.\n\n(3) To make loans or advances to members or producer-patrons or to the members of an association which is itself a member or subsidiary thereof; to purchase or otherwise acquire, endorse, discount, or sell any evidence of debt, obligation, or security, but it shall not engage in banking.\n\n(4) To establish and accumulate reserves to capital.\n\n(5) To own and hold membership in or shares of the capital stock of other associations and corporations and the bonds or other obligations thereof, engaged in any related activity; or, in producing, warehousing, or marketing any of the products handled by the association; or, in financing its activities, and while the owner thereof, to exercise all the rights of ownership, including the right to vote thereon.\n\n(6) To acquire, hold, sell, dispose of, pledge, or mortgage, any property which its purposes may require, subject to any limitation prescribed by law or its articles.\n\n(7) To borrow money and to give its notes, bonds, or other obligations therefor and secure the payment thereof by mortgage or pledge.\n\n(8) To deal in agricultural products and handle agricultural machinery, equipment, and supplies, and perform services for nonmembers to an amount not greater in annual value than such as are dealt in, handled, or performed for or on behalf of its members.\n\n(9) To have a corporate seal and to alter it at pleasure.\n\n(10) To continue as a corporation for the time limit in its articles, which may be perpetual.\n\n(11) To sue and be sued in its corporate name.\n\n(12) To conduct business in this State and elsewhere as may be permitted by law.\n\n(13) To dissolve and wind up its affairs.\n\n(14) To charge differential rates on the sale of its goods and services to members and nonmembers as provided for in its bylaws. [L 1949, c 234, pt of §1; RL 1955, §176-10; HRS §421-9; am L 1972, c 103, §4; am L 1982, c 257, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-9/"
    },
    {
      "id": "section-421-10",
      "number": "421-10",
      "heading": "Members.",
      "text": "§421-10 Members.(a) An association may admit as members only bona fide producers of agricultural products, including tenants and landlords receiving a share of the crop, and cooperative associations of the producers. The incorporators named in the articles are thereby made members of the association, and they shall pay for their membership or stock the same amount and in the same manner as may be required in the case of other members.\n\n(b) The articles may limit the amount of common stock which a member may own.\n\n(c) Under the terms and conditions prescribed in the bylaws, a member shall lose the member's membership if the member ceases to belong to the class eligible to membership under this section, but the member shall remain subject to any liability incurred by the member while a member of the association.\n\n(d) No member shall be personally liable for any debt or liability of the association.\n\n(e) Unless the articles otherwise provide, no member shall have more than one vote. [L 1949, c 234, pt of §1; RL 1955, §176-11; HRS §421-10; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-10/"
    },
    {
      "id": "section-421-11",
      "number": "421-11",
      "heading": "Membership or stock certificates, transfers, dividends, preferred stock.",
      "text": "§421-11 Membership or stock certificates, transfers, dividends, preferred stock.(a) No certificate for membership or stock shall be issued until fully paid for, but bylaws may provide that a member may vote and hold office prior to payment in full for the member's membership or stock.\n\n(b) Dividends in excess of eight per cent on the actual cash value of the consideration received by the association shall not be paid on common or preferred stock or membership capital, but dividends may be cumulative.\n\n(c) Net margins in excess of dividends and additions to reserves and excess shall be distributed on the basis of patronage, and if the bylaws so provide, distribution of such net margins may be restricted to members or may be made at the same or different rate for members and nonmembers. The books of the association shall show the interest of members and nonmembers in the reserves and excess. The bylaws may provide that any distribution to a nonmember, eligible for membership, may be credited to the nonmember until the amount thereof equals the value of a membership certificate or a share of the association's common stock. The distribution credited to the account of a nonmember may be transferred to the reserve fund at the option of the board if, after two years, the amount is less than the value of the membership certificate or a share of common stock.\n\n(d) The bylaws may fix a time within which a member shall receive from the association, after the member has notified the association of the member's withdrawal, or after the adoption of a resolution by the board terminating the member's membership, the value in money of the member's membership interest in the association as appraised by the board of directors. If the board of directors approves the member's designation of a transferee of the member's membership interest, the association shall be under no obligation to pay the member the value of the member's interest.\n\n(e) An association may issue preferred stock to members and nonmembers. Preferred stock may be redeemed or retired by the association on such terms and conditions as may be provided in the articles and printed on the stock certificate. Preferred stockholders shall not be entitled to vote, but no change in their priority or preference rights shall be effective until the written consent of the holders of two-thirds of the preferred stock has been obtained. Payment for preferred stock may be made in cash, services, or property on the basis of the fair value of the stock, services, and property as determined by the board. [L 1949, c 234, pt of §1; RL 1955, §176-12; HRS §421-11; am L 1982, c 257, §1; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-11/"
    },
    {
      "id": "section-421-12",
      "number": "421-12",
      "heading": "General and special meetings; how called.",
      "text": "§421-12 General and special meetings; how called.Within thirty days after the incorporation of an association the members thereof shall hold an organization meeting at a time and place fixed by the temporary board of directors. Not less than ten days' written notice thereof shall be given to each member. An association may provide in its bylaws for one or more regular meetings each year, which may be held within the State at the time and place designated in the bylaws. Special meetings of the members may be called by the board of directors, and it shall be their duty to call the meetings when ten per cent of the members file with the secretary a petition demanding a special meeting and specifying the business to be considered at the meeting. Notice of all meetings, except as otherwise provided by law or the articles or bylaws, shall be mailed to each member at least ten days prior to the meeting, and in case of special meetings the notice shall state the purposes for which it is called, but the bylaws may require that all notices, except of proposed amendments to the articles shall be given by publication, in a periodical published by or for the association, to which substantially all its members are subscribers, or in a newspaper or newspapers whose combined circulation is general in the State in which the association operates. [L 1949, c 234, pt of §1; RL 1955, §176-13; HRS §421-12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-12/"
    },
    {
      "id": "section-421-13",
      "number": "421-13",
      "heading": "Directors.",
      "text": "§421-13 Directors.(a) The business of the association shall be managed by a board of not less than three directors; at least two-thirds of the directors shall be members of the association or officers, directors, or members of a member association. A director shall hold office for the term for which the director was named or elected and until the director's successor is elected and qualified.\n\n(b) The names of the first directors shall be stated in the articles. Their successors shall be elected by the members at the first meeting of the members held after the incorporation of the association.\n\n(c) The number, qualifications, terms of office, manner of election, time and place of meeting, and the powers and duties of the directors may, subject to this chapter, be prescribed by the articles or bylaws. Except as otherwise prescribed in the articles or bylaws:\n\n(1) A director shall be elected for a term of one year.\n\n(2) Vacancies in the board, other than by expiration of term, shall be filled by the remaining members of the board, unless the bylaws provide for the election of directors by districts, in which case the board shall call a special meeting of the members in the district to elect a person qualified to fill the vacancy. A director elected by the remaining members of the board shall serve until the director's successor is elected by the members, who may make the election at the next annual meeting of the members or at any special meeting called and held prior thereto.\n\n(d) The bylaws may provide, if not restricted by the articles, that the territory in which the association has members shall be divided into districts and that the directors shall be elected according to the districts, either directly or by district delegates elected by the members in that district. In such case, the bylaws shall specify, or vest in the board authority to determine, the number of directors to be elected by each district and the manner and method of apportioning the directors and of districting and redistricting the territory covered by the association. The bylaws may provide that primary elections shall be held in each district to nominate the directors apportioned thereto and that the result of all such primary elections may be ratified by the next regular meeting of the association or may be considered as a final election.\n\n(e) The bylaws may provide for an executive committee to be elected by the board from their number and may allot to such committee all the functions and powers of the board subject to its general direction and control. [L 1949, c 234, pt of §1; RL 1955, §176-14; HRS §421-13; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-13/"
    },
    {
      "id": "section-421-14",
      "number": "421-14",
      "heading": "Removal of director.",
      "text": "§421-14 Removal of director.Any member may ask for the removal of a director by filing charges with the secretary or president of the association, together with a petition signed by five per cent of the members requesting the removal of the director in question. The removal shall be voted upon at the next meeting of the members, and by two-thirds of the voting power voting thereon the association may remove the director. The director whose removal is requested shall be served with a copy of the charges not less than ten days prior to the meeting and shall have an opportunity at the meeting to be heard in person and by counsel and to present evidence; and the persons requesting the removal of a director shall have the same opportunity. In case the bylaws provide for election of directors by districts, then the petition for removal of a director must be signed by twenty per cent of the members residing in the district from which the director was elected. The board must call a special meeting of the members residing in that district to consider the removal of the director; and by two-thirds of the voting power of the members of that district voting thereon the director in question shall be removed from office. [L 1949, c 234, pt of §1; RL 1955, §176-15; HRS §421-14; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-14/"
    },
    {
      "id": "section-421-15",
      "number": "421-15",
      "heading": "Officers.",
      "text": "§421-15 Officers.The board shall elect a president, a secretary, and a treasurer, and may elect one or more vice presidents, and such other officers as may be authorized in the bylaws. The president and at least one of the vice presidents must be members and directors, but a vice president who is not a director cannot succeed to or fill the office of president. Any two of the offices of vice president, secretary, and treasurer may be combined in one person. [L 1949, c 234, pt of §1; RL 1955, §176-16; HRS §421-15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-15/"
    },
    {
      "id": "section-421-16",
      "number": "421-16",
      "heading": "Removal of officer.",
      "text": "§421-16 Removal of officer.Any member may bring charges of misconduct or incompetency against an officer by filing them with the secretary or president of the association, together with a petition signed by ten per cent of the members requesting the removal of the officer in question. The directors shall vote upon the removal of the officer at the first meeting of the board held after the hearing on the charges, and the officer may be removed by a majority vote, notwithstanding any contract the officer may have with the association, which shall terminate upon the officer's removal, anything in the contract to the contrary notwithstanding. The officer against whom the charges are made shall be served with a copy of the charges not less than ten days prior to the meeting, and shall have an opportunity at the meeting to be heard in person and by counsel, and to present evidence, and the persons making the charges shall have the same opportunity. [L 1949, c 234, pt of §1; RL 1955, §176-17; HRS §421-16; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-16/"
    },
    {
      "id": "section-421-17",
      "number": "421-17",
      "heading": "Referendum.",
      "text": "§421-17 Referendum.The articles or bylaws may provide that upon demand of two-fifths of all the directors, any matter of policy that has been approved or passed by the board must be referred to the members for their approval before it becomes effective. No referendum shall be allowed unless it is demanded by the required number of directors at the meeting at which the matter of policy in question is adopted. [L 1949, c 234, pt of §1; RL 1955, §176-18; HRS §421-17]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-17/"
    },
    {
      "id": "section-421-18",
      "number": "421-18",
      "heading": "Contracts between association and members.",
      "text": "§421-18 Contracts between association and members.(a) Period, withdrawal. The bylaws may require members to execute contracts with the association in which the members agree to patronize the facilities created by the association, and to sell all or a specified part of their products to or through it, or to buy all or a specified part of their supplies from or through the association or any facilities created by it. If the members contract to sell to the association, the fact that for certain purposes the relation between the association and its members may be one of agency shall not prevent the passage from the member to the association of absolute and exclusive title to the products which are the subject matter of the contract. The title shall pass to the association upon delivery of the product, or at any other time specified in the contract. If the period of the contract exceeds ten years, the bylaws and the contracts executed thereunder shall specify a reasonable period, not less than twenty days, in each year, after the tenth year, during which the member, by giving to the association such reasonable notice as the association may prescribe, may withdraw from the association. In the absence of a withdrawal provision, a member may withdraw at any time after ten years; provided that if a member is expelled from the association before the end of the ten-year period, the contract shall be void.\n\n(b) Damages for breach; effect upon membership status of association members.\n\n(1) The contract may fix, as liquidated damages, which shall not be regarded as penalties, specified sums to be paid by the members to the association upon the breach of any provision of the contract, regarding the use of any facilities of the association or the sale, delivery, handling, or withholding of products; and may further provide that the member who breaks the member's contract shall pay all costs including premiums for bonds, and reasonable attorney's fees, to be fixed by the court, in case the association prevails in any action upon the contract.\n\n(2) Any member who breaches any provision of the contract with the association shall be subject to removal from the association including the forfeiture of all rights and privileges pertinent to membership in the association as may be provided for in the bylaws of the association. In the absence of any provision in the association's bylaws relating to the removal of members, removal may occur by majority vote of the board of directors. Any member so removed shall be entitled to reapply for membership including the reinstatement of all such rights and privileges as may have been previously forfeited subject either to (A) any provision in the association's bylaws relating to readmission, or (B) in the absence of such provision, by majority vote of the board of directors at the time readmission is sought.\n\n(c) Equitable relief. A court of competent jurisdiction may grant an injunction to prevent the breach of the contract by a member and may decree specific performance thereof. Pending the adjudication of the action and upon filing a verified complaint showing the breach or threatened breach, and a bond in such form and amount as may be approved by the court, the court may grant a temporary restraining order or preliminary injunction against the member.\n\n(d) Recording contracts. The association may file contracts to sell agricultural products to or through the association in the office of the bureau of conveyances. If the association has uniform contracts with more than one member in any county, it may, in lieu of filing the original contracts, file the affidavit of its president, vice president, or secretary, containing or having attached thereto:\n\n(1) A true copy of the uniform contract entered into with its members producing the product in the county;\n\n(2) The names of the members who have executed the contract and a description of the land on which the produce is produced, if the description is contained in the contract.\n\nThe association may file from time to time thereafter affidavits containing revised or supplementary lists of the members producing the product in the county without setting forth therein a copy of the uniform contract but referring to the filed or recorded copy thereof. All affidavits filed under the section shall state in substance that they are filed pursuant to this section. The bureau of conveyances shall file the affidavits and make endorsements thereon and record and make entries thereof in the same manner as is required by law in the case of chattel mortgages, and shall compile and make available for public inspection a convenient index containing the names of all signers of the contracts, and collect for its services hereunder the same fees as for chattel mortgages. The filing of the contract, or the affidavit, shall constitute constructive notice of the association's title or right to the product embraced in the contract, to all subsequent purchasers, encumbrancers, creditors, and to all persons dealing with the members with reference to the product. No title, right, or lien of any kind shall be acquired to or on the product thereafter except through the association or with its consent, or subject to its rights; and the association may recover the possession of such property from any and all subsequent purchasers, encumbrancers, and creditors, and those claiming under them, in whose possession the same may be found, by any appropriate action for the recovery of personal property, and it may have relief by injunction and for damages.\n\n(e) Effect of other statutes upon contracts. The provisions of this chapter are intended to encourage and to authorize associations to effectively produce and market agricultural products, and to derive the maximum benefits possible from such cooperative production and marketing. Accordingly, the contracts between an association and its members shall be deemed to authorize the collective production and marketing of the members' products, including but not limited to the combining, pooling and blending of production quotas, marketing adjustments and distribution rights, the provisions of any other law to the contrary notwithstanding. This section shall be liberally construed in favor of associations and their contracts with their members. [L 1949, c 234, pt of §1; RL 1955, §176-19; HRS §421-18; am L 1969, c 200, §1; am L 1972, c 103, §5; am L 1978, c 183, §1; gen ch 1985]\n\nCross References\n\nBureau of conveyances; recording, see chapter 502.\n\nRules of Court\n\nInjunctions, see HRCP rule 65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-18/"
    },
    {
      "id": "section-421-19",
      "number": "421-19",
      "heading": "Misdemeanor to induce breach of marketing contract to cooperative association; spreading false reports about the management or finances thereof.",
      "text": "§421-19 Misdemeanor to induce breach of marketing contract to cooperative association; spreading false reports about the management or finances thereof.Any person or any corporation whose officers or employees knowingly induce or attempt to induce any member or stockholder of an association to violate the member's or stockholder's marketing contract with the association, or who maliciously and knowingly spreads false reports about the finances or management thereof, shall be fined not less than $100 nor more than $1,000 for each offense; and shall be liable to the association aggrieved in a civil suit in the penal sum of $500 for each offense. [L 1949, c 234, pt of §1; RL 1955, §176-20; HRS §421-19; gen ch 1985]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-19/"
    },
    {
      "id": "section-421-20",
      "number": "421-20",
      "heading": "Associations are not in restraint of trade.",
      "text": "§421-20 Associations are not in restraint of trade.(a) No association complying with the terms hereof shall be deemed to be a conspiracy or a combination in restraint of trade, or an illegal monopoly; or be deemed to have been formed for the purpose of lessening competition or fixing prices arbitrarily, nor shall the contracts between the association and its members, or any agreements authorized in this chapter, be construed as an unlawful restraint of trade, or as part of a conspiracy or combination to accomplish an improper or illegal purpose or act. (b) An association may acquire, exchange, interpret, and disseminate to its members, to other cooperative associations, and otherwise, past, present, and prospective crop, market, statistical, economic, and other similar information relating to the business of the association, either directly or through an agent created or selected by it or by the other associations acting in conjunction with it.\n\n(c) An association may advise its members in respect to the adjustment of their current and prospective production of agricultural commodities or products and its relation to the prospective volume of consumption, selling prices, and existing or potential surplus, to the end that every market may be served from the most convenient productive areas under a program of orderly marketing that will assure adequate supplies without undue enhancement of prices or the accumulation of any undue surplus. [L 1949, c 234, pt of §1; RL 1955, §176-21; HRS §421-20; am L 2001, c 129, §63]\n\nCross References\n\nRestraint of trade exemption, see §480-11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-20/"
    },
    {
      "id": "section-421-21",
      "number": "421-21",
      "heading": "Voluntary dissolution.",
      "text": "§421-21 Voluntary dissolution.Chapter 414, relating to the voluntary dissolution of profit corporations, and chapter 414D, relating to the voluntary dissolution of nonprofit corporations, shall apply, as the case may be, to associations formed under this chapter except that the dissolution shall be approved at a meeting duly called and held for the purpose by not less than two-thirds of the voting power voting thereon. [L 1949, c 234, pt of §1; am L 1953, c 137, §1(d); RL 1955, §176-22; HRS §421-21; am L 1983, c 167, §11(3); am L 1985, c 270, §4; am L 1988, c 370, §4; am L 2002, c 40, §58]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-21/"
    },
    {
      "id": "section-421-215",
      "number": "421-21.5",
      "heading": "REPEALED.",
      "text": "§421-21.5 REPEALED.\n\nL 1993, c 105, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-21-5/"
    },
    {
      "id": "section-421-216",
      "number": "421-21.6",
      "heading": "Mergers; procedures; approval by members",
      "text": "§421-21.6Mergers; procedures; approval by members.(a) Pursuant to a plan of merger, any agricultural cooperative association organized under this chapter may merge with one or more domestic professional corporations, or with one or more associations, or other business entities formed or organized under the laws of this State, any state or territory of the United States, any foreign jurisdiction, or any combination thereof, with one of the domestic professional corporations, associations, or other business entities whether domestic or foreign, being the surviving entity as provided in the plan; provided that the merger is permitted by the law of the state or country under whose law each foreign association or entity that is a party to the merger is organized.\n\n(b) The board or a committee selected by the board or the members shall adopt a plan of merger that sets forth:\n\n(1) The names of the entities proposing to merge;\n\n(2) The name of the surviving entity;\n\n(3) The manner and basis of converting the stock or membership of each association into stock or membership in the surviving entity;\n\n(4) The terms of the merger;\n\n(5) The proposed effect of the merger on the members of the association; and\n\n(6) Amendments, if any, to the organizing articles of the surviving entity or, if no amendments are desired, a statement that the organizing articles of the surviving entity shall not be amended pursuant to the merger.\n\n(c) The board of each association shall mail a notice of the proposed merger to each member. The notice shall contain the full text of the merger plan and the time and place of the meeting at which the plan will be considered. An association with more than two hundred members may publish the notice as provided in section 421-12.\n\n(d) At the meeting, a vote of the members shall be taken on the proposed plan; provided that a quorum of the members shall be registered as being present or represented by proxy vote at the meeting. The plan shall be approved upon receiving the affirmative vote of:\n\n(1) Two-thirds of the votes cast; or\n\n(2) For an association with articles or bylaws requiring more than two-thirds of the votes cast or other conditions for approval, a proportion of the votes cast or a number of total members as required by the articles or bylaws and the conditions for approval in the articles or bylaws have been satisfied.\n\nAfter the plan has been approved, the chair, vice-chair, president, vice president, secretary, or assistant secretary of each association merging shall sign the articles of merger which shall also be signed on behalf of each other entity that is a party to the merger.\n\n(e) The articles of merger shall be delivered to the director of commerce and consumer affairs for filing. The articles of merger shall set forth:\n\n(1) The name and jurisdiction of each entity that is a party to the merger, and the name, address, and jurisdiction of the surviving entity;\n\n(2) A statement that the plan of merger has been approved by each entity involved in the merger;\n\n(3) A statement indicating any changes in the organizing articles of the surviving entity to be given effect by the merger; provided that if no changes are made, a statement that the organizing articles of the surviving entity shall not be amended pursuant to the merger; and\n\n(4) A statement that includes:\n\n(A) An agreement that the surviving entity may be served with process in this State in any action or proceeding for the enforcement of any liability or obligation of any entity previously subject to suit in this State that is to merge;\n\n(B) An irrevocable appointment of a resident of this State as its agent to accept service of process in any such proceeding, that includes the resident's street address in this State; and\n\n(C) An agreement for the enforcement, as provided in this chapter, of the right of any dissenting member or partner to receive payment for their interest against the surviving entity.\n\n(f) The merger shall become effective upon the effective date and time of filing the articles of merger, or upon a date and time subsequent to the filing as set forth in the articles, but not more than thirty days after being filed.\n\n(g) A certified copy of the articles of merger shall be filed with the department of agriculture.\n\n(h) When a merger takes effect:\n\n(1) The separate existence of each entity that is a party to the merger, other than the surviving entity, terminates;\n\n(2) All property owned by each of the entities that are parties to the merger vests in the surviving entity;\n\n(3) All debts, liabilities, and other obligations of each entity that is a party to the merger become the obligations of the surviving entity;\n\n(4) An action or proceeding pending by or against an entity that is party to a merger may be continued as if the merger had not occurred or the surviving entity may be substituted as a party to the action or proceeding; and\n\n(5) Except as prohibited by other law, all rights, privileges, immunities, powers, and purposes of every entity that is a party to a merger become vested in the surviving entity.\n\n(i) If a surviving entity fails to appoint or maintain an agent designated for service of process in this State or the agent for service of process cannot with reasonable diligence be found at the designated office, service of process may be made upon the surviving entity by sending a copy of the process by registered or certified mail, return receipt requested, to the surviving entity at the address set forth in the articles of merger. Service is effected under this subsection at the earliest of:\n\n(1) The date the surviving entity receives the process, notice, or demand;\n\n(2) The date shown on the return receipt, if signed on behalf of the surviving entity; or\n\n(3) Five days after its deposit in the mail, if mailed postpaid and correctly addressed.\n\n(j) The rights of creditors shall not be impaired by the merger without the creditors' consent.\n\n(k) The director of commerce and consumer affairs may charge a filing fee for filing the articles.\n\n(l) For the purposes of a merger, an association shall be defined as an association organized under chapter 421 or 421C. [L 1993, c 105, §1; am L 2001, c 129, §64; am L 2004, c 121, §25; am L 2006, c 184, §15]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-21-6/"
    },
    {
      "id": "section-421-22",
      "number": "421-22",
      "heading": "Annual report.",
      "text": "§421-22 Annual report.(a) An association formed under this chapter shall file with the director of commerce and consumer affairs an annual report. The annual report shall contain:\n\n(1) The name of the association;\n\n(2) The mailing address of its principal office, the address of its registered office in this State, and the name of its registered agent at its registered office in the State; and\n\n(3) A general statement of its business operations during the fiscal year that includes:\n\n(A) The amount of capital stock paid up;\n\n(B) The number of shareholders, if a stock corporation, or the number of members and the amount of membership fees received, if a nonstock association;\n\n(C) An income statement; and\n\n(D) Its balance sheet.\n\n(b) The annual report shall be filed within the time periods prescribed in subsections (c) and (d).\n\n(c) Notwithstanding any of the provisions of this chapter to the contrary, annual reports reflecting the period from January 1, 2002, through December 31, 2002, that would otherwise be required, may be voluntarily filed with the department director if the annual report complies with the requirements of this section.\n\n(d) Effective January 1, 2003, for associations whose date of registration in this State falls between:\n\n(1) January 1 and March 31, an annual report shall be filed on or before March 31 of each year and shall reflect the state of the association's affairs as of January 1 of the year when filed;\n\n(2) April 1 and June 30, an annual report shall be filed on or before June 30 of each year and shall reflect the state of the association's affairs as of April 1 of the year when filed;\n\n(3) July 1 and September 30, an annual report shall be filed on or before September 30 of each year and shall reflect the state of the association's affairs as of July 1 of the year when filed; and\n\n(4) October 1 and December 31, an annual report shall be filed on or before December 31 of each year and shall reflect the state of the association's affairs as of October 1 of the year when filed;\n\nprovided that if an association is formed in the same year in which the annual report is due, the association shall not be required to file an annual report for that year. Thereafter, the association shall comply with the requirements of this section.\n\n(e) A copy of the report shall be submitted to the members at their annual meeting, or mailed to each member of the association, or printed in an official publication of the association. [L 1949, c 234, pt of §1; RL 1955, §176-23; am L Sp 1959 2d, c 1, § §15, 22; am L 1961, c 132, §2; am L 1963, c 114, §3; HRS §421-22; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 2002, c 130, §79; am L 2003, c 124, §44]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-22/"
    },
    {
      "id": "section-421-23",
      "number": "421-23",
      "heading": "Taxation.",
      "text": "§421-23 Taxation.To obtain the exemptions from taxation granted by this section or any other law, the association annually shall file with the director of taxation a copy of its report made under section 421-22, and in addition thereto, within ninety days after the close of its fiscal year, shall file with the tax assessor of each district in which there are persons doing business to whom it has paid, during the preceding fiscal year, any proceeds of goods marketed, a report showing the name of each person to whom the proceeds were paid, the total proceeds of sales for which such person is taxable under chapter 237 for the fiscal year, and the rate or rates of such tax applicable thereto or to the several amounts thereof, as the case may be. [L 1949, c 234, pt of §1; RL 1955, §176-26; am L Sp 1959 2d, c 1, § §15, 16; am L 1963, c 114, §3; am L 1967, c 37, §1; HRS §421-23; am L 1972, c 103, §6; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 2004, c 121, §26]\n\nCross References\n\nModification of fees, see §92-28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-23/"
    },
    {
      "id": "section-421-24",
      "number": "421-24",
      "heading": "Application to existing association.",
      "text": "§421-24 Application to existing association.Except where otherwise expressly stated herein, this chapter shall be applicable to any existing association formed under any law of the State providing for the incorporation of agricultural cooperative associations, for a purpose for which an association may be formed under this chapter. [L 1949, c 234, pt of §1; RL 1955, §176-24; HRS §421-24]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-24/"
    },
    {
      "id": "section-421-25",
      "number": "421-25",
      "heading": "General corporation laws, when applicable.",
      "text": "§421-25 General corporation laws, when applicable.Except where otherwise provided, the general corporation laws shall apply to cooperative associations organized under this chapter. [L 1949, c 234, pt of §1; am L 1953, c 137, §1(e); RL 1955, §176-27; HRS §421-25; am L 1983, c 167, §17; am L 1985, c 270, §4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-25/"
    },
    {
      "id": "section-421-26",
      "number": "421-26",
      "heading": "REPEALED.",
      "text": "§421-26 REPEALED.\n\nL 2008, c 16, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-26/"
    },
    {
      "id": "section-421-27",
      "number": "421-27",
      "heading": "REPEALED.",
      "text": "§421-27 REPEALED.\n\nL 2004, c 121, §58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-23/chapter-421/section-421-27/"
    }
  ]
}