{
  "state": "wisconsin",
  "path": "title-chapter-137/chapter-chapter-137",
  "sections": [
    {
      "id": "section-13711definitions",
      "number": "137.11",
      "heading": "Definitions",
      "text": "137.11 Definitions. In this chapter: (1) “Agreement” means the bargain of the parties in fact, as found in their language or inferred from other circumstances and from rules, regulations, and procedures given the effect of agreements under laws otherwise applicable to a particular transaction. (2) “Automated transaction” means a transaction conducted or performed, in whole or in part, by electronic means or by the use of electronic records, in which the acts or records of one or both parties are not reviewed by an individual in the ordinary course in forming a contract, performing under an existing contract, or fulfilling an obligation required by the transaction. (3) “Computer program” means a set of statements or instructions to be used directly or indirectly in an information processing system in order to bring about a certain result. (4) “Contract” means the total legal obligation resulting from the parties’ agreement as affected by this chapter and other applicable law. (5) “Electronic” means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities. (6) “Electronic agent” means a computer program or an electronic or other automated means used independently to initiate an action or respond to electronic records or performances in whole or in part, without review or action by an individual. (7) “Electronic record” means a record that is created, generated, sent, communicated, received, or stored by electronic means. (8) “Electronic signature” means an electronic sound, symbol, or process attached to or logically associated with a record and executed or adopted by a person with the intent to sign the record. (9) “Governmental unit” means: (a) An agency, department, board, commission, office, authority, institution, or instrumentality of the federal government or of a state or of a political subdivision of a state or special purpose district within a state, regardless of the branch or branches of government in which it is located. (b) A political subdivision of a state or special purpose district within a state. (c) An association or society to which appropriations are made by law. (d) Any body within one or more of the entities specified in pars. (a) to (c) that is created or authorized to be created by the constitution, by law, or by action of one or more of the entities specified in pars. (a) to (c). (e) Any combination of any of the entities specified in pars. (a) to (d). (10) “Information” means data, text, images, sounds, codes, computer programs, software, databases, or the like. (11) “Information processing system” means an electronic system for creating, generating, sending, receiving, storing, displaying, or processing information. (12) “Record” means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. (13) “Security procedure” means a procedure employed for the purpose of verifying that an electronic signature, record, or performance is that of a specific person or for detecting changes or errors in the information in an electronic record. The term includes a procedure that requires the use of algorithms or other codes, identifying words or numbers, encryption, callback, or other acknowledgment procedures. (14) “State” means a state of the United States, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes an Indian tribe or band, or Alaskan native village, which is recognized by federal law or formally acknowledged by a state. (15) “Transaction” means an action or set of actions occurring between 2 or more persons relating to the conduct of business, commercial, or governmental affairs. History: 2003 a. 294; 2019 a. 125.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-137/section-137-11/"
    },
    {
      "id": "section-13712application",
      "number": "137.12",
      "heading": "Application",
      "text": "137.12 Application. (1) Except as otherwise provided in sub. (2) and except in ss. 137.25 and 137.26, this chapter applies to electronic records and electronic signatures relating to a transaction. (2) Except as otherwise provided in sub. (3), this chapter does not apply to a transaction to the extent it is governed by: (a) Any law governing the execution of wills or the creation of testamentary trusts; (b) Chapters 401 and 403 to 410, other than s. 401.306. (2m) This chapter does not apply to any of the following records or any transaction evidenced by any of the following records: (a) Records governed by any law relating to adoption, divorce, or other matters of family law. (b) Notices provided by a court. (c) Court orders. (d) Official court documents, including briefs, pleadings, and other writings, required to be executed in connection with court proceedings. (2p) This chapter applies to a transaction governed by the federal Electronic Signatures in Global and National Commerce Act, 15 USC 7001, et seq., but this chapter is not intended to limit, modify, or supersede 15 USC 7001 (c). (2r) To the extent that it is excluded from the scope of 15 USC 7003, this chapter does not apply to a notice to the extent that it is governed by a law requiring the furnishing of any notice of: (a) The cancellation or termination of utility services, including water, heat, and power service. (b) Default, acceleration, repossession, foreclosure, or eviction, or the right to cure, under a credit agreement secured by or a rental agreement for a primary residence of an individual; (c) The cancellation or termination of health insurance or benefits or life insurance benefits, excluding annuities; (d) Recall of a product, or material failure of a product, that risks endangering health or safety; or (e) A law requiring a document to accompany any transportation or handling of hazardous materials, pesticides, or other toxic or dangerous materials. (3) This chapter applies to an electronic record or electronic signature otherwise excluded from the application of this chapter under subs. (2), (2m), and (2r) to the extent it is governed by a law other than those specified in subs. (2), (2m), and (2r). (4) A transaction subject to this chapter is also subject to other applicable substantive law. (5) This chapter applies to the state of Wisconsin, unless otherwise expressly provided. (6) To the extent there is a conflict between this chapter and ch. 407, ch. 407 governs. History: 2003 a. 294; 2009 a. 320, 322; 2019 a. 125. Legal Effect of Electronic Transactions. Serum. Wis. Law. Feb. 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-137/section-137-12/"
    },
    {
      "id": "section-13713use",
      "number": "137.13Use",
      "heading": "of electronic records and electronic signatures; variation by agreement.",
      "text": "of electronic records and electronic signatures; variation by agreement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13714construction",
      "number": "137.14",
      "heading": "Construction",
      "text": "137.14 Construction. This chapter shall be construed and applied: (1) To facilitate electronic transactions consistent with other applicable law; (2) To be consistent with reasonable practices concerning electronic transactions and with the continued expansion of those practices; and (3) To effectuate its general purpose to make uniform the law with respect to the subject of this chapter among states enacting laws substantially similar to the Uniform Electronic Transactions Act as approved and recommended by the National Conference of Commissioners on Uniform State Laws in 1999. History: 2003 a. 294; 2019 a. 125.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-137/section-137-14/"
    },
    {
      "id": "section-13715legal",
      "number": "137.15Legal",
      "heading": "recognition of electronic records, electronic signatures, and electronic contracts.",
      "text": "recognition of electronic records, electronic signatures, and electronic contracts.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13716provision",
      "number": "137.16Provision",
      "heading": "of information in writing; presentation of records.",
      "text": "of information in writing; presentation of records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13717attribution",
      "number": "137.17Attribution",
      "heading": "and effect of electronic records and electronic signatures.",
      "text": "and effect of electronic records and electronic signatures.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13718effect",
      "number": "137.18Effect",
      "heading": "of change or error.",
      "text": "of change or error.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13719notarization",
      "number": "137.19Notarization",
      "heading": "and acknowledgement.",
      "text": "and acknowledgement.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13720retention",
      "number": "137.20Retention",
      "heading": "of electronic records; originals.",
      "text": "of electronic records; originals.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13721admissibility",
      "number": "137.21Admissibility",
      "heading": "in evidence.",
      "text": "in evidence.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13722automated",
      "number": "137.22Automated",
      "heading": "transactions.",
      "text": "transactions.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13723time",
      "number": "137.23Time",
      "heading": "and place of sending and receipt.",
      "text": "and place of sending and receipt.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13724transferable",
      "number": "137.24Transferable",
      "heading": "records.",
      "text": "records.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13725submission",
      "number": "137.25Submission",
      "heading": "of written documents.",
      "text": "of written documents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13726interoperability",
      "number": "137.26",
      "heading": "Interoperability",
      "text": "137.26 Interoperability. If a governmental unit of this state adopts standards regarding its receipt of electronic records or electronic signatures under s. 137.25, the governmental unit shall promote consistency and interoperability with similar standards adopted by other governmental units of this state and other states and the federal government and nongovernmental persons interacting with governmental units of this state. Any standards so adopted may include alternative provisions if warranted to meet particular applications. History: 2003 a. 294.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wisconsin/chapter-137/section-137-26/"
    },
    {
      "id": "section-1371113711definitionsin",
      "number": "137.11137.11Definitions.In",
      "heading": "this chapter:",
      "text": "this chapter:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-13711",
      "number": "137.11",
      "heading": "HistoryHistory:2003 a. 294;2019 a. 125.",
      "text": "HistoryHistory:2003 a. 294;2019 a. 125.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1371213712application",
      "number": "137.12137.12",
      "heading": "Application",
      "text": "",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2023-24",
      "number": "2023-24",
      "heading": "Wisconsin Statutes updatedthrough 2025 Wis",
      "text": "Act 82 and through all Supreme Court Orders and Controlled Substances Board Orders filed before and in effect on January 30, 2026.Published andcertifiedunder s. 35.18. Changes effective after January 30, 2026, are designated by NOTES.(Published 1-30-26)",
      "history": "",
      "source_url": ""
    }
  ]
}