{
  "state": "south-dakota",
  "path": "title-title-2-legislature-and-statutes/chapter-chapter-01-initiative-and-referendum",
  "sections": [
    {
      "id": "section-2-1-1",
      "number": "2-1-1",
      "heading": "Initiative and referenda petitions--Number of signatures required--Signatory information required",
      "text": "2-1-1. Initiative and referenda petitions--Number of signatures required--Signatory information required.\n\nAll measures proposed by initiative must be presented by petition. A petition to propose a measure by initiative must be signed by not less than five percent of the qualified electors of the state.\n\nAll proposals requiring that a law enacted by the Legislature be submitted to a vote of the electors of the state must be presented by petition, signed by not less than five percent of the qualified electors of the state.\n\nWhen signing a petition to propose a measure or an amendment to the Constitution by initiative, or to refer a law to a vote of the electors of the state, an individual must provide the individual's name, signature, address at which the individual is currently registered to vote, the county in which the individual is registered as a voter, and the date of signing.\n\nSource: SDC 1939, §55.0401; SL 1957, ch 278, §1; SL 1976, ch 105, §76; SL 1978, ch 19, §1; SL 1989, ch 23, §1; SL 2025, ch 14, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-1/"
    },
    {
      "id": "section-2-1-11",
      "number": "2-1-1.1",
      "heading": "Initiated constitutional amendment--Petition--Finalization--Contents--Eligible sponsor--Circulator handout--Circulation period--Signatures and affidavit filing--Form",
      "text": "2-1-1.1. Initiated constitutional amendment--Petition--Finalization--Contents--Eligible sponsor--Circulator handout--Circulation period--Signatures and affidavit filing--Form.\n\nA petition sponsor shall file, in a physical and electronic copy format, a petition for an initiated amendment to the South Dakota Constitution, as it is to be circulated, with the secretary of state before the petition may be circulated and at least one year before the next general election at which the initiated amendment to the constitution is proposed to be submitted to the voters. The petition must:\n\n(1)Be accompanied by the full text of the initiated amendment in fourteen-point font;\n\n(2)Designate, in fourteen-point font, the date of the general election at which the initiated amendment is to be submitted;\n\n(3)Contain, in fourteen-point font, the title and explanation of the initiated amendment as prepared by the attorney general, pursuant to §12-13-25.1;\n\n(4)Contain the fiscal note, if any, prepared pursuant to §2-9-30, in fourteen-point font;\n\n(5)Be accompanied by a notarized affidavit form, signed by each person who is a petition sponsor, which includes the name and address of each petition sponsor; and\n\n(6)Be accompanied by a statement of organization as provided in §12-27-6.\n\nThe title to be contained on a petition for an initiated amendment, pursuant to subdivision (3), must be included on both sides of the sheet of paper on which the petition is printed. The title printed on the back side of the petition must be printed in at least sixteen-point font.\n\nOnly an individual who is registered as a voter of this state, pursuant to chapter 12-4, may be a petition sponsor for an initiated amendment to the constitution.\n\nEach petition circulator shall provide to each individual who signs the petition a circulator handout containing the title of the initiated amendment to the Constitution, as prepared by the attorney general; the full text of the initiated amendment to the Constitution; the name, phone number, and email address of each petition sponsor; and a statement indicating whether the petition circulator is a volunteer or a paid circulator and, if a paid circulator, the amount the circulator is being paid. The secretary of state must approve the circulator handout for each initiated amendment to the Constitution before the petition is circulated.\n\nA petition for an initiated amendment to the constitution may not be circulated more than twenty-four months before the general election that was designated pursuant to subdivision (2). A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures, must also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the first Tuesday in February of a general election year for the initiated amendment to qualify for submission to the voters at the next general election.\n\nThe State Board of Elections shall prescribe the form of the petition, including petition size and petition font size for ballot measure language not prescribed in this section.\n\nSource: SL 2012, ch 18, §2; SL 2016, ch 23, §1; SL 2016, ch 24, §1; SL 2017, ch 16, §7; SL 2018, ch 21, §1; SL 2018, ch 22, §3; SL 2018, ch 75, §2; SL 2018, ch 80, §4; SL 2019, ch 14, §8, eff. July 1, 2020; SL 2020, ch 8, §9; SL 2021, ch 15, §2; SL 2023, ch 8, §1; SL 2024, ch 16, §1; SL 2025, ch 15, §1; SL 2025, ch 16, §1; SL 2025, ch 17, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-1-1/"
    },
    {
      "id": "section-2-1-12",
      "number": "2-1-1.2",
      "heading": "Initiated measure--Petition--Finalization--Contents--Eligible sponsor--Circulator handout--Circulation period--Signatures and affidavit filing--Form.",
      "text": "2-1-1.2. Initiated measure--Petition--Finalization--Contents--Eligible sponsor--Circulator handout--Circulation period--Signatures and affidavit filing--Form.\n\nA petition sponsor shall file, in physical and electronic copy format, a petition for an initiated measure, as it is to be circulated, with the secretary of state, before the petition may be circulated and at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition must:\n\n(1)Be accompanied by the full text of the initiated measure in fourteen-point font;\n\n(2)Designate, in fourteen-point font, the date of the general election at which the initiated measure is to be submitted;\n\n(3)Contain, in fourteen-point font, the title and explanation of the initiated measure as prepared by the attorney general, pursuant to §12-13-25.1;\n\n(4)Contain the fiscal note, if any, prepared pursuant to §2-9-30, in fourteen-point font;\n\n(5)Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor, which includes the name and address of each petition sponsor; and\n\n(6)Be accompanied by a statement of organization as provided in §12-27-6.\n\nThe title to be contained on a petition for an initiated amendment, pursuant to subdivision (3), must be included on both sides of the sheet of paper on which the petition is printed. The title printed on the back side of the petition must be printed in at least sixteen-point font.\n\nOnly an individual who is registered as a voter of this state, pursuant to chapter 12-4, may be a petition sponsor for an initiated measure.\n\nEach petition circulator shall provide to each individual who signs the petition a circulator handout containing the title of the initiated measure as prepared by the attorney general; the full text of the initiated measure; the name, phone number, and email address of each petition sponsor; and a statement indicating whether the petition circulator is a volunteer or a paid circulator and, if a paid circulator, the amount the circulator is being paid. The secretary of state must approve the circulator handout for each initiated measure before the petition is circulated.\n\nA petition for an initiated measure may not be circulated more than twenty-four months before the general election that was designated pursuant to subdivision (2). A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures, must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the first Tuesday in February of a general election year for the initiated measure to qualify for submission to the voters at the next general election.\n\nThe State Board of Elections shall prescribe the form of the petition, including petition size and petition font size for ballot measure language not prescribed in this section.\n\nSource: SL 2012, ch 18, §3; SL 2016, ch 23, §2; SL 2016, ch 24, §2; SL 2017, ch 16, §8; SL 2018, ch 21, §2; SL 2018, ch 22, §4; SL 2018, ch 75, §3; SL 2018, ch 80, §5; SL 2019, ch 14, §9, eff. July 1, 2020; SL 2020, ch 8, §11; SL 2021, ch 15, §1; SL 2023, ch 8, §2; SL 2024, ch 16, §2; SL 2025, ch 15, §2; SL 2025, ch 16, §2; SL 2025, ch 17, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-1-2/"
    },
    {
      "id": "section-2-1-13",
      "number": "2-1-1.3",
      "heading": "Definitions.",
      "text": "2-1-1.3. Definitions.\n\nTerms used in this chapter mean:\n\n(1)\"Circulates,\" either:\n\n(a)Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or\n\n(b)Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who simultaneously physically presents or otherwise makes available the ballot measure petition;\n\n(2)\"Petition circulator,\" the same as the term is defined under §12-1-3;\n\n(3)\"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot;\n\n(4)\"Ballot measure,\" any measure placed on a statewide ballot in accordance with §2-1-1.1, 2-1-1.2, or 2-1-3.1;\n\n(5)\"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator;\n\n(6)\"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator.\n\nSource: SL 2016, ch 24, §4; SL 2018, ch 22, §1; SL 2019, ch 14, §1, eff. July 1, 2020; SL 2020, ch 8, §2; SL 2024, ch 16, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-1-3/"
    },
    {
      "id": "section-2-1-14",
      "number": "2-1-1.4",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-15",
      "number": "2-1-1.5",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-16",
      "number": "2-1-1.6",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-17",
      "number": "2-1-1.7",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-18",
      "number": "2-1-1.8",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-19",
      "number": "2-1-1.9",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-2",
      "number": "2-1-2",
      "heading": "Repealed by SL 2012, ch 18, §§4, 5.",
      "text": "Repealed by SL 2012, ch 18, §§4, 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-22",
      "number": "2-1-2.2",
      "heading": "Withdrawal of initiated constitutional amendment.",
      "text": "2-1-2.2. Withdrawal of initiated constitutional amendment.\n\nA petition of the voters proposing an amendment to the Constitution may be withdrawn within the meaning of section 3 of article XXIII of the Constitution not later than one hundred twenty days prior to the next general election, if not less than two-thirds of the named sponsors file with the secretary of state, in writing, their request for withdrawal of the question from the ballot. The secretary of state shall attach to the petitions on file the request for withdrawal and shall take no other action thereon.\n\nSource:SL 1974, ch 118, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-2-2/"
    },
    {
      "id": "section-2-1-23",
      "number": "2-1-2.3",
      "heading": "Withdrawal of initiated measure.",
      "text": "2-1-2.3. Withdrawal of initiated measure.\n\nA petition of the voters proposing an initiated measure may be withdrawn not later than one hundred twenty days prior to the next general election, if not less than two-thirds of the named sponsors file with the secretary of state, in writing, their request for withdrawal of the question from the ballot. The secretary of state shall attach to the petitions on file the request for withdrawal and shall take no other action thereon.\n\nSource:SL 2009, ch 64, §9, eff. July 1, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-2-3/"
    },
    {
      "id": "section-2-1-3",
      "number": "2-1-3",
      "heading": "Referendum--Laws subject to petition--Form.",
      "text": "2-1-3. Referendum--Laws subject to petition--Form.\n\nAny law which the Legislature may have enacted, except one that may be necessary for the immediate preservation of the public peace, health, or safety, or support of the state government and its existing public institutions, shall, upon the filing of a petition as provided in this chapter, be submitted to a vote of the electors of the state at the next general election. The petition shall be signed by not less than five percent of the qualified electors of the state. The form of the petition, including petition size and petition font size, shall be prescribed by the State Board of Elections.\n\nSource:SDC 1939, §55.0402; SL 1957, ch 278, §2; SL 1976, ch 105, §77; SL 2018, ch 75, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-3/"
    },
    {
      "id": "section-2-1-31",
      "number": "2-1-3.1",
      "heading": "Referred law--Petition--Finalization--Contents--Eligible sponsor--Circulator handout--Signatures and affidavit filing--Form.",
      "text": "2-1-3.1. Referred law--Petition--Finalization--Contents--Eligible sponsor--Circulator handout--Signatures and affidavit filing--Form.\n\nA petition sponsor shall file, in physical and electronic format, a petition to refer a law, as it is to be circulated, with the secretary of state before the petition may be circulated. The petition must:\n\n(1)Contain, in fourteen-point font, the title of the referred law;\n\n(2)Contain the effective date of the referred law in fourteen-point font;\n\n(3)Contain the date of the general election at which the referred law is to be submitted in fourteen-point font;\n\n(4)Be accompanied by a notarized form signed by each person who is a petition sponsor, which includes the names and addresses of each petition sponsor; and\n\n(5)Be accompanied by a statement of organization as provided in §12-27-6.\n\nThe title required to be contained on a petition to refer a law, pursuant to subdivision (1), must be included on both sides of the sheet of paper on which the petition is printed. The title printed on the back side of the petition must be printed in at least sixteen-point font.\n\nOnly an individual who is registered as a voter of this state, pursuant to chapter 12-4, may be a petition sponsor for a petition to refer a law.\n\nThe petition circulator shall provide to each person who signs the petition a circulator handout containing the title of the referred law; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid circulator and, if a paid circulator, the amount the circulator is being paid. The secretary of state must approve the circulator handout for each referred law before the petition is circulated.\n\nThe signatures on a petition to refer a law must be filed with the secretary of state within ninety days after the Legislature that passed the referred law adjourned sine die. A sworn affidavit, stating that the documents filed constitute the entire petition and, to the best knowledge of the sponsors, contain at least the number of valid signatures required by S.D. Const., Art. III §1, must be signed by at least two-thirds of the petition sponsors and filed with the secretary of state, along with the petition signatures.\n\nThe State Board of Elections shall prescribe the form of the petition and affidavit.\n\nSource: SL 2012, ch 18, §1; SL 2016, ch 23, §3; SL 2017, ch 16, §9; SL 2018, ch 21, §3; SL 2018, ch 22, §5; SL 2019, ch 14, §10, eff. July 1, 2020; SL 2020, ch 8, §13; SL 2024, ch 16, §4; SL 2025, ch 15, §3; SL 2025, ch 17, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-3-1/"
    },
    {
      "id": "section-2-1-32",
      "number": "2-1-3.2",
      "heading": "Withdrawal of petition for referred law.",
      "text": "2-1-3.2. Withdrawal of petition for referred law.\n\nA petition of the voters referring a law to the vote of the electors pursuant to §2-1-3 may be withdrawn no later than one hundred twenty days prior to the next general election, if no less than two-thirds of the petition sponsors file with the secretary of state, in writing, their request for withdrawal of the question from the ballot. The secretary of state shall attach to the petitions on file the request for withdrawal and shall take no other action thereon.\n\nSource:SL 2012, ch 19, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-3-2/"
    },
    {
      "id": "section-2-1-4",
      "number": "2-1-4",
      "heading": "Repealed by SL 2012, ch 18, §6.",
      "text": "Repealed by SL 2012, ch 18, §6.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-5",
      "number": "2-1-5",
      "heading": "Total vote used to determine number of signers required in petitions.",
      "text": "2-1-5. Total vote used to determine number of signers required in petitions.\n\nThe total number of votes cast for Governor at the last preceding gubernatorial election, shall for the purposes of this chapter, be the basis for determining the number of petitioners required.\n\nSource:SDC 1939, §55.0404; SL 1976, ch 105, §78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-5/"
    },
    {
      "id": "section-2-1-6",
      "number": "2-1-6",
      "heading": "Persons qualified to sign petitions--False or unqualified signing as misdemeanor.",
      "text": "2-1-6. Persons qualified to sign petitions--False or unqualified signing as misdemeanor.\n\nEvery person who is a qualified voter may sign a petition to initiate a constitutional amendment or other measure or to refer a law. If a person, knowing he or she is not a qualified voter of the state or knowing that he or she has already signed the same petition, signs a petition for initiation of a constitutional amendment or other measure or for referral of legislation or if any person signs a name other than his or her own, that person is guilty of a Class 1 misdemeanor.\n\nSource:SDC 1939, §§55.0404, 55.9901; SL 1980, ch 24, §15; SL 2007, ch 15, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-6/"
    },
    {
      "id": "section-2-1-61",
      "number": "2-1-6.1",
      "heading": "Repealed by SL 1989, ch 23, §3.",
      "text": "Repealed by SL 1989, ch 23, §3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-62",
      "number": "2-1-6.2",
      "heading": "Repealed by SL 2012, ch 18, §7.",
      "text": "Repealed by SL 2012, ch 18, §7.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-63",
      "number": "2-1-6.3",
      "heading": "2-1-6.3.Repealed by SL 2009, ch 64, §6, eff. July 1, 2010.",
      "text": "2-1-6.3.Repealed by SL 2009, ch 64, §6, eff. July 1, 2010.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-7",
      "number": "2-1-7",
      "heading": "Petitions to be signed in person.",
      "text": "2-1-7. Petitions to be signed in person.\n\nEvery petition proposing a measure shall be signed in person by the petitioners.\n\nSource:SDC 1939, §55.0403; SL 1957, ch 278, §3; SL 2009, ch 64, §7, eff. July 1, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-7/"
    },
    {
      "id": "section-2-1-8",
      "number": "2-1-8",
      "heading": "Repealed by SL 1990, ch 104, §1.",
      "text": "Repealed by SL 1990, ch 104, §1.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-9",
      "number": "2-1-9",
      "heading": "Separate papers constituting single petition.",
      "text": "2-1-9. Separate papers constituting single petition.\n\nA single petition may be made up of one or more papers, each having the requisite heading and verification.\n\nSource:SDC 1939, §55.0403; SL 1957, ch 278, §3; SL 1986, ch 114, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-9/"
    },
    {
      "id": "section-2-1-10",
      "number": "2-1-10",
      "heading": "Verification of petition circulator--Violation.",
      "text": "2-1-10. Verification of petition circulator--Violation.\n\nBefore filing a petition to initiate an amendment to the Constitution, for an initiated measure, or for a referred law, with the officer in whose office the petition is required to be filed, each petition circulator shall sign a verification attesting that:\n\n(1)The circulator personally circulated the petition;\n\n(2)The circulator is not attesting to any signature obtained by any other person;\n\n(3)The circulator is a resident of South Dakota;\n\n(4)The circulator made reasonable inquiry and, to the best of the circulator's knowledge, each person signing the petition is a qualified voter of the state in the county indicated on the signature line; and\n\n(5)No state statute regarding the circulation of petitions was knowingly violated.\n\nThe State Board of Elections shall prescribe the form for the verification. The circulator's signature on the verification shall be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to §18-3-1. Any person who falsely attests to the verification provision provided in subdivision (1) is guilty of a Class 6 felony. Any person who falsely attests to the verification provisions provided in subdivisions (2) to (5), inclusive, is guilty of a Class 1 misdemeanor.\n\nSource: SDC 1939, §55.0405; SL 1957, ch 278, §4; SL 1974, ch 22; SL 1976, ch 105, §79; SL 1989, ch 23, §4; SL 2000, ch 19, §1; SL 2007, ch 15, §1; SL 2010, ch 74, §1; SL 2018, ch 22, §8; SL 2023, ch 9, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-10/"
    },
    {
      "id": "section-2-1-11",
      "number": "2-1-11",
      "heading": "Petitions liberally construed.",
      "text": "2-1-11. Petitions liberally construed.\n\nThe petitions herein provided for shall be liberally construed, so that the real intention of the petitioners may not be defeated by a mere technicality.\n\nSource:SDC 1939, §55.0406.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-11/"
    },
    {
      "id": "section-2-1-111",
      "number": "2-1-11.1",
      "heading": "Initiated measure to embrace only one subject.",
      "text": "2-1-11.1. Initiated measure to embrace only one subject.\n\nNo initiated measure may embrace more than one subject, which shall be expressed in the title.\n\nSource:SL 2018, ch 23, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-11-1/"
    },
    {
      "id": "section-2-1-12",
      "number": "2-1-12",
      "heading": "Effective date of measures approved by voters.",
      "text": "2-1-12. Effective date of measures approved by voters.\n\nEach constitutional amendment, initiated measure, or referred law that is approved by a majority of all votes cast is effective on the first day of July after the completion of the official canvass by the State Canvassing Board.\n\nSource:SL 1979, ch 11, §2; SL 2017, ch 11, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-12/"
    },
    {
      "id": "section-2-1-13",
      "number": "2-1-13",
      "heading": "Repealed by SL 1989, ch 23, §5.",
      "text": "Repealed by SL 1989, ch 23, §5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-14",
      "number": "2-1-14",
      "heading": "Signatures secured contrary to law not to be counted.",
      "text": "2-1-14. Signatures secured contrary to law not to be counted.\n\nAll signatures secured in a manner contrary to the provisions of state law shall not be counted.\n\nSource:SL 1988, ch 23, §2; 1st SS 1991, ch 1, §§3, 4; SL 2019, ch 15, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-14/"
    },
    {
      "id": "section-2-1-15",
      "number": "2-1-15",
      "heading": "Petition examined by secretary of state--Public record--Signature count--Random sample.",
      "text": "2-1-15. Petition examined by secretary of state--Public record--Signature count--Random sample.\n\nUpon receipt of a petition to initiate an amendment to the South Dakota Constitution, initiate a measure, or refer a law to a vote of the electors of the state, the secretary of state shall promptly examine and catalogue the petition and petition signatures and make them available to the public upon request and payment of the fee required by §1-8-10.\n\nAn individual's signature may not be counted by the secretary of state if:\n\n(1)The individual is not a registered voter in the county indicated on the signature line; or\n\n(2)The information provided by the individual on the petition form is not accurate or complete.\n\nIf the address provided by the individual is not substantially the same as the address at which the individual is currently registered to vote, the secretary of state may not count the signature.\n\nThe secretary of state shall generate the random sample under §2-1-16 within five days of completing the examination and cataloguing of the petition signatures and shall make the random sample validation sheets available to the public, upon request and payment of the fee required by §1-8-10.\n\nSource: SL 2007, ch 16, §1; SL 2019, ch 15, §2; SL 2023, ch 8, §3; SL 2025, ch 14, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-15/"
    },
    {
      "id": "section-2-1-16",
      "number": "2-1-16",
      "heading": "Signatures to be verified by random sampling--Methodology.",
      "text": "2-1-16. Signatures to be verified by random sampling--Methodology.\n\nThe secretary of state shall verify the signatures pursuant to §2-1-15 by random sampling. The random sample of signatures to be verified shall be drawn so that each signature received by the secretary of state is given an equal opportunity to be included in the sample. The secretary of state shall calculate the number of valid signatures by multiplying the total number of signatures received by the percentage of successfully verified signatures from the random sample. The secretary of state shall promulgate rules, pursuant to chapter 1-26, establishing the methodology for conducting the random sample. The random sampling shall be an examination of the signatures received consisting of a number of signatures that is statistically correlative to not less than ninety-five percent level of confidence with a margin of error equal to not more than three and sixty-two one-hundredths percent.\n\nSource:SL 2007, ch 16, §2; SL 2017, ch 12, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-16/"
    },
    {
      "id": "section-2-1-17",
      "number": "2-1-17",
      "heading": "Certification of results of random sampling--Notification of petition sponsors.",
      "text": "2-1-17. Certification of results of random sampling--Notification of petition sponsors.\n\nIf the random sample indicates that a sufficient number of qualified electors have signed the petition, the secretary of state shall certify that the petition has been signed by the required number of qualified electors and shall place the proposed measure or amendment on the next general election ballot. If the random sample indicates that an insufficient number of qualified electors have signed the petition, the secretary of state shall certify that the petition has not been signed by the required number of qualified electors and may not place the proposed measure or amendment on the next general election ballot. The secretary of state shall, within five days of certifying, notify the petition sponsors by certified mail of the secretary of state's action pursuant to this section.\n\nSource:SL 2007, ch 16, §3; SL 2017, ch 12, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-17/"
    },
    {
      "id": "section-2-1-171",
      "number": "2-1-17.1",
      "heading": "Submission of affidavit challenging petition to secretary of state--Appeal.",
      "text": "2-1-17.1. Submission of affidavit challenging petition to secretary of state--Appeal.\n\nNot more than thirty days after a statewide petition for an initiated amendment to the Constitution, initiated measure, or referred law has been validated and filed, any interested person who has researched the signatures contained on the petition may submit a sworn affidavit to the Office of Secretary of State to challenge the petition. The sworn affidavit shall include each specific deficiency other than the following:\n\n(1)Signer does not live at address listed on the petition;\n\n(2)Circulator does not live at address listed on the petition;\n\n(3)Circulator listed a residence address in South Dakota but is not a South Dakota resident;\n\n(4)Circulator did not witness the signers;\n\n(5)Signatures not included in the random sample; and\n\n(6)Petition that was originally rejected.\n\nAny challenge by the same person or party in interest shall be included in one sworn affidavit.\n\nThe original sworn affidavit shall be received by the Office of Secretary of State by 5:00 p.m. central time on the date. If the sworn affidavit challenges any deficiency prohibited under this section, that deficiency shall be rejected. A challenge to a deficiency is not a challenge to the petition as a whole.\n\nNo deficiency may be challenged a second time with the secretary of state. The secretary of state's decision regarding a challenge under this section may be appealed to the circuit court of Hughes County. Any person who does not challenge a petition pursuant to this section, may bring a challenge pursuant to §2-1-18.\n\nSource:SL 2017, ch 12, §3; SL 2018, ch 24, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-17-1/"
    },
    {
      "id": "section-2-1-18",
      "number": "2-1-18",
      "heading": "Court challenge to petition.",
      "text": "2-1-18. Court challenge to petition.\n\nNothing in §§2-1-15 to 2-1-18, inclusive, prohibits any interested person who has researched the signatures contained on a validated petition from challenging in circuit court the validity of any signature, the veracity of the petition circulator's attestation, or any other information required on a petition by statute or administrative rule, including any deficiency that is prohibited from challenge under §2-1-17.1. The results of the process of signature verification by the Office of the Secretary of State under chapter 2-1 shall be presumed valid as applied to all signatures for purposes of considering any additional ground for disqualifying petition signatures, including any ground listed in subdivisions 2-1-17.1(1) to 2-1-17.1(4), inclusive, and cumulating total valid signatures to determine the results of an appeal under §2-1-17.1. The summons and complaint for a challenge under this section shall be served on each petition sponsor as a party defending the validated petition being challenged. Any appearance by the attorney general at a challenge under this section shall be limited to the process of signature verification by the Office of the Secretary of State under chapter 2-1. For purposes of determining whether a sufficient number of valid signatures has been submitted, the interested person may elect to proceed with a challenge limited to the sample generated in accordance with §2-1-16, with the resulting valid sample percentage applied to the entirety of the petition signatures.\n\nSource:SL 2007, ch 16, §4; SL 2017, ch 12, §2; SL 2018, ch 24, §2; SL 2019, ch 15, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-18/"
    },
    {
      "id": "section-2-1-181",
      "number": "2-1-18.1",
      "heading": "Petition signature withdrawal--Written notification.",
      "text": "2-1-18.1. Petition signature withdrawal--Written notification.\n\nAn individual who has signed a petition to initiate a constitutional amendment or measure, or to refer a law, may submit a written notification to the secretary of state stating that the individual's name be withdrawn from the petition. A signature may be withdrawn as provided in §2-1-18.2.\n\nThe written notification must include:\n\n(1)The title of the petition;\n\n(2)The printed name, signature, residence address, and county of registration of the individual withdrawing the individual's signature from the petition; and\n\n(3)A statement that the individual is withdrawing the individual's signature from the petition.\n\nThe individual’s signature on the written statement must be witnessed and notarized by a notary public commissioned in South Dakota or other officer authorized to administer oaths pursuant to §18-3-1. For a written notification to withdraw a signature to be valid under this section, an individual must submit the written notification to the secretary of state at any time before the petition from which the individual is submitting a written notification for withdrawal under this section and §2-1-18.2 is filed and certified for placement on the next general election ballot under §2-1-17.\n\nThe written notification may be delivered by hand, or United States registered mail to the secretary of state.\n\nSource: SL 2024, ch 17, §1, eff. Mar. 14, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-18-1/"
    },
    {
      "id": "section-2-1-182",
      "number": "2-1-18.2",
      "heading": "Petition signature withdrawal--Challenge required.",
      "text": "2-1-18.2. Petition signature withdrawal--Challenge required.\n\nIf a challenge to a validated petition is filed pursuant to §2-1-17.1 or 2-1-18, the secretary of state must provide to each party to the proceeding all written notifications, submitted under §2-1-18.1, that pertain to the validated petition being challenged. If a signature is withdrawn pursuant to §2-1-18.1, the signature is deemed withdrawn from the petition and may not be counted as valid in a challenge.\n\nSource: SL 2024, ch 17, §2, eff. Mar. 14, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-18-2/"
    },
    {
      "id": "section-2-1-19",
      "number": "2-1-19",
      "heading": "Transferred to §§2-9-33, 2-9-34 by SL 2017, ch 17, §3.",
      "text": "Transferred to §§2-9-33, 2-9-34 by SL 2017, ch 17, §3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1-21",
      "number": "2-1-21",
      "heading": "Violations by petition sponsor or circulator--Four-year prohibition--Civil penalty.",
      "text": "2-1-21. Violations by petition sponsor or circulator--Four-year prohibition--Civil penalty.\n\nIf any petition sponsor, or any person or entity compensated by the petition sponsor or a ballot question committee for purposes of petition circulation, knowingly or with reckless disregard commits multiple violations of the law regarding petition circulation, residency of a petition circulator, or campaign finance regulation, the petition sponsor, person, or entity, including any person serving as a member of the board or as an officer of the entity, is prohibited from being a petition sponsor or petition circulator, and from performing any work for any ballot question committee for a period of four years in addition to any other penalty imposed under state or federal law. Any violation of the provisions of this section shall also result in a civil penalty of up to five thousand dollars to be deposited into the state general fund.\n\nSource:SL 2018, ch 22, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-2/chapter-01/section-2-1-21/"
    }
  ]
}