{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-1577-nebraska-soil-and-water-conservation-fund-created-use",
  "sections": [
    {
      "id": "section-2-1577",
      "number": "2-1577",
      "heading": "",
      "text": "2-1577.Nebraska Soil and Water Conservation Fund; created; use; investment.\n\n(1) There is hereby created the Nebraska Soil and Water Conservation Fund to be administered by the department. The State Treasurer shall credit to the fund such money as is (a) transferred to the fund by the Legislature, (b) paid to the state as fees, deposits, payments, and repayments relating to the fund, both principal and interest, and (c) donated as gifts, bequests, or other contributions to such fund from public or private entities. Funds made available by any agency of the United States may also be credited to such fund if so directed by such agency.\n\n(2) The money in the fund shall not be subject to any fiscal-year limitation or lapse provision of unexpended balance at the end of any such fiscal year or biennium. Transfers may be made from the fund to the General Fund at the direction of the Legislature.\n\n(3) The Department of Administrative Services shall establish a subaccount within the Nebraska Soil and Water Conservation Fund for the accounting of any money transferred to the fund from the Nebraska Environmental Trust Fund. Any money transferred from the Nebraska Environmental Trust Fund to the Nebraska Soil and Water Conservation Fund shall be expended in accordance with section 81-15,168.\n\n(4) Any money in the Nebraska Soil and Water Conservation Fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act.\n\nSourceLaws 1977, LB 450, § 3;Laws 1983, LB 236, § 3;Laws 1986, LB 258, § 3;Laws 1995, LB 7, § 7;Laws 2000, LB 900, § 27;Laws 2009, First Spec. Sess., LB3, § 3;Laws 2025, LB264, § 120.Operative Date: May 22, 2025\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-2/statute-2-1577/"
    }
  ]
}