{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-322605-river-flow-enhancement-bonds-costs-and-expenses-of-",
  "sections": [
    {
      "id": "section-2-322605river-flow",
      "number": "2-3226.05.River-flow",
      "heading": "enhancement bonds; costs and expenses of qualified projects; occupation tax authorized; exemption; collection; accounting; lien; foreclosure",
      "text": "(1) A district with an integrated management plan as described in subsection (1) of section 2-3226.01 may levy an occupation tax upon the activity of irrigatio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-322605",
      "number": "2-3226.05",
      "heading": "",
      "text": "2-3226.05.River-flow enhancement bonds; costs and expenses of qualified projects; occupation tax authorized; exemption; collection; accounting; lien; foreclosure.\n\n(1) A district with an integrated management plan as described in subsection (1) of section 2-3226.01 may levy an occupation tax upon the activity of irrigation of agricultural lands within such district on an annual basis, not to exceed ten dollars per irrigated acre, the proceeds of which may be used for (a) repaying principal and interest on any bonds or refunding bonds issued pursuant to section 2-3226.01 for one or more projects under section 2-3226.04 or (b) payment of all or any part of the costs and expenses of one or more qualified projects described in section 2-3226.04. If such district has more than one river basin as described in section 2-1504 within its jurisdiction, such district shall confine such occupation tax authorized in this section to the geographic area affected by an integrated management plan adopted in accordance with section 46-715.\n\n(2)(a) Acres classified by the county assessor as irrigated shall be subject to such district's occupation tax unless on or before June 1 in each calendar year the record owner certifies to the district the nonirrigation status of such acres for the same calendar year.\n\n(b) A district may exempt from the occupation tax acres that are enrolled in local, state, or federal temporary irrigation retirement programs that prohibit the application of irrigation water in the year for which the tax is levied.\n\n(c) Except as provided in subdivisions (2)(a) and (b) of this section, a district is prohibited from providing an exemption from, or allowing a request for a local refund of, an occupation tax on irrigated acres regardless of the irrigation source while the record owner maintains irrigated status on such acres in the year for which the tax is levied.\n\n(3) Any such occupation tax shall remain in effect so long as the natural resources district has bonds outstanding which have been issued stating such occupation tax as an available source for payment and for the purpose of paying all or any part of the costs and expenses of one or more projects authorized pursuant to section 2-3226.04.\n\n(4) Such occupation taxes shall be certified to, collected by, and accounted for by the county treasurer at the same time and in the same manner as general real estate taxes, and such occupation taxes shall be and remain a perpetual lien against such real estate until paid. Such occupation taxes shall become delinquent at the same time and in the same manner as general real property taxes. The county treasurer shall publish and post a list of delinquent occupation taxes with the list of real property subject to sale for delinquent property taxes provided for in section 77-1804. In addition, the list shall be provided to natural resources districts which levied the delinquent occupation taxes. The list shall include the record owner's name, the parcel identification number, and the amount of delinquent occupation tax. For services rendered in the collection of the occupation tax, the county treasurer shall receive the fee provided for collection of general natural resources district money under section 33-114.\n\n(5) Such lien shall be inferior only to general taxes levied by political subdivisions of the state. When such occupation taxes have become delinquent and the real property on which the irrigation took place has not been offered at any tax sale, the district may proceed in district court in the county in which the real estate is situated to foreclose in its own name the lien in the same manner and with like effect as a foreclosure of a real estate mortgage, except that sections 77-1903 to 77-1917 shall govern when applicable.\n\nSourceLaws 2007, LB701, § 10;Laws 2008, LB1094, § 3;Laws 2010, LB862, § 2;Laws 2012, LB1125, § 1;Laws 2014, LB906, § 12;Laws 2014, LB1098, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-2/statute-2-3226-05/"
    }
  ]
}