{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-253-annual-meeting-notice-voting",
  "sections": [
    {
      "id": "section-2-253annual",
      "number": "2-253.Annual",
      "heading": "meeting; notice; voting.A county agricultural society shall hold an annual meeting open to all registered voters of the county for the purpose of electing a board of directors and conducting any other business of the county agricultural society",
      "text": "Only registered voters of the county are eligible to p",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-253",
      "number": "2-253",
      "heading": "",
      "text": "2-253.Annual meeting; notice; voting.\n\nA county agricultural society shall hold an annual meeting open to all registered voters of the county for the purpose of electing a board of directors and conducting any other business of the county agricultural society. Only registered voters of the county are eligible to participate and vote at the annual meeting of the county agricultural society. The board of directors of the county agricultural society shall give notice of the annual meeting in a newspaper of general circulation within the county once at least five days before the scheduled annual meeting. The notice shall state the time and place of the annual meeting and that all registered voters of the county are eligible to participate and vote at the annual meeting. The vote for any election held in connection with the county agricultural society shall be cast personally and not by proxy vote. At the annual meeting of the county agricultural society, all questions upon motions made at the annual meeting shall be determined by a majority of the registered voters voting and the presiding officer shall ascertain and declare the result of the votes upon each question. If the result of a vote is questioned, the presiding officer shall make the vote certain by recount. If any person offering to vote at the annual meeting is challenged as an unqualified voter, the presiding officer shall explain to the person challenged the qualifications of a registered voter. If such person states that he or she is qualified and the challenge is not withdrawn, the person shall take an oath, reduced to writing, in substance as follows: \"I do solemnly swear (or affirm) that I am a citizen of the United States, that I am of the constitutionally prescribed age of an elector or upwards, that I am domiciled in this county, and that I am registered to vote in this county, so help me God.\" Every person taking such oath and signing his or her name to it shall be permitted to vote on all questions proposed at the meeting.\n\nSourceLaws 1997, LB 469, ยง 4;Laws 1999, LB 437, ยง 22.\n\nCross ReferencesFalse swearing, see section 32-1508.Illegal voting, see section 32-1531.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-2/statute-2-253/"
    }
  ]
}