{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-1585-long-term-agreements-authorized-conditions",
  "sections": [
    {
      "id": "section-2-1585long-term",
      "number": "2-1585.Long-term",
      "heading": "agreements; authorized; conditions",
      "text": "If the commission determines that more effective soil and water conservation or water quality protection could be achieved if financial assistance from the Nebraska Soil and Water Conservation Fund were available for multiyear implementation of comprehensive conser",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1585",
      "number": "2-1585",
      "heading": "",
      "text": "2-1585.Long-term agreements; authorized; conditions.\n\nIf the commission determines that more effective soil and water conservation or water quality protection could be achieved if financial assistance from the Nebraska Soil and Water Conservation Fund were available for multiyear implementation of comprehensive conservation plans, the department may enter into long-term agreements with landowners for such purposes. Such long-term agreements shall be for a term not to exceed ten years and shall specify the eligible projects and practices to be installed and applied, the year of intended installation, and the estimated cost of each such project or practice. Such agreements shall also provide that financial assistance in any year of the agreement be subject to the appropriation of adequate funds by the Legislature and may provide that priority shall be given to funding such projects and practices over those not identified in other long-term agreements and over those identified in more recently executed long-term agreements. The department shall not in any biennium approve any long-term agreements which would cause the total of then existing state obligations under all such agreements to exceed the amount of new funds appropriated for that biennium.\n\nSourceLaws 1983, LB 236, ยง 8;Laws 1986, LB 258, ยง 4;Laws 1993, LB 247, ยง 4;Laws 2000, LB 900, ยง 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-2/statute-2-1585/"
    }
  ]
}