{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-1095-nursery-stock-distributors-nursery-stock-certificatio",
  "sections": [
    {
      "id": "section-2-1095nursery",
      "number": "2-1095.Nursery",
      "heading": "stock distributors; nursery stock; certification inspection; application; distribution; restrictions; treatment or destruction of stock; department; powers",
      "text": "(1) All nursery stock distributors that distribute any nursery stock that they grow shall apply for an additional inspection for the certificati",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-1095",
      "number": "2-1095",
      "heading": "",
      "text": "2-1095.Nursery stock distributors; nursery stock; certification inspection; application; distribution; restrictions; treatment or destruction of stock; department; powers.\n\n(1) All nursery stock distributors that distribute any nursery stock that they grow shall apply for an additional inspection for the certification of the Nebraska-grown nursery stock as provided in this section. The nursery stock distributor shall apply for such certification inspection of the Nebraska-grown nursery stock as part of the application for the nursery stock distributor license described in section 2-1091.01.\n\n(2)(a) Applications for certification inspection of Nebraska-grown nursery stock that are due on January 1 pursuant to section 2-1091.01 and are not received prior to February 1 and initial applications not received prior to beginning of distribution shall be considered delinquent. Such applications shall have an inspection fee as set forth in section 2-1091.02.\n\n(b) Inspection time shall include the driving time to and from the location of the inspection in addition to the time spent conducting the inspection, and the mileage charge shall be for the purpose of inspection.\n\n(3) Each nursery stock distributor shall post signs delineating sections of all growing areas. A section shall be not larger than five acres.\n\n(4) All growing areas within the state shall be inspected by the department at least once per year for certification and compliance with the Plant Protection and Plant Pest Act.\n\n(5) Following the certification inspection of Nebraska-grown nursery stock, the department shall provide a copy of the plant inspection report to the nursery stock distributor specifying any area of the nursery from which nursery stock cannot be distributed or any plants which may not be distributed as nursery stock. When deemed necessary to maintain compliance with the purposes of the Plant Protection and Plant Pest Act, the department shall require the nursery stock distributor to withdraw from distribution any variety or amount of nursery stock. A reinspection may be conducted by the department at the nursery stock distributor's request and cost. The department may also reinspect to determine compliance with the act. To determine the cost of any reinspection, the department shall use fees as outlined in subsection (2) of this section. The nursery stock distributor shall comply with the recommendations of the department as to the treatment or destruction of nursery stock.\n\n(6) The department may require the treatment or destruction of any nursery stock that is infested or infected with plant pests, nonviable, damaged, or desiccated to the point of not being reasonably capable of growth.\n\n(7) Any nursery stock on which a withdrawal-from-distribution order has been issued shall be released for distribution only by authorized department employees or after written permission has been obtained from the department. Each nursery stock distributor shall promptly report to the department, in writing, the amount and type of plants treated or destroyed under requirements on withdrawal-from-distribution orders. The department may withhold a license or certification of Nebraska-grown nursery stock until conditions have been met by the nursery stock distributor as specified in the plant inspection report or any other order issued by the department. A certification of Nebraska-grown stock may be issued covering portions of the nursery which are not infested or infected if the nursery stock distributor agrees to treat, destroy, or remove as specified by the department those plants found to be infested or infected.\n\nSourceLaws 1988, LB 874, ยง 24;Laws 1993, LB 406, ยง 15;Laws 2013, LB68, ยง 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-2/statute-2-1095/"
    }
  ]
}