{
  "state": "nebraska",
  "path": "title-chapter-2-agriculture/chapter-2-5603-excise-tax-first-purchaser-deduction-records-contents",
  "sections": [
    {
      "id": "section-2-5603excise",
      "number": "2-5603.Excise",
      "heading": "tax; first purchaser; deduction; records; contents; statement; remitted to State Treasurer",
      "text": "(1) The first purchaser, at the time of settlement, shall deduct the excise tax imposed by section 2-5602. The excise tax shall be deducted whether the grapes are stored in this state or any other state. The f",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2-5603",
      "number": "2-5603",
      "heading": "",
      "text": "2-5603.Excise tax; first purchaser; deduction; records; contents; statement; remitted to State Treasurer.\n\n(1) The first purchaser, at the time of settlement, shall deduct the excise tax imposed by section 2-5602. The excise tax shall be deducted whether the grapes are stored in this state or any other state. The first purchaser shall maintain the necessary records of the excise tax for each purchase or delivery of grapes on the settlement form or check stub showing payment to the grower for each purchase or delivery. Such records maintained by the first purchaser shall provide the following information:\n\n(a) The name and address of the grower and seller;\n\n(b) The date of the purchase or delivery;\n\n(c) The number of pounds of grapes purchased; and\n\n(d) The amount of excise taxes collected on each purchase or delivery.\n\nSuch records shall be open for inspection during normal business hours observed by the first purchaser.\n\n(2) The first purchaser shall render and have on file with the Department of Agriculture by the last day of January and July of each year, on forms prescribed by the department, a statement of the number of pounds of grapes purchased in Nebraska. At the time the statement is filed, such first purchaser shall pay and remit to the department the excise tax imposed by section 2-5602.\n\n(3) All excise taxes collected by the department pursuant to this section shall be remitted to the State Treasurer for credit to the Winery and Grape Producers Promotional Fund. The department shall remit the excise tax collected to the State Treasurer within ten days after receipt.\n\nSourceLaws 2007, LB441, ยง 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-2/statute-2-5603/"
    }
  ]
}