{
  "state": "virginia",
  "path": "title-title-161-courts-not-of-record/chapter-chapter-41-district-courts",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Transition Provisions§ 16.1-69",
      "text": "1. Repealing clause§ 16.1-69.2. Effect of repeal of Title 16 and amendment of Title 16.1§ 16.1-69.3. Certain notices, recognizances and processes validated§ 16.1-69.4. References to former sections, articles or chapters of Title 16 or Title 16.1 as amended§ 16.1-69.5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161-691",
      "number": "16.1-69.1.",
      "heading": "Repealing clause",
      "text": "All acts and parts of acts, all sections of this Code, and all provisions of municipal charters, inconsistent with the provisions of this title, as amended, are, except as herein otherwise provided, repealed to the extent of such inconsistency.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-1/"
    },
    {
      "id": "section-161-692",
      "number": "16.1-69.2.",
      "heading": "Effect of repeal of Title 16 and amendment of Title 16.1",
      "text": "The repeal of Title 16 effective as of July 1, 1956, and amendment of Title 16.1 effective as of July 1, 1973, shall not affect any act or offense done or committed, or any penalty or forfeiture incurred, or any right established, accrued or accruing on or before such day, or any prosecution, suit or action pending on that day. Every such pending prosecution, suit and action shall be proceeded in, tried and determined in the same court, or in the court which succeeds to or has its jurisdiction, and any further action taken therein shall be valid and effective for all purposes, whether taken by the court in its present or former name or by the judge thereof under his present or former judicial title. All further proceedings therein shall conform, as far as practicable, to the provisions of Title 16.1, as amended.\n\n1956, c. 555; 1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-2/"
    },
    {
      "id": "section-161-693",
      "number": "16.1-69.3.",
      "heading": "Certain notices, recognizances and processes validated",
      "text": "Any notice given, recognizance taken, or process or writ issued before July 1, 1973, shall be valid although given, taken or to be returned to a day after such date, or to a court established by this title or the clerk's office thereof, in like manner as if this title, as amended, had been effective before the same was given, taken or issued.\n\n1956, c. 555; 1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-3/"
    },
    {
      "id": "section-161-694",
      "number": "16.1-69.4.",
      "heading": "References to former sections, articles or chapters of Title 16 or Title 16.1 as amended",
      "text": "Whenever in this title any of the conditions, requirements, provisions or contents of any section, article or chapter of Title 16, as such title existed prior to July 1, 1956, or Title 16.1, as such title existed prior to July 1, 1973, are transferred in the same or in modified form to a new section, article or chapter, and whenever such former section, article or chapter is given a new number in this title, all references to any such former section, article or chapter of Title 16 or Title 16.1 appearing elsewhere in this Code other than in this title shall be construed to apply to the new or renumbered section, article or chapter containing such conditions, requirements, provisions or contents or portions thereof.\n\n1956, c. 555; 1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-4/"
    },
    {
      "id": "section-161-695",
      "number": "16.1-69.5.",
      "heading": "Meaning of certain terms",
      "text": "Unless the context should otherwise require, the terms set out in this section shall be construed as follows:\n\n(a) \"Courts not of record\" shall mean all courts in the Commonwealth below the jurisdictional level of the circuit courts including general district courts and juvenile and domestic relations district courts;\n\n(b) \"General district courts\" shall mean all courts not of record, except juvenile and domestic relations district courts in counties and cities heretofore designated as county and municipal courts;\n\n(c) \"Juvenile and domestic relations district courts\" shall mean all courts in counties and cities heretofore designated as juvenile and domestic relations courts or regional juvenile and domestic relations courts;\n\n(d) \"District courts\" shall mean general district courts and juvenile and domestic relations district courts;\n\n(e) \"County courts\" and \"municipal courts\" shall be deemed to refer to general district courts;\n\n(f) \"Juvenile and domestic relations courts\" and \"regional juvenile and domestic relations courts\" shall be deemed to refer to juvenile and domestic relations district courts; and\n\n(g) \"Chief judge\" shall mean that judge so designated for a term to assume primary administrative responsibility for the general district courts or the juvenile and domestic relations district courts in the district served by such judge.\n\n1972, c. 708; 1973, c. 546; 1975, c. 334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-5/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Districts; District Courts and Judges",
      "text": "Districts; District Courts and Judges",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161-696",
      "number": "16.1-69.6.",
      "heading": "Establishment of districts",
      "text": "On and after July 1, 1973, the Commonwealth shall be divided into districts encompassing all counties and cities in the Commonwealth to provide a basis for the sound and efficient administration of the courts not of record, as follows:\n\n(1) The City of Chesapeake shall constitute the first district.\n\n(2) The City of Virginia Beach shall constitute the second district.\n\n(2-A) The Counties of Accomack and Northampton shall constitute district two-A.\n\n(3) The City of Portsmouth shall constitute the third district.\n\n(4) The City of Norfolk shall constitute the fourth district.\n\n(5) The Cities of Franklin and Suffolk and the Counties of Isle of Wight and Southampton shall constitute the fifth district.\n\n(6) The Cities of Emporia and Hopewell and the Counties of Prince George, Surry, Sussex, Greensville and Brunswick shall constitute the sixth district.\n\n(7) The City of Newport News shall constitute the seventh district.\n\n(8) The City of Hampton shall constitute the eighth district.\n\n(9) The Cities of Williamsburg and Poquoson and the Counties of York, James City, Charles City, New Kent, Gloucester, Mathews, Middlesex, King William and King and Queen shall constitute the ninth district.\n\n(10) The Counties of Cumberland, Buckingham, Appomattox, Prince Edward, Charlotte, Lunenburg, Mecklenburg and Halifax shall constitute the tenth district.\n\n(11) The City of Petersburg and the Counties of Dinwiddie, Nottoway, Amelia and Powhatan shall constitute the eleventh district.\n\n(12) The City of Colonial Heights and the County of Chesterfield shall constitute the twelfth district.\n\n(13) The City of Richmond shall constitute the thirteenth district.\n\n(14) The County of Henrico shall constitute the fourteenth district.\n\n(15) The City of Fredericksburg and the Counties of King George, Stafford, Spotsylvania, Caroline, Hanover, Lancaster, Northumberland, Westmoreland, Richmond and Essex shall constitute the fifteenth district.\n\n(16) The City of Charlottesville and the Counties of Madison, Greene, Albemarle, Fluvanna, Goochland, Louisa, Orange and Culpeper shall constitute the sixteenth district.\n\n(17) The County of Arlington and the City of Falls Church shall constitute the seventeenth district.\n\n(18) The City of Alexandria shall constitute the eighteenth district.\n\n(19) The City of Fairfax and the County of Fairfax shall constitute the nineteenth district.\n\n(20) The Counties of Loudoun, Fauquier and Rappahannock shall constitute the twentieth district.\n\n(21) The City of Martinsville and the Counties of Patrick and Henry shall constitute the twenty-first district.\n\n(22) The City of Danville and the Counties of Pittsylvania and Franklin shall constitute the twenty-second district.\n\n(23) The Cities of Roanoke and Salem and the County of Roanoke shall constitute the twenty-third district.\n\n(24) The City of Lynchburg and the Counties of Nelson, Amherst, Campbell and Bedford shall constitute the twenty-fourth district.\n\n(25) The Cities of Covington, Lexington, Staunton, Buena Vista, and Waynesboro and the Counties of Highland, Augusta, Rockbridge, Bath, Alleghany, Botetourt and Craig shall constitute the twenty-fifth district.\n\n(26) The Cities of Harrisonburg and Winchester and the Counties of Frederick, Clarke, Warren, Shenandoah, Page and Rockingham shall constitute the twenty-sixth district.\n\n(27) The Cities of Galax and Radford and the Counties of Pulaski, Wythe, Carroll, Montgomery, Floyd, Giles, Bland and Grayson shall constitute the twenty-seventh district.\n\n(28) The City of Bristol and the Counties of Smyth and Washington shall constitute the twenty-eighth district.\n\n(29) The Counties of Tazewell, Buchanan, Russell and Dickenson shall constitute the twenty-ninth district.\n\n(30) The City of Norton and the Counties of Wise, Scott and Lee shall constitute the thirtieth district.\n\n(31) The Cities of Manassas and Manassas Park, and the County of Prince William shall constitute the thirty-first district.\n\n1972, c. 708; 1973, c. 546; 1974, c. 297; 1976, c. 126; 1977, c. 5; 1983, c. 149; 1986, c. 405; 1987, c. 624; 1992, c. 744; 2006, c. 861; 2016, cc. 164, 312.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-6/"
    },
    {
      "id": "section-161-6961",
      "number": "16.1-69.6:1.",
      "heading": "Number of judges",
      "text": "For the several judicial districts there shall be full-time general district court judges and juvenile and domestic relations district court judges, the maximum number as hereinafter set forth, who shall during their service reside within their respective districts, except as provided in § 16.1-69.16, and whose compensation and powers shall be the same as now and hereafter prescribed for general district court judges and juvenile and domestic relations district court judges.\n\nThe maximum number of judges of the districts shall be as follows:\n\nThe election or appointment of any district judge shall be subject to the provisions of § 16.1-69.9:3.\n\n1974, c. 1; 1975, c. 41; 1976, c. 56; 1977, c. 5; 1978, c. 2; 1979, c. 7; 1980, c. 93; 1981, c. 26; 1982, c. 4; 1983, c. 1; 1985, c. 44; 1986, c. 75; 1987, c. 16; 1988, c. 22; 1989, c. 44; 1990, c. 112; 1992, c. 91; 1993, cc. 8, 31; 1994, c. 89; 1994, 1st Sp. Sess., cc. 3, 7; 1995, c. 20; 1996, c. 121; 1997, c. 16; 1998, c. 2; 1999, c. 11; 2000, c. 43; 2001, c. 16; 2004, Sp. Sess. I, c. 4; 2005, cc. 189, 228, 951; 2006, cc. 34, 488; 2006, Sp. Sess. I, c. 2; 2014, cc. 812, 822; 2016, c. 728; 2018, cc. 126, 135; 2020, cc. 343, 586; 2023, cc. 72, 73; 2024, cc. 525, 606; 2025, cc. 575, 582.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-6-1/"
    },
    {
      "id": "section-161-697",
      "number": "16.1-69.7.",
      "heading": "District courts",
      "text": "On and after July 1, 1973, in every county and city there shall be one court which shall be called the \"________________ (Name of County or City) General District Court\" and one court which shall be called the \"________________ (Name of County or City) Juvenile and Domestic Relations District Court,\" and for each such court there shall be one or more judges who shall be called the judge of such general district court or juvenile and domestic relations district court as appropriate. Unless the General Assembly specifically so provides to the contrary, however, no general district court shall be established in any city in which there is no municipal court with general civil or criminal jurisdiction in operation prior to July 1, 1973, and jurisdiction previously exercised in such city by a county court shall be vested in the general district court of such county.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-7/"
    },
    {
      "id": "section-161-6971",
      "number": "16.1-69.7:1.",
      "heading": "Establishment of certain district courts",
      "text": "A. On and after July 1, 1973, there shall be established in the City of Galax, one general district court and one juvenile and domestic relations district court and for each such court there shall be one or more judges who shall be appointed and serve in accordance with Chapter 4.1 (§ 16.1-69.1 et seq.) of Title 16.1. Such courts shall possess all the jurisdiction and exercise all the powers and authority in cases therein granted to district courts according to general law, within the territory which they serve.\n\nB. Each such judge shall cause to be collected such costs and fees as allowed by law for services performed by judges, clerks, or employees of the district courts. All fines and fees collected shall be accounted for according to general law and city ordinances and paid into the treasury of the city or to the State, whichever may be entitled thereto, pursuant to § 16.1-69.48.\n\n1976, c. 319.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-7-1/"
    },
    {
      "id": "section-161-698",
      "number": "16.1-69.8.",
      "heading": "Existing courts continued and redesignated; exception",
      "text": "The present system of courts not of record is continued as follows on and after July 1, 1973:\n\n(a) The county court in each county shall continue as the general district court of such county with the same powers and with territorial jurisdiction over such county and over any city within the county for which a municipal court with general civil or criminal jurisdiction or separate general district court has not been established.\n\n(b) The municipal court or courts in each city, excluding juvenile and domestic relations courts, shall continue as the general district court of the city with the same powers and territorial jurisdiction over such city; provided that in the case of more than one such municipal court in operation in any city, all such courts shall be merged on July 1, 1973, and their powers and territorial jurisdiction merged in the general district court.\n\n(c) The juvenile and domestic relations court of each county and city shall continue as the juvenile and domestic relations district court of the county or city with the same powers and territorial jurisdiction as heretofore provided.\n\n(d) The municipal court of any town and/or other court of any town having general civil and criminal jurisdiction however called shall be abolished and all jurisdiction and power conferred upon any such court shall pass to and be exercised by the district courts having jurisdiction over the county wherein the town is located.\n\n1972, c. 708; 1973, c. 546; 2018, c. 164.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-8/"
    },
    {
      "id": "section-161-699",
      "number": "16.1-69.9.",
      "heading": "Judges in office continued; terms of judges; how elected or appointed",
      "text": "Every judge or justice and every associate, assistant and substitute judge or justice of a court not of record in office January 1, 1973, shall continue in office as a judge or substitute judge of such court under its designation as a general district court or juvenile and domestic relations district court until the expiration of the term for which he was appointed or elected, or until a vacancy shall occur in his office or until a successor shall be appointed or elected, whichever is the latter.\n\nUpon the expiration of such terms, or when a vacancy occurs, successors shall be elected only as authorized pursuant to §§ 16.1-69.10 and 16.1-69.14 and for the term and in the manner following:\n\n1. With respect to terms expiring on or after July 1, 1980, successors to judges shall be elected for a term of six years by the General Assembly as provided in subdivision 2.\n\nAny vacancy in the office of any full-time district court judge shall be filled for a full term of six years in the manner prescribed herein; provided that such vacancy shall not be filled except as provided in § 16.1-69.9:3.\n\n2. Full-time district court judges shall be elected by the majority of the members elected to each house of the General Assembly. No person shall be elected or reelected to a subsequent term under this section until he has submitted to a criminal history record search and submitted to a search of the central registry maintained pursuant to § 63.2-1515 for any founded complaint of child abuse or neglect and reports of such searches have been received by the Chairmen of the House and Senate Committees for Courts of Justice. If the person has not met the requirement of filing in the preceding calendar year a disclosure form prescribed in § 2.2-3117 or 30-111, he shall also provide a written statement of economic interests on the disclosure form prescribed in § 2.2-3117 to the Chairmen of the House and Senate Committees for Courts of Justice. The judges of the circuit court having jurisdiction over the district may nominate a panel of no more than three persons for each judgeship within the district who are deemed qualified to hold the office. The General Assembly may consider such nominations in electing a judge to fill the office but may elect a person not on such panel to fill the office. Nominations shall be forwarded to the clerks of both houses of the General Assembly on or before December 15.\n\n3. No person with a criminal conviction for a felony shall be appointed as a substitute judge.\n\nIf an appointment is to be made by two or more judges and there is a tie vote, then the senior judge of the circuit court having jurisdiction in the district shall make the appointment.\n\n1972, c. 708; 1973, c. 546; 1975, c. 5; 1976, c. 374; 1977, c. 536; 1980, c. 194; 2004, c. 452; 2018, c. 578.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-9/"
    },
    {
      "id": "section-161-6991",
      "number": "16.1-69.9:1.",
      "heading": "Appointment, terms, etc., of substitute judges",
      "text": "A. Substitute judges shall be appointed by the chief judge of the circuit court having jurisdiction within the district for a term of six years.\n\nB. Each substitute judge shall be appointed to serve every general district court and every juvenile and domestic relations district court within the judicial district for which the appointment is made.\n\nC. No person shall be appointed under this section until he has submitted his fingerprints to be used for the conduct of a national criminal records search and a Virginia criminal history records search, submitted to a search of the central registry maintained pursuant to § 63.2-1515 for any founded complaint of child abuse or neglect, and provided a written statement of economic interests on the disclosure form prescribed in § 2.2-3117. No person with a criminal conviction for a felony shall be appointed as a substitute judge.\n\n1973, c. 546; 1975, c. 334; 2004, c. 452; 2018, c. 578.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-9-1/"
    },
    {
      "id": "section-161-6992",
      "number": "16.1-69.9:2.",
      "heading": "Vacancies in office of judges; terms of successor judges; appointment while General Assembly not in session",
      "text": "Whenever a vacancy occurs in the office of a full-time district court judge the successor shall be elected for a full term of six years and upon qualification shall enter at once upon the discharge of the duties of his office. But subject to the provisions of § 16.1-69.9:3, the judges of the circuit having jurisdiction over the district shall have the power while the General Assembly is not in session to fill pro tempore vacancies in the office of full-time district court judges. No person shall be appointed under this section until he has submitted his fingerprints to be used for the conduct of a national criminal history record search and a Virginia criminal history record search, submitted to a search of the central registry maintained pursuant to § 63.2-1515 for any founded complaint of child abuse or neglect, and provided a written statement of economic interests on the disclosure form prescribed in § 2.2-3117. No person with a criminal conviction for a felony shall be appointed as a pro tempore judge. Appointment to every such vacancy shall be by commission to expire at the end of thirty days after the commencement of the next session of the General Assembly.\n\n1973, c. 546; 1980, c. 194; 2001, c. 256; 2024, c. 723.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-9-2/"
    },
    {
      "id": "section-161-6993",
      "number": "16.1-69.9:3.",
      "heading": "Investigation and certification of necessity before vacancies filled",
      "text": "When a vacancy occurs in the office of any judge of any district, the vacancy shall not be filled until, after investigation, the Committee on District Courts certifies that the filling of the vacancy is necessary. The Committee shall publish notice of such certification in a publication of general circulation among attorneys licensed to practice in the Commonwealth. No notice of retirement submitted under § 51.1-305 or § 51.1-307 shall be revoked after certification of the vacancy by the Committee. If the Committee certifies that the filling of the vacancy is not necessary, it shall direct the manner of distributing the work created by the vacancy, and the vacancy shall not be filled if not certified as necessary.\n\n1973, c. 546; 1975, c. 101; 1999, c. 319; 2004, c. 331.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-9-3/"
    },
    {
      "id": "section-161-6994",
      "number": "16.1-69.9:4.",
      "heading": "Same; election of successor judges",
      "text": "Whenever a vacancy occurs or exists in the office of a full-time district judge while the General Assembly is in session, or whenever the term of a full-time judge of a district court will expire or the office will be vacated at a date certain between the adjournment of the General Assembly and the commencement of the next session of the General Assembly, a successor judge may be elected at any time during a session preceding the date of such vacancy, by the vote of a majority of the members elected to each house of the General Assembly, for a full term of six years and, upon qualification, the successor judge shall enter at once upon the discharge of the duties of his office. However, such successor judge shall not enter upon the discharge of his duties prior to the commencement of his term of office. No person shall be elected or reelected to a subsequent term under this section until he has submitted to a criminal history record search and submitted to a search of the central registry maintained pursuant to § 63.2-1515 for any founded complaint of child abuse or neglect and reports of such searches have been received by the Chairmen of the House and Senate Committees for Courts of Justice. If the person has not met the requirement of filing in the preceding calendar year a disclosure form prescribed in § 2.2-3117 or 30-111, he shall also provide a written statement of economic interests on the disclosure form prescribed in § 2.2-3117 to the Chairmen of the House and Senate Committees for Courts of Justice.\n\n1973, c. 546; 1993, c. 368; 2004, c. 452; 2018, c. 578.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-9-4/"
    },
    {
      "id": "section-161-6910",
      "number": "16.1-69.10.",
      "heading": "Number of judges",
      "text": "The number of general district court judges and juvenile and domestic relations district court judges, excluding substitute judges, shall be determined as follows:\n\n(a) Judges in office on January 1, 1973, shall be permitted to complete their terms pursuant to § 16.1-69.9;\n\n(b) [Repealed.]\n\n(c) On and after January 1, 1974, the number of judges authorized in each district shall be determined by the General Assembly based on the requirement that all judges whose terms commence on and after July 1, 1980, serve on a full-time basis; and\n\n(d) On and after July 1, 1980, the number of judges authorized in each district by the General Assembly shall be based on the requirement that no district judge whose term commences on or after July 1, 1980, shall be elected to serve in more than one district or to serve both a general district court and juvenile and domestic relations district court in any district; provided, however, that a judge may serve more than one general district court or more than one juvenile and domestic relations district court in one district. The Committee on District Courts shall make a study and report to the General Assembly on or before December 1 of each year on the number of judges needed and the districts for which they should be authorized. If the Committee recommends the creation of an additional judgeship in any district, it shall publish notice of such recommendation in a publication of general circulation among attorneys licensed to practice in the Commonwealth.\n\n1972, c. 708; 1973, c. 546; 1980, c. 194; 1999, c. 319.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-10/"
    },
    {
      "id": "section-161-6911",
      "number": "16.1-69.11.",
      "heading": "Chief judges; judges; substitute judges",
      "text": "Judges of the district courts shall be designated as follows:\n\n(a) In each district there shall be one chief general district judge and one chief juvenile and domestic relations district judge who shall serve as such for a term of two years commencing July 1 of the even-numbered years. The chief district judges shall be designated by judges of the district court having jurisdiction in the district. If the designation is to be made by more than one judge and there is a tie vote, then the chief circuit judge having jurisdiction in the district shall make the designation. The incumbent chief judge shall call for an election at the conclusion of the term as chief judge and shall report the results of such election forthwith to the office of the Executive Secretary. The incumbent chief judge may succeed himself;\n\n(b) Each judge, except substitute judges, shall be designated either general district court judge or juvenile and domestic relations district court judge depending on the court he is so designated to serve; the terms \"associate judge\" and \"assistant judge\" shall no longer be applicable and wherever such terms appear in the Code of Virginia they shall be deemed to refer to either general district court judges or juvenile and domestic relations court judges as appropriate;\n\n(c) Substitute judges shall continue to be designated as such.\n\n1972, c. 708; 1973, c. 546; 1975, c. 334; 1976, c. 374.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-11/"
    },
    {
      "id": "section-161-69111",
      "number": "16.1-69.11:1.",
      "heading": "Acting chief judge",
      "text": "If the chief judge of a district court is unable to perform the duties required by law, the chief judge shall notify the other judges of such district court, or if the chief judge is unable to notify the other judges, the judge longest in continuous service who is available shall provide such notice, and the judge longest in continuous service who is available shall be the acting chief judge, and perform such duties during the chief judge's absence. If two or more judges of such district court have served for the same period, the judge most senior in years shall be the acting chief judge. Upon assuming such duties, the acting chief judge shall immediately notify the Executive Secretary of the Supreme Court and the other judges of such district court.\n\nWhen the chief judge is able to resume the duties of chief judge, the chief judge shall immediately notify the Executive Secretary and the other judges of such district court, and thereupon shall resume such duties.\n\n2010, cc. 560, 596.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-11-1/"
    },
    {
      "id": "section-161-6912",
      "number": "16.1-69.12.",
      "heading": "Limitations on practice of law by judges",
      "text": "(a) A general district court judge or juvenile and domestic relations district court judge elected as a full-time judge for a term commencing on or after July 1, 1980, shall be prohibited from engaging in the practice of law.\n\n(b) [Repealed.]\n\n(c) Substitute judges shall not appear as counsel in any civil or criminal case arising out of the circumstances which were involved in any other case brought before them.\n\n1972, c. 708; 1973, c. 546; 1980, c. 194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-12/"
    },
    {
      "id": "section-161-6913",
      "number": "16.1-69.13.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2018, c. 164, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-13/"
    },
    {
      "id": "section-161-6914",
      "number": "16.1-69.14.",
      "heading": "Number of substitute judges",
      "text": "The number of substitute judges shall be determined as follows:\n\n(a) Substitute judges in office on June 30, 1975, shall be permitted to complete their terms;\n\n(b) Subject to the expiration of such terms, the Committee on District Courts shall determine the number of substitute judges for each district which shall be necessary for the effective administration of justice. In determining the total number of substitute judges authorized for each district, the Committee shall consider, among other factors, the number of full-time and part-time judges serving the district.\n\n1972, c. 708; 1973, c. 546; 1975, c. 334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-14/"
    },
    {
      "id": "section-161-6915",
      "number": "16.1-69.15.",
      "heading": "Qualifications of judges",
      "text": "On and after July 1, 1973, every full-time judge and substitute judge of a district court shall be at the time of his appointment or election a person licensed to practice law in this Commonwealth.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-15/"
    },
    {
      "id": "section-161-6916",
      "number": "16.1-69.16.",
      "heading": "Residence requirements",
      "text": "A. Every judge or substitute judge of a district court shall, during his term of office, reside within the boundaries of the district in which he serves as set out in § 16.1-69.6; provided, that judges and substitute judges in office on January 1, 1977, or who are otherwise eligible may continue in office and shall be eligible for reappointment or reelection to successive terms in accordance with the provisions of § 16.1-69.10.\n\nB. Notwithstanding any provision of law to the contrary, the residency requirement set out herein shall not apply to any judge whose residence prior to July 1, 1977, is outside the boundaries of a new district created by § 16.1-69.6, if such judge is a resident in the geographical area which encompassed the prior district. This provision shall also apply to any subsequent term for which he is elected.\n\nC. When the boundary of a judicial district is changed to create a new judicial district, any duly elected or appointed judge of the existing judicial district may continue to serve as judge of the new judicial district if he resides therein.\n\n1972, c. 708; 1973, c. 546; 1977, c. 25; 1991, c. 403.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-16/"
    },
    {
      "id": "section-161-6917",
      "number": "16.1-69.17.",
      "heading": "Oath of office of judges, clerks and others",
      "text": "Every judge, substitute judge, clerk, deputy clerk, and juvenile and domestic relations probation officer of a juvenile and domestic relations district court shall, before entering upon the duties of his office, take the oath required by law. The oath of the judge and substitute judge shall be taken before a clerk of a court of record to which appeals from his court lie or any judge, and the oath of the clerk and other officers of the court shall be taken before the judge of the court he serves. Any oath taken before a judge or clerk prior to July 1, 1992, and otherwise conforming with this section is valid.\n\n1972, c. 708; 1973, c. 546; 1992, c. 390; 1992, Sp. Sess., cc. 1, 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-17/"
    },
    {
      "id": "section-161-69171",
      "number": "16.1-69.17:1.",
      "heading": "Time within which a judge may qualify; failure to do so vacates office",
      "text": "Any district court judge of this Commonwealth may qualify at any time after receiving his commission and before the expiration of thirty days after the commencement of his term of office; but if he fails to receive his commission until after the commencement of his term of office, he may qualify within thirty days from the date of receiving such commission. If a judge fails to qualify as above provided, his office shall be deemed to be vacant.\n\n1976, c. 374.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-17-1/"
    },
    {
      "id": "section-161-6918",
      "number": "16.1-69.18.",
      "heading": "Bonds of judges, clerks, and others handling funds",
      "text": "Before entering upon the performance of his duties every judge, substitute judge, clerk, deputy clerk or other officer or employee of a district court shall enter into bond before the clerk of a circuit court to which appeals from his court lie, except as hereinafter provided. The bond shall be in a penalty and with corporate surety approved by the judge of such appellate court. No such bond shall be in a penalty of less than $3,000, nor more than $75,000, and all such bonds shall be conditioned for the faithful performance of the duties of the principal. The bonds shall be made payable to the Commonwealth and shall be filed with the clerk of such appellate court. Provided, however, that instead of specific bonds being given as stipulated herein, the Committee on District Courts may in their discretion procure faithful performance of duty blanket bonds for any or all of the districts enumerated in § 16.1-69.6 covering the judges, substitute judges, clerks and other personnel of the several district courts included in such districts and within the penalty limits contained in this section, unless in the discretion of the Committee, bonds with a larger maximum penalty should be obtained. Provided further, that in those instances where specific bonds for judges, clerks, deputy clerks or other officers or employees of a district court are in effect, the Committee on District Courts may, whenever they deem it advisable, terminate such specific bonds upon obtaining a blanket bond covering such court personnel with appropriate refund or credit being made for the unearned premiums on the specific bonds being terminated. A copy of any such blanket bond so procured shall be filed with the Division of Risk Management within the Department of Treasury and with the clerk of the respective circuit courts to which appeals from the decisions of the several district courts may lie. The premiums for such bonds shall be paid by the Commonwealth.\n\n1972, c. 708; 1973, c. 546; 1974, c. 3; 1975, c. 334; 2002, c. 406.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-18/"
    },
    {
      "id": "section-161-6919",
      "number": "16.1-69.19.",
      "heading": "Incompatible offices",
      "text": "No person shall at the same time hold the office of judge or substitute judge of a district court and the office of magistrate, clerk of a court, sheriff, treasurer, or commissioner of the revenue, or deputy of either of them. A full-time district court judge may not serve as a commissioner of accounts, commissioner in chancery or a marriage celebrant appointed by the circuit court pursuant to § 20-25, nor shall such judge, during his continuance in office, seek or accept any nonjudicial elective office, or hold any other office of public trust or engage in any other incompatible activity. If any judge of a district court shall accept any office for which he is ineligible under this section, such acceptance shall vacate his office as judge of such court.\n\n1972, c. 708; 1973, c. 546; 1976, c. 374; 1993, c. 312.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-19/"
    },
    {
      "id": "section-161-6920",
      "number": "16.1-69.20.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-20/"
    },
    {
      "id": "section-161-6921",
      "number": "16.1-69.21.",
      "heading": "When substitute to serve; his powers and duties",
      "text": "In the event of the inability of the judge to perform the duties of his office or any of them by reason of sickness, absence, vacation, interest in the proceeding or parties before the court, or otherwise, such judge or a person acting on his behalf shall promptly notify the appropriate chief district judge of such inability. If the chief district judge determines that the provisions of § 16.1-69.35 have been complied with or cannot reasonably be done within the time permitted and that no other full-time or retired judge is reasonably available to serve, the chief district judge may direct a substitute judge to serve as a judge of the court, which substitute may serve concurrently with one or more of the judges of the court or alone. When reasonably necessary, the chief district judge may designate a substitute judge from another district within the Commonwealth. The committee on district courts may adopt policies and procedures governing the utilization of substitute judges. In such event, those policies and procedures will, where applicable, control. While acting as judge, a substitute judge shall perform the same duties, exercise the same power and authority, and be subject to the same obligations as prescribed herein for the judge. A substitute judge shall retain the power to enter a final order in any case heard by such substitute judge for a period of 14 days after the date of a hearing of such case. While serving as judge of the court, the judge or the substitute judge may perform all acts with respect to the proceedings, judgments and acts of any other judge in connection with any action or proceeding then pending or theretofore disposed of in the court except as otherwise provided in this chapter in the same manner and with the same force and effect as if they were his own.\n\n1972, c. 708; 1973, c. 546; 1983, c. 128; 1984, c. 570; 2017, c. 650; 2020, c. 118.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-21/"
    },
    {
      "id": "section-161-6922",
      "number": "16.1-69.22.",
      "heading": "Removal of judges and substitute judges",
      "text": "Any judge or substitute judge of a district court may be removed from office in the manner and for any of the causes prescribed in Chapter 9 (§ 17.1-900 et seq.) of Title 17.1; provided, that substitute judges may be removed from office under the provisions of §§ 24.2-230 through 24.2-238.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-22/"
    },
    {
      "id": "section-161-69221",
      "number": "16.1-69.22:1.",
      "heading": "Temporary recall of retired district court judges; evaluation",
      "text": "A. The Chief Justice of the Supreme Court may call upon any judge of a district court who is retired under the Judicial Retirement System (§ 51.1-300 et seq.) and who has been found qualified within the preceding three years by the House and Senate Committees for Courts of Justice to (i) hear a specific case or cases pursuant to the provisions of § 16.1-69.35 with such designation to continue in effect for the duration of the case or cases or (ii) perform, for a period not to exceed 90 days at any one time, such judicial duties in any district court as the Chief Justice of the Supreme Court shall deem in the public interest for the expeditious disposition of the business of such courts.\n\nB. It shall be the obligation of any retired judge who is recalled to temporary service under this section and who has not attained age 70 to accept the recall and perform the duties assigned. It shall be within the discretion of any judge who has attained age 70 to accept such recall.\n\nC. Any judge recalled to duty under this section shall have all the powers, duties, and privileges attendant on the position he is recalled to serve.\n\nD. Notwithstanding the provisions of subsection A, the Chief Justice may call upon and authorize any judge of a district court whose retirement becomes effective during the interim period between regularly scheduled sessions of the General Assembly to sit in recall either to (i) hear a specific case or cases pursuant to the provisions of § 16.1-69.35, which designation shall continue in effect for the duration of the case or cases, or (ii) perform, for a period of time not to exceed 90 days at any one time, such judicial duties in any district court as the Chief Justice shall deem in the public interest for the expeditious disposition of the business of the courts.\n\nE. All retired district court judges who have requested to sit in recall shall be evaluated during the final year of the three-year period following qualification by the House and Senate Committees for Courts of Justice using an evaluation form prepared and distributed by the Office of the Executive Secretary of the Supreme Court of Virginia. An annual report containing the results of such evaluations conducted that year shall be prepared and transmitted to the House and Senate Committees for Courts of Justice by the first day of the next regular session of the General Assembly.\n\n1990, c. 832; 2014, c. 776; 2022, c. 532.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-22-1/"
    },
    {
      "id": "section-161-6923",
      "number": "16.1-69.23.",
      "heading": "In what cases judge disqualified",
      "text": "If the judge or substitute judge of any district court:\n\n(1) Be a party to an action;\n\n(2) Be interested in the result of any action, otherwise than as resident or taxpayer of the city or county;\n\n(3) Be related to any party to the action as spouse, grandparent, parent, father-in-law, mother-in-law, child, grandchild, son-in-law, daughter-in-law, brother, sister, brother-in-law, sister-in-law, nephew, niece, uncle, aunt, first cousin, guardian or ward;\n\n(4) Be a material witness for either party to the action;\n\n(5) Be counsel for any party to the action;\n\nhe shall not take cognizance thereof.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-23/"
    },
    {
      "id": "section-161-6924",
      "number": "16.1-69.24.",
      "heading": "Contempt of court",
      "text": "A. A judge of a district court shall have the same powers and jurisdiction as a judge of a circuit court to punish summarily for contempt, but in no case shall the fine exceed $250 and imprisonment exceed 10 days for the same contempt. From any such fine or sentence, there shall be an appeal of right within the period prescribed in this title and to the court or courts designated therein for appeals in other cases, and the proceedings on such appeal shall conform in all respects to the provisions of §§ 18.2-456 through 18.2-459.\n\nB. Any person charged with a felony offense, misdemeanor offense, or released on a summons pursuant to § 19.2-73 or 19.2-74 who fails to appear before any court or judicial officer as required shall not be punished for contempt under this provision but may be punished for such contempt under subdivision A 6 of § 18.2-456.\n\n1972, c. 708; 1973, c. 546; 2000, cc. 164, 185; 2019, c. 708.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-24/"
    },
    {
      "id": "section-161-6925",
      "number": "16.1-69.25.",
      "heading": "Judge may issue warrants, summons, and subpoenas",
      "text": "Except as otherwise provided by general law, a judge of a district court may, within the scope of his general jurisdiction, issue warrants, summons, and subpoenas, including subpoenas duces tecum or other process, in civil, traffic and criminal cases, to be returned before his court, and may also issue fugitive warrants and conduct proceedings thereon in accordance with the provisions of §§ 19.2-99 through 19.2-104.\n\n1972, c. 708; 1973, c. 546; 1994, c. 500; 2014, cc. 305, 310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-25/"
    },
    {
      "id": "section-161-69251",
      "number": "16.1-69.25:1.",
      "heading": "Judge shall order bill of particulars; time for motion",
      "text": "Upon request of either party, a judge of a district court may direct the filing of a written bill of particulars at any time before trial and within a period of time specified in the order so requiring. Motions for bills of particulars in criminal cases before general district courts shall be made before a plea is entered and at least seven days before the day fixed for trial.\n\n1980, c. 338; 1998, cc. 482, 495.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-25-1/"
    },
    {
      "id": "section-161-6926",
      "number": "16.1-69.26.",
      "heading": "Judges as conservators of the peace",
      "text": "The judge of each district court having criminal jurisdiction shall be a conservator of the peace within the limits of the territory in which he serves; and if such court is a city court, the judge thereof shall, except as otherwise provided by general law, also be a conservator of the peace for the area extending for one mile beyond the corporate limits of the city.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-26/"
    },
    {
      "id": "section-161-6927",
      "number": "16.1-69.27.",
      "heading": "Additional powers of judges",
      "text": "A judge of a district court may take affidavits and administer oaths and affirmations in all matters and proceedings, may issue all appropriate orders or writs, including orders appointing guardians ad litem in all proper cases, in aid of the jurisdiction conferred upon him, and may certify transcripts of the records and proceedings of the court for use elsewhere. But he shall have no authority to take acknowledgments to deeds or other writings for purposes of recordation.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-27/"
    },
    {
      "id": "section-161-6928",
      "number": "16.1-69.28.",
      "heading": "Commitment of insane, etc., persons",
      "text": "A judge of a district court shall have and may exercise, concurrently with special justices appointed for the purpose, the jurisdiction conferred by general law upon justices, and special justices in all matters in connection with the adjudication and commitment of incapacitated persons, including drug-addicted and inebriate persons, and the institution and conduct of proceedings thereof. Such proceedings may be had at any place within the jurisdiction of the court over which such judge presides.\n\n1972, c. 708; 1973, c. 546; 1997, c. 801.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-28/"
    },
    {
      "id": "section-161-6929",
      "number": "16.1-69.29.",
      "heading": "Jurisdiction over certain waters",
      "text": "Where any river, watercourse or bay lies between any counties or any cities, or any county and city in this Commonwealth, the district courts therein, on each side, respectively, shall have concurrent territorial jurisdiction over so much thereof as shall be opposite to such counties and cities. And such courts for counties or cities lying on the waters bounding the Commonwealth shall have concurrent territorial jurisdiction respectively over such waters opposite such counties and cities, as far as the jurisdiction of this Commonwealth extends. But this section shall not apply to the City of Richmond.\n\n1972, c. 708; 1973, c. 546; 2005, cc. 45, 114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-29/"
    },
    {
      "id": "section-161-69291",
      "number": "16.1-69.29:1.",
      "heading": "Certain information to be made available to certain defendants found not guilty",
      "text": "In any case in which a defendant is found not guilty of any offense after a trial in a general district court at which evidence of the defendant's mental condition at the time of the alleged offense was introduced in accordance with § 19.2-271.6, the court shall make available to the defendant information provided by the community services board in accordance with § 37.2-513 regarding services provided by the community services board and how such services may be accessed.\n\n2023, cc. 217, 218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-29-1/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Administration and Supervision of the District Courts",
      "text": "Administration and Supervision of the District Courts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161-6930",
      "number": "16.1-69.30.",
      "heading": "District system within unified court system",
      "text": "The district court system shall be within the unified court system of the Commonwealth subordinate to the Supreme Court and subject to the administrative supervision of the Chief Justice of the Supreme Court.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-30/"
    },
    {
      "id": "section-161-6931",
      "number": "16.1-69.31.",
      "heading": "The duties of the Judicial Council",
      "text": "The duties of the Judicial Council with respect to the district court system shall include those set forth in §§ 16.1-69.6 through 16.1-69.12, and such other duties as may be assigned to the Council by law.\n\n1972, c. 708; 1973, c. 546; 2018, c. 164.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-31/"
    },
    {
      "id": "section-161-6932",
      "number": "16.1-69.32.",
      "heading": "Rules",
      "text": "The Supreme Court may formulate rules of practice and procedure for the general district courts and juvenile and domestic relations district courts following consultation with the Chairmen of the House and Senate Committees for Courts of Justice and the executive committee of the Judicial Conference of Virginia for District Courts. Such rules, subject to the strict construction of the provisions of § 8.01-3, which shall be the only rules of practice and procedure in all the district courts in the Commonwealth, shall be included in the Code of Virginia as provided in § 8.01-3, subject to revision by the General Assembly.\n\n1972, c. 708; 1973, c. 546; 1975, c. 334; 1976, c. 306.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-32/"
    },
    {
      "id": "section-161-69321",
      "number": "16.1-69.32:1.",
      "heading": "Substitution of counsel",
      "text": "Except in case of court-appointed counsel, no rule of court shall be made or construed so as to preclude substitution of counsel in civil and criminal cases in the district courts, nor shall any order or appearance in person, be required, to relieve original counsel of his duties in any such case. It shall be sufficient that new counsel represents to the court that the substitution is made pursuant to agreement by the parties represented and original counsel.\n\n1980, c. 434.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-32-1/"
    },
    {
      "id": "section-161-6933",
      "number": "16.1-69.33.",
      "heading": "Committee on District Courts",
      "text": "There is hereby established a Committee on District Courts to be composed of the Majority Leader of the Senate, the Speaker of the House of Delegates, the Chairman of the House Committee for Courts of Justice or his designee who shall be a member of the committee, the Chairman of the Senate Committee for Courts of Justice or his designee who shall be a member of the committee, two members of the House Committee for Courts of Justice to be appointed by the Chairman of the committee, and two members of the Senate Committee for Courts of Justice to be appointed by the Chairman of the committee, the Chief Justice of the Supreme Court of Virginia who shall be chair of the Committee, one judge of a circuit court, two general district court judges and two juvenile and domestic relations district court judges. The judicial members of the Committee on District Courts shall be made to give representation insofar as feasible to various geographic areas of the Commonwealth. The judicial members of the Committee on District Courts shall be appointed by, and serve at the pleasure of the Chief Justice.\n\nThe Committee shall meet at such times and places as it may from time to time designate for the purposes of authorizing the appointment of substitute judges pursuant to § 16.1-69.14, authorizing the establishment of clerks' offices in counties or cities as may be requisite, and establishing when such offices shall be open for business, authorizing the appointment of personnel for the district courts pursuant to Article 4 (§ 16.1-69.37 et seq.) of this chapter and establishing procedures for administrative review of appeals from personnel actions for district court personnel and magistrates, fixing salary classification schedules of court personnel pursuant to Article 5 (§ 16.1-69.44 et seq.) of this chapter and establishing vacation and sick leave for district court judges, district court personnel and magistrates, and for such other duties or matters as are now, or may hereafter be conferred upon the Committee by law. The Committee may also adopt an official seal and authorize its use by district court clerks and deputy clerks of the district courts. Such salary classification schedules, vacation and sick leave policies shall be uniform throughout the Commonwealth.\n\nThe Committee on District Courts shall have sole authority and discretion in adjusting salary classification schedules for district court personnel. The Committee shall fix such salaries for the several district court personnel at least annually at such time as it deems it proper and as soon as practicable thereafter certify to the Comptroller and the Executive Secretary of the Supreme Court a detailed statement of the salaries fixed by them for the several district courts and the effective date of any salary adjustments.\n\nThe Committee on District Courts shall appoint (i) a Clerk's Advisory Committee composed of two clerks from the general district courts and two clerks from the juvenile and domestic relations district courts; such appointments shall be made after giving due consideration to former clerks of county and municipal courts not of record; (ii) a Magistrate's Advisory Committee composed of two magistrates; such advisory committees are to make recommendations to the Committee regarding administrative functions of the district courts.\n\nFor the performance of their duties, the Committee shall be reimbursed out of the money appropriated for the adjudication of cases in the district trial courts for their actual expenses incurred in the performance of their duties and in addition, per diem compensation allowed for members of the General Assembly for each day spent in performing such duties; provided, however, that no additional compensation shall be paid to members of the judiciary serving on the Committee.\n\nIn the event of the establishment of personal liability of a district court judge or magistrate for the loss of property or money from a district court or magistrate's office by reason of robbery or burglary, the Committee on District Courts shall have the authority, after appropriate investigation and upon its determination that the individual judge or magistrate was not negligent in the performance of his duties, to reimburse such judge or magistrate to the extent of his personal liability on a warrant of the Comptroller issued as provided by law. However, such reimbursement shall not exceed $1,000 per claim. This paragraph shall apply to all claims arising on and after July 1, 1976.\n\n1972, c. 708; 1973, cc. 546, 547; 1974, cc. 333, 484; 1975, c. 334; 1976, cc. 52, 444; 1978, c. 133; 1984, c. 23; 1992, c. 497; 2001, c. 367; 2004, c. 330; 2008, c. 115; 2015, c. 331.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-33/"
    },
    {
      "id": "section-161-6934",
      "number": "16.1-69.34.",
      "heading": "Reserved",
      "text": "Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-34/"
    },
    {
      "id": "section-161-6935",
      "number": "16.1-69.35.",
      "heading": "Administrative duties of chief district judge",
      "text": "The chief judge of each district shall have the following administrative duties and authority with respect to his district:\n\n1. When any district court judge is under any disability or for any other cause is unable to hold court and the chief judge determines that assistance is needed:\n\na. The chief district judge shall designate a judge within the district or a judge of another district court within the Commonwealth, if one is reasonably available, to hear and dispose of any action or actions properly coming before such district court for disposition;\n\nb. If unable to designate a judge as provided in subdivision 1 a, the chief district judge may designate a retired district judge eligible for recall pursuant to § 16.1-69.22:1 for such hearing and disposition if such judge consents; or\n\nc. If unable to assign a retired district court judge, the chief district judge may designate a retired circuit court judge eligible for recall pursuant to § 17.1-106 if such judge consents or the chief district judge may request that the Chief Justice of the Supreme Court designate a circuit judge if such judge consents.\n\nIf no judges are available under subdivision a, b or c, then a substitute judge shall be designated pursuant to § 16.1-69.21.\n\nWhile acting, any judge so designated shall have all the authority and power of the judge of the court, and his order or judgment shall, to all intents and purposes, be the judgment of the court. A general district court judge designated pursuant to subdivision 1 a, may, with his consent, substitute for or replace a juvenile and domestic relations district court judge, and vice versa. The names of the judges designated under subdivisions b and c shall be selected from a list provided by the Executive Secretary and approved by the Chief Justice of the Supreme Court.\n\n2. The chief general district court judge of a district may designate any juvenile and domestic relations district court judge of the district, with the judge's consent, for an individual case or to sit and hear cases for a period of not more than one year, in any of the general district courts within the district. The chief juvenile and domestic relations district court judge of a district may designate any general district court judge of the district, with the judge's consent, for an individual case or to sit and hear cases for a period of not more than one year, in any of the juvenile and domestic relations district courts within the district. Every judge so designated shall have the same powers and jurisdiction and be authorized to perform the same duties as any judge of the district for which he is designated to assist, and, while so acting, his order or judgment shall be, for all purposes, the judgment of the court to which he is assigned.\n\n3. If on account of congestion in the work of any district court or when in his opinion the administration of justice so requires, the Chief Justice of the Supreme Court may, upon his own initiative or upon written application of the chief district court judge desiring assistance, designate a judge from another district or any circuit court judge, if such circuit court judge consents, or a retired judge eligible for recall, to provide judicial assistance to such district. Every judge so designated shall have the same powers and jurisdiction and be authorized to perform the same duties as any judge of the district for which he is designated to assist and while so acting his order or judgment shall be, to all intents and purposes, the judgment of the court to which he is assigned.\n\n4. Subject to such rules as may be established pursuant to § 16.1-69.32, the chief judge may establish special divisions of any general district court when the work of the court may be more efficiently handled thereby such as through the establishment of special civil, criminal or traffic divisions, and he may assign the judges of the general district court with respect to serving such special divisions. In the City of Richmond the general district court shall, in addition to any specialized divisions, maintain a separate division of such court in that part of Richmond south of the James River with concurrent jurisdiction over all matters arising in the City of Richmond.\n\n5. Subject to such rules as may be established pursuant to § 16.1-69.32, the chief judge shall determine when the district courts or divisions of such courts shall be open for the transaction of business. The chief judge or presiding judge of any district court may authorize the clerk's office to close on any date when the chief judge or presiding judge determines that operation of the clerk's office, under prevailing conditions, would constitute a threat to the health or safety of the clerk's office personnel or the general public. Closing of the clerk's office pursuant to this subsection shall have the same effect as provided in subsection B of § 1-210. In determining whether to close because of a threat to the health or safety of the general public, the chief judge or the presiding judge of the district court shall coordinate with the chief judge or presiding judge of the circuit court so that, where possible and appropriate, both the circuit and district courts take the same action. He shall determine the times each such court shall be held for the trial of civil, criminal or traffic matters and cases. He shall determine whether, in the case of district courts in counties, court shall be held at any place or places in addition to the county seat or other place expressly authorized by statute. He shall determine the office hours and arrange a vacation schedule of the judges within his district, in order to ensure the availability of a judge or judges to the public at normal times of business. A schedule of the times and places at which court is held shall be filed with the Executive Secretary of the Supreme Court and kept posted at the courthouse, and in any county also at any such other place or places where court may be held, and the clerk shall make such schedules available to the public upon request. Any matter may, in the discretion of the judge, or by direction of the chief district judge, be removed from any one of such designated places to another, or to or from the county seat or other place expressly authorized by statute, in order to serve the convenience of the parties or to expedite the administration of justice; however, any town having a population of over 15,000 as of July 1, 1972, having court facilities and a court with both general criminal and civil jurisdiction prior to July 1, 1972, shall be designated by the chief judge as a place to hold court.\n\n6. Subject to the provisions of § 16.1-69.38, the chief judge of a general district court or the chief judge of a juvenile and domestic relations district court may establish a voluntary civil mediation program for the alternate resolution of disputes. The costs of the program shall be paid by the local governing bodies within the district or by the parties who voluntarily participate in the program.\n\n1972, c. 708; 1973, c. 546; 1976, cc. 307, 444; 1978, c. 200; 1984, c. 570; 1987, c. 703; 1989, c. 264; 1991, cc. 177, 392; 1992, c. 387; 1995, c. 57; 2001, c. 494; 2003, c. 102; 2005, cc. 207, 839; 2006, c. 144; 2014, c. 776; 2017, cc. 37, 225; 2019, cc. 240, 321, 526.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-35/"
    },
    {
      "id": "section-161-693501",
      "number": "16.1-69.35:01.",
      "heading": "Location of district courts for Albemarle County",
      "text": "The Albemarle General District Court and the Albemarle Juvenile and Domestic Relations District Court may sit in the City of Charlottesville on property immediately across the street from the county courthouse.\n\n2019, c. 240.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-35-01/"
    },
    {
      "id": "section-161-69351",
      "number": "16.1-69.35:1.",
      "heading": "Location of district courts for Carroll County",
      "text": "The General District Court and the Juvenile and Domestic Relations District Court for Carroll County shall sit at the Carroll County Courthouse in Hillsville.\n\n1974, c. 508.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-35-1/"
    },
    {
      "id": "section-161-69352",
      "number": "16.1-69.35:2.",
      "heading": "Recording of proceedings in district courts",
      "text": "A. An audio recording of proceedings in a district court may be made by a party or his counsel. However, the judge of a juvenile and domestic relations district court may impose any restriction as necessary to comply with the confidentiality requirements applicable to such district court.\n\nB. No judge of a district court shall (i) order or require a party or his counsel to submit a copy of an audio recording made pursuant to this section or a transcript of such recording to the clerk of a district court to be maintained in such party's individual case file or (ii) prohibit a party or his counsel from providing such copy or transcript of such recording to the opposing party or his counsel.\n\n1985, c. 378; 2014, c. 268; 2025, c. 509.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-35-2/"
    },
    {
      "id": "section-161-69353",
      "number": "16.1-69.35:3.",
      "heading": "(Expires pursuant to Acts 2025, c. 292, cl. 2) Twelfth Judicial District; chief judges; designation of cases to be heard in Colonial Heights.",
      "text": "The chief judges of the Twelfth Judicial District General District Court and the Twelfth Judicial District Juvenile and Domestic Relations District Court may, in the interest of justice and by order, designate one or more of the courtrooms of the Colonial Heights General District Court or Colonial Heights Juvenile and Domestic Relations District Court as the courtroom or courtrooms in which civil or criminal cases whose proper, preferred, or permissible venue is laid within Chesterfield County are to be tried. With respect to such orders, in case of conflict between the provisions of this section and other provisions outside this section relating to venue in cases heard by the judges of general district courts and juvenile and domestic relations district courts, all such other provisions are hereby superseded.\n\n2025, c. 292.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-35-3/"
    },
    {
      "id": "section-161-6936",
      "number": "16.1-69.36.",
      "heading": "Where process returnable and trials held in certain cases",
      "text": "All process, civil and criminal, returnable before a district court of a county shall, if the defendants or any of them reside in a city or town in which the court is held, be made returnable at the courtroom or place the court is held in such city or town, but if none of the defendants reside therein it shall be made returnable to the county seat, or to one of the other places where the court is held, whichever shall be nearer or more accessible to such defendant or defendants. If the process is made returnable to some other place than the county seat the place to which it is returnable shall be designated therein. For all jurisdictional requirements hereunder the county seat and each and all of the places designated for the holding of the court shall be deemed to be a part of each and every magisterial district in the county.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-36/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Judges and Personnel of the District Courts",
      "text": "Judges and Personnel of the District Courts",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161-6937",
      "number": "16.1-69.37.",
      "heading": "Personnel continued in office",
      "text": "The clerks, deputy clerks, referees, bailiffs and other officers and employees of county, municipal and juvenile and domestic relations courts shall continue in office in like positions with the general district courts and juvenile and domestic relations district courts until the expiration of the term, if any, for which elected or appointed. Nothing contained in this chapter shall be construed to effect or authorize any reduction in the compensation of any such officer or employee during such term.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-37/"
    },
    {
      "id": "section-161-6938",
      "number": "16.1-69.38.",
      "heading": "Authorization for substitute judges and personnel",
      "text": "The Committee on District Courts established in § 16.1-69.33 shall, subject to the provision of § 16.1-69.37, establish guidelines and determine the necessity for the employment of substitute judges, clerks, deputy clerks and all other personnel of the district courts and authorize the employment of such personnel by the courts. For purposes of this chapter, the term \"personnel,\" as related to the courts, shall not include probation officers and other social service officers of a juvenile and domestic relations district court. The Executive Secretary of the Supreme Court shall obtain pertinent personnel policies of local units of government as to personnel of courts not of record who become employees of district courts pursuant to this chapter, and he shall assist the Committee in the performance of its duties. The Committee may receive the advice and recommendations of the Executive Secretary with respect to authorization of personnel for the district courts, job classifications, salary scales, vacation and sick leave and related personnel matters.\n\nThe Committee may authorize the appointment of any personnel to serve one or more district courts within any district and in addition may authorize the clerk and deputy clerks of the circuit court of a political subdivision to serve as clerk and deputy clerks of one or more district courts within the political subdivision.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-38/"
    },
    {
      "id": "section-161-6939",
      "number": "16.1-69.39.",
      "heading": "Appointment of personnel",
      "text": "All personnel shall be appointed by, serve at the pleasure of, and be subject to removal by the chief judge of the district court in which they serve. In the event of any personnel authorized to serve in both a general district court and juvenile and domestic relations district court within any district, appointments and removals shall be made by the chief judges of such courts and in the event of a tie vote on any such matter the chief judges of the district shall certify such fact to the Committee on District Courts who shall decide the matter. The provisions of this section shall not be applicable in the event of authorization for any deputy circuit court clerk or deputy clerk to serve any district court. Personnel subject to the provisions of this article shall not be subject to the Virginia Personnel Act (§ 2.2-2900 et seq.).\n\n1972, c. 708; 1973, c. 546; 1975, c. 334.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-39/"
    },
    {
      "id": "section-161-69391",
      "number": "16.1-69.39:1.",
      "heading": "Legal service to district court employees and magistrates",
      "text": "All legal services for personnel of the district courts or magistrates in civil matters, including civil litigation, arising out of the performance of their duties, shall be provided by the office of the Attorney General. If, in the opinion of the Attorney General, it is impractical or uneconomical for such service to be rendered by his office, the Committee on District Courts may employ special counsel for such purpose, whose compensation shall be fixed by the Committee. The compensation for such special counsel shall be paid out of the funds appropriated for the administration of the district courts.\n\n1977, c. 94; 1980, c. 197.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-39-1/"
    },
    {
      "id": "section-161-6940",
      "number": "16.1-69.40.",
      "heading": "Powers and duties of clerks; civil liability",
      "text": "The clerk and deputy clerks shall be conservators of the peace within the territory for which the court has jurisdiction, and may, within such judicial district, issue warrants, detention orders, and other processes, original, mesne and final, both civil and criminal, commit to jail or other detention facility, or admit to bail upon recognizance, persons charged with crimes or before the court on civil petition, subject to the limitations set forth by law, and issue subpoenas for witnesses, writs of fieri facias and writs of possession and eviction, attachments and garnishments and abstracts of judgments. A record made in the performance of the clerk's official duties may be authenticated as a true copy by the clerk or by a deputy clerk without additional authentication by the judge to whom the clerk reports, notwithstanding the provisions of subsection B of § 8.01-391.\n\nNo clerk or deputy clerk shall issue any warrant or process based on complaint of his spouse, child, grandchild, parent, grandparent, parent-in-law, child-in-law, brother, sister, brother-in-law, sister-in-law, nephew, niece, uncle, aunt, first cousin, guardian or ward. They may take affidavits and administer oaths and affirmations, take and certify depositions in the same manner as a notary public, perform such other notarial acts as allowed under § 47.1-12, take acknowledgments to deeds or other writings for purposes of recordation, and issue all other legal processes which may be issued by the judge of such court and exercise such other powers and perform such other duties as are conferred or imposed upon them by law. The clerk may also issue to interested persons informational brochures authorized by a judge of such court explaining the legal rights of such persons.\n\nNo clerk or deputy clerk shall be civilly liable for providing information or assistance that is within the scope of his duties.\n\nThe clerk shall develop, implement and administer procedures necessary for the efficient operation of the clerk's office, keep the records and accounts of the court, supervise nonjudicial personnel and discharge such other duties as may be prescribed by the judge.\n\n1972, c. 708; 1973, c. 546; 1974, c. 671; 1978, c. 463; 1983, c. 135; 1985, c. 99; 1989, c. 229; 2001, cc. 488, 499; 2019, cc. 180, 700.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-40/"
    },
    {
      "id": "section-161-69401",
      "number": "16.1-69.40:1.",
      "heading": "Traffic infractions within authority of traffic violations clerk; schedule of fines; prepayment of local ordinances",
      "text": "A. The Supreme Court shall by rule, which may from time to time be amended, supplemented or repealed, but which shall be uniform in its application throughout the Commonwealth, designate the traffic infractions for which a pretrial waiver of appearance, plea of guilty and fine payment may be accepted. Such designated infractions shall include violations of §§ 46.2-830.1, 46.2-878.2 and 46.2-1242 or any parallel local ordinances. Notwithstanding any rule of the Supreme Court, a person charged with a traffic offense that is listed as prepayable in the Uniform Fine Schedule may prepay his fines and costs without court appearance whether or not he was involved in an accident. The prepayable fine amount for a violation of § 46.2-878.2 shall be $200 plus an amount per mile-per-hour in excess of posted speed limits, as authorized in § 46.2-878.3.\n\nSuch infractions shall not include:\n\n1. Indictable offenses;\n\n2. [Repealed.]\n\n3. Operation of a motor vehicle while under the influence of intoxicating liquor or a narcotic or habit-producing drug, or permitting another person, who is under the influence of intoxicating liquor or a narcotic or habit-producing drug, to operate a motor vehicle owned by the defendant or in his custody or control;\n\n4. Reckless driving;\n\n5. Leaving the scene of an accident;\n\n6. Driving while under suspension or revocation of driving privileges;\n\n7. Driving without being licensed to drive.\n\n8. [Repealed.]\n\nB. An appearance may be made in person or in writing by mail to a clerk of court or in person before a magistrate, prior to any date fixed for trial in court. Any person so appearing may enter a waiver of trial and a plea of guilty and pay the fine and any civil penalties established for the offense charged, with costs. He shall, prior to the plea, waiver, and payment, be informed of his right to stand trial, that his signature to a plea of guilty will have the same force and effect as a judgment of court, and that the record of conviction will be sent to the Commissioner of the Department of Motor Vehicles.\n\nC. The Supreme Court, upon the recommendation of the Committee on District Courts, shall establish a schedule, within the limits prescribed by law, of the amounts of fines and any civil penalties to be imposed, designating each infraction specifically. The schedule, which may from time to time be amended, supplemented or repealed, shall be uniform in its application throughout the Commonwealth. Such schedule shall not be construed or interpreted so as to limit the discretion of any trial judge trying individual cases at the time fixed for trial. The rule of the Supreme Court establishing the schedule shall be prominently posted in the place where the fines are paid. Fines and costs shall be paid in accordance with the provisions of this Code or any rules or regulations promulgated thereunder.\n\nD. Fines imposed under local traffic infraction ordinances that do not parallel provisions of state law and fulfill the criteria set out in subsection A may be prepayable in the manner set forth in subsection B if such ordinances appear in a schedule entered by order of the local circuit courts. The chief judge of each circuit may establish a schedule of the fines, within the limits prescribed by local ordinances, to be imposed for prepayment of local ordinances designating each offense specifically. Upon the entry of such order it shall be forwarded within 10 days to the Supreme Court of Virginia by the clerk of the local circuit court. The schedule, which from time to time may be amended, supplemented or repealed, shall be uniform in its application throughout the circuit. Such schedule shall not be construed or interpreted so as to limit the discretion of any trial judge trying individual cases at the time fixed for trial. This schedule shall be prominently posted in the place where fines are paid. Fines and costs shall be paid in accordance with the provisions of this Code or any rules or regulations promulgated thereunder.\n\n1977, c. 585; 1978, c. 605; 1979, c. 510; 1983, c. 388; 1994, c. 912; 1998, c. 209; 2000, c. 841; 2003, c. 282; 2004, c. 350; 2011, c. 694; 2017, c. 504; 2020, cc. 1227, 1246.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-40-1/"
    },
    {
      "id": "section-161-69402",
      "number": "16.1-69.40:2.",
      "heading": "Nontraffic offenses for which prepayment authorized; schedules, fines; prepayment of local ordinances",
      "text": "A. The Supreme Court shall by rule, which may from time to time be amended, supplemented or repealed, but which shall be uniform in its application throughout the Commonwealth, designate the nontraffic offenses for which a pretrial waiver of appearance, plea of guilty and fine payment may be accepted. Such offenses shall not include:\n\n1. Indictable offenses;\n\n2. Class 1 or Class 2 misdemeanors;\n\n3. Offenses which involve moral turpitude;\n\n4. Any offenses involving injury to persons;\n\n5. Any offense punishable by incarceration or by a fine of more than $500.\n\nB. An appearance may be made in person or in writing by mail to a clerk of court or in person before a magistrate, prior to any date fixed for trial in court. Any person so appearing may enter a waiver of trial and plea of guilty and pay the fine established for the offense charged, with costs. He shall, prior to the plea, waiver and payment, be informed of his right to stand trial and that his signature to a plea of guilty will have the same force and effect as a judgment of court.\n\nC. The Supreme Court, upon the recommendation of the Committee on District Courts, shall establish a schedule, within the limits prescribed by law, of the amounts of fines to be imposed upon prepayment of nontraffic offenses authorized as prepayable under subsection A, designating each offense specifically. The schedule, which may from time to time be amended, supplemented or repealed, shall be uniform in its application throughout the Commonwealth. Such schedule shall not be construed or interpreted so as to limit the discretion of any trial judge trying individual cases at the time fixed for trial. The Rule of the Court establishing the schedule shall be prominently posted in the place where the fines are paid. Fines and costs shall be paid in accordance with the provisions of this Code or any rules or regulations promulgated thereunder.\n\nD. Local ordinances fulfilling the criteria set out in subsection A may be prepayable in a like manner if such ordinances appear in a schedule entered by order of the local circuit courts. The chief judge of each circuit may establish a schedule of the fines, within the limits prescribed by local ordinances to be imposed for prepayment of local ordinances designating each offense specifically. Upon the entry of such order it shall be forwarded within 10 days to the Supreme Court of Virginia by the clerk of the local circuit court. The schedule, which may from time to time be amended, supplemented or repealed, shall be uniform in its application throughout the circuit. Such schedule shall not be construed or interpreted so as to limit the discretion of any trial judge trying individual cases at the time fixed for trial. This schedule shall be prominently posted in the place where the fines are paid. Fines and costs shall be paid in accordance with the provisions of this Code or any rules or regulations promulgated thereunder.\n\n1978, c. 605; 1989, c. 421; 2011, c. 694.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-40-2/"
    },
    {
      "id": "section-161-69403",
      "number": "16.1-69.40:3.",
      "heading": "Financial responsibilities of judges and clerks",
      "text": "The judge of each district court shall have management responsibility over the collection and distribution of all funds received by such court; provided, however, that no judge or clerk shall incur personal liability for a shortage in such funds unless such shortage is a result of his negligence, failure to exercise appropriate supervision or intentional misconduct.\n\n1979, c. 511.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-40-3/"
    },
    {
      "id": "section-161-6941",
      "number": "16.1-69.41.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1974, c. 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-41/"
    },
    {
      "id": "section-161-6942",
      "number": "16.1-69.42.",
      "heading": "Clerk when authorized by judge may execute appeal bonds; may make out and attest transcripts",
      "text": "The clerk of a district court may, when authorized so to do by the judge of the court he serves, execute appeal bonds in appeals from judgment of the court. Any such clerk may make out and attest transcripts of the papers and records of the court for use in evidence elsewhere.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-42/"
    },
    {
      "id": "section-161-6943",
      "number": "16.1-69.43.",
      "heading": "Judge before whom accused was arraigned may hear case on merits; judge who has heard part of case may hear case to conclusion",
      "text": "No rule shall hereafter be promulgated under the limitations of § 8.01-4 or otherwise, which would avoid or preclude the judge before whom an accused is arraigned in criminal cases from hearing all aspects of the case on its merits, or to avoid or preclude any judge in any case who has heard any part of the case on its merits, from hearing the case to its conclusion; provided, however, another judge may hear portions of a case where a judge is required to disqualify himself, in cases in which a mistrial is declared, or in cases which have been reversed on appeal, or in the event of sickness, disability or vacation of the judge. The parties to any suit, action, cause or prosecution may waive the provisions of this section. Such waiver shall be entered of record.\n\n1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-43/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Financing of the District System",
      "text": "Financing of the District System",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161-6944",
      "number": "16.1-69.44.",
      "heading": "Salaries of judges",
      "text": "Each district court judge shall be paid by the Commonwealth an annual salary that shall be fixed in the general appropriation acts and set at an amount equal to 90 percent of the annual salary fixed by state law for judges of the circuit courts.\n\nEach substitute judge of a district court shall receive for his services a per diem compensation of $350, except when such judge sits pursuant to the provisions of Title 37.2, in which case compensation shall be limited to that provided in § 37.2-804. The judge replaced may certify that the substitute judge is entitled to $175 if the substitute judge acted in his official capacity for less than a full court docket or served less than four hours. A full-time judge elected to an initial term after January 1, 1974, shall also be prohibited from engaging in the practice of law.\n\n1972, c. 708; 1973, c. 546; 1974, c. 612; 1976, cc. 374, 459, 667; 1979, c. 445; 1980, c. 536; 1984, c. 570; 1993, c. 327; 1999, c. 730; 2025, c. 249.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-44/"
    },
    {
      "id": "section-161-6945",
      "number": "16.1-69.45.",
      "heading": "Salaries of clerks and personnel",
      "text": "The Committee on District Courts shall fix the salaries for the clerks and personnel of the district courts. Any county or city may supplement the salaries of the clerks and other personnel of the district court wholly out of local funds. However, no supplements may be paid to full-time district court judges or substitute judges. The Commonwealth shall assume the cost of any supplement being paid to a district court employee on January 1, 1980.\n\n1972, c. 708; 1973, c. 546; 1975, c. 334; 1976, c. 667; 1980, c. 613; 2008, cc. 349, 804; 2012, c. 62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-45/"
    },
    {
      "id": "section-161-6946",
      "number": "16.1-69.46.",
      "heading": "How salaries payable",
      "text": "All salaries determined according to the provisions of §§ 16.1-69.44 and 16.1-69.45 and any salary payment required by § 16.1-69.37 shall be payable by the Commonwealth, except any supplements paid to district court employees. All annual salaries shall be paid in semimonthly installments within the limits fixed by the Committee.\n\n1972, c. 708; 1973, c. 546; 2008, cc. 349, 804; 2018, c. 164.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-46/"
    },
    {
      "id": "section-161-6947",
      "number": "16.1-69.47.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1980, c. 194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-47/"
    },
    {
      "id": "section-161-69471",
      "number": "16.1-69.47:1.",
      "heading": "Travel expenses of judges and clerks; how paid",
      "text": "Any judge or clerk traveling more than five miles from the courthouse in the city or county in which he resides on court business shall be entitled to reimbursement by the Commonwealth for such of his actual expenses as are necessarily and ordinarily incidental to such travel. If conveyance is by public transportation, reimbursement shall be at the actual cost thereof. If conveyance is by private transportation, reimbursement shall be at the rate established for members of the General Assembly.\n\n1973, c. 546; 1975, c. 334; 1978, c. 404.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-47-1/"
    },
    {
      "id": "section-161-6948",
      "number": "16.1-69.48.",
      "heading": "Fees and fines",
      "text": "A. All fees collected by the judge, substitute judge, clerk or employees, but not including fees belonging to officers other than the judge, clerk or employees, of a general district court or juvenile and domestic relations district court shall be paid promptly to the clerk of the circuit court who shall pay the same into the state treasury. Fees collected for services of the attorney for the Commonwealth shall be paid by the clerk of the circuit court, one-half of such fee shall be paid into the treasury of the county or city in which the offense for which warrant issued was committed, and the other one-half of such fees shall be paid by such clerk on his monthly remittance into the state treasury.\n\nB. Notwithstanding the provisions of subsection A, fines collected for violations of city, town or county ordinances shall be paid promptly to the clerk of the circuit court who shall tender such collected fines on a monthly basis directly to the city, town or county whose ordinance has been violated and not to the state treasury. All fines collected for violations of the laws of the Commonwealth shall be paid promptly to the clerk of the circuit court who shall pay the same into the state treasury.\n\nC. The word \"fees\" as used in this section shall include all moneys from every source, exclusive of monthly bank charges, and except collections for child support or support for a spouse or parent, including by way of illustration, but not limited to, the fees collected pursuant to §§ 15.2-1627.3, 16.1-69.48:1, 18.2-268.1 through 18.2-268.12, 18.2-271.1, 19.2-163, 19.2-368.18, 29.1-551, 46.2-383, 46.2-1135, 46.2-1137 and 46.2-1138.1.\n\n1972, c. 708; 1973, c. 546; 1976, c. 465; 1977, c. 385; 1978, c. 611; 2006, c. 305; 2016, c. 244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48/"
    },
    {
      "id": "section-161-69481",
      "number": "16.1-69.48:1.",
      "heading": "Fixed fee for misdemeanors, traffic infractions and other violations in district court; additional fees to be added",
      "text": "A. Assessment of the fees provided for in this section shall be based on (i) an appearance for court hearing in which there has been a finding of guilty; (ii) a written appearance with waiver of court hearing and entry of guilty plea; (iii) for a defendant failing to appear, a trial in his or her absence resulting in a finding of guilty; (iv) an appearance for court hearing in which the court requires that the defendant successfully complete traffic school, a mature driver motor vehicle crash prevention course, or a driver improvement clinic, in lieu of a finding of guilty; (v) a deferral of proceedings pursuant to § 4.1-305, 4.1-1120, 16.1-278.8, 16.1-278.9, 18.2-57.3, 18.2-251, 19.2-298.02, 19.2-303.2, or 19.2-303.6; or (vi) proof of compliance with law under §§ 46.2-104, 46.2-300, 46.2-301, 46.2-324, 46.2-613, 46.2-646, 46.2-711, 46.2-715, 46.2-716, 46.2-752, 46.2-1000, 46.2-1003, 46.2-1052, 46.2-1053, and 46.2-1158.02.\n\nIn addition to any other fee prescribed by this section, a fee of $35 shall be taxed as costs whenever a defendant fails to appear, unless, after a hearing requested by such person, good cause is shown for such failure to appear. No defendant with multiple charges arising from a single incident shall be taxed the applicable fixed fee provided in subsection B, C, or D more than once for a single appearance or trial in absence related to that incident. However, when a defendant who has multiple charges arising from the same incident and who has been assessed a fixed fee for one of those charges is later convicted of another charge that arises from that same incident and that has a higher fixed fee, he shall be assessed the difference between the fixed fee earlier assessed and the higher fixed fee.\n\nA defendant with charges which arise from separate incidents shall be taxed a fee for each incident even if the charges from the multiple incidents are disposed of in a single appearance or trial in absence.\n\nIn addition to the fixed fees assessed pursuant to this section, in the appropriate cases, the clerk shall also assess any costs otherwise specifically provided by statute.\n\nB. In misdemeanors tried in district court, except for those proceedings provided for in subsection C, there shall be assessed as court costs a fixed fee of $61. The amount collected, in whole or in part, for the fixed fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Processing fee (General Fund) (.573770);\n\n2. Virginia Crime Victim-Witness Fund (.049180);\n\n3. Regional Criminal Justice Training Academies Fund (.016393);\n\n4. Courthouse Construction/Maintenance Fund (.032787);\n\n5. Criminal Injuries Compensation Fund (.098361);\n\n6. Intensified Drug Enforcement Jurisdiction Fund (.065574);\n\n7. Sentencing/supervision fee (General Fund) (.131148); and\n\n8. Virginia Sexual and Domestic Violence Victim Fund (.032787).\n\nC. In criminal actions and proceedings in district court for a violation of any provision of Article 1 (§ 18.2-247 et seq.) of Chapter 7 of Title 18.2, there shall be assessed as court costs a fixed fee of $136. The amount collected, in whole or in part, for the fixed fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Processing fee (General Fund) (.257353);\n\n2. Virginia Crime Victim-Witness Fund (.022059);\n\n3. Regional Criminal Justice Training Academies Fund (.007353);\n\n4. Courthouse Construction/Maintenance Fund (.014706);\n\n5. Criminal Injuries Compensation Fund (.044118);\n\n6. Intensified Drug Enforcement Jurisdiction Fund (.029412);\n\n7. Drug Offender Assessment and Treatment Fund (.551471);\n\n8. Forensic laboratory fee and sentencing/supervision fee (General Fund) (.058824); and\n\n9. Virginia Sexual and Domestic Violence Victim Fund (.014706).\n\nD. In traffic infractions tried in district court, there shall be assessed as court costs a fixed fee of $51. The amount collected, in whole or in part, for the fixed fee shall be apportioned, as provided by law, to the following funds in the fractional amounts designated:\n\n1. Processing fee (General Fund) (.764706);\n\n2. Virginia Crime Victim-Witness Fund (.058824);\n\n3. Regional Criminal Justice Training Academies Fund (.019608);\n\n4. Courthouse Construction/Maintenance Fund (.039216);\n\n5. Intensified Drug Enforcement Jurisdiction Fund (.078431); and\n\n6. Virginia Sexual and Domestic Violence Victim Fund (.039216).\n\nCode 1950, § 14-132; 1956, c. 556; 1956, Ex. Sess., c. 10; 1958, c. 286; 1960, cc. 278, 368; 1962, c. 546; 1964, c. 386, § 14.1-123; 1968, c. 639; 1970, c. 553; 1975, c. 591; 1977, c. 585; 1978, c. 605; 1979, cc. 525, 594; 1982, cc. 494, 569; 1983, c. 499; 1989, c. 595; 1990, c. 971; 1992, cc. 555, 558; 1995, c. 371; 1996, cc. 62, 976; 1997, c. 215; 1998, c. 872; 2003, cc. 883, 1039; 2004, cc. 371, 375, 1004; 2005, c. 631; 2006, c. 288; 2009, c. 756; 2010, c. 874; 2011, cc. 283, 890; 2014, c. 282; 2017, c. 670; 2019, cc. 14, 57; 2020, c. 1004; 2020, Sp. Sess. I, c. 21; 2021 Sp. Sess. I, cc. 550, 551; 2025, c. 121.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-1/"
    },
    {
      "id": "section-161-6948101",
      "number": "16.1-69.48:1.01.",
      "heading": "Additional fee assessed for conviction of certain offenses",
      "text": "Beginning May 1, 2003, the clerk shall assess a person, in addition to the fees provided for by § 16.1-69.48:1, a fee of $100 upon conviction of any and each charge of a violation of §§ 18.2-36.1, 18.2-51.4, 18.2-266, 18.2-266.1, 18.2-268.3, 46.2-341.24 or § 46.2-341.26:3, or any similar local ordinance.\n\n2003, c. 1042, cl. 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-1-01/"
    },
    {
      "id": "section-161-6948102",
      "number": "16.1-69.48:1.02.",
      "heading": "Additional fee assessed for conviction requiring computer analysis",
      "text": "In addition to the fees provided for by § 16.1-69.48:1, upon a finding of guilty of any charge or charges in which any computer forensic analysis revealed evidence used at trial of a defendant, the defendant may be assessed costs in an amount equal to the actual cost of the computer forensic analysis not to exceed $100 for each computer analyzed by any state or local law-enforcement agency. Upon motion and submission to the court of an affidavit by the law-enforcement agency setting forth the number of computers analyzed and the total amount of costs requested, the court shall determine the appropriate amount to be assessed and order such amount paid to the law-enforcement agency.\n\n2011, c. 511.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-1-02/"
    },
    {
      "id": "section-161-69482",
      "number": "16.1-69.48:2.",
      "heading": "Fees for services of district court judges and clerks and magistrates in civil cases",
      "text": "Fees in civil cases for services performed by the judges or clerks of general district courts or magistrates in the event any such services are performed by magistrates in civil cases shall be as provided in this section, and, unless otherwise provided, shall be included in the taxed costs and shall not be refundable, except in case of error or as herein provided.\n\nFor all court and magistrate services in each distress, detinue, interrogatory summons, unlawful detainer, civil warrant, notice of motion, garnishment, attachment issued, or other civil proceeding, the fee shall be $36. No such fee shall be collected (i) in any tax case instituted by any county, city or town or (ii) in any case instituted by a school board for collection of overdue book rental fees. Of the fees collected under this section, $10 of each such fee collected shall be apportioned to the Courts Technology Fund established under § 17.1-132.\n\nThe judge or clerk shall collect the foregoing fee at the time of issuing process. Any magistrate or other issuing officer shall collect the foregoing fee at the time of issuing process, and shall remit the entire fee promptly to the court to which such process is returnable, or to its clerk. When no service of process is had on a defendant named in any civil process other than a notice of motion for judgment, such process may be reissued once by the court or clerk at the court's direction by changing the return day of such process, for which service by the court or clerk there shall be no charge; however, reissuance of such process shall be within three months after the original return day.\n\nThe clerk of any district court may charge a fee for making a copy of any paper of record to go out of his office which is not otherwise specifically provided for. The amount of this fee shall be set in the discretion of the clerk but shall not exceed $1 for the first two pages and $.50 for each page thereafter.\n\nThe fees prescribed in this section shall be the only fees charged in civil cases for services performed by such judges and clerks, and when the services referred to herein are performed by magistrates such fees shall be the only fees charged by such magistrates for the prescribed services.\n\nCode 1950, § 14-133; 1954, c. 287; 1956, c. 556; 1958, c. 555; 1960, cc. 17, 106; 1964, c. 386, § 14.1-125; 1970, c. 569; 1971, Ex. Sess., cc. 155, 253; 1973, c. 545; 1975, c. 591; 1982, c. 569; 1983, c. 499; 1984, cc. 293, 702; 1990, c. 943; 1991, c. 577; 1992, c. 555; 1997, c. 42; 1998, c. 872; 2003, c. 1039; 2006, cc. 623, 718; 2010, c. 874; 2011, c. 890; 2020, c. 1289; 2020, Sp. Sess. I, c. 56; 2022, Sp. Sess. I, c. 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-2/"
    },
    {
      "id": "section-161-69483",
      "number": "16.1-69.48:3.",
      "heading": "Fees charged to drug offenders",
      "text": "Whenever in a general district court the costs provided for in subsection C of § 16.1-69.48:1 are assessed for a violation of any provision of Article 1 (§ 18.2-247 et seq.) of Chapter 7 of Title 18.2, a portion of the costs, as specified in subsection C of § 16.1-69.48:1, shall be included in the taxed costs and paid into the Drug Offender Assessment and Treatment Fund.\n\n1995, c. 463, § 14.1-134.1; 1998, cc. 783, 840, 872; 2002, c. 831; 2004, c. 1004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-3/"
    },
    {
      "id": "section-161-69484",
      "number": "16.1-69.48:4.",
      "heading": "Costs generally",
      "text": "The provisions of Chapter 6 (§ 17.1-600 et seq.) of Title 17.1 shall apply, mutatis mutandis, to the laws of costs in the district courts.\n\n1998, c. 872.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-4/"
    },
    {
      "id": "section-161-69485",
      "number": "16.1-69.48:5.",
      "heading": "Fees for services of juvenile and domestic relations district court judges and clerks in certain civil cases",
      "text": "Except as otherwise provided, upon the initial commencement of any case in the juvenile and domestic relations district court pursuant to subdivision A 3 of § 16.1-241 when the custody or visitation of a child is a subject of controversy or requires determination, there shall be a filing fee of $25. However, only one $25 fee shall be required for all custody and visitation petitions simultaneously initiated by a single petitioner. Notwithstanding any other provision of law, there shall be no other fees or costs added to this fee as a condition of filing. No case to which this fee is applicable shall be set for hearing by the clerk until this fee has been paid except on account of poverty as provided in § 17.1-606. Fees shall be paid to the clerk in the jurisdiction in which the petition is filed.\n\nThis fee shall not be charged in any case brought by an agent of the Commonwealth or of a local government entity.\n\nWhen service of process is had on the respondent named in a petition for which the filing fee established by this section has been paid, such petition may be reissued once by changing the return day of such process, for which service there shall be no charge; however, reissuance of such process shall be within three months after the original return day.\n\nIn the case of an appeal filed pursuant to § 16.1-296, the clerk shall collect any applicable fees for service of process of the notice of appeal in the circuit court from the appellant prior to transmitting the case to the clerk of the circuit court. For purposes of this section, service of process in the circuit court may include service on the appellee by the sheriff or private process server or certified or registered mail, and service on the attorney for the appellee by regular mail.\n\n2003, c. 906; 2004, cc. 366, 659, 727.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-5/"
    },
    {
      "id": "section-161-69486",
      "number": "16.1-69.48:6.",
      "heading": "Fees for offenses related to sex trafficking",
      "text": "The court shall order any person convicted of a misdemeanor violation of § 18.2-346.01 or of § 18.2-348 or 18.2-349 to pay a $100 fee, which shall be deposited into the Virginia Prevention of Sex Trafficking Fund to be used in accordance with § 9.1-116.4.\n\n2019, c. 728; 2021, Sp. Sess. I, c. 188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-48-6/"
    },
    {
      "id": "section-161-6949",
      "number": "16.1-69.49.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1978, c. 611.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-49/"
    },
    {
      "id": "section-161-6950",
      "number": "16.1-69.50.",
      "heading": "Quarters for court and clerk",
      "text": "Each county and city having a general district court or juvenile and domestic relations district court shall provide suitable quarters for such court and its clerk and social services staff and a suitable room or rooms for the sessions of the court at the places designated for such purpose, except that if the court of a county is held in a city or town, other than the county seat, such city or town shall provide a suitable place for the court to be held. Such county or city shall also provide all necessary furniture, filing cabinets and other equipment necessary for the efficient operation of the court.\n\n1972, c. 708; 1973, c. 546.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-50/"
    },
    {
      "id": "section-161-6951",
      "number": "16.1-69.51.",
      "heading": "Books, supplies, etc.; how furnished; Committee to determine form of records",
      "text": "The Commonwealth shall provide dockets and other books, stationery and supplies necessary for the efficient operation of all district courts. Notwithstanding any other provision of law, the Committee on District Courts, after consultation with the Executive Secretary of the Supreme Court, may determine the form and character of the records of the district courts and magistrates. All dockets shall be uniform, and the form thereof shall also be subject to approval by the Auditor of Public Accounts.\n\n1972, c. 708; 1973, c. 546; 1975, c. 334; 1985, c. 133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-51/"
    },
    {
      "id": "section-161-69511",
      "number": "16.1-69.51:1.",
      "heading": "Display of flags in courtrooms",
      "text": "There shall be displayed inside each courtroom of all district courts in the cities and counties of the Commonwealth the flag of the United States of America and the flag of the Commonwealth of Virginia. The governing bodies of the respective counties and cities shall make provision for such display and may accept gifts or flags for such purpose.\n\n1976, c. 445.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-51-1/"
    },
    {
      "id": "section-161-6952",
      "number": "16.1-69.52.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1983, c. 499.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-52/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Retention and Disposition of District Court Records",
      "text": "Retention and Disposition of District Court Records",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-161-6953",
      "number": "16.1-69.53.",
      "heading": "Definitions; construction of references to period of years",
      "text": "As used in this article, the following terms shall have the following meanings:\n\n\"Court records\" shall include case records, financial records and administrative records as defined in this section.\n\n\"Case records\" shall mean all documents, dockets and indices.\n\n\"Documents\" shall mean all motions for judgment, bills of complaint, answers, bills of particulars, other pleadings, interrogatories, motions in writing, warrants, summonses, petitions, proof of service, witness summonses and subpoenas, documents received in evidence, transcripts, orders, judgments, writs, and any other similar case-related records and papers in the possession of the district courts and filed with the pleadings in the case.\n\n\"Financial records\" shall mean all papers and records related to the receipt and disbursement of money by the district court.\n\n\"Administrative records\" shall mean all other court papers and records not otherwise defined.\n\nWhenever a reference to a period of years for the retention of documents is made in this section, it shall be construed to commence on January 2 of the first year following (i) the final adjudication of a civil case or (ii) the final disposition in all other cases, unless otherwise specified herein. In foster care cases, the final disposition date is the date of transfer of custody to a local board of social services or a child welfare agency.\n\n1983, c. 499; 2002, c. 747.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-53/"
    },
    {
      "id": "section-161-6954",
      "number": "16.1-69.54.",
      "heading": "General provisions",
      "text": "A. Each district court shall retain and store its court records as provided in this article. The Committee on District Courts, after consultation with the Executive Secretary of the Supreme Court of Virginia, shall determine the methods of processing, retention, reproduction and disposal of records and information in district courts, including records required to be retained in district courts by statute.\n\nB. Whenever a court record has been reproduced for the purpose of record retention under this article, such original may be disposed of upon completion of the Commonwealth's audit of the court records unless approval is given by the Auditor of Public Accounts for earlier disposition. In the event of such reproduction, the reproduction of the court record shall be retained in accordance with the retention periods specified in this section. The reproduction shall have the same force and effect as the original court record and shall be given the same faith and credit to which the original itself would have been entitled in any judicial or administrative proceeding.\n\nC. Electronic case papers, whether originating in electronic form or converted to electronic form, shall constitute the official record of the case. Such electronic case papers shall also fulfill any statutory requirement that requires an original, original paper, paper, record, document, facsimile, memorandum, exhibit, certification, or transcript if such electronic case papers are in an electronic form approved by the Executive Secretary of the Supreme Court. When case papers are transmitted between the district and circuit courts and there is an agreement between the chief judge of the applicable district court and the clerk of the circuit court for the electronic transmission of case papers, the case papers shall be transmitted between the courts by an electronic method approved by the Executive Secretary of the Supreme Court, with the exception of any exhibit that cannot be electronically transmitted. The clerk in the appellate court may also request that any paper trial records be forwarded to such clerk.\n\n1983, c. 499; 2018, cc. 32, 134.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-54/"
    },
    {
      "id": "section-161-69541",
      "number": "16.1-69.54:1.",
      "heading": "Request for district court records",
      "text": "A. For the purposes of this section, \"confidential court records,\" \"court records,\" and \"nonconfidential court records\" shall have the same meaning as set forth in § 17.1-292.\n\nB. Requests for copies of nonconfidential court records maintained in individual case files shall be made to the clerk of a district court.\n\nC. Requests for reports of aggregated, nonconfidential case data fields that are viewable through the online case information systems maintained by the Executive Secretary of the Supreme Court shall be made to the Office of the Executive Secretary. Such reports of aggregated case data shall not include the name, date of birth, or social security number of any party and shall not include images of the individual records in the respective case files. However, nothing in this section shall be construed to permit any reports or aggregated case data to be sold or posted on any other website or in any way redistributed to any third party. The Executive Secretary, in his discretion, may deny such request to ensure compliance with these provisions. However, such data may be included in products or services provided to a third party, provided that such data is not made available to the general public.\n\nD. Any clerk or the Executive Secretary, as applicable, may require that the request be in writing and that the requester provide his name and legal address. A request for nonconfidential court records or reports of aggregated nonconfidential case data shall identify the requested records with reasonable specificity. Any clerk or the Executive Secretary, as applicable, may determine the costs to provide the requested records to the requester, advise the requester of such costs, and, before continuing to process the request, require the requester to agree to payment of a deposit not to exceed the amount of the advance determination, which shall be credited to the final cost of supplying the requested records. No clerk, nor the Executive Secretary, shall be required to create a new record if the record does not already exist or provide a report of aggregated, nonconfidential case data in a format not regularly used by the clerk or the Executive Secretary; however, a clerk or the Executive Secretary, as applicable, may abstract or summarize information under such terms and conditions as agreed to by the requester and the clerk or Executive Secretary, as provided herein.\n\nE. Except where the nature or size of the request would interfere with the business of the court or with its use by the general public, or as otherwise provided by law, the requested court records or reports of aggregated, nonconfidential case data shall be provided to the requester within a reasonable period of time, given the nature of the request and the availability of staff to respond to the request, but in no event longer than 30 days from the date of a complete request made by a requester that is fully compliant with the requirements of this section and other applicable law. Any objection or assertion of confidentiality shall be provided to the requester within a reasonable period of time, but in no event longer than 30 days from the date of a complete request made by a requester.\n\nF. Any clerk, or the Executive Secretary, may require payment in advance of all reasonable costs, not to exceed the actual cost incurred in accessing, duplicating, reviewing, supplying, or searching for the requested court records or reports of aggregated, nonconfidential case data, including removing any confidential information contained in the court records from the nonconfidential court records being provided, excluding any extraneous, intermediary, or surplus fees or expenses to recoup the general overhead costs associated with creating or maintaining records or transacting the general business of the clerk or the Office of the Executive Secretary. Before processing a request for court records or reports of aggregated, nonconfidential case data, any clerk or the Executive Secretary may require the requester to pay any amounts owed to the clerk or the Office of the Executive Secretary for previous requests for court records or reports of aggregated, nonconfidential case data that remain unpaid 30 days or more after billing.\n\nG. Any clerk and the Executive Secretary shall be immune from any suit arising from the production of court records or reports of aggregated nonconfidential case data in accordance with this section absent gross negligence or willful misconduct.\n\n2018, cc. 127, 584.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-54-1/"
    },
    {
      "id": "section-161-6955",
      "number": "16.1-69.55.",
      "heading": "Retention of case records; limitations on enforcement of judgments; extensions",
      "text": "A. Criminal and traffic infraction proceedings:\n\n1. In misdemeanor and traffic infraction cases, except misdemeanor cases under § 16.1-253.2, 18.2-57.2, or 18.2-60.4, all documents shall be retained for 10 years, including cases sealed in expungement proceedings under § 19.2-392.2. In misdemeanor cases under § 16.1-253.2, 18.2-57.2, or 18.2-60.4, all documents shall be retained for 20 years. In misdemeanor cases under §§ 18.2-67.4, 18.2-67.4:1, 18.2-67.4:2, 18.2-346, 18.2-346.01, 18.2-347, 18.2-348, 18.2-349, 18.2-370, 18.2-370.01, 18.2-374, 18.2-386.1, 18.2-387, and 18.2-387.1, all documents shall be retained for 50 years. Documents in misdemeanor and traffic infraction cases for which an appeal has been made shall be returned to and filed with the clerk of the appropriate circuit court pursuant to § 16.1-135;\n\n2. In felony cases that are certified to the grand jury, all documents shall be certified to the clerk of the appropriate circuit court pursuant to §§ 19.2-186 and 19.2-190. All other felony case documents shall be handled as provided in subdivision 1;\n\n3. Dockets and indices shall be retained for 10 years.\n\nB. Civil proceedings:\n\n1. All documents in civil proceedings in district court that are dismissed, including dismissal under § 8.01-335, shall be retained until completion of the Commonwealth's audit of the court records. Notwithstanding § 8.01-275.1, the clerks of the district courts may destroy documents in civil proceedings in which no service of process is had 24 months after the last return date;\n\n2. In civil actions that result in a judgment, all documents in the possession of the general district court shall be retained for 10 years and, unless sooner satisfied, the judgment shall remain in force for a period of 10 years;\n\n3. In civil cases that are appealed to the circuit court pursuant to § 16.1-112, all documents pertaining thereto shall be transferred to the circuit court in accordance with those sections;\n\n4. The limitations on enforcement of general district court judgments provided in § 16.1-94.1 shall not apply if the plaintiff, prior to the expiration of that period for enforcement, pays the circuit court docketing and indexing fees on judgments from other courts together with any other required filing fees and dockets the judgment in the circuit court having jurisdiction in the same geographic area as the general district court. However, a judgment debtor wishing to discharge a judgment pursuant to the provisions of § 8.01-456, when the judgment creditor cannot be located, may, prior to the expiration of that period for enforcement, pay the circuit court docketing and indexing fees on judgments from other courts together with any other required filing fees and docket the judgment in the circuit court having jurisdiction in the same geographic area as the general district court. After the expiration of the period provided in § 16.1-94.1, executions on such docketed civil judgments may issue from the general district court wherein the judgment was obtained upon the filing in the general district court of an abstract from the circuit court. In all other respects, the docketing of a general district court judgment in a circuit court confers upon such judgment the same status as if the judgment were a circuit court judgment;\n\n5. Dockets for civil cases shall be retained for 10 years;\n\n6. Indices in civil cases shall be retained for 10 years.\n\nC. Juvenile and domestic relations district court proceedings:\n\n1. In adult criminal cases, all records shall be retained as provided in subdivision A 1;\n\n2. In juvenile cases, all documents and indices shall be governed by the provisions of § 16.1-306;\n\n3. In all cases involving support arising under Title 16.1, 20, or 63.2, all documents and indices shall be retained until the last juvenile involved, if any, has reached 19 years of age and 10 years have elapsed from either dismissal or termination of the case by court order or by operation of law. Financial records in connection with such cases shall be subject to the provisions of § 16.1-69.56;\n\n4. In all cases involving sexually violent offenses, as defined in § 37.2-900, and in all misdemeanor cases under §§ 18.2-67.4, 18.2-67.4:1, 18.2-67.4:2, 18.2-346, 18.2-346.01, 18.2-347, 18.2-348, 18.2-349, 18.2-370, 18.2-370.01, 18.2-374, 18.2-386.1, 18.2-387, and 18.2-387.1, all documents shall be retained for 50 years;\n\n5. In cases transferred to circuit court for trial as an adult or appealed to circuit court, all documents pertaining thereto shall be transferred to circuit court;\n\n6. All dockets in juvenile cases shall be governed by the provisions of subsection F of § 16.1-306.\n\nD. At the direction of the chief judge of a district court, the clerk of that court may cause any or all papers or documents pertaining to civil and criminal cases that have been ended to be destroyed if such records, papers, or documents will no longer have administrative, fiscal, historical, or legal value to warrant continued retention, provided such records, papers, or documents have been microfilmed or converted to an electronic format. Such microfilm and microphotographic processes and equipment shall meet state archival microfilm standards pursuant to § 42.1-82, or such electronic format shall follow state electronic records guidelines, and such records, papers, or documents so converted shall be placed in conveniently accessible files and provisions made for examining and using the same. The provisions of this subsection shall not apply to the documents for misdemeanor cases under §§ 16.1-253.2, 18.2-57.2, 18.2-60.4, 18.2-67.4, 18.2-67.4:1, 18.2-67.4:2, 18.2-346, 18.2-346.01, 18.2-347, 18.2-348, 18.2-349, 18.2-370, 18.2-370.01, 18.2-374, 18.2-386.1, 18.2-387, and 18.2-387.1, which shall be retained as provided in subsection A.\n\n1983, c. 499; 1990, c. 258; 1996, c. 463; 2003, c. 126; 2005, c. 135; 2007, cc. 369, 468, 869; 2008, c. 749; 2009, c. 740; 2011, cc. 445, 480; 2013, cc. 187, 377; 2014, c. 287; 2018, c. 128; 2021, Sp. Sess. I, c. 188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-55/"
    },
    {
      "id": "section-161-6956",
      "number": "16.1-69.56.",
      "heading": "Retention of financial and administrative records",
      "text": "Appropriate retention periods for the financial and administrative records of the district courts and magistrates shall be prescribed by the Supreme Court of Virginia. In the case of financial records only, the retention period prescribed by the court shall be subject to approval by the Auditor of Public Accounts.\n\n1983, c. 499; 1987, c. 160.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-56/"
    },
    {
      "id": "section-161-6957",
      "number": "16.1-69.57.",
      "heading": "Destruction of court records",
      "text": "The clerk of each district court shall destroy the court records upon expiration of the appropriate retention period as set forth in §§ 16.1-69.55 and 16.1-69.56 and consistent with the requirements of confidentiality for juvenile records. The Supreme Court shall determine the methods to be used in destroying court records. Likewise, magistrates shall destroy records retained in the office of the magistrate upon the expiration of the appropriate retention period as set forth in § 16.1-69.56.\n\n1983, c. 499; 1987, c. 160.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-57/"
    },
    {
      "id": "section-161-6958",
      "number": "16.1-69.58.",
      "heading": "Processing, retention and reproduction of court records; retention and destruction of records in which final disposition was entered before January 1, 1985",
      "text": "The Committee on District Courts, after consultation with the Executive Secretary of the Supreme Court, shall determine the methods for processing, retention and reproduction of court records and all other records required by statute to be retained in the district courts and for records retained in the office of the magistrate.\n\nThe provisions for retention and destruction of records contained in §§ 16.1-117, 16.1-118 and 16.1-118.1 shall apply to court records in district court cases in which a final disposition was entered before January 1, 1985.\n\n1983, c. 499; 1987, c. 160.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-16-1/chapter-4-1/section-16-1-69-58/"
    }
  ]
}