{
  "state": "florida",
  "path": "title-chapter-0318/chapter-chapter-0318",
  "sections": [
    {
      "id": "section-31811short",
      "number": "318.11",
      "heading": "Short title.318.12Purpose.318.121Preemption of additional fees, fines, surcharges, and costs",
      "text": "318.1215Dori Slosberg Driver Education Safety Act.318.13Definitions.318.14Noncriminal traffic infractions; exception; procedures.318.143Sanctions for infractions by minors.318.1435Youthful driver monitoring servic",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31812purpose",
      "number": "318.12",
      "heading": "Purpose",
      "text": "318.12 Purpose.—It is the legislative intent in the adoption of this chapter to decriminalize certain violations of chapter 316, the Florida Uniform Traffic Control Law; chapter 320, Motor Vehicle Licenses; chapter 322, Driver Licenses; chapter 338, Limited Access and Toll Facilities; and chapter 1006, Support of Learning, thereby facilitating the implementation of a more uniform and expeditious system for the disposition of traffic infractions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-12/"
    },
    {
      "id": "section-318121preemption",
      "number": "318.121",
      "heading": "Preemption of additional fees, fines, surcharges, and costs.",
      "text": "318.121 Preemption of additional fees, fines, surcharges, and costs.—Notwithstanding any general or special law, or municipal or county ordinance, additional fees, fines, surcharges, or costs other than the court costs and surcharges assessed under s. 318.18(12), (14), (19), (20), and (23) may not be added to the civil traffic penalties assessed under this chapter. History.—s. 42, ch. 96-350; s. 14, ch. 97-225; s. 47, ch. 2005-236; s. 30, ch. 2008-111; s. 10, ch. 2009-61; s. 7, ch. 2013-160; s. 26, ch. 2024-57. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ab2fffc67c6',t:'MTc3MDg3ODUyOC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-121/"
    },
    {
      "id": "section-3181215dori",
      "number": "318.1215",
      "heading": "Dori Slosberg Driver Education Safety Act.",
      "text": "318.1215 Dori Slosberg Driver Education Safety Act.—Notwithstanding the provisions of s. 318.121, a board of county commissioners may require, by ordinance, that the clerk of the court collect an additional $5 with each civil traffic penalty, which shall be used to fund driver education programs in public and nonpublic schools. The ordinance shall provide for the board of county commissioners to administer the funds, which shall be used for enhancement, and not replacement, of driver education program funds. The funds shall be used for direct educational expenses and shall not be used for administration. Each driver education program receiving funds pursuant to this section shall require that a minimum of 30 percent of a student’s time in the program be behind-the-wheel training. This section may be cited as the “Dori Slosberg Driver Education Safety Act.” History.—s. 98, ch. 2002-20; s. 10, ch. 2005-164; s. 49, ch. 2006-290. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ab54e537529',t:'MTc3MDg3ODUyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-1215/"
    },
    {
      "id": "section-31813definitions",
      "number": "318.13",
      "heading": "Definitions",
      "text": "318.13 Definitions.—The following words and phrases, when used in this chapter, shall have the meanings respectively ascribed to them in this section, except where the context otherwise requires:",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-13/"
    },
    {
      "id": "section-31814noncriminal",
      "number": "318.14",
      "heading": "Noncriminal traffic infractions; exception; procedures.",
      "text": "318.14 Noncriminal traffic infractions; exception; procedures.— (1) Except as provided in ss. 318.17 and 320.07(3)(c), any person cited for a violation of chapter 316, s. 320.0605, s. 320.07(3)(a) or (b), s. 322.065, s. 322.15(1), s. 322.16(2) or (3), s. 322.1615, s. 322.19, or s. 1006.66(3) is charged with a noncriminal infraction and must be cited for such an infraction and cited to appear before an official. If another person dies as a result of the noncriminal infraction, the person cited may be required to perform 120 community service hours under s. 316.027(4), in addition to any other penalties. (2) Except as provided in ss. 316.1001(2), 316.0083, 316.173, and 316.1896, any person cited for a violation requiring a mandatory hearing listed in s. 318.19 or any other criminal traffic violation listed in chapter 316 must sign and accept a citation indicating a promise to appear. The officer may indicate on the traffic citation the time and location of the scheduled hearing. The officer must indicate the applicable civil penalty established in s. 318.18, except for infractions under s. 318.19(5) or s. 316.1926(2). For all other infractions under this section, except for infractions under s. 316.1001, the officer must certify by electronic, electronic facsimile, or written signature that the citation was delivered to the person cited. This certification is prima facie evidence that the person cited was served with the citation. (3) Any person who willfully refuses to accept and sign a summons as provided in subsection (2) commits a misdemeanor of the second degree. (4)(a) Except as provided in subsection (12), any person charged with a noncriminal infraction under this section who does not elect to appear shall, within 30 days after the date of issuance of the citation: 1. Pay the civil penalty and delinquent fee, if applicable, either by mail or in person; or 2. Enter into a payment plan in accordance with s. 28.246 with the clerk of the court to pay the civil penalty and delinquent fee, if applicable. (b) If the person cited follows the procedures in paragraph (a), he or she shall be deemed to have admitted the infraction and to have waived his or her right to a hearing on the issue of commission of the infraction. Such admission shall not be used as evidence in any other proceedings. Any person who is cited for a violation of s. 320.0605 or s. 322.15(1), or subject to a penalty under s. 320.07(3)(a) or (b) or s. 322.065, and who makes an election under this subsection shall submit proof of compliance with the applicable section to the clerk of the court. For the purposes of this subsection, proof of compliance consists of a valid driver license or a valid registration certificate. (5) Any person electing to appear before the designated official or who is required to appear shall be deemed to have waived his or her right to the civil penalty provisions of s. 318.18. The official, after a hearing, shall make a determination as to whether an infraction has been committed. If the commission of an infraction has been proven, the official may impose a civil penalty not to exceed $500, except that in cases involving unlawful speed in a school zone or involving unlawful speed in a construction zone, the civil penalty may not exceed $1,000; or require attendance at a driver improvement school, or both. If the person is required to appear before the designated official pursuant to s. 318.19(1) and is found to have committed the infraction, the designated official shall impose a civil penalty of $1,000 in addition to any other penalties and the person’s driver license shall be suspended for 6 months. If the person is required to appear before the designated official pursuant to s. 318.19(1) and is found to have committed the infraction against a vulnerable road user as defined in s. 316.027(1), the designated official shall impose a civil penalty of not less than $5,000 in addition to any other penalties, the person’s driver license shall be suspended for 1 year, and the person shall be required to attend a department-approved driver improvement course relating to the rights of vulnerable road users relative to vehicles on the roadway as provided in s. 322.0261(2). If the person is required to appear before the designated official pursuant to s. 318.19(2) and is found to have committed the infraction, the designated official shall impose a civil penalty of $500 in addition to any other penalties and the person’s driver license shall be suspended for 3 months. If the person is required to appear before the designated official pursuant to s. 318.19(2) and is found to have committed the infraction against a vulnerable road user as defined in s. 316.027(1), the designated official shall impose a civil penalty of not less than $1,500 in addition to any other penalties, the person’s driver license shall be suspended for 3 months, and the person shall be required to attend a department-approved driver improvement course relating to the rights of vulnerable road users relative to vehicles on the roadway as provided in s. 322.0261(2). If the official determines that no infraction has been committed, no costs or penalties shall be imposed and any costs or penalties that have been paid shall be returned. Moneys received from the mandatory civil penalties imposed pursuant to this subsection upon persons required to appear before a designated official pursuant to s. 318.19(1) or (2) shall be remitted to the Department of Revenue and deposited into the Department of Health Emergency Medical Services Trust Fund to provide financial support to certified trauma centers to assure the availability and accessibility of trauma services throughout the state. Funds deposited into the Emergency Medical Services Trust Fund under this section shall be allocated as follows: (a) Fifty percent shall be allocated equally among all Level I, Level II, and pediatric trauma centers in recognition of readiness costs for maintaining trauma services. 1 (b) Fifty percent shall be allocated among Level I, Level II, and pediatric trauma centers based on each center’s relative volume of trauma cases as calculated using the hospital discharge data collected pursuant to s. 408.061. (6) The commission of a charged infraction at a hearing under this chapter must be proved beyond a reasonable doubt. (7)(a) The official having jurisdiction over the infraction shall certify to the department within 10 days after payment of the civil penalty that the defendant has admitted to the infraction. If the charge results in a hearing, the official having jurisdiction shall certify to the department the final disposition within 10 days after the hearing. All dispositions returned to the county requiring a correction shall be resubmitted to the department within 10 days after the notification of the error. (b) If the official having jurisdiction over the traffic infraction submits the final disposition to the department more than 180 days after the final hearing or after payment of the civil penalty, the department may modify any resulting suspension or revocation action to begin as if the citation were reported in a timely manner. (8) When a report of a determination or admission of an infraction is received by the department, it shall proceed to enter the proper number of points on the licensee’s driving record in accordance with s. 322.27. (9) Any person who does not hold a commercial driver license or commercial learner’s permit and who is cited while driving a noncommercial motor vehicle for an infraction under this section other than a violation of s. 316.183(2), s. 316.187, or s. 316.189 when the driver exceeds the posted limit by 30 miles per hour or more, s. 320.0605, s. 320.07(3)(a) or (b), s. 322.065, s. 322.15(1), s. 322.61, or s. 322.62 may, in lieu of a court appearance, elect to attend in the location of his or her choice within this state a basic driver improvement course approved by the Department of Highway Safety and Motor Vehicles. In such a case, adjudication must be withheld, any civil penalty that is imposed by s. 318.18(3) must be reduced by 18 percent, and points, as provided by s. 322.27, may not be assessed. However, a person may not make an election under this subsection if the person has made an election under this subsection in the preceding 12 months. A person may not make more than eight elections within his or her lifetime under this subsection. The requirement for community service under s. 318.18(8) is not waived by a plea of nolo contendere or by the withholding of adjudication of guilt by a court. (10)(a) Any person who does not hold a commercial driver license or commercial learner’s permit and who is cited while driving a noncommercial motor vehicle for an offense listed under this subsection may, in lieu of payment of fine or court appearance, elect to enter a plea of nolo contendere and provide proof of compliance to the clerk of the court, designated official, or authorized operator of a traffic violations bureau. In such case, adjudication shall be withheld; however, a person may not make an election under this subsection if the person has made an election under this subsection in the preceding 12 months. A person may not make more than three elections under this subsection. This subsection applies to the following offenses: 1. Operating a motor vehicle without a valid driver license in violation of s. 322.03, s. 322.065, or s. 322.15(1), or operating a motor vehicle with a license that has been suspended for failure to appear, failure to pay civil penalty, or failure to attend a driver improvement course pursuant to s. 322.291. 2. Operating a motor vehicle without a valid registration in violation of s. 320.0605, s. 320.07, or s. 320.131. 3. Operating a motor vehicle in violation of s. 316.646. 4. Operating a motor vehicle with a license that has been suspended under s. 61.13016 or s. 322.245 for failure to pay child support or for failure to pay any other financial obligation as provided in s. 322.245; however, this subparagraph does not apply if the license has been suspended pursuant to s. 322.245(1). 5. Operating a motor vehicle with a license that has been suspended under s. 322.091 for failure to meet school attendance requirements. (b) Any person cited for an offense listed in this subsection shall present proof of compliance before the scheduled court appearance date. For the purposes of this subsection, proof of compliance shall consist of a valid, renewed, or reinstated driver license or registration certificate and proper proof of maintenance of security as required by s. 316.646. Notwithstanding waiver of fine, any person establishing proof of compliance shall be assessed court costs of $25, except that a person charged with violation of s. 316.646(1)-(3) may be assessed court costs of $8. One dollar of such costs shall be remitted to the Department of Revenue for deposit into the Child Welfare Training Trust Fund of the Department of Children and Families. One dollar of such costs shall be distributed to the Department of Juvenile Justice for deposit into the Juvenile Justice Training Trust Fund. Fourteen dollars of such costs shall be distributed to the municipality, $1 shall be remitted to the Department of Revenue for deposit into the General Revenue Fund and $8 shall be deposited by the clerk of the court into the fine and forfeiture fund established pursuant to s. 142.01, if the offense was committed within the municipality. If the offense was committed in an unincorporated area of a county or if the citation was for a violation of s. 316.646(1)-(3), the entire amount shall be deposited by the clerk of the court into the fine and forfeiture fund established pursuant to s. 142.01, except for the moneys to be deposited into the Child Welfare Training Trust Fund and the Juvenile Justice Training Trust Fund and $3 which the clerk shall remit to the Department of Revenue for deposit into the General Revenue Fund. This subsection does not authorize the operation of a vehicle without a valid driver license, without a valid vehicle tag and registration, or without the maintenance of required security. (11) If adjudication is withheld for any person charged or cited under this section, such action is not a conviction. (12) Any person cited for a violation of s. 316.1001 may, in lieu of making an election as set forth in subsection (4), elect to pay a fine of $25, or such other amount as imposed by the governmental entity owning the applicable toll facility, plus the amount of the unpaid toll that is shown on the traffic citation directly to the governmental entity that issued the citation, or on whose behalf the citation was issued, within 30 days after the date of issuance of the citation. Any person cited for a violation of s. 316.1001 who does not elect to pay the fine imposed by the governmental entity owning the applicable toll facility plus the amount of the unpaid toll that is shown on the traffic citation directly to the governmental entity that issued the citation, or on whose behalf the citation was issued, as described in this subsection shall have an additional 45 days after the date of the issuance of the citation in which to request a court hearing or to pay the civil penalty and delinquent fee, if applicable, as provided in s. 318.18(7), either by mail or in person, in accordance with subsection (4). (13)(a) A person cited for a violation of s. 316.1926 shall, in addition to any other requirements provided in this section, pay a fine of $1,000. This fine is in lieu of the fine required under s. 318.18(3)(b), if the person was cited for violation of s. 316.1926(2). (b) A person cited for a second violation of s. 316.1926 shall, in addition to any other requirements provided in this section, pay a fine of $2,500. This fine is in lieu of the fine required under s. 318.18(3)(b), if the person was cited for violation of s. 316.1926(2). In addition, the court shall revoke the person’s authorization and privilege to operate a motor vehicle for a period of 1 year and order the person to surrender his or her driver license. (c) A person cited for a third violation of s. 316.1926 commits a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. Upon conviction, the court shall impose a fine of $5,000, revoke the person’s authorization and privilege to operate a motor vehicle for a period of 10 years, and order the person to surrender his or her driver license. History.—s. 1, ch. 74-377; s. 2, ch. 79-27; s. 194, ch. 81-259; s. 7, ch. 82-97; s. 22, ch. 83-215; s. 268, ch. 84-309; s. 14, ch. 84-359; s. 59, ch. 85-180; s. 2, ch. 85-250; s. 1, ch. 86-12; s. 5, ch. 86-154; s. 2, ch. 86-182; ss. 1, 3, ch. 86-185; s. 1, ch. 87-108; s. 1, ch. 88-50; s. 53, ch. 89-282; s. 2, ch. 90-230; ss. 1, 6, ch. 91-200; ss. 1, 5, ch. 92-195; s. 19, ch. 93-164; ss. 13, 36, ch. 94-306; s. 908, ch. 95-148; s. 58, ch. 95-267; s. 2, ch. 95-326; s. 7, ch. 96-200; s. 43, ch. 96-350; s. 8, ch. 96-414; s. 46, ch. 97-300; s. 58, ch. 99-8; s. 94, ch. 99-13; ss. 7, 249, ch. 99-248; s. 27, ch. 2001-122; s. 963, ch. 2002-387; s. 27, ch. 2003-1; s. 21, ch. 2003-286; s. 58, ch. 2004-265; ss. 11, 57, ch. 2005-164; s. 20, ch. 2006-290; s. 5, ch. 2006-296; s. 20, ch. 2007-196; s. 31, ch. 2008-111; s. 3, ch. 2008-117; s. 14, ch. 2008-176; s. 1, ch. 2009-6; s. 11, ch. 2010-80; s. 1, ch. 2010-107; s. 2, ch. 2010-161; s. 4, ch. 2010-198; s. 12, ch. 2010-223; s. 10, ch. 2012-128; s. 16, ch. 2012-181; s. 19, ch. 2013-160; s. 54, ch. 2014-17; s. 57, ch. 2014-19; s. 1, ch. 2018-66; s. 46, ch. 2018-118; s. 8, ch. 2019-42; s. 16, ch. 2019-58; s. 3, ch. 2023-171; s. 12, ch. 2023-174; s. 3, ch. 2024-173; s. 1, ch. 2024-192; s. 2, ch. 2025-77. 1 Note.—Section 14, ch. 2018-66, provides that “[i]f the provisions of this act relating to s. 395.4025(16), Florida Statutes, are held to be invalid or inoperative for any reason, the remaining provisions of this act shall be deemed to be void and of no effect, it being the legislative intent that this act as a whole would not have been adopted had any provision of the act not been included.” (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ab7a9bdb7f2',t:'MTc3MDg3ODUyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-14/"
    },
    {
      "id": "section-318143sanctions",
      "number": "318.143",
      "heading": "Sanctions for infractions by minors.",
      "text": "318.143 Sanctions for infractions by minors.— (1) If the court finds that a minor has committed a violation of any of the provisions of chapter 316, the court may also impose one or more of the following sanctions: (a) The court may reprimand or counsel the minor and his or her parents or guardian. (b) The court may require the minor to attend, for a reasonable period, a traffic school conducted by a public authority. (c) The court may order the minor to remit to the general fund of the local governmental body a sum not exceeding the maximum fine applicable to an adult for a like offense. (d) The court may order the minor to participate in public service or a community work project for a minimum number of hours. A minor who participates in such a work program is considered an employee of the state for the purposes of chapter 440. (e) The court may impose a curfew or other restriction on the liberty of the minor for a period not to exceed 6 months. (f) The court may require the minor and his or her parents or guardians to participate in a registered youthful driver monitoring service as described in s. 318.1435. (2) Failure to comply with one or more of the sanctions imposed by the court constitutes contempt of court. Upon a finding by the court, after notice and a hearing, that a minor is in contempt of court for failure to comply with court-ordered sanctions, the court may: (a) For a first offense, order the minor to serve up to 5 days in a staff-secure shelter as defined in chapter 984 or, if space in a staff-secure shelter is unavailable, in a secure juvenile detention center. (b) For a second or subsequent offense, the court may order a minor to serve up to 15 days in a staff-secure shelter or, if space in a staff-secure shelter is unavailable, in a secure juvenile detention center. (3) Except for a conviction of a violation of s. 316.027, a minor may not be imprisoned in an adult detention facility. If a minor is imprisoned for a violation of s. 316.027, the minor may not be placed in the same cell as an adult. The receiving facility must have adequate staff to supervise and monitor the minor’s activities at all times. This subsection does not prohibit placing two or more minors in the same cell. (4) For the first conviction for a violation of s. 316.193, the court may order the Department of Highway Safety and Motor Vehicles to revoke the minor’s driver license until the minor is 18 years of age. For a second or subsequent conviction for such a violation, the court may order the Department of Highway Safety and Motor Vehicles to revoke the minor’s driver license until the minor is 21 years of age. (5) A minor who is arrested for a violation of s. 316.193 may be released from custody as soon as: (a) The minor is no longer under the influence of alcoholic beverages, of any chemical substance set forth in s. 877.111, or of any substance controlled under chapter 893, and is not affected to the extent that his or her normal faculties are impaired; (b) The minor’s blood-alcohol level is less than 0.05 percent; or (c) Six hours have elapsed after the minor’s arrest. History.—s. 45, ch. 96-350; s. 28, ch. 98-280; s. 21, ch. 2006-290; s. 49, ch. 2014-162. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ab9fc3738e7',t:'MTc3MDg3ODUyOS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-143/"
    },
    {
      "id": "section-3181435youthful",
      "number": "318.1435",
      "heading": "Youthful driver monitoring services.",
      "text": "318.1435 Youthful driver monitoring services.— (1) As used in this section, the term “youthful driver monitoring service” means an entity that enables parents or guardians to monitor the driving performance of their minor children. The service may provide monitoring by posting on a vehicle a placard that shows a toll-free telephone number and a unique identifying number and includes a request to members of the public to call the toll-free telephone number to report inappropriate driving practices. The service shall enter into a contract with the parents or guardians under which the service shall timely forward to the parents or guardians all reports of inappropriate driving practices by the minor child. (2) A youthful driver monitoring service may register with the Department of Highway Safety and Motor Vehicles. The registration must consist of a narrative description of the services offered by the youthful driver monitoring service, the name of the manager in charge of the service, the address of the service, and the telephone number of the service. Registration under this subsection remains valid indefinitely, but it is the responsibility of the youthful driver monitoring service to timely file a revised registration statement to reflect any changes in the required information. If the department determines that the youthful driver monitoring service is not providing the services described in the narrative statement, the department may suspend the registration; however, the department must reinstate the registration when the service files a revised statement that reflects its actual practices. History.—s. 22, ch. 2006-290. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1abc5a2035b7',t:'MTc3MDg3ODUzMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-1435/"
    },
    {
      "id": "section-3181451driver",
      "number": "318.1451",
      "heading": "Driver improvement schools.",
      "text": "318.1451 Driver improvement schools.— (1) The department shall approve and regulate the courses of all driver improvement schools, as the courses relate to ss. 318.14(9), 322.0261, and 322.291, including courses that use technology as a delivery method. (2)(a) In determining whether to approve the courses referenced in this section, the department shall consider course content designed to promote safety, driver awareness, crash avoidance techniques, and other factors or criteria to improve driver performance from a safety viewpoint, including promoting motorcyclist, bicyclist, and pedestrian safety and risk factors resulting from driver attitude and irresponsible driver behaviors, such as speeding, running red lights and stop signs, and using electronic devices while driving. Initial approval of the courses shall also be based on the department’s review of all course materials, course presentation to the department by the provider, and the provider’s plan for effective oversight of the course by those who deliver the course in the state. New courses shall be provisionally approved and limited to the judicial circuit originally approved for pilot testing until the course is fully approved by the department for statewide delivery. (b) In determining whether to approve courses of driver improvement schools that use technology as the delivery method as the courses relate to ss. 318.14(9) and 322.0261, the department shall consider only those courses submitted by a person, business, or entity which have approval for statewide delivery. (3) The department shall not accept proof of attendance of courses from persons who attend those schools that do not teach an approved course. (4) In addition to a regular course fee, an assessment fee in the amount of $2.50 shall be collected by the school from each person who elects to attend a course, as it relates to ss. 318.14(9), 322.0261, 322.291, and 627.06501. The course provider must remit the $2.50 assessment fee to the department for deposit into the Highway Safety Operating Trust Fund in order to receive unique course completion certificate numbers for course participants. The assessment fee will be used to administer this program and to fund the general operations of the department. (5)(a) The department is authorized to maintain the information and records necessary to administer its duties and responsibilities for driver improvement courses. Course providers are required to maintain all records related to the conduct of their approved courses for 5 years and allow the department to inspect course records as necessary. Records may be maintained in an electronic format. If such information is a public record as defined in chapter 119, it shall be made available to the public upon request pursuant to s. 119.07(1). (b) The department or court may prepare a traffic school reference guide which lists the benefits of attending a driver improvement school and contains the names of the fully approved course providers with a single telephone number for each provider as furnished by the provider. (6) The department shall adopt rules establishing and maintaining policies and procedures to implement the requirements of this section. These policies and procedures may include, but shall not be limited to, the following: (a) Effectiveness studies.—The department shall conduct effectiveness studies on each type of driver improvement course pertaining to ss. 318.14(9), 322.0261, and 322.291 on a recurring 5-year basis, including in the study process the consequence of failed studies. (b) Required updates.—The department may require that courses approved under this section be updated at the department’s request. Failure of a course provider to update the course under this section shall result in the suspension of the course approval until the course is updated and approved by the department. (c) Course conduct.—The department shall require that the approved course providers ensure their driver improvement schools are conducting the approved course fully and to the required time limit and content requirements. (d) Course content.—The department shall set and modify course content requirements to keep current with laws and safety information. The department shall annually review changes made to major traffic laws of this state, including s. 316.126(1)(b), and shall require course content for courses referenced in this section to be modified in accordance with changes relevant to the courses. Course content includes all items used in the conduct of the course. (e) Course duration.—The department shall set the duration of all course types. (f) Submission of records.—The department shall require that all course providers submit course completion information to the department through the department’s Driver Improvement Certificate Issuance System within 5 days. Course providers must also submit course completion information together with the citation number through the Florida Courts E-Filing Portal governed by the Florida Courts E-Filing Authority to the clerk of the circuit court of the county where the citation is issued within 3 days after receipt of the unique course completion certificate number from the Driver Improvement Certificate Issuance System. (g) Sanctions.—The department shall develop the criteria to sanction a course provider for any violation of this section or any other law that pertains to the approval and use of driver improvement courses. (h) Miscellaneous requirements.—The department shall require that all course providers: 1. Disclose all fees associated with courses offered by the provider and associated driver improvement schools and not charge any fees that are not disclosed during registration. 2. Provide proof of ownership, copyright, or written permission from the course owner to use the course in this state. 3. Ensure that any course that is offered in a classroom setting, by the provider or a school authorized by the provider to teach the course, is offered at locations that are free from distractions and reasonably accessible to most applicants. 4. Issue a certificate to persons who successfully complete the course. History.—ss. 2, 6, ch. 91-200; ss. 2, 5, ch. 92-195; s. 61, ch. 93-120; s. 37, ch. 94-306; s. 3, ch. 95-326; s. 2, ch. 97-178; s. 14, ch. 99-5; s. 6, ch. 99-234; ss. 78, 250, ch. 99-248; s. 19, ch. 2000-313; s. 5, ch. 2002-235; s. 20, ch. 2013-160; s. 55, ch. 2014-17; s. 7, ch. 2018-71; s. 4, ch. 2024-173. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1abead16745d',t:'MTc3MDg3ODUzMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-1451/"
    },
    {
      "id": "section-31815failure",
      "number": "318.15",
      "heading": "Failure to comply with civil penalty or to appear; penalty.",
      "text": "to comply with civil penalty or to appear; penalty.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31817offenses",
      "number": "318.17",
      "heading": "Offenses excepted.",
      "text": "318.17 Offenses excepted.—No provision of this chapter is available to a person who is charged with any of the following offenses: (1) Fleeing or attempting to elude a police officer, in violation of s. 316.1935; (2) Leaving the scene of a crash, in violation of ss. 316.027 and 316.061; (3) Driving, or being in actual physical control of, any vehicle while under the influence of alcoholic beverages, any chemical substance set forth in s. 877.111, or any substance controlled under chapter 893, in violation of s. 316.193, or driving with an unlawful blood-alcohol level; (4) Reckless driving, in violation of s. 316.192; (5) Making false crash reports, in violation of s. 316.067; (6) Willfully failing or refusing to comply with any lawful order or direction of any police officer or member of the fire department, in violation of s. 316.072(3); (7) Obstructing an officer, in violation of s. 316.545(1); or (8) Any other offense in chapter 316 which is classified as a criminal violation. History.—s. 1, ch. 74-377; s. 37, ch. 76-31; s. 4, ch. 77-456; s. 7, ch. 82-155; s. 4, ch. 83-187; s. 4, ch. 85-87; s. 20, ch. 86-296; s. 46, ch. 96-350; s. 251, ch. 99-248; s. 3, ch. 2004-388. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ac10831e9f3',t:'MTc3MDg3ODUzMC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-17/"
    },
    {
      "id": "section-31818amount",
      "number": "318.18",
      "heading": "Amount of penalties.",
      "text": "318.18 Amount of penalties.—The penalties required for a noncriminal disposition pursuant to s. 318.14 or a criminal offense listed in s. 318.17 are as follows: (1) Fifteen dollars for: (a) All infractions of pedestrian regulations. (b) All infractions of s. 316.2065, unless otherwise specified. (c) Other violations of chapter 316 by persons 14 years of age or under who are operating bicycles, regardless of the noncriminal traffic infraction’s classification. (2) Thirty dollars for all nonmoving traffic violations and: (a) For all violations of s. 322.19. (b) For all violations of ss. 320.0605, 320.07(1), 322.065, and 322.15(1). Any person who is cited for a violation of s. 320.07(1) shall be charged a delinquent fee pursuant to s. 320.07(4). 1. If a person who is cited for a violation of s. 320.0605 or s. 320.07 can show proof of having a valid registration at the time of arrest, the clerk of the court may dismiss the case and may assess a dismissal fee of up to $10, from which the clerk shall remit $2.50 to the Department of Revenue for deposit into the General Revenue Fund. A person who finds it impossible or impractical to obtain a valid registration certificate must submit an affidavit detailing the reasons for the impossibility or impracticality. The reasons may include, but are not limited to, the fact that the vehicle was sold, stolen, or destroyed; that the state in which the vehicle is registered does not issue a certificate of registration; or that the vehicle is owned by another person. 2. If a person who is cited for a violation of s. 322.03, s. 322.065, or s. 322.15 can show a driver license issued to him or her and valid at the time of arrest, the clerk of the court may dismiss the case and may assess a dismissal fee of up to $10, from which the clerk shall remit $2.50 to the Department of Revenue for deposit into the General Revenue Fund. 3. If a person who is cited for a violation of s. 316.646 can show proof of security as required by s. 627.733, issued to the person and valid at the time of arrest, the clerk of the court may dismiss the case and may assess a dismissal fee of up to $10, from which the clerk shall remit $2.50 to the Department of Revenue for deposit into the General Revenue Fund. A person who finds it impossible or impractical to obtain proof of security must submit an affidavit detailing the reasons for the impracticality. The reasons may include, but are not limited to, the fact that the vehicle has since been sold, stolen, or destroyed; that the owner or registrant of the vehicle is not required by s. 627.733 to maintain personal injury protection insurance; or that the vehicle is owned by another person. (c) For all violations of ss. 316.2935 and 316.610. However, for a violation of s. 316.2935 or s. 316.610, if the person committing the violation corrects the defect and obtains proof of such timely repair by an affidavit of compliance executed by the law enforcement agency within 30 days from the date upon which the traffic citation was issued, and pays $4 to the law enforcement agency, thereby completing the affidavit of compliance, then upon presentation of said affidavit by the defendant to the clerk within the 30-day time period set forth under s. 318.14(4), the fine must be reduced to $10, which the clerk of the court shall retain and from which the clerk shall remit $2.50 to the Department of Revenue for deposit into the General Revenue Fund. (d) For all violations of s. 316.126(1)(b), unless otherwise specified. (3)(a) Except as otherwise provided in this section, $60 for all moving violations not requiring a mandatory appearance. (b) For moving violations involving unlawful speed, the fines are as follows: For speed exceeding the limit by: Fine: 1-5 mph..........Warning 6-9 mph..........$25 10-14 mph..........$100 15-19 mph..........$150 20-29 mph..........$175 30 mph and above..........$250 (c) Notwithstanding paragraph (b), a person cited for exceeding the speed limit by up to 5 mph in a legally posted school zone will be fined $50. A person exceeding the speed limit in a school zone or designated school crossing shall pay a fine double the amount listed in paragraph (b). (d)1. Notwithstanding paragraphs (b) and (c), a person cited for a violation of s. 316.1895(10) or s. 316.183 for exceeding the speed limit in force at the time of the violation on a roadway maintained as a school zone as provided in s. 316.1895, when enforced by a traffic infraction enforcement officer pursuant to s. 316.1896, must pay a fine of $100. Fines collected under this paragraph must be distributed as follows: a. Twenty dollars must be remitted to the Department of Revenue for deposit into the General Revenue Fund. b. Seventy-seven dollars must be distributed to the county for any violations occurring in any unincorporated areas of the county or to the municipality for any violations occurring in the incorporated boundaries of the municipality in which the infraction occurred, to be used as provided in s. 316.1896(5). c. Three dollars must be remitted to the Department of Revenue for deposit into the Department of Law Enforcement Criminal Justice Standards and Training Trust Fund to be used as provided in s. 943.25. 2. If a person who is mailed a notice of violation or a uniform traffic citation for a violation of s. 316.1895(10) or s. 316.183, as enforced by a traffic infraction enforcement officer under s. 316.1896, presents documentation from the appropriate governmental entity that the notice of violation or uniform traffic citation was in error, the clerk of court or clerk to the local hearing officer may dismiss the case. The clerk of court or clerk to the local hearing officer may not charge for this service. (e) A person cited for exceeding the speed limit in a posted construction zone, which posting must include notification of the speed limit and the doubling of fines, shall pay a fine double the amount listed in paragraph (b). The fine shall be doubled for construction zone violations only if construction personnel are present or operating equipment on the road or immediately adjacent to the road under construction. (f) A person cited for exceeding the speed limit in an enhanced penalty zone shall pay a fine amount of $50 plus the amount listed in paragraph (b). Notwithstanding paragraph (b), a person cited for exceeding the speed limit by up to 5 mph in a legally posted enhanced penalty zone shall pay a fine amount of $50. (g) If a violation of s. 316.1301 or s. 316.1303(1) results in an injury to the pedestrian or damage to the property of the pedestrian, an additional fine of up to $250 shall be paid. This amount must be distributed pursuant to s. 318.21. (h) A person cited for exceeding the speed limit within a zone posted for any electronic or manual toll collection facility shall pay a fine double the amount listed in paragraph (b). However, no person cited for exceeding the speed limit in any toll collection zone shall be subject to a doubled fine unless the governmental entity or authority controlling the toll collection zone first installs a traffic control device providing warning that speeding fines are doubled. Any such traffic control device must meet the requirements of the uniform system of traffic control devices. 1 (i) A person cited for a second or subsequent conviction of speed exceeding the limit by 30 miles per hour and above within a 12-month period shall pay a fine that is double the amount listed in paragraph (b). For purposes of this paragraph, the term “conviction” means a finding of guilt as a result of a jury verdict, nonjury trial, or entry of a plea of guilty. Moneys received from the increased fine imposed by this paragraph shall be remitted to the Department of Revenue and deposited into the Department of Health Emergency Medical Services Trust Fund to provide financial support to certified trauma centers to assure the availability and accessibility of trauma services throughout the state. Funds deposited into the Emergency Medical Services Trust Fund under this section shall be allocated as follows: 1. Fifty percent shall be allocated equally among all Level I, Level II, and pediatric trauma centers in recognition of readiness costs for maintaining trauma services. 2. Fifty percent shall be allocated among Level I, Level II, and pediatric trauma centers based on each center’s relative volume of trauma cases as calculated using the hospital discharge data collected pursuant to s. 408.061. (4) The penalty imposed under s. 316.545 shall be determined by the officer in accordance with the provisions of ss. 316.535 and 316.545. (5)(a)1. Except as provided in subparagraph 2., $200 for a violation of s. 316.172(1)(a), failure to stop for a school bus. If, at a hearing, the alleged offender is found to have committed this offense, the court shall impose a minimum civil penalty of $200. In addition to this penalty, for a second or subsequent offense within a period of 5 years, the department shall suspend the driver license of the person for not less than 180 days and not more than 1 year. 2. If a violation of s. 316.172(1)(a) is enforced by a school bus infraction detection system pursuant to s. 316.173, the penalty of $200 shall be imposed. If, at an administrative hearing contesting a notice of violation or uniform traffic citation, the alleged offender is found to have committed this offense, a minimum civil penalty of $200 shall be imposed. Notwithstanding any other provision of law, the civil penalties assessed under this subparagraph resulting from a notice of violation or uniform traffic citation shall be remitted to the school district at least monthly and used pursuant to s. 316.173(8). (b)1. Except as provided in subparagraph 2., $400 for a violation of s. 316.172(1)(b), passing a school bus on the side that children enter and exit when the school bus displays a stop signal. If, at a hearing, the alleged offender is found to have committed this offense, the court shall impose a minimum civil penalty of $400. 2. If a violation of s. 316.172(1)(b) is enforced by a school bus infraction detection system pursuant to s. 316.173, the penalty under this subparagraph is a minimum of $200. If, at a hearing contesting a notice of violation or uniform traffic citation, the alleged offender is found to have committed this offense, the court shall impose a minimum civil penalty of $200. Notwithstanding any other provision of law, the civil penalties assessed under this subparagraph resulting from notice of violation or uniform traffic citation shall be remitted to the school district at least monthly and used pursuant to s. 316.173(8). 3. In addition to this penalty, for a second or subsequent offense within a period of 5 years, the department shall suspend the driver license of the person for not less than 360 days and not more than 2 years. (c)1. In addition to the penalty under subparagraph (a)2. or subparagraph (b)2., if, at an administrative hearing contesting a notice of violation, the alleged offender is found to have committed this offense, costs shall be imposed, not to exceed those established in s. 316.0083(5)(e), to be paid by the petitioner and to be used by the county for the operational costs related to the hearing or the school district for technology and operational costs relating to the hearing as well as school transportation safety-related initiatives. Notwithstanding any other provision of law, if a county’s local hearing officer administers the administrative hearing process for a contested notice of violation, the costs imposed under this subparagraph resulting from notice of violation shall be remitted to the county at least monthly. 2. In addition to the penalty under paragraph (a) or paragraph (b), $65 for a violation of s. 316.172(1)(a) or (b). If the alleged offender is found to have committed the offense, the court shall impose the civil penalty under paragraph (a) or paragraph (b) plus an additional $65. The additional $65 collected under this subparagraph shall be remitted to the Department of Revenue for deposit into the Emergency Medical Services Trust Fund of the Department of Health to be used as provided in s. 395.4036. If a violation of s. 316.172(1)(a) or (b) is enforced by a school bus infraction detection system pursuant to s. 316.173, the additional amount imposed on a notice of violation, on a uniform traffic citation, or by the court under this paragraph must be $25, in lieu of the additional $65, and, notwithstanding any other provision of law, the civil penalties and additional costs must be remitted to the participating school district at least monthly and used pursuant to s. 316.173(8). (d) Notwithstanding any other provision of law to the contrary, $1,500 for a violation of s. 316.172(1)(a) or (b) that causes or results in serious bodily injury to or death of another. The person may enter into a payment plan with the clerk of court pursuant to s. 28.246. In addition to this penalty, the department shall suspend the driver license of the person for not less than 1 year. (e) If a person who is mailed a uniform traffic citation for a violation of s. 316.172(1)(a) or (b), as enforced by a school bus infraction detection system under s. 316.173, presents documentation from the appropriate law enforcement agency that the traffic citation was in error, the clerk of court may dismiss the case. The clerk of court may not charge for this service. (6) One hundred dollars or the fine amount designated by county ordinance, plus court costs for illegally parking, under s. 316.1955, in a parking space provided for people who have disabilities. However, this fine shall be waived if a person provides to the law enforcement agency or parking enforcement specialist or agency that issued the citation for such a violation proof that the person committing the violation has a valid parking permit or license plate issued pursuant to s. 316.1958, s. 320.0842, s. 320.0843, s. 320.0845, or s. 320.0848 or a signed affidavit that the owner of the disabled parking permit or license plate was present at the time the violation occurred, and that such a parking permit or license plate was valid at the time the violation occurred. The law enforcement officer or agency or the parking enforcement specialist or agency, upon determining that all required documentation has been submitted verifying that the required parking permit or license plate was valid at the time of the violation, must sign an affidavit of compliance. Upon provision of the affidavit of compliance and payment of a dismissal fee of up to $7.50 to the clerk of the circuit court, the clerk shall dismiss the citation. However, the clerk may designate a local governmental entity to receive the affidavit and dismissal fee, and the local governmental entity may keep the fee. (7) Mandatory $100 fine for each violation of s. 316.1001 plus the amount of the unpaid toll shown on the traffic citation for each citation issued. The clerk of the court shall forward $25 of the $100 fine received, plus the amount of the unpaid toll that is shown on the citation, to the governmental entity that issued the citation for citations issued by toll enforcement officers or to the entity administering the tolls at the facility where the violation occurred for citations issued by law enforcement officers. However, a person may elect to pay $30 to the clerk of the court, plus the amount of the unpaid toll that is shown on the citation, in which case adjudication is withheld, and no points may be assessed under s. 322.27. Upon receipt of the $30 and unpaid toll amount, the clerk of the court shall retain $5 for administrative purposes and shall forward the remaining $25, plus the amount of the unpaid toll shown on the citation, to the governmental entity that issued the citation for citations issued by toll enforcement officers or to the entity administering the tolls at the facility where the violation occurred for citations issued by law enforcement officers. Additionally, adjudication shall be withheld and no points shall be assessed under s. 322.27, except when adjudication is imposed by the court after a hearing pursuant to s. 318.14(5). If a plea arrangement is reached prior to the date set for a scheduled evidentiary hearing and, as a result of the plea, adjudication is withheld, there shall be a mandatory fine assessed per citation of not less than $50 and not more than $100, plus the amount of the unpaid toll for each citation issued. The clerk of the court shall forward $25 of the fine imposed plus the amount of the unpaid toll that is shown on the citation to the governmental entity that issued the citation for citations issued by toll enforcement officers or to the entity administering the tolls at the facility where the violation occurred for citations issued by law enforcement officers. The court shall have specific authority to consolidate issued citations for the same defendant for the purpose of sentencing and aggregate jurisdiction. In addition, the court may direct the department to suspend for 60 days the driver license of a person who is convicted of 10 violations of s. 316.1001 within a 36-month period. Any funds received by a governmental entity for this violation may be used for any lawful purpose related to the operation or maintenance of a toll facility. (8)(a) Any person who fails to comply with the court’s requirements or who fails to pay the civil penalties specified in this section within the 30-day period provided for in s. 318.14 must pay an additional civil penalty of $16, $6.50 of which must be remitted to the Department of Revenue for deposit in the General Revenue Fund, and $9.50 of which must be remitted to the Department of Revenue for deposit in the Highway Safety Operating Trust Fund. Of this additional civil penalty of $16, $4 is not revenue for purposes of s. 28.36 and may not be used in establishing the budget of the clerk of the court under that section or s. 28.35. The department shall contract with the Florida Association of Court Clerks, Inc., to design, establish, operate, upgrade, and maintain an automated statewide Uniform Traffic Citation Accounting System to be operated by the clerks of the court which shall include, but not be limited to, the accounting for traffic infractions by type, a record of the disposition of the citations, and an accounting system for the fines assessed and the subsequent fine amounts paid to the clerks of the court. The clerks of the court must provide the information required by this chapter to be transmitted to the department by electronic transmission pursuant to the contract. (b)1.a. If a person has been ordered to pay a civil penalty for a noncriminal traffic infraction and the person is unable to comply with the court’s order due to demonstrable financial hardship, the court shall allow the person to satisfy the civil penalty by participating in community service until the civil penalty is paid. b. If a court orders a person to perform community service, the person shall receive credit for the civil penalty at the specified hourly credit rate per hour of community service performed, and each hour of community service performed shall reduce the civil penalty by that amount. 2.a. As used in this paragraph, the term “specified hourly credit rate” means the wage rate that is specified in 29 U.S.C. s. 206(a)(1) under the federal Fair Labor Standards Act of 1938, that is then in effect, and that an employer subject to such provision must pay per hour to each employee subject to such provision. b. However, if a person ordered to perform community service has a trade or profession for which there is a community service need, the specified hourly credit rate for each hour of community service performed by that person shall be the average prevailing wage rate for the trade or profession that the community service agency needs. 3.a. The community service agency supervising the person shall record the number of hours of community service completed and the date the community service hours were completed. The community service agency shall submit the data to the clerk of court on the letterhead of the community service agency, which must also bear the notarized signature of the person designated to represent the community service agency. b. When the number of community service hours completed by the person equals the amount of the civil penalty, the clerk of court shall certify this fact to the court. Thereafter, the clerk of court shall record in the case file that the civil penalty has been paid in full. 4. As used in this paragraph, the term: a. “Community service” means uncompensated labor for a community service agency. b. “Community service agency” means a not-for-profit corporation, community organization, charitable organization, public officer, the state or any political subdivision of the state, or any other body the purpose of which is to improve the quality of life or social welfare of the community and which agrees to accept community service from persons unable to pay civil penalties for noncriminal traffic infractions. (c) If the noncriminal infraction has caused or resulted in the death of another, the person who committed the infraction may perform 120 community service hours under s. 316.027(4), in addition to any other penalties. (9) Five hundred dollars for a first violation and $1,000 for a second or subsequent violation of s. 316.1575. (10) Five hundred dollars for a first violation and $1,000 for a second or subsequent violation of s. 316.1576. In addition to this penalty, for a second or subsequent violation, the department shall suspend the driver license of the person for not more than 6 months. (11) Twenty-five dollars for a violation of s. 316.2074. (12)(a) In addition to the stated fine, court costs must be paid in the following amounts and shall be deposited by the clerk into the fine and forfeiture fund established pursuant to s. 142.01 except as provided in this paragraph: 1. For pedestrian infractions: $4, from which the clerk shall remit $1 to the Department of Revenue for deposit into the General Revenue Fund. 2. For nonmoving traffic infractions: $18, from which the clerk shall remit $2 to the Department of Revenue for deposit into the General Revenue Fund. 3. For moving traffic infractions: $35, from which the clerk shall remit $5 to the Department of Revenue for deposit into the General Revenue Fund. (b) In addition to the court cost required under paragraph (a), up to $3 for each infraction shall be collected and distributed by the clerk in those counties that have been authorized to establish a criminal justice selection center or a criminal justice access and assessment center pursuant to the following special acts of the Legislature: 1. Chapter 87-423, Laws of Florida, for Brevard County. 2. Chapter 89-521, Laws of Florida, for Bay County. 3. Chapter 94-444, Laws of Florida, for Alachua County. 4. Chapter 97-333, Laws of Florida, for Pinellas County. Funds collected by the clerk pursuant to this paragraph shall be distributed to the centers authorized by those special acts. (c) In addition to the court cost required under paragraph (a), a $2.50 court cost must be paid for each infraction to be distributed by the clerk to the county to help pay for criminal justice education and training programs pursuant to s. 938.15. Funds from the distribution to the county not directed by the county to fund these centers or programs shall be retained by the clerk and used for funding the court-related services of the clerk. (d) In addition to the court cost required under paragraph (a), a $3 court cost must be paid for each infraction to be distributed as provided in s. 938.01 and a $2 court cost as provided in s. 938.15 when assessed by a municipality or county. (13) Two hundred dollars for a violation of s. 316.520(1) or (2). If, at a hearing, the alleged offender is found to have committed this offense, the court shall impose a minimum civil penalty of $200. For a second or subsequent adjudication within a period of 5 years, the department shall suspend the driver license of the person for not less than 1 year and not more than 2 years. (14)(a) In addition to any penalties imposed for noncriminal traffic infractions pursuant to this chapter or imposed for criminal violations listed in s. 318.17, a board of county commissioners or any unit of local government that is consolidated as provided by s. 9, Art. VIII of the State Constitution of 1885, as preserved by s. 6(e), Art. VIII of the State Constitution: 1. May impose by ordinance a surcharge of up to $30 for any infraction or violation to fund state court facilities. The court shall not waive this surcharge. Up to 25 percent of the revenue from such surcharge may be used to support local law libraries provided that the county or unit of local government provides a level of service equal to that provided prior to July 1, 2004, which shall include the continuation of library facilities located in or near the county courthouse or any annex to the courthouse. 2. May, if such board or unit imposed increased fees or service charges by ordinance under s. 28.2401, s. 28.241, or s. 34.041 for the purpose of securing payment of the principal and interest on bonds issued by the county before July 1, 2003, to finance state court facilities, impose by ordinance a surcharge for any infraction or violation for the exclusive purpose of securing payment of the principal and interest on bonds issued by the county before July 1, 2003, to fund state court facilities until the date of stated maturity. The court shall not waive this surcharge. Such surcharge may not exceed an amount per violation calculated as the quotient of the maximum annual payment of the principal and interest on the bonds as of July 1, 2003, divided by the number of traffic citations for county fiscal year 2002-2003 certified as paid by the clerk of the court of the county. Such quotient shall be rounded up to the next highest dollar amount. The bonds may be refunded only if savings will be realized on payments of debt service and the refunding bonds are scheduled to mature on the same date or before the bonds being refunded. Notwithstanding any of the foregoing provisions of this subparagraph that limit the use of surcharge revenues, if the revenues generated as a result of the adoption of this ordinance exceed the debt service on the bonds, the surplus revenues may be used to pay down the debt service on the bonds; fund other state-court-facility construction projects as may be certified by the chief judge as necessary to address unexpected growth in caseloads, emergency requirements to accommodate public access, threats to the safety of the public, judges, staff, and litigants, or other exigent circumstances; or support local law libraries in or near the county courthouse or any annex to the courthouse. 3. May impose by ordinance a surcharge for any infraction or violation for the exclusive purpose of securing payment of the principal and interest on bonds issued by the county on or after July 1, 2009, to fund state court facilities until the stated date of maturity. The court may not waive this surcharge. The surcharge may not exceed an amount per violation calculated as the quotient of the maximum annual payment of the principal and interest on the bonds, divided by the number of traffic citations certified as paid by the clerk of the court of the county on August 15 of each year. The quotient shall be rounded up to the next highest dollar amount. The bonds may be refunded if savings are realized on payments of debt service and the refunding bonds are scheduled to mature on or before the maturity date of the bonds being refunded. If the revenues generated as a result of the adoption of the ordinance exceed the debt service on the bonds, the surplus revenues may be used to pay the debt service on the bonds; to fund other state court facility construction projects certified by the chief judge as necessary to address unexpected growth in caseloads, emergency requirements to accommodate public access, threats to the safety of the public, judges, staff, and litigants, or other exigent circumstances; or to support local law libraries in or near the county courthouse or any annex to the courthouse. (b) A county may impose a surcharge under subparagraph (a)1., subparagraph (a)2., or subparagraph (a)3., but may not impose more than one surcharge under this subsection. A county may elect to impose a different authorized surcharge but may not impose more than one surcharge at a time. The clerk of court shall report, no later than 30 days after the end of the quarter, the amount of funds collected under this subsection during each quarter of the fiscal year. The clerk shall submit the report, in an electronic format developed by the Florida Clerks of Court Operations Corporation, to the chief judge of the circuit and to the Florida Clerks of Court Operations Corporation. The corporation shall submit the report in an electronic format to the Governor, the President of the Senate, the Speaker of the House of Representatives, and the board of county commissioners. (15) In addition to any penalties imposed for noncriminal traffic infractions under this chapter or imposed for criminal violations listed in s. 318.17, any unit of local government that is consolidated as provided by s. 9, Art. VIII of the State Constitution of 1885, as preserved by s. 6(e), Art. VIII of the State Constitution, and that is granted the authority in the State Constitution to exercise all the powers of a municipal corporation, and any unit of local government operating under a home rule charter adopted pursuant to ss. 10, 11, and 24, Art. VIII of the State Constitution of 1885, as preserved by s. 6(e), Art. VIII of the State Constitution, that is granted the authority in the State Constitution to exercise all the powers conferred now or hereafter by general law upon municipalities, may impose by ordinance a surcharge of up to $15 for any infraction or violation. Revenue from the surcharge shall be transferred to such unit of local government for the purpose of replacing fine revenue deposited into the clerk’s fine and forfeiture fund under s. 142.01. The court may not waive this surcharge. Proceeds from the imposition of the surcharge authorized in this subsection shall not be used for the purpose of securing payment of the principal and interest on bonds. (16)(a)1. One hundred and fifty-eight dollars for a violation of s. 316.074(1) or s. 316.075(1)(c)1. when a driver has failed to stop at a traffic signal and when enforced by a law enforcement officer. Sixty dollars shall be distributed as provided in s. 318.21, $30 shall be distributed to the General Revenue Fund, $3 shall be remitted to the Department of Revenue for deposit into the Brain and Spinal Cord Injury Trust Fund, and the remaining $65 shall be remitted to the Department of Revenue for deposit into the Emergency Medical Services Trust Fund of the Department of Health. 2. One hundred and fifty-eight dollars for a violation of s. 316.074(1) or s. 316.075(1)(c)1. when a driver has failed to stop at a traffic signal and when enforced by the department’s traffic infraction enforcement officer. One hundred dollars shall be remitted to the Department of Revenue for deposit into the General Revenue Fund, $45 shall be distributed to the county for any violations occurring in any unincorporated areas of the county or to the municipality for any violations occurring in the incorporated boundaries of the municipality in which the infraction occurred, $10 shall be remitted to the Department of Revenue for deposit into the Department of Health Emergency Medical Services Trust Fund for distribution as provided in s. 395.4036(1), and $3 shall be remitted to the Department of Revenue for deposit into the Brain and Spinal Cord Injury Trust Fund. 3. One hundred and fifty-eight dollars for a violation of s. 316.074(1) or s. 316.075(1)(c)1. when a driver has failed to stop at a traffic signal and when enforced by a county’s or municipality’s traffic infraction enforcement officer. Seventy-five dollars shall be distributed to the county or municipality issuing the traffic citation, $70 shall be remitted to the Department of Revenue for deposit into the General Revenue Fund, $10 shall be remitted to the Department of Revenue for deposit into the Department of Health Emergency Medical Services Trust Fund for distribution as provided in s. 395.4036(1), and $3 shall be remitted to the Department of Revenue for deposit into the Brain and Spinal Cord Injury Trust Fund. (b) Amounts deposited into the Brain and Spinal Cord Injury Trust Fund pursuant to this subsection shall be distributed quarterly to the Miami Project to Cure Paralysis and shall be used for brain and spinal cord research. (c) If a person who is mailed a notice of violation or cited for a violation of s. 316.074(1) or s. 316.075(1)(c)1., as enforced by a traffic infraction enforcement officer under s. 316.0083, presents documentation from the appropriate governmental entity that the notice of violation or traffic citation was in error, the clerk of court or clerk to the local hearing officer may dismiss the case. The clerk of court or clerk to the local hearing officer may not charge for this service. (d) An individual may not receive a commission or per-ticket fee from any revenue collected from violations detected through the use of a traffic infraction detector. A manufacturer or vendor may not receive a fee or remuneration based upon the number of violations detected through the use of a traffic infraction detector. (e) Funds deposited into the Department of Health Emergency Medical Services Trust Fund under this subsection shall be distributed as provided in s. 395.4036(1). (17) One hundred dollars for a violation of s. 316.622(3) or (4), for a vehicle that fails to display a sticker authorizing it to transport migrant or seasonal farm workers or fails to display standardized notification instructions requiring passengers to fasten their seat belts. Two hundred dollars for a violation of s. 316.622(1) or (2), for operating a farm labor vehicle that fails to conform to vehicle safety standards or lacks seat belt assemblies at each passenger position. (18) In addition to any penalties imposed, a surcharge of $3 must be paid for all criminal offenses listed in s. 318.17 and for all noncriminal moving traffic violations under chapter 316. Revenue from the surcharge shall be remitted to the Department of Revenue and deposited quarterly into the State Agency Law Enforcement Radio System Trust Fund of the Department of Management Services for the state agency law enforcement radio system, as described in s. 282.709, and to provide technical assistance to state agencies and local law enforcement agencies with their statewide systems of regional law enforcement communications, as described in s. 282.7101. This subsection expires July 1, 2026. The Department of Management Services may retain funds sufficient to recover the costs and expenses incurred for managing, administering, and overseeing the Statewide Law Enforcement Radio System, and providing technical assistance to state agencies and local law enforcement agencies with their statewide systems of regional law enforcement communications. The Department of Management Services working in conjunction with the Joint Task Force on State Agency Law Enforcement Communications shall determine and direct the purposes for which these funds are used to enhance and improve the radio system. (19) In addition to any penalties imposed, an administrative fee of $12.50 must be paid for all noncriminal moving and nonmoving violations under chapters 316, 320, and 322. Of this administrative fee, $6.25 must be deposited into the Public Records Modernization Trust Fund and used exclusively for funding court-related technology needs of the clerk, as defined in s. 29.008(1)(f)2. and (h), and $6.25 must be deposited into the fine and forfeiture fund established pursuant to s. 142.01. (20) In addition to any penalties imposed, an Article V assessment of $10 must be paid for all noncriminal moving and nonmoving violations under chapters 316, 320, and 322. The assessment is not revenue for purposes of s. 28.36 and may not be used in establishing the budget of the clerk of the court under that section or s. 28.35. Of the funds collected under this subsection: (a) The sum of $5 shall be deposited in the State Courts Revenue Trust Fund for use by the state courts system; (b) The sum of $3.33 shall be deposited in the State Attorneys Revenue Trust Fund for use by the state attorneys; and (c) The sum of $1.67 shall be deposited in the Indigent Criminal Defense Trust Fund for use by the public defenders. (21) In addition to any other penalty, $65 for a violation of s. 316.191, prohibiting racing on highways, street takeovers, and stunt driving, or s. 316.192, prohibiting reckless driving. The additional $65 collected under this subsection shall be remitted to the Department of Revenue for deposit into the Emergency Medical Services Trust Fund of the Department of Health to be used as provided in s. 395.4036. (22) Five hundred dollars for a violation of s. 316.1951 for a vehicle that is unlawfully displayed for sale, hire, or rental. Notwithstanding any other law to the contrary, fines collected under this subsection shall be retained by the governing authority that authorized towing of the vehicle. Fines collected by the department shall be deposited into the Highway Safety Operating Trust Fund. (23) In addition to the penalty prescribed under s. 316.0083 for violations enforced under s. 316.0083 which are upheld, the local hearing officer may also order the payment of county or municipal costs, not to exceed $250. (24) In addition to any penalties imposed, a fine of $200 for a first offense and a fine of $500 for a second or subsequent offense for a violation of s. 316.293(5). History.—s. 1, ch. 74-377; s. 38, ch. 76-31; s. 3, ch. 79-27; s. 1, ch. 80-179; s. 195, ch. 81-259; s. 2, ch. 82-58; s. 2, ch. 84-73; s. 15, ch. 84-359; s. 25, ch. 85-167; s. 3, ch. 85-250; s. 2, ch. 85-255; s. 6, ch. 85-309; s. 4, ch. 85-337; s. 3, ch. 86-49; s. 7, ch. 86-154; s. 4, ch. 86-185; s. 3, ch. 86-260; s. 2, ch. 87-108; s. 2, ch. 87-167; ss. 2, 5, ch. 88-50; s. 2, ch. 88-305; ss. 61, 72, ch. 88-381; s. 6, ch. 89-212; s. 2, ch. 90-141; s. 8, ch. 90-290; ss. 10, 26, ch. 90-330; s. 3, ch. 91-136; s. 3, ch. 91-200; s. 1, ch. 92-192; s. 21, ch. 93-164; s. 14, ch. 94-306; s. 2, ch. 96-185; s. 8, ch. 96-200; s. 47, ch. 96-350; s. 2, ch. 97-10; s. 9, ch. 97-76; s. 13, ch. 97-225; ss. 3, 4, ch. 97-300; s. 4, ch. 98-202; s. 6, ch. 98-223; s. 8, ch. 98-251; s. 3, ch. 98-319; ss. 9, 252, ch. 99-248; s. 42, ch. 2000-152; s. 10, ch. 2001-122; s. 4, ch. 2001-196; s. 107, ch. 2002-20; s. 4, ch. 2002-217; s. 6, ch. 2002-235; s. 99, ch. 2003-402; s. 60, ch. 2004-265; s. 3, ch. 2005-194; s. 48, ch. 2005-236; s. 4, ch. 2006-81; s. 24, ch. 2006-290; s. 3, ch. 2006-296; s. 1, ch. 2007-71; s. 21, ch. 2007-196; s. 33, ch. 2008-111; s. 1, ch. 2008-137; s. 1, ch. 2008-205; s. 3, ch. 2009-6; s. 1, ch. 2009-14; s. 12, ch. 2009-61; s. 32, ch. 2009-80; s. 1, ch. 2009-138; s. 16, ch. 2009-204; s. 58, ch. 2010-5; s. 12, ch. 2010-80; s. 3, ch. 2010-161; s. 24, ch. 2010-162; s. 5, ch. 2010-198; s. 13, ch. 2010-223; s. 14, ch. 2010-225; s. 15, ch. 2012-100; s. 7, ch. 2012-123; s. 6, ch. 2012-141; s. 1, ch. 2012-157; ss. 18, 75, ch. 2012-181; s. 9, ch. 2013-160; s. 17, ch. 2014-216; s. 5, ch. 2015-163; s. 3, ch. 2017-189; ss. 39, 40, ch. 2018-10; s. 2, ch. 2018-66; s. 18, ch. 2019-58; ss. 61, 63, ch. 2019-116; s. 61, ch. 2020-2; s. 1, ch. 2020-64; ss. 61, 63, ch. 2020-114; s. 1, ch. 2021-3; s. 4, ch. 2021-5; s. 24, ch. 2021-186; s. 4, ch. 2021-188; s. 3, ch. 2022-180; s. 4, ch. 2023-171; s. 7, ch. 2023-174; s. 2, ch. 2023-197; s. 19, ch. 2024-57; s. 10, ch. 2024-153; s. 2, ch. 2024-190; s. 9, ch. 2025-149. 1 Note.—Section 14, ch. 2018-66, provides that “[i]f the provisions of this act relating to s. 395.4025(16), Florida Statutes, are held to be invalid or inoperative for any reason, the remaining provisions of this act shall be deemed to be void and of no effect, it being the legislative intent that this act as a whole would not have been adopted had any provision of the act not been included.” (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ac36941a570',t:'MTc3MDg3ODUzMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-18/"
    },
    {
      "id": "section-31819infractions",
      "number": "318.19",
      "heading": "Infractions requiring a mandatory hearing.",
      "text": "318.19 Infractions requiring a mandatory hearing.—Any person cited for the infractions listed in this section shall not have the provisions of s. 318.14(2), (4), and (9) available to him or her but must appear before the designated official at the time and location of the scheduled hearing: (1) Any infraction which results in a crash that causes the death of another; (2) Any infraction which results in a crash that causes “serious bodily injury” of another as defined in s. 316.1933(1); (3) Any infraction of s. 316.172(1)(b); (4) Any infraction of s. 316.520(1) or (2); (5) Any infraction of s. 316.183(2), s. 316.187, or s. 316.189 of exceeding the speed limit by 30 mph or more; or (6) Any infraction of s. 316.1926(2). History.—s. 1, ch. 74-377; s. 91, ch. 77-104; s. 1, ch. 81-34; s. 16, ch. 84-359; s. 4, ch. 85-250; s. 12, ch. 86-154; s. 335, ch. 95-148; s. 3, ch. 97-10; s. 5, ch. 97-300; s. 253, ch. 99-248; s. 108, ch. 2002-20; s. 25, ch. 2006-290; s. 2, ch. 2024-192; s. 3, ch. 2025-77. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ac5bb3e4fad',t:'MTc3MDg3ODUzMS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-19/"
    },
    {
      "id": "section-31821disposition",
      "number": "318.21",
      "heading": "Disposition of civil penalties by county courts.",
      "text": "318.21 Disposition of civil penalties by county courts.—All civil penalties received by a county court pursuant to the provisions of this chapter shall be distributed and paid monthly as follows: (1) One dollar from every civil penalty shall be remitted to the Department of Revenue for deposit into the Child Welfare Training Trust Fund for child welfare training purposes pursuant to s. 402.40. One dollar from every civil penalty shall be remitted to the Department of Revenue for deposit into the Juvenile Justice Training Trust Fund for juvenile justice purposes pursuant to s. 985.66. (2) Of the remainder: (a) Twenty and six-tenths percent shall be remitted to the Department of Revenue for deposit into the General Revenue Fund of the state, except that the first $300,000 shall be deposited into the Grants and Donations Trust Fund in the Justice Administrative Commission for administrative costs, training costs, and costs associated with the implementation and maintenance of Florida foster care citizen review panels in a constitutional charter county as provided for in s. 39.702. (b) Seven and two-tenths percent shall be remitted to the Department of Revenue for deposit in the Emergency Medical Services Trust Fund for the purposes set forth in s. 401.113. (c) Five and one-tenth percent shall be remitted to the Department of Revenue for deposit in the Additional Court Cost Clearing Trust Fund established pursuant to s. 938.01 for criminal justice purposes. (d) Eight and two-tenths percent shall be remitted to the Department of Revenue for deposit in the Brain and Spinal Cord Injury Program Trust Fund for the purposes set forth in s. 381.79. (e) Two percent shall be remitted to the Department of Revenue for deposit in the Grants and Donations Trust Fund of the Division of Vocational Rehabilitation of the Department of Education. (f) Five-tenths percent shall be paid to the clerk of the court for administrative costs. (g)1. If the violation occurred within a special improvement district of the Seminole Indian Tribe or Miccosukee Indian Tribe, 56.4 percent shall be paid to that special improvement district. 2. If the violation occurred within a municipality, 50.8 percent shall be paid to that municipality and 5.6 percent shall be deposited into the fine and forfeiture trust fund established pursuant to s. 142.01. 3. If the violation occurred within the unincorporated area of a county, including the unincorporated areas, if any, of a government created pursuant to s. 6(e), Art. VIII of the State Constitution, that is not within a special improvement district of the Seminole Indian Tribe or Miccosukee Indian Tribe, 56.4 percent shall be deposited into the fine and forfeiture fund established pursuant to s. 142.01. (3) Moneys paid to a municipality or special improvement district under subparagraph (2)(g)1. must be used to fund local criminal justice training as provided in s. 938.15 when such a program is established by ordinance; to fund a municipal school crossing guard training program; and for any other lawful purpose. (4) Of the additional fine assessed under s. 318.18(3)(g) for a violation of s. 316.1301, 40 percent must be remitted to the Department of Revenue for deposit in the Grants and Donations Trust Fund of the Division of Blind Services of the Department of Education, and 60 percent must be distributed pursuant to subsections (1) and (2). (5) Of the additional fine assessed under s. 318.18(3)(g) for a violation of s. 316.1303(1), 60 percent must be remitted to the Department of Revenue for deposit in the Grants and Donations Trust Fund of the Division of Vocational Rehabilitation of the Department of Education, and 40 percent must be distributed pursuant to subsections (1) and (2). (6) For every violation of s. 316.613 or s. 316.614, $5 will be deducted from the civil penalty assessed under this chapter and remitted to the Department of Revenue for deposit in the Epilepsy Services Trust Fund established under s. 385.207. The remainder must be distributed pursuant to subsections (1) and (2). (7) For fines assessed under s. 318.18(3) for unlawful speed, the following amounts must be remitted to the Department of Revenue for deposit in the Nongame Wildlife Trust Fund: For speed exceeding the limit by: Fine: 1-5 mph..........$ 0.00 6-9 mph..........$ 0.25 10-14 mph..........$ 3.00 15-19 mph..........$ 4.00 20-29 mph..........$ 5.00 30 mph and above..........$10.00 The remaining amount must be distributed pursuant to subsections (1) and (2). (8) Fines and forfeitures received from violations committed within a municipality must be paid monthly to that municipality; fines and forfeitures received from violations committed within a special improvement district created for the Seminole Indian Tribe or Miccosukee Indian Tribe under s. 285.17 must be paid monthly to that special improvement district. These fines and forfeitures must be paid monthly to that municipality or special improvement district in addition to any other fines and forfeitures received by a county court which are required to be paid to that municipality or special improvement district under any other law. If, on February 1, 1972, any chartered county court that has countywide jurisdiction was trying traffic offenses committed within a municipality in that county, two-thirds of the fines and forfeitures received as a result of violations of this chapter, or of any ordinances adopting matter covered by this chapter, committed within a municipality must be paid and distributed to the municipality, and the remainder must be paid into the fine and forfeiture fund established pursuant to s. 142.01, except as otherwise provided in subsection (5). The amount of fines and forfeitures payable to a special improvement district created under s. 285.17 which is located in a charter county must be determined in the same manner as the amount of fines and forfeitures payable to a municipality in that county. All fines and forfeitures received by any county court as the result of citations issued under s. 316.640(2)(c)1. must be paid into the fine and forfeiture fund established pursuant to s. 142.01 whether or not such citations were issued for parking violations that occurred within a municipality or special improvement district created under s. 285.17. (9) Twelve dollars and fifty cents from each moving traffic violation must be used by the county to fund that county’s participation in an intergovernmental radio communication program approved by the Department of Management Services. If the county is not participating in such a program, funds collected must be used to fund local law enforcement automation and must be distributed to the municipality or special improvement district in which the violation occurred or to the county if the violation occurred within the unincorporated area of the county. (10) The additional costs and surcharges on criminal traffic offenses provided for under ss. 938.03 and 938.04 must be collected and distributed by the clerk of the court as provided in those sections. The additional costs and surcharges must also be collected for the violation of any ordinances adopting the criminal traffic offenses enumerated in s. 318.17. (11)(a) A county or municipality may, by majority vote of the governing board of the respective county or municipality, impose a surcharge on parking fines for the sole purpose of funding school crossing guard programs; however, the governing body may set aside funds from this surcharge to pay for startup costs and recurring administrative costs related to printing new tickets or other means of implementing the program. The surcharge must be authorized by ordinance requiring public hearings. (b) The proceeds of this surcharge must be placed in a trust fund established by the governing body of the county or municipality called the School Crossing Guard Trust Fund. Funds collected from this surcharge must be distributed quarterly to fund the school crossing guard programs provided in subsection (3). (c) If a county government is operating a school crossing guard program in the exercise of its municipal responsibilities, the county may, by majority vote of its governing board, impose a countywide surcharge on parking fines for the sole purpose of funding school crossing guard programs throughout the county; however, the governing body may set aside funds from this surcharge to pay for startup costs and recurring administrative costs related to printing new tickets or other means of implementing the program. The surcharge must be authorized by an ordinance requiring public hearings. This surcharge, established by the governing body of the county, must be placed in a trust fund called the School Crossing Guard Trust Fund. Funds collected from this surcharge must be distributed quarterly to jurisdictions to fund school crossing guard programs based on each jurisdiction’s percentage of the school crossing guards in the county school district. (12) As of July 1, 2002, the proceeds from the fine as defined in s. 316.126(1)(b) shall be paid to the Crimes Compensation Trust Fund administered by the Office of the Attorney General. (13) Of the proceeds from the fine under s. 318.18(16), $65 shall be remitted to the Department of Revenue for deposit into the Administrative Trust Fund of the Department of Health and the remaining $60 shall be distributed pursuant to subsections (1) and (2). (14) Notwithstanding subsections (1) and (2), the proceeds from the mandatory civil penalties imposed pursuant to s. 318.14(5) shall be distributed as provided in that section. (15) Of the additional fine assessed under s. 318.18(3)(f) for a violation of s. 316.1893, 50 percent of the moneys received from the fines shall be appropriated to the Agency for Health Care Administration as general revenue to provide an enhanced Medicaid payment to nursing homes that serve Medicaid recipients with brain and spinal cord injuries. The remaining 50 percent of the moneys received from the enhanced fine imposed under s. 318.18(3)(f) shall be remitted to the Department of Revenue and deposited into the Department of Health Emergency Medical Services Trust Fund to provide financial support to certified trauma centers in the counties where enhanced penalty zones are established to ensure the availability and accessibility of trauma services. Funds deposited into the Emergency Medical Services Trust Fund under this subsection shall be allocated as follows: (a) Fifty percent shall be allocated equally among all Level I, Level II, and pediatric trauma centers in recognition of readiness costs for maintaining trauma services. 1 (b) Fifty percent shall be allocated among Level I, Level II, and pediatric trauma centers based on each center’s relative volume of trauma cases as calculated using the hospital discharge data collected pursuant to s. 408.061. (16) The proceeds from the fines described in s. 318.18(17) shall be remitted to the law enforcement agency that issues the citation for a violation of s. 316.622. The funds must be used for continued education and enforcement of s. 316.622 and other related safety measures contained in chapter 316. (17) Notwithstanding subsections (1) and (2), the proceeds from the administrative fee imposed under s. 318.18(18) shall be distributed as provided in that subsection. This subsection expires July 1, 2026. (18) Notwithstanding subsections (1) and (2), the proceeds from the administrative fee imposed under s. 318.18(19) shall be distributed as provided in that subsection. (19) Notwithstanding subsections (1) and (2), the proceeds from the fees imposed under s. 318.18(20) shall be distributed as provided in that subsection. (20) For fines assessed under s. 318.18(3) for unlawful speed, effective for violations occurring on or after the effective date of this act, the following amounts shall be remitted to the Department of Revenue for deposit in the State Courts Revenue Trust Fund; however, these amounts are not revenue for purposes of s. 28.36 and may not be used in establishing the budget of the clerk of the court under that section or s. 28.35: For speed exceeding the limit by: Fine: 1-5 mph..........$ .00 6-9 mph..........$ .00 10-14 mph..........$ .00 15-19 mph..........$25 20-29 mph..........$25 30 mph and above..........$ .00 The remaining amount shall be distributed pursuant to subsections (1) and (2). (21) Notwithstanding subsections (1) and (2) or any other provision of law, the civil penalties and the proceeds from the additional penalties imposed pursuant to s. 318.18(5)(a)2., (b)2., and (c) and (21) shall be distributed as provided in that section. History.—s. 1, ch. 74-377; s. 39, ch. 76-31; s. 9, ch. 86-154; s. 3, ch. 87-108; s. 4, ch. 87-186; s. 2, ch. 88-73; s. 7, ch. 90-208; s. 4, ch. 91-200; s. 4, ch. 92-194; s. 3, ch. 92-195; s. 2, ch. 94-324; s. 59, ch. 95-267; s. 49, ch. 96-350; ss. 2, 3, 4, 5, 6, ch. 97-235; s. 33, ch. 97-271; s. 94, ch. 98-279; ss. 29, 30, 31, 32, 33, 34, ch. 98-280; ss. 133, 134, 135, 136, 137, ch. 98-403; s. 95, ch. 99-13; s. 254, ch. 99-248; s. 4, ch. 2000-139; s. 43, ch. 2000-152; s. 36, ch. 2000-171; ss. 11, 12, ch. 2001-122; s. 20, ch. 2001-254; s. 42, ch. 2002-1; s. 5, ch. 2002-217; s. 7, ch. 2003-2; s. 100, ch. 2003-402; s. 61, ch. 2004-265; s. 12, ch. 2005-164; s. 4, ch. 2005-194; s. 49, ch. 2005-236; s. 10, ch. 2006-81; s. 107, ch. 2006-120; ss. 4, 7, ch. 2006-296; s. 22, ch. 2007-196; s. 4, ch. 2009-6; s. 13, ch. 2009-61; s. 2, ch. 2009-138; s. 59, ch. 2010-5; s. 4, ch. 2010-161; s. 1, ch. 2011-118; s. 7, ch. 2012-141; s. 19, ch. 2012-181; s. 2, ch. 2017-75; s. 3, ch. 2018-66; s. 2, ch. 2021-3; s. 13, ch. 2023-174; s. 27, ch. 2024-57; s. 10, ch. 2025-149. 1 Note.—Section 14, ch. 2018-66, provides that “[i]f the provisions of this act relating to s. 395.4025(16), Florida Statutes, are held to be invalid or inoperative for any reason, the remaining provisions of this act shall be deemed to be void and of no effect, it being the legislative intent that this act as a whole would not have been adopted had any provision of the act not been included.” (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ac809d99ac9',t:'MTc3MDg3ODUzMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-21/"
    },
    {
      "id": "section-31830legislative",
      "number": "318.30",
      "heading": "Legislative intent.",
      "text": "318.30 Legislative intent.—It is the intent of the Legislature that civil traffic infraction hearing officers be appointed and used in those counties where the need arises for their services. Any Civil Traffic Infraction Hearing Officer Program established in a county under ss. 318.30-318.38 shall be subject to the supervision of the Supreme Court. History.—s. 1, ch. 89-337; s. 19, ch. 90-330; s. 2, ch. 94-202. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1aca6a0da101',t:'MTc3MDg3ODUzMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-30/"
    },
    {
      "id": "section-31831objectives",
      "number": "318.31",
      "heading": "Objectives",
      "text": "318.31 Objectives.—The Supreme Court is hereby requested to adopt rules and procedures for the establishment and operation of Civil Traffic Infraction Hearing Officer Programs under ss. 318.30-318.38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-31/"
    },
    {
      "id": "section-318325jurisdiction",
      "number": "318.325",
      "heading": "Jurisdiction and procedure for parking infractions.",
      "text": "318.325 Jurisdiction and procedure for parking infractions.—Any county or municipality may adopt an ordinance that allows the county or municipality to refer cases involving the violation of a county or municipal parking ordinance to a hearing officer. Notwithstanding the provisions of ss. 318.14 and 775.08(3), any parking violation shall be deemed to be an infraction as defined in s. 318.13(3). However, the violation must be enforced and disposed of in accordance with the provisions of general law applicable to parking violations and with the charter or code of the county or municipality where the violation occurred. The clerk of the court or the designated traffic violations bureau must collect and distribute the fines, forfeitures, and court costs assessed under this section. History.—s. 1, ch. 94-202; s. 101, ch. 2003-402; s. 62, ch. 2004-265; s. 52, ch. 2005-236. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1accbe3231e9',t:'MTc3MDg3ODUzMi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-325/"
    },
    {
      "id": "section-31833appeals",
      "number": "318.33",
      "heading": "Appeals",
      "text": "318.33 Appeals.—Decisions of the hearing officer are appealable, under the rules of court, to the circuit court. Appeals shall be based upon the record of the hearing before the hearing officer and shall not be hearings de novo. Appellants are responsible for producing the record of the hearing beyond that which normally results from the civil traffic infraction hearing process.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-33/"
    },
    {
      "id": "section-31834qualifications",
      "number": "318.34",
      "heading": "Qualifications",
      "text": "318.34 Qualifications.—Applicants for the position of hearing officer of the civil traffic court shall be members in good standing of The Florida Bar and shall have completed a 40-hour education and training program which has been approved by the Florida Supreme Court. Thereafter, hearing officers shall complete an approved 4-hour continuing education program annually.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-34/"
    },
    {
      "id": "section-31835term",
      "number": "318.35",
      "heading": "Term of office.",
      "text": "318.35 Term of office.—Hearing officers shall be independent contractors and may serve either full time or part time as determined by the chief judge. In either case, they shall serve at the pleasure of the chief judge of the county and circuit in which they are to hear cases and shall have no definite term of office. History.—s. 6, ch. 89-337; s. 7, ch. 94-202. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1acf1fdc120e',t:'MTc3MDg3ODUzMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-35/"
    },
    {
      "id": "section-31836code",
      "number": "318.36",
      "heading": "Code of ethics.",
      "text": "318.36 Code of ethics.—Hearing officers shall be subject to The Florida Bar Code of Professional Responsibility and not the Judicial Code of Ethics, except that they shall avoid practices or occupations that would constitute a conflict of interest or give the appearance of impropriety. Whether serving full time or part time, hearing officers shall be prohibited from representing clients or practicing before any other hearing officer of a civil traffic court or from representing any client appealing the decision of any other hearing officer. A civil traffic infractions hearing officer appointed under s. 318.30 shall have judicial immunity in the same manner and to the same extent as judges. History.—s. 7, ch. 89-337; s. 8, ch. 94-202; s. 10, ch. 99-248. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ad16fcedb0d',t:'MTc3MDg3ODUzMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-36/"
    },
    {
      "id": "section-31838nonseverability",
      "number": "318.38",
      "heading": "Nonseverability",
      "text": "318.38 Nonseverability.—If the provisions of s. 318.32 authorizing hearing officers to impose the same sanctions as county court judges for civil traffic infractions are found to be unconstitutional by the Florida Supreme Court, then the hearing officers shall have no further jurisdiction over any civil traffic infractions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-38/"
    },
    {
      "id": "section-31812purpose",
      "number": "318.12",
      "heading": "Purpose. It is the legislative intent in the adoption of this chapter to decriminalize certain violations of chapter 316, the Florida Uniform Traffic Control Law; chapter 320, Motor Vehicle Licenses; chapter 322, Driver Licenses; chapter 338, Limited Access and Toll Facilities; and chapter 1006, Support of L",
      "text": "It is the legislative intent in the adoption of this chapter to decriminalize certain violations of chapter 316, the Florida Uniform Traffic Control Law; chapter 320, Motor Vehicle Licenses; chapter 322, Driver Licenses; chapter 338, Limited Access and Toll Facilities; and chapter 1006, Support of Learning, thereby facilitating the implementation of a more uniform and expeditious system for the disposition of traffic infractions.History.—s. 1, ch. 74-377; s. 1, ch. 79-27; s. 21, ch. 83-215; s. 13, ch. 84-359; s. 247, ch. 99-248; s. 962, ch. 2002-387; s. 86, ch. 2012-174.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31813definitions",
      "number": "318.13",
      "heading": "Definitions. The following words and phrases, when used in this chapter, shall have the meanings respectively ascribed to them in this section, except where the context otherwise requires:(1)“Department” means Department of Highway Safety and Motor Vehicles, defined in s",
      "text": "318.13 Definitions.—The following words and phrases, when used in this chapter, shall have the meanings respectively ascribed to them in this section, except where the context otherwise requires: (1) “Department” means Department of Highway Safety and Motor Vehicles, defined in s. 20.24, or the appropriate division thereof. (2) “Suspension” means that a licensee’s privilege to drive a motor vehicle is temporarily withdrawn. (3) “Infraction” means a noncriminal violation that may require community service hours under s. 316.027(4), but is not punishable by incarceration and for which there is no right to a trial by jury or a right to court-appointed counsel. (4) “Official” means any judge authorized by law to preside over a court or hearing adjudicating traffic infractions. (5) “Officer” means any law enforcement officer charged with and acting under his or her authority to arrest persons suspected of, or known to be, violating statutes or ordinances regulating traffic or the operation or equipment of vehicles. “Officer” includes any individual employed by a sheriff’s department or the police department of a chartered municipality who is acting as a traffic infraction enforcement officer as provided in s. 316.640. History.—s. 1, ch. 74-377; s. 1, ch. 76-183; s. 1, ch. 77-119; s. 12, ch. 94-306; s. 907, ch. 95-148; s. 93, ch. 99-13; s. 248, ch. 99-248. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca1ad3e82399b9',t:'MTc3MDg3ODUzMy4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxiii/chapter-318/section-318-13/"
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "14, ch. 2018-66, provides that “[i]f the provisions of this act relating to s",
      "text": "395.4025(16), Florida Statutes, are held to be invalid or inoperative for any reason, the remaining provisions of this act shall be deemed to be void and of no effect, it being the legislative intent that this act as a wh",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1-5",
      "number": "1-5",
      "heading": "mph..........Warning",
      "text": "mph..........Warning",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6-9",
      "number": "6-9",
      "heading": "mph..........$25",
      "text": "mph..........$25",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10-14",
      "number": "10-14",
      "heading": "mph..........$100",
      "text": "mph..........$100",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15-19",
      "number": "15-19",
      "heading": "mph..........$150",
      "text": "mph..........$150",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20-29",
      "number": "20-29",
      "heading": "mph..........$175",
      "text": "mph..........$175",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31831objectives",
      "number": "318.31",
      "heading": "Objectives. The Supreme Court is hereby requested to adopt rules and procedures for the establishment and operation of Civil Traffic Infraction Hearing Officer Programs under ss",
      "text": "318.30-318.38.History.—s. 2, ch. 89-337; s. 3, ch. 94-202; s. 50, ch. 2005-236.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31833appeals",
      "number": "318.33",
      "heading": "Appeals. Decisions of the hearing officer are appealable, under the rules of court, to the circuit court",
      "text": "Appeals shall be based upon the record of the hearing before the hearing officer and shall not be hearings de novo. Appellants are responsible for producing the record of the hearing beyond that which no",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31834qualifications",
      "number": "318.34",
      "heading": "Qualifications. Applicants for the position of hearing officer of the civil traffic court shall be members in good standing of The Florida Bar and shall have completed a 40-hour education and training program which has been approved by the Florida Supreme Court",
      "text": "Thereafter, hearing officers shall complete an approv",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-31838nonseverability",
      "number": "318.38",
      "heading": "Nonseverability. If the provisions of s. 318.32 authorizing hearing officers to impose the same sanctions as county court judges for civil traffic infractions are found to be unconstitutional by the Florida Supreme Court, then the hearing officers shall have no further jurisdiction over any civil traffic infractions",
      "text": "If the provisions of s. 318.32 authorizing hearing officers to impose the same sanctions as county court judges for civil traffic infractions are found to be unconstitutional by the Florida Supreme Court, then the hearing officers shall have no further jurisdiction over any civil traffic infractions.History.—s. 9, ch. 89-337; s. 10, ch. 94-202.",
      "history": "",
      "source_url": ""
    }
  ]
}