{
  "state": "michigan",
  "path": "title-chapter-3-federal-and-interstate-relations/chapter-act-151-of-1978-base-conversion-authority-3551-3561",
  "sections": [
    {
      "id": "section-3551",
      "number": "3.551",
      "heading": "Definitions.Section 3.552 - Base Conversion Authority; Creation; Function",
      "text": "Section 3.553 - Base Conversion Authority; Membership; Duration; Vacancy; Meetings; Compensation and Expenses; Election of Officers; Employment of Personnel.Section 3.554 - Duties, Oath, and Bond of Members.Section 3.555 - Con",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3552",
      "number": "3.552",
      "heading": "Base Conversion Authority; Creation; Function.",
      "text": "Upon notification by the United States government that a federal military installation in this state is to be closed, and upon resolution by the township board of the charter township having jurisdiction over the entire area of the military installation requesting the establishment of a base conversion authority, the governor may create by executive order such an authority pursuant to this act, within the department. The sole function of the authority is to serve as a holding and maintenance agency to receive property and assets from the United States department of defense and the state of Michigan.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-552/"
    },
    {
      "id": "section-3553",
      "number": "3.553",
      "heading": "Base Conversion Authority; Membership; Duration; Vacancy; Meetings; Compensation and Expenses; Election of Officers; Employment of Personnel.",
      "text": "(1) The authority shall consist of 7 voting members who shall be appointed by the governor, with the advice and consent of the senate. The director of public health or his or her authorized representative shall serve as an ex officio member without vote. The members shall be as follows:\n\n(a) One member who is the chairperson of the county board of commissioners of the county in which the military installation is located, or the chairperson's designee.\n\n(b) One member who is the township supervisor of the township in which the majority of the land area of the military installation is located, or the member's designee.\n\n(c) The township supervisor of the charter township immediately south of, and having contractual agreements for municipal utilities service with, the township described in subdivision (b).\n\n(d) The director of commerce, or the director's designee.\n\n(e) The director of the department of natural resources, or the director's designee.\n\n(f) One member who is a representative of a local financial institution located within the county in which the military installation is located.\n\n(g) The president of the chamber of commerce which serves the township in which the military installation is located.\n\n(2) The authority shall exist for 5 years, with additional 2-year extensions if each extension is provided by concurrent resolution of the state legislature.\n\n(3) A member of the authority described in subsection (1)(a) to (c) shall serve while the member holds the respective office specified in that subsection. All other members shall serve at the pleasure of the governor. A vacancy shall be filled in the same manner as the original appointment.\n\n(4) The authority shall hold an annual meeting each January. Additional meetings may be conducted as are necessary. At least 1 meeting a year shall be held on the military installation. At a meeting of the authority a majority vote of all members appointed and serving is necessary for a decision. A quorum consists of a majority of the members.\n\n(5) The per diem compensation of the authority and the schedule for reimbursement of expenses shall be established by the legislature. This subsection shall apply only to the members of the authority described in subsection (1)(a), (b), (c), (f), and (g).\n\n(6) The authority shall elect annually from its membership a chairperson, a vice-chairperson, a secretary, and a treasurer. The authority may employ experts, consultants, administrative staff, and other personnel the authority considers necessary in the performance of its responsibilities under this act.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-553/"
    },
    {
      "id": "section-3554",
      "number": "3.554",
      "heading": "Duties, Oath, and Bond of Members.",
      "text": "The members of the authority shall enter upon their duties after their appointment and shall qualify by taking and filing the oath of office and supplying the bond required by the state administrative board.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-554/"
    },
    {
      "id": "section-3555",
      "number": "3.555",
      "heading": "Conducting Business at Public Meeting; Notice; Availability of Writings to Public.",
      "text": "(1) The business which the authority may perform shall be conducted at a public meeting of the authority held in compliance with Act No. 267 of the Public Acts of 1976, being sections 15.261 to 15.275 of the Michigan Compiled Laws. Public notice of the time, date, and place of the meeting shall be given in the manner required by Act No. 267 of the Public Acts of 1976.\n\n(2) All writing prepared, owned, used, in the possession of, or retained by the authority in the performance of an official function shall be made available to the public in compliance with Act No. 442 of the Public Acts of 1976, being sections 15.231 to 15.246 of the Michigan Compiled Laws.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-555/"
    },
    {
      "id": "section-3556",
      "number": "3.556",
      "heading": "Base Conversion Authority as Body Corporate, Governmental Unit, and Public Body; Signing and Attesting to Official Papers; Grant of Power Construed.",
      "text": "(1) The authority is a body corporate which may sue and be sued, plead and be impleaded, contract and be contracted with, and carry out all powers granted it. The authority shall be considered a governmental unit of this state for purposes of subpart 1 of part 21 (general real estate powers) of the natural resources and environmental protection act, Act No. 451 of the Public Acts of 1994, being sections 324.2101 to 324.2102 of the Michigan Compiled Laws, and a public entity for purposes of Act No. 317 of the Public Acts of 1968, being sections 15.321 to 15.330 of the Michigan Compiled Laws.\n\n(2) A contract, deed of conveyance, and any other official paper of the authority shall be signed by the chairperson or vice-chairperson in the absence of the chairperson and attested by the secretary.\n\n(3) An authority shall be considered a public body and have those powers necessary to effectuate the purposes of this act. A grant of power to an authority shall not be construed as a limitation but rather as an extension of the power of the authority.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991 ;-- Am. 1996, Act 28, Imd. Eff. Feb. 26, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-556/"
    },
    {
      "id": "section-3557",
      "number": "3.557",
      "heading": "Sole Function of Authority.",
      "text": "The sole function of the authority is to serve as a holding and maintenance agency to receive property and assets from the United States department of defense and the state of Michigan. In order to carry out this function, the authority may exercise the powers relative to that property as described in section 8.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-557/"
    },
    {
      "id": "section-3558",
      "number": "3.558",
      "heading": "Powers of Authority.",
      "text": "The authority may:\n\n(a) Employ law enforcement officers, fire protection personnel, maintenance personnel, and other employees as necessary to protect and maintain real and personal property located on the military installation or contract for the procurement of any of these services.\n\n(b) Enter into contracts with the United States department of defense for the maintenance of buildings, grounds, water and sewage systems, heating and cooling systems, and other systems or property at the military installation until final disposition of the systems or property.\n\n(c) Sell, lease, exchange, transfer, assign, subdivide, pledge by mortgage or deed of trust, or otherwise dispose of any real or personal property or an interest in the property in cooperation and consultation with the local agency or organization created by the township in which the base is located and whose purpose is to determine appropriate utilization of military base property.\n\n(d) Rent, maintain, manage, operate, improve, and repair property under its control in cooperation and consultation with the local agency or organization created by the township in which the base is located and whose purpose is to determine appropriate utilization of military base property.\n\n(e) Receive funds from a local governmental unit, other state agencies, the federal government or its agency, or a private individual or group and spend those funds to the extent permitted under the powers granted to it pursuant to this section.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-558/"
    },
    {
      "id": "section-3559",
      "number": "3.559",
      "heading": "Annual Report.",
      "text": "Before February 1 in each year, the authority shall file an annual report with the governor, the legislature, and a township board of trustees having jurisdiction, setting forth its activities, receipts, expenditures, business considered, meetings, and progress during the immediately preceding year ending December 31.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-559/"
    },
    {
      "id": "section-3560",
      "number": "3.560",
      "heading": "Dissolution of Authority; Disposition of Property.",
      "text": "Upon dissolution of an authority, the property, books, records, files, and funds of the authority shall become property of the township and shall be held or disposed of by the township in a manner prescribed by law.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978 ;-- Am. 1991, Act 134, Imd. Eff. Nov. 6, 1991",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-560/"
    },
    {
      "id": "section-3561",
      "number": "3.561",
      "heading": "Repeal of MCL 46.271 to 46.281.",
      "text": "Act No. 270 of the Public Acts of 1968, being sections 46.271 to 46.281 of the Compiled Laws of 1970, is repealed.\n\nHistory:1978, Act 151, Imd. Eff. May 18, 1978",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-151-of-1978/section-3-561/"
    }
  ]
}