{
  "state": "michigan",
  "path": "title-chapter-3-federal-and-interstate-relations/chapter-act-40-of-2002-interstate-compact-for-adult-offender-supervi",
  "sections": [
    {
      "id": "section-31011",
      "number": "3.1011",
      "heading": "Short Title.Section 3.1012 - Interstate Compact for Supervision of Adult Offenders; Form.",
      "text": "This act shall be known and may be cited as the \"interstate compact for adult offender supervision\".\n\nHistory:2002, Act 40, Imd. Eff. Mar. 12, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-40-of-2002/section-3-1011/"
    },
    {
      "id": "section-31012",
      "number": "3.1012",
      "heading": "Interstate Compact for Supervision of Adult Offenders; Form.",
      "text": "The interstate compact for the supervision of adult offenders is enacted into law and entered into with all jurisdictions legally joining in the compact, in the form substantially as follows:\n\nThe compacting states to this interstate compact recognize that each state is responsible for the supervision of adult offenders in the community who are authorized pursuant to the bylaws and rules of this compact to travel across state lines both to and from each compacting state in such a manner as to track the location of offenders, transfer supervision authority in an orderly and efficient manner, and when necessary, return offenders to the originating jurisdictions. The compacting states also recognize that congress, by enacting the crime control act, 4 U.S.C. section 112 (1965), has authorized and encouraged compacts for cooperative efforts and mutual assistance in the prevention of crime. It is the purpose of this compact and the interstate commission created hereunder, through means of joint and cooperative action among the compacting states, to provide the framework for the promotion of public safety and protect the rights of victims through the control and regulation of the interstate movement of offenders in the community; to provide for the effective tracking, supervision, and rehabilitation of these offenders by the sending and receiving states; and to equitably distribute the costs, benefits, and obligations of the compact among the compacting states. In addition, this compact will create an interstate commission which will establish uniform procedures to manage the movement between states of adults placed under community supervision and released to the community under the jurisdiction of courts, paroling authorities, corrections, or other criminal justice agencies which will promulgate rules to achieve the purpose of this compact; ensure an opportunity for input and timely notice to victims and to jurisdictions where defined offenders are authorized to travel or to relocate across state lines; establish a system of uniform data collection, access to information on active cases by authorized criminal justice officials, and regular reporting of compact activities to heads of state councils, state executive, judicial, and legislative branches, and criminal justice administrators; monitor compliance with rules governing interstate movement of offenders and initiate interventions to address and correct noncompliance; and coordinate training and education regarding regulations of interstate movement of offenders for officials involved in such activity. The compacting states recognize that there is no \"right\" of any offender to live in another state and that duly accredited officers of a sending state may at all times enter a receiving state and there apprehend and retake any offender under supervision subject to the provisions of this compact and bylaws and rules promulgated hereunder. It is the policy of the compacting states that the activities conducted by the interstate commission created herein are the formation of public policies and are therefore public business.\n\nDEFINITIONS\n\nAs used in this compact, unless the context clearly requires a different construction:\n\n(a) \"Adult\" means both individuals legally classified as adults and juveniles treated as adults by court order, statute, or operation of law.\n\n(b) \"Bylaws\" means those bylaws established by the interstate commission for its governance, or for directing or controlling the interstate commission's actions or conduct.\n\n(c) \"Compact administrator\" means the individual in each compacting state appointed pursuant to the terms of this compact responsible for the administration and management of the state's supervision and transfer of offenders subject to the terms of this compact, the rules adopted by the interstate commission, and policies adopted by the state council under this compact.\n\n(d) \"Compacting state\" means any state which has enacted the enabling legislation for this compact.\n\n(e) \"Commissioner\" means the voting representative of each compacting state appointed pursuant to article III of this compact.\n\n(f) \"Interstate commission\" means the interstate commission for adult offender supervision established by this compact.\n\n(g) \"Member\" means the commissioner of a compacting state or designee, who shall be a person officially connected with the commissioner.\n\n(h) \"Noncompacting state\" means any state which has not enacted the enabling legislation for this compact.\n\n(i) \"Offender\" means an adult placed under, or subject to, supervision as the result of the commission of a criminal offense and released to the community under the jurisdiction of courts, paroling authorities, corrections, or other criminal justice agencies.\n\n(j) \"Person\" means any individual, corporation, business enterprise, or other legal entity, either public or private.\n\n(k) \"Rules\" means acts of the interstate commission, duly promulgated pursuant to article VIII of this compact, substantially affecting interested parties in addition to the interstate commission, which shall have the force and effect of law in the compacting states.\n\n(l) \"State\" means a state of the United States, the District of Columbia, and any other territorial possessions of the United States.\n\n(m) \"State council\" means the resident members of the state council for interstate adult offender supervision created by each state under article III of this compact.\n\nARTICLE III\n\nTHE COMPACT COMMISSION\n\nThe compacting states hereby create the \"interstate commission for adult offender supervision\". The interstate commission shall be a body corporate and joint agency of the compacting states. The interstate commission shall have all the responsibilities, powers, and duties set forth herein, including the power to sue and be sued, and such additional powers as may be conferred upon it by subsequent action of the respective legislatures of the compacting states in accordance with the terms of this compact.\n\nThe interstate commission shall consist of commissioners selected and appointed by resident members of a state council for interstate adult offender supervision for each state. In addition to the commissioners who are the voting representatives of each state, the interstate commission shall include individuals who are not commissioners but who are members of interested organizations; such noncommissioner members must include a member of the national organizations of governors, legislators, state chief justices, attorneys general, and crime victims. All noncommissioner members of the interstate commission shall be ex officio (nonvoting) members. The interstate commission may provide in its bylaws for such additional, ex officio, nonvoting members as it deems necessary.\n\nEach compacting state represented at any meeting of the interstate commission is entitled to 1 vote. A majority of the compacting states shall constitute a quorum for the transaction of business, unless a larger quorum is required by the bylaws of the interstate commission. The interstate commission shall meet at least once each calendar year. The chairperson may call additional meetings and, upon the request of 27 or more compacting states, shall call additional meetings. Public notice shall be given of all meetings and meetings shall be open to the public.\n\nThe interstate commission shall establish an executive committee which shall include commission officers, members, and others as shall be determined by the bylaws. The executive committee shall have the power to act on behalf of the interstate commission during periods when the interstate commission is not in session, with the exception of rule-making and/or amendment to the compact. The executive committee oversees the day-to-day activities managed by the executive director and interstate commission staff; administers enforcement and compliance with the provisions of the compact, its bylaws and as directed by the interstate commission; and performs other duties as directed by the commission or set forth in the bylaws.\n\nTHE STATE COUNCIL\n\nEach member state shall create a state council for interstate adult offender supervision which shall be responsible for the appointment of the commissioner who shall serve on the interstate commission from that state. Each state council shall appoint as its commissioner the compact administrator from that state to serve on the interstate commission in such capacity under or pursuant to applicable law of the member state. While each member state may determine the membership of its own state council, its membership must include at least 1 representative from the legislative, judicial, and executive branches of government, victims groups, and compact administrators. Each compacting state retains the right to determine the qualifications of the compact administrator who shall be appointed by the state council or by the governor in consultation with the legislature and the judiciary. In addition to appointment of its commissioner to the national interstate commission, each state council shall exercise oversight and advocacy concerning its participation in interstate commission activities and other duties as may be determined by each member state, including, but not limited to, development of policy concerning operations and procedures of the compact within that state.\n\nPOWERS AND DUTIES OF THE INTERSTATE COMMISSION\n\nThe interstate commission shall have the following powers:\n\n(a) To adopt a seal and suitable bylaws governing the management and operation of the interstate commission.\n\n(b) To promulgate rules which shall have the force and effect of statutory law and shall be binding in the compacting states to the extent and in the manner provided in this compact.\n\n(c) To oversee, supervise, and coordinate the interstate movement of offenders subject to the terms of this compact and any bylaws adopted and rules promulgated by the compact commission.\n\n(d) To enforce compliance with compact provisions, interstate commission rules, and bylaws, using all necessary and proper means, including, but not limited to, the use of judicial process.\n\n(e) To establish and maintain offices.\n\n(f) To purchase and maintain insurance and bonds.\n\n(g) To borrow, accept, or contract for services of personnel, including, but not limited to, members and their staffs.\n\n(h) To establish and appoint committees and hire staff which it deems necessary for the carrying out of its functions, including, but not limited to, an executive committee as required by article III which shall have the power to act on behalf of the interstate commission in carrying out its powers and duties hereunder.\n\n(i) To elect or appoint such officers, attorneys, employees, agents, or consultants, and to fix their compensation, define their duties, and determine their qualifications; and to establish the interstate commission's personnel policies and programs relating to, among other things, conflicts of interest, rates of compensation, and qualifications of personnel.\n\n(j) To accept any and all donations and grants of money, equipment, supplies, materials, and services and to receive, utilize, and dispose of same.\n\n(k) To lease, purchase, accept contributions or donations of, or otherwise to own, hold, improve, or use any property, real, personal, or mixed.\n\n(l) To sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, real, personal, or mixed.\n\n(m) To establish a budget and make expenditures and levy duties as provided in article X of this compact.\n\n(n) To sue and be sued.\n\n(o) To provide for dispute resolution among compacting states.\n\n(p) To perform such functions as may be necessary or appropriate to achieve the purposes of this compact.\n\n(q) To report annually to the legislatures, governors, judiciary, and state councils of the compacting states concerning the activities of the interstate commission during the preceding year. Such reports shall also include any recommendations that may have been adopted by the interstate commission.\n\n(r) To coordinate education, training, and public awareness regarding the interstate movement of offenders for officials involved in such activity.\n\n(s) To establish uniform standards for the reporting, collecting, and exchanging of data.\n\nORGANIZATION AND OPERATION OF THE INTERSTATE COMMISSION\n\nSection A. Bylaws\n\nThe interstate commission shall, by a majority of the members, within 12 months of the first interstate commission meeting, adopt bylaws to govern its conduct as may be necessary or appropriate to carry out the purposes of the compact, including, but not limited to:\n\n(a) Establishing the fiscal year of the interstate commission.\n\n(b) Establishing an executive committee and such other committees as may be necessary.\n\n(c) Providing reasonable standards and procedures:\n\n(i) For the establishment of committees.\n\n(ii) Governing any general or specific delegation of any authority or function of the interstate commission.\n\n(d) Providing reasonable procedures for calling and conducting meetings of the interstate commission and ensuring reasonable notice of each such meeting.\n\n(e) Establishing the titles and responsibilities of the officers of the interstate commission.\n\n(f) Providing reasonable standards and procedures for the establishment of the personnel policies and programs of the interstate commission. Notwithstanding any civil service or other similar laws of any compacting state, the bylaws shall exclusively govern the personnel policies and programs of the interstate commission.\n\n(g) Providing a mechanism for winding up the operations of the interstate commission and the equitable return of any surplus funds that may exist upon the termination of the compact after the payment and/or reserving of all of its debts and obligations.\n\n(h) Providing transition rules for \"start-up\" administration of the compact.\n\n(i) Establishing standards and procedures for compliance and technical assistance in carrying out the compact.\n\nSection B. Officers and Staff\n\nThe interstate commission shall, by a majority of the members, elect from among its members a chairperson and a vice chairperson, each of whom shall have such authorities and duties as may be specified in the bylaws. The chairperson or, in his or her absence or disability, the vice chairperson shall preside at all meetings of the interstate commission. The officers so elected shall serve without compensation or remuneration from the interstate commission; provided that, subject to the availability of budgeted funds, the officers shall be reimbursed for any actual and necessary costs and expenses incurred by them in the performance of their duties and responsibilities as officers of the interstate commission.\n\nThe interstate commission shall, through its executive committee, appoint or retain an executive director for such period, upon such terms and conditions, and for such compensation as the interstate commission may deem appropriate. The executive director shall serve as secretary to the interstate commission and hire and supervise such other staff as may be authorized by the interstate commission, but shall not be a member.\n\nSection C. Corporate Records of the Interstate Commission\n\nThe interstate commission shall maintain its corporate books and records in accordance with the bylaws.\n\nSection D. Qualified Immunity, Defense, and Indemnification\n\nThe members, officers, executive director, and employees of the interstate commission shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused or arising out of any actual or alleged act, error, or omission that occurred within the scope of interstate commission employment, duties, or responsibilities; provided, that nothing in this paragraph shall be construed to protect any such person from suit and/or liability for any damage, loss, injury, or liability caused by the intentional or willful and wanton misconduct of any such person. The interstate commission shall defend the commissioner of a compacting state, or his or her representatives or employees, or the interstate commission's representatives or employees, in any civil action seeking to impose liability, arising out of any actual or alleged act, error, or omission that occurred within the scope of interstate commission employment, duties, or responsibilities, or that the defendant had a reasonable basis for believing occurred within the scope of interstate commission employment, duties, or responsibilities; provided, that the actual or alleged act, error, or omission did not result from intentional wrongdoing on the part of such person.\n\nThe interstate commission shall indemnify and hold the commissioner of a compacting state, the appointed designee or employees, or the interstate commission's representatives or employees, harmless in the amount of any settlement or judgment obtained against such persons arising out of any actual or alleged act, error, or omission that occurred within the scope of interstate commission employment, duties, or responsibilities, or that such persons had a reasonable basis for believing occurred within the scope of interstate commission employment, duties, or responsibilities, provided, that the actual or alleged act, error, or omission did not result from gross negligence or intentional wrongdoing on the part of such person.\n\nARTICLE VII\n\nACTIVITIES OF THE INTERSTATE COMMISSION\n\nThe interstate commission shall meet and take such actions as are consistent with the provisions of this compact.\n\nExcept as otherwise provided in this compact and unless a greater percentage is required by the bylaws, in order to constitute an act of the interstate commission, such act shall have been taken at a meeting of the interstate commission and shall have received an affirmative vote of a majority of the members present.\n\nEach member of the interstate commission shall have the right and power to cast a vote to which that compacting state is entitled and to participate in the business and affairs of the interstate commission. A member shall vote in person on behalf of the state and shall not delegate a vote to another member state. However, a state council shall appoint another authorized representative, in the absence of the commissioner from that state, to cast a vote on behalf of the member state at a specified meeting. The bylaws may provide for members' participation in meetings by telephone or other means of telecommunication or electronic communication. Any voting conducted by telephone, or other means of telecommunication or electronic communication, shall be subject to the same quorum requirements of meetings where members are present in person.\n\nThe interstate commission shall meet at least once during each calendar year. The chairperson of the interstate commission may call additional meetings at any time and, upon the request of a majority of the members, shall call additional meetings.\n\nThe interstate commission's bylaws shall establish conditions and procedures under which the interstate commission shall make its information and official records available to the public for inspection or copying. The interstate commission may exempt from disclosure any information or official records to the extent they would adversely affect personal privacy rights or proprietary interests. In promulgating such rules, the interstate commission may make available to law enforcement agencies records and information otherwise exempt from disclosure, and may enter into agreements with law enforcement agencies to receive or exchange information or records subject to nondisclosure and confidentiality provisions.\n\nPublic notice shall be given of all meetings and all meetings shall be open to the public, except as set forth in the rules or as otherwise provided in the compact. The interstate commission shall promulgate rules consistent with the principles contained in the \"government in sunshine act\", 5 U.S.C. section 552(b), as may be amended. The interstate commission and any of its committees may close a meeting to the public where it determines by 2/3 vote that an open meeting would be likely to:\n\n(a) Relate solely to the interstate commission's internal personnel practices and procedures.\n\n(b) Disclose matters specifically exempted from disclosure by statute.\n\n(c) Disclose trade secrets or commercial or financial information which is privileged or confidential.\n\n(d) Involve accusing any person of a crime or formally censuring any person.\n\n(e) Disclose information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy.\n\n(f) Disclose investigatory records compiled for law enforcement purposes.\n\n(g) Disclose information contained in or related to examination, operating or condition reports prepared by, or on behalf of or for the use of, the interstate commission with respect to a regulated entity for the purpose of regulation or supervision of such entity.\n\n(h) Disclose information, the premature disclosure of which would significantly endanger the life of a person or the stability of a regulated entity.\n\n(i) Specifically relate to the interstate commission's issuance of a subpoena or its participation in a civil action or proceeding.\n\nFor every meeting closed pursuant to this provision, the interstate commission's chief legal officer shall publicly certify that, in his or her opinion, the meeting may be closed to the public, and shall reference each relevant exemptive provision. The interstate commission shall keep minutes which shall fully and clearly describe all matters discussed in any meeting and shall provide a full and accurate summary of any actions taken, and the reasons therefor, including a description of each of the views expressed on any item and the record of any roll call vote (reflected in the vote of each member on the question). All documents considered in connection with any action shall be identified in such minutes.\n\nThe interstate commission shall collect standardized data concerning the interstate movement of offenders as directed through its bylaws and rules which shall specify the data to be collected, the means of collection, and data exchange and reporting requirements.\n\nARTICLE VIII\n\nRULE-MAKING FUNCTIONS OF THE INTERSTATE COMMISSION\n\nThe interstate commission shall promulgate rules in order to effectively and efficiently achieve the purposes of the compact including transition rules governing administration of the compact during the period in which it is being considered and enacted by the states.\n\nRule-making shall occur pursuant to the criteria set forth in this article and the bylaws and rules adopted pursuant thereto. Such rule-making shall substantially conform to the principles of the federal administrative procedure act, 5 U.S.C.S. section 551 et seq., and the federal advisory committee act, 5 U.S.C.S. app. 2, section 1 et seq., as may be amended (hereinafter \"APA\"). All rules and amendments shall become binding as of the date specified in each rule or amendment.\n\nIf a majority of the legislatures of the compacting states reject a rule, by enactment of a statute or resolution in the same manner used to adopt the compact, then such rule shall have no further force and effect in any compacting state.\n\nWhen promulgating a rule, the interstate commission shall:\n\n(a) Publish the proposed rule stating with particularity the text of the rule which is proposed and the reason for the proposed rule.\n\n(b) Allow persons to submit written data, facts, opinions, and arguments, which information shall be publicly available.\n\n(c) Provide an opportunity for an informal hearing.\n\n(d) Promulgate a final rule and its effective date, if appropriate, based on the rule-making period.\n\nNot later than 60 days after a rule is promulgated, any interested person may file a petition in the United States district court for the District of Columbia or in the federal district court where the interstate commission's principal office is located for judicial review of such rule. If the court finds that the interstate commission's action is not supported by substantial evidence (as defined in the APA), in the rule-making record, the court shall hold the rule unlawful and set it aside. Subjects to be addressed within 12 months after the first meeting must, at a minimum, include:\n\n(a) Notice to victims and opportunity to be heard.\n\n(b) Offender registration and compliance.\n\n(c) Violations/returns.\n\n(d) Transfer procedures and forms.\n\n(e) Eligibility for transfer.\n\n(f) Collection of restitution and fees from offenders.\n\n(g) Data collection and reporting.\n\n(h) The level of supervision to be provided by the receiving state.\n\n(i) Transition rules governing the operation of the compact and the interstate commission during all or part of the period between the effective date of the compact and the date on which the last eligible state adopts the compact.\n\n(j) Mediation, arbitration, and dispute resolution.\n\nThe existing rules governing the operation of the previous compact superseded by this act shall be null and void 12 months after the first meeting of the interstate commission created hereunder.\n\nUpon determination by the interstate commission that an emergency exists, it may promulgate an emergency rule which shall become effective immediately upon adoption, provided that the usual rule-making procedures provided hereunder shall be retroactively applied to said rule as soon as reasonably possible, in no event later than 90 days after the effective date of the rule.\n\nOVERSIGHT, ENFORCEMENT, AND DISPUTE RESOLUTION BY THE INTERSTATE COMMISSION\n\nSection A. Oversight\n\nThe interstate commission shall oversee the interstate movement of adult offenders in the compacting states and shall monitor such activities being administered in noncompacting states which may significantly affect compacting states.\n\nThe courts and executive agencies in each compacting state shall enforce this compact and shall take all actions necessary and appropriate to effectuate the compact's purposes and intent. In any judicial or administrative proceeding in a compacting state pertaining to the subject matter of this compact which may affect the powers, responsibilities, or actions of the interstate commission, the interstate commission shall be entitled to receive all service of process in any such proceeding, and shall have standing to intervene in the proceeding for all purposes.\n\nSection B. Dispute Resolution\n\nThe compacting states shall report to the interstate commission on issues or activities of concern to them and cooperate with and support the interstate commission in the discharge of its duties and responsibilities.\n\nThe interstate commission shall attempt to resolve any disputes or other issues which are subject to the compact and which may arise among compacting states and noncompacting states.\n\nThe interstate commission shall enact a bylaw or promulgate a rule providing for both mediation and binding dispute resolution for disputes among the compacting states.\n\nSection C. Enforcement\n\nThe interstate commission, in the reasonable exercise of its discretion, shall enforce the provisions of this compact using any or all means set forth in article XII, section B, of this compact.\n\nThe interstate commission shall pay or provide for the payment of the reasonable expenses of its establishment, organization, and ongoing activities.\n\nThe interstate commission shall levy on and collect an annual assessment from each compacting state to cover the cost of the internal operations and activities of the interstate commission and its staff which must be in a total amount sufficient to cover the interstate commission's annual budget as approved each year. The aggregate annual assessment amount shall be allocated based upon a formula to be determined by the interstate commission, taking into consideration the population of the state and the volume of interstate movement of offenders in each compacting state and shall promulgate a rule binding upon all compacting states which governs said assessment.\n\nThe interstate commission shall not incur any obligations of any kind prior to securing the funds adequate to meet the same; nor shall the interstate commission pledge the credit of any of the compacting states, except by and with the authority of the compacting state.\n\nThe interstate commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the interstate commission shall be subject to the audit and accounting procedures established under its bylaws. However, all receipts and disbursements of funds handled by the interstate commission shall be audited yearly by a certified or licensed public accountant, and the report of the audit shall be included in and become part of the annual report of the interstate commission.\n\nCOMPACTING STATES, EFFECTIVE DATE, AND AMENDMENT\n\nAny state, as defined in article II of this compact, is eligible to become a compacting state. The compact shall become effective and binding upon legislative enactment of the compact into law by no less than 35 of the states. The initial effective date shall be the later of July 1, 2001, or upon enactment into law by the thirty-fifth jurisdiction. Thereafter, it shall become effective and binding, as to any other compacting state, upon enactment of the compact into law by that state. The governors of nonmember states or their designees will be invited to participate in interstate commission activities on a nonvoting basis prior to adoption of the compact by all states and territories of the United States.\n\nAmendments to the compact may be proposed by the interstate commission for enactment by the compacting states. No amendment shall become effective and binding upon the interstate commission and the compacting states unless and until it is enacted into law by unanimous consent of the compacting states.\n\nARTICLE XII\n\nWITHDRAWAL, DEFAULT, TERMINATION, AND JUDICIAL ENFORCEMENT\n\nSection A. Withdrawal\n\nOnce effective, the compact shall continue in force and remain binding upon each and every compacting state; provided, that a compacting state may withdraw from the compact (\"withdrawing state\") by enacting a statute specifically repealing the statute which enacted the compact into law.\n\nThe effective date of withdrawal is the effective date of the repeal.\n\nThe withdrawing state shall immediately notify the chairperson of the interstate commission in writing upon the introduction of legislation repealing this compact in the withdrawing state. The interstate commission shall notify the other compacting states of the withdrawing state's intent to withdraw within 60 days of its receipt thereof.\n\nThe withdrawing state is responsible for all assessments, obligations, and liabilities incurred through the effective date of withdrawal, including any obligations, the performance of which extends beyond the effective date of withdrawal.\n\nReinstatement following withdrawal of any compacting state shall occur upon the withdrawing state reenacting the compact or upon such later date as determined by the interstate commission.\n\nSection B. Default\n\nIf the interstate commission determines that any compacting state has at any time defaulted (\"defaulting state\") in the performance of any of its obligations or responsibilities under this compact, the bylaws, or any duly promulgated rules, the interstate commission may impose any or all of the following penalties:\n\n(a) Fines, fees, and costs in such amounts as are deemed to be reasonable as fixed by the interstate commission.\n\n(b) Remedial training and technical assistance as directed by the interstate commission.\n\n(c) Suspension and termination of membership in the compact. Suspension shall be imposed only after all other reasonable means of securing compliance under the bylaws and rules have been exhausted. Immediate notice of suspension shall be given by the interstate commission to the governor, the chief justice or chief judicial officer of the state, the majority and minority leaders of the defaulting state's legislature, and the state council.\n\nThe grounds for default include, but are not limited to, failure of a compacting state to perform such obligations or responsibilities imposed upon it by this compact, interstate commission bylaws, or duly promulgated rules. The interstate commission shall immediately notify the defaulting state in writing of the penalty imposed by the interstate commission on the defaulting state pending a cure of the default. The interstate commission shall stipulate the conditions and the time period within which the defaulting state must cure its default. If the defaulting state fails to cure the default within the time period specified by the interstate commission, in addition to any other penalties imposed herein, the defaulting state may be terminated from the compact upon an affirmative vote of a majority of the compacting states and all rights, privileges, and benefits conferred by this compact shall be terminated from the effective date of suspension. Within 60 days of the effective date of termination of a defaulting state, the interstate commission shall notify the governor, the chief justice or chief judicial officer, and the majority and minority leaders of the defaulting state's legislature and the state council of such termination.\n\nThe defaulting state is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination including any obligations, the performance of which extends beyond the effective date of termination.\n\nThe interstate commission shall not bear any costs relating to the defaulting state unless otherwise mutually agreed upon between the interstate commission and the defaulting state. Reinstatement following termination of any compacting state requires both a reenactment of the compact by the defaulting state and the approval of the interstate commission pursuant to the rules.\n\nSection C. Judicial Enforcement\n\nThe interstate commission may, by majority vote of the members, initiate legal action in the United States district court for the District of Columbia or, at the discretion of the interstate commission, in the federal district where the interstate commission has its offices to enforce compliance with the provisions of the compact, its duly promulgated rules and bylaws, against any compacting state in default. In the event judicial enforcement is necessary, the prevailing party shall be awarded all costs of such litigation including reasonable attorney fees.\n\nSection D. Dissolution of Compact\n\nThe compact dissolves effective upon the date of the withdrawal or default of the compacting state which reduces membership in the compact to 1 compacting state. Upon the dissolution of this compact, the compact becomes null and void and shall be of no further force or effect, and the business and affairs of the interstate commission shall be wound up and any surplus funds shall be distributed in accordance with the bylaws.\n\nARTICLE XIII\n\nSEVERABILITY AND CONSTRUCTION\n\nThe provisions of this compact shall be severable, and if any phrase, clause, sentence, or provision is deemed unenforceable, the remaining provisions of the compact shall be enforceable.\n\nThe provisions of this compact shall be liberally constructed to effectuate its purposes.\n\nARTICLE XIV\n\nBINDING EFFECT OF COMPACT AND OTHER LAWS\n\nSection A. Other Laws\n\nNothing herein prevents the enforcement of any other law of a compacting state that is not inconsistent with this compact. All compacting states' laws conflicting with this compact are superseded to the extent of the conflict.\n\nSection B. Binding Effect of the Compact\n\nAll lawful actions of the interstate commission, including all rules and bylaws promulgated by the interstate commission, are binding upon the compacting states. All agreements between the interstate commission and the compacting states are binding in accordance with their terms.\n\nUpon the request of a party to a conflict over meaning or interpretation of interstate commission actions, and upon a majority vote of the compacting states, the interstate commission may issue advisory opinions regarding such meaning or interpretation. In the event any provision of this compact exceeds the constitutional limits imposed on the legislature of any compacting state, the obligations, duties, powers, or jurisdiction sought to be conferred by such provision upon the interstate commission shall be ineffective and such obligations, duties, powers, or jurisdiction shall remain in the compacting state and shall be exercised by the agency thereof to which such obligations, duties, powers, or jurisdiction are delegated by law in effect at the time this compact becomes effective.\n\nHistory:2002, Act 40, Imd. Eff. Mar. 12, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-40-of-2002/section-3-1012/"
    }
  ]
}