{
  "state": "michigan",
  "path": "title-chapter-3-federal-and-interstate-relations/chapter-act-187-of-1937-us-biological-survey-lands-3381-3382",
  "sections": [
    {
      "id": "section-3381",
      "number": "3.381",
      "heading": "Conveyance of State Lands to Be Used by United States Biological Survey; Description",
      "text": "The director of conservation of the state of Michigan is hereby authorized and empowered to convey by quit claim deed or deeds for and in behalf of the state of Michigan, such title to the following described lands as is vested in the state of Michigan to the United States of America, to be used by the United States biological survey, all of lots number 108 and 110 as shown on sheet number 16, middle channel of the St. Clair flats survey under Act No. 175 of the Public Acts of 1899, situated in the so-called St. Clair flats, county of St. Clair, state of Michigan.\n\nHistory:1937, Act 187, Imd. Eff. July 14, 1937 ;-- CL 1948, 3.381Compiler's Notes:Act 175 of 1899, referred to in this section, was superseded by Act 215 of 1909, which in turn was repealed by Act 326 of 1913. For provisions of Act 326 of 1913, see MCL 322.401 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-187-of-1937/section-3-381/"
    },
    {
      "id": "section-3382",
      "number": "3.382",
      "heading": "United States Biological Survey Lands; Ceding of Jurisdiction to Federal Government, Concurrent Jurisdiction.",
      "text": "The jurisdiction of said lands is hereby ceded to the United States of America: Provided, That this cession is upon the express condition that the state of Michigan shall retain concurrent jurisdiction, both civil and criminal, over persons on said lands, so far that all civil and criminal process issued by any court of competent jurisdiction or officers having authority of law to issue such process and all orders made by such court, or any judicial officer duly empowered to make such orders necessary to be served upon any person, may be executed upon said lands in the same way and manner as if jurisdiction had not been ceded as aforesaid.\n\nHistory:1937, Act 187, Imd. Eff. July 14, 1937 ;-- CL 1948, 3.382",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-187-of-1937/section-3-382/"
    }
  ]
}