{
  "state": "michigan",
  "path": "title-chapter-3-federal-and-interstate-relations/chapter-act-168-of-1967-pictured-rocks-national-lakeshore-3451-3455",
  "sections": [
    {
      "id": "section-3451",
      "number": "3.451",
      "heading": "Pictured Rocks National Lakeshore; Conveyance to United States; Approval by Natural Resources Commission",
      "text": "The state administrative board may convey by quitclaim deed or deeds the title to lands vested in the state of Michigan and under the jurisdiction of the department of natural resources and may cede the offshore water area, without any monetary consideration, for and on behalf of the state of Michigan, to the United States of America, as lie within the boundaries of the Pictured Rocks national lakeshore as depicted on the map identified as \"proposed Pictured Rocks national lakeshore, United States department of the interior, national park service, boundary map NL-PR-7001A, July, 1966\", to be used by the United States department of the interior. The natural resources commission shall approve the descriptions and total acreage of land to be conveyed and water area to be ceded.\n\nHistory:1967, Act 168, Imd. Eff. June 30, 1967 ;-- Am. 2012, Act 116, Imd. Eff. May 2, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-451/"
    },
    {
      "id": "section-3452",
      "number": "3.452",
      "heading": "Pictured Rocks National Lakeshore; Reversion to State.",
      "text": "Any such deed and cession shall contain a provision that if the United States ceases to use the lands and water area for national lakeshore or similar public recreational purposes, all right, title and interest of the United States in and to these lands and water area shall cease and the lands and water area shall revert to the state of Michigan.\n\nHistory:1967, Act 168, Imd. Eff. June 30, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-452/"
    },
    {
      "id": "section-3453",
      "number": "3.453",
      "heading": "Pictured Rocks National Lakeshore; Reservations and Exceptions of Mining and Mineral Rights.",
      "text": "Any such deed and cession shall reserve all mineral, coal, oil and gas rights, but not including sand, gravel, clay or other nonmetallic minerals, to the state of Michigan, together with the right to explore for, mine and remove such minerals from these lands, but no drilling, mining or mineral removal operation of any kind shall be conducted upon the surface of these lands or in the water area.\n\nHistory:1967, Act 168, Imd. Eff. June 30, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-453/"
    },
    {
      "id": "section-3454",
      "number": "3.454",
      "heading": "Pictured Rocks National Lakeshore; Concurrent Jurisdiction.",
      "text": "The jurisdiction of the lands and water area described in section 1 is ceded to the United States of America upon the express condition that the state of Michigan shall retain concurrent jurisdiction, both civil and criminal, over persons on the lands and water area, so that all civil and criminal process issued by any court of competent jurisdiction or officer having authority of law to issue process and all orders made by the court, or any judicial officer authorized to make the orders necessary to be served upon any person, may be executed upon the lands and water area in the same manner as if jurisdiction had not been ceded.\n\nHistory:1967, Act 168, Imd. Eff. June 30, 1967 ;-- Am. 2012, Act 116, Imd. Eff. May 2, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-454/"
    },
    {
      "id": "section-3454a",
      "number": "3.454a",
      "heading": "Acquisition of Concurrent Legislative Jurisdiction Over Additional Lands and Waters; Application; Description; Cessation of Jurisdiction; Filing of Instrument",
      "text": "(1) If the United States desires to acquire concurrent legislative jurisdiction over the lands and waters within the Pictured Rocks national lakeshore that have not previously been ceded under section 4, the United States shall submit an application, in writing, to the governor. Upon receipt of the application, the governor may cede to the United States jurisdiction, not exceeding that requested by the United States, over any or all of the lands or waters for which jurisdiction has been applied, and reserving to this state concurrent jurisdiction as the governor considers appropriate.\n\n(2) An application submitted under subsection (1) shall state the measure of jurisdiction desired and shall be accompanied by an accurate description of the lands or waters, or both, over which jurisdiction is desired and information as to which of the lands are owned by the United States.\n\n(3) The cession of jurisdiction under this section becomes effective when it is accepted on behalf of the United States. Acceptance by the United States shall be indicated in writing upon the instrument of cession by an authorized official of the United States and shall be filed with the secretary of state of this state.\n\nHistory:Add. 2012, Act 116, Imd. Eff. May 2, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-454a/"
    },
    {
      "id": "section-3454b",
      "number": "3.454b",
      "heading": "Reservation of Jurisdiction; Rights of Person Residing on Lands Ceded to United States.",
      "text": "(1) This state reserves jurisdiction as follows over lands and waters within the Pictured Rocks national lakeshore, to which legislative jurisdiction is ceded to the United States under this act:\n\n(a) The state's entire legislative jurisdiction with respect to taxation by this state or a political subdivision of this state.\n\n(b) The state's entire legislative jurisdiction with respect to marriage, divorce, annulment, adoption, commitment of the mentally incompetent, and descent and distribution of property.\n\n(c) Concurrent or separate power to enforce the criminal law.\n\n(d) The power to execute any process, civil or criminal, issued under authority of this state.\n\n(2) A person residing on lands within the Pictured Rocks national lakeshore, to which legislative jurisdiction is ceded to the United States under this act, shall not be deprived of any civil or political rights, including the right of suffrage, by reason of the cession of jurisdiction to the United States.\n\nHistory:Add. 2012, Act 116, Imd. Eff. May 2, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-454b/"
    },
    {
      "id": "section-3454c",
      "number": "3.454c",
      "heading": "Relinquishment of Legislative Jurisdiction Over Lands by United States; Acceptance by Governor.",
      "text": "If the United States offers to this state a relinquishment of legislative jurisdiction over lands within the Pictured Rocks national lakeshore, the governor may accept on behalf of this state the legislative jurisdiction offered to be relinquished. The governor shall indicate his or her acceptance of relinquished legislative jurisdiction by a writing addressed to the head of the appropriate department or agency of the United States. The acceptance is effective when deposited in a United States post office or mailbox.\n\nHistory:Add. 2012, Act 116, Imd. Eff. May 2, 2012",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-454c/"
    },
    {
      "id": "section-3455",
      "number": "3.455",
      "heading": "Pictured Rocks National Lakeshore; Approval of Conveyances.",
      "text": "The deeds and instruments provided by this act shall be approved by the attorney general.\n\nHistory:1967, Act 168, Imd. Eff. June 30, 1967",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-3/statute-act-168-of-1967/section-3-455/"
    }
  ]
}