{
  "state": "utah",
  "path": "title-title-67-state-officers-and-employees/chapter-chapter-4-treasurer",
  "sections": [
    {
      "id": "section-1",
      "number": "1",
      "heading": "Duties.Section 2 - Definitions",
      "text": "Section 3 - Warrants upon state treasurer -- Legislative policy.Section 10 - Crime insurance.Section 11 - Delict of treasurer -- Duties of auditor and governor -- Suspension.Section 15 - Insurance protection for funds, warrants and securities.Section 16 - State financi",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2",
      "heading": "Definitions.",
      "text": "Effective 5/13/2014\n\n8-6-2.\n\nPolicies adopted and records kept.\n\nA cemetery maintenance district, municipality, individual, or other person that controls a cemetery shall:\n\n(1) adopt policies and procedures for the regulation of its affairs and the conduct of its business, including policies and procedures for the following:\n\n(a) setting of prices and other charges for services;\n\n(b) sale of burial rights;\n\n(c) regulation of headstones;\n\n(d) care of headstones;\n\n(e) regulation of flowers, shrubs, or other foliage placed or planted on an individual burial site; and\n\n(f) compliance with provisions of this title and other governing provisions of law; and\n\n(2) establish a record keeping system, including a secure backup of those records that is regularly updated.\n\nEnacted by Chapter 194, 2014 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-6/section-2/"
    },
    {
      "id": "section-3",
      "number": "3",
      "heading": "Warrants upon state treasurer -- Legislative policy.",
      "text": "8-5-3.\n\nAbandonment -- Standards -- Prima facie evidence.\n\nThe fact that the grantee or holder of a lot or parcel in a cemetery has not used portions of the lots or parcels for the purpose of burial for more than 60 years shall be prima facie evidence that the grantee or holder had abandoned the lots or parcels if during that time the grantee or holder:\n\n(1) has not provided the care to the lots or parcels provided uniformly to all lots or parcels within the cemetery;\n\n(2) has not given to the municipality or cemetery maintenance district a written notice of claim or interest in the lots or parcels; or\n\n(3) has not kept the lots or parcels free of weeds or brush.\n\nAmended by Chapter 123, 2002 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-8/chapter-5/section-3/"
    },
    {
      "id": "section-10",
      "number": "10",
      "heading": "Crime insurance.",
      "text": "Effective 5/7/2025\n\n77-7-10.\n\nTelegraph or telephone authorization of execution of arrest warrant.\n\nAny magistrate may, by an endorsement on a warrant of arrest, authorize by telegraph, telephone or other reasonable means, its execution. A copy of the warrant or notice of its issuance and terms may be sent to one or more peace officers. The copy or notice communicated authorizes the officer to proceed in the same manner under it as if the peace officer had an original warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-10/"
    },
    {
      "id": "section-11",
      "number": "11",
      "heading": "Delict of treasurer -- Duties of auditor and governor -- Suspension.",
      "text": "Effective 5/7/2025\n\n77-7-11.\n\nPossession of warrant by arresting officer not required.\n\nAny peace officer who has knowledge of an outstanding warrant of arrest may arrest a person the peace officer reasonably believes to be the person described in the warrant, without the peace officer having physical possession of the warrant.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-11/"
    },
    {
      "id": "section-15",
      "number": "15",
      "heading": "Insurance protection for funds, warrants and securities.",
      "text": "Effective 5/14/2019\n\n77-7-15.\n\nAuthority of peace officer to stop and question suspect -- Grounds.\n\nA peace officer may stop any individual in a public place when the officer has a reasonable suspicion to believe the individual has committed or is in the act of committing or is attempting to commit a public offense and may demand the individual's name, address, date of birth, and an explanation of the individual's actions.\n\nAmended by Chapter 411, 2019 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-15/"
    },
    {
      "id": "section-16",
      "number": "16",
      "heading": "State financial advisor -- Duties -- Conflict of interest restrictions.",
      "text": "Effective 5/7/2025\n\n77-7-16.\n\nAuthority of peace officer to frisk suspect for dangerous weapon -- Grounds.\n\nA peace officer who has stopped a person temporarily for questioning may frisk the person for a dangerous weapon if the peace officer reasonably believes the peace officer or any other person is in danger.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-16/"
    },
    {
      "id": "section-17",
      "number": "17",
      "heading": "Federal/state cash transfers.",
      "text": "Effective 5/7/2025\n\n77-7-17.\n\nAuthority of peace officer to take possession of weapons.\n\nA peace officer who finds a dangerous weapon pursuant to a frisk may take and keep it until the completion of the questioning, at which time the peace officer shall either return it if lawfully possessed, or arrest such person.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-17/"
    },
    {
      "id": "section-19",
      "number": "19",
      "heading": "Investments of public funds in precious metals by state treasurer -- Precious metals study and report to Legislature.",
      "text": "Effective 10/1/2020\n\n77-7-19.\n\nAppearance required by citation -- Arrest for failure to appear -- Transfer of cases -- Disposition of fines and costs.\n\n(1) An individual receiving a citation issued pursuant to Section 77-7-18 shall appear in the court designated in the citation on or before the time and date specified in the citation unless:\n\n(a) the citation states that the court will, within five to 14 days, notify the individual of when to appear; or\n\n(b) the individual is permitted to remit the fine and other penalties without a personal appearance in accordance with a uniform fine schedule adopted by the Judicial Council or by court order under Section 77-7-21.\n\n(2) A citation may not require an individual to appear or contact the court sooner than five days or later than 14 days following its issuance.\n\n(3) If the individual cited does not appear before the court as directed by the citation or the court, or pay the fine as allowed by Section 77-7-21, the court may issue a bench warrant for the individual's arrest.\n\n(4)\n\n(a) Clerks and other administrative personnel serving the courts shall identify for the judge any citations over which the court may lack jurisdiction.\n\n(b) Upon determining that the court lacks jurisdiction over a citation, the court shall:\n\n(i) transfer the case to a court with jurisdiction;\n\n(ii) if the court cannot readily identify a court with jurisdiction, dismiss the charges contained in the citation; and\n\n(iii) notify the prosecutor of the transfer or dismissal.\n\n(c) Any fine, fee, or forfeiture collected by a court that lacks jurisdiction shall be:\n\n(i) transferred to the court receiving the case; or\n\n(ii) if the case is dismissed, returned to the defendant.\n\nAmended by Chapter 185, 2020 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-7/section-19/"
    },
    {
      "id": "section-22",
      "number": "22",
      "heading": "State Treasurer Investment Management Account.",
      "text": "Effective 5/7/2025\n\n77-30-22.\n\nFugitives from this state -- Issuance of governor's warrant.\n\nWhenever the governor of this state shall demand a person charged with a crime or with escaping from confinement or breaking the terms of bail, probation, or parole in this state from the executive authority of any other state or from the chief justice or an associate justice of the superior court of the District of Columbia authorized to receive such demand under the laws of the United States, the governor shall issue a warrant under the seal of this state to some agent, commanding the agent to receive the person so charged if delivered to the agent and convey the charged person to the proper officer of the county in this state in which the offense was committed.\n\nAmended by Chapter 302, 2025 General Session",
      "history": "",
      "source_url": "https://law.justia.com/codes/utah/title-77/chapter-30/section-22/"
    }
  ]
}