{
  "state": "hawaii",
  "path": "title-title-1-general-provisions/chapter-4-boundaries",
  "sections": [
    {
      "id": "section-4-1",
      "number": "4-1",
      "heading": "Districts, generally.4-2 REPEALED.4-3 Districts include archipelagic waters, etc.",
      "text": "§4-1 Districts, generally.For election, taxation, city, county, and all other purposes, the State shall be divided into the following districts; provided that the establishment of election districts shall be exclusively governed by article IV of the constitution of the State of Hawaii and chapter 25:\n\n(1) The island and county of Hawaii shall be divided into nine districts as follows:\n\n(A) Puna, to be styled the Puna district;\n\n(B) From the Hakalau stream to the boundary of South Hilo and Puna, to be styled the South Hilo district;\n\n(C) From the boundary of Hamakua and North Hilo to the Hakalau stream, to be styled the North Hilo district;\n\n(D) Hamakua, to be styled the Hamakua district;\n\n(E) North Kohala, to be styled the North Kohala district;\n\n(F) South Kohala, to be styled the South Kohala district;\n\n(G) North Kona, to be styled the North Kona district;\n\n(H) South Kona, to be styled the South Kona district; and\n\n(I) Kau, to be styled the Kau district.\n\n(2) The islands of Maui, Molokai, Lanai, and Kahoolawe and the counties of Maui and Kalawao shall be divided into seven districts as follows:\n\n(A) Kahikinui, Kaupo, Kipahulu, Hana, and Koolau, to be styled the Hana district;\n\n(B) Hamakualoa, Hamakuapoko, portion of Kula, and Honuaula, the western boundary being a line starting from the sea at Kapukaulua on the boundary between the ahupuaas of Haliimaile and Wailuku, thence running inland following the boundary to the mauka side of the Lowrie ditch, thence following the mauka side of the ditch and its projected extension to the Waiakoa gulch which is the boundary between the ahupuaas of Pulehunui and Waiakoa, thence down along the boundary to the mauka boundary of the Waiakoa Homesteads (makai section), thence along the boundary to the ahupuaa of Kaonoulu, thence across the ahupuaa of Kaonoulu to the mauka boundary of the Waiohuli-Keokea Beach Homesteads, thence along the boundary to the mauka boundary of the Kamaole Homesteads, thence along the boundary and the extension thereof to the north boundary of the ahupuaa of Paeahu, thence along the boundary to the sea, and including the island of Kahoolawe, to be styled the Makawao district;\n\n(C) All that portion of central Maui lying east of a line along the boundary of the ahupuaas of Kahakuloa and Honokohau to the peak of Eke crater, thence along the ridge of mountains and down the bottom of Manawainui gulch to the sea, and west of the boundary of Makawao district, to be styled Wailuku district;\n\n(D) All that portion of Maui lying west of Wailuku district, to be styled the Lahaina district;\n\n(E) The island of Molokai, except that portion of the island known as Kalaupapa, Kalawao, and Waikolu and commonly known or designated as the Settlement for Hansen's disease sufferers, to be styled the Molokai district;\n\n(F) All that portion of the island of Molokai known as Kalaupapa, Kalawao, and Waikolu forming the county of Kalawao, to be styled the Kalawao district; and\n\n(G) The island of Lanai, to be styled the Lanai district.\n\n(3) For judicial purposes, the island of Oahu shall be divided into seven districts as follows:\n\n(A) From Makapuu Head in Maunalua to Moanalua inclusive, and the islands not included in any other district, to be styled the Honolulu district;\n\n(B) Ewa, excluding Waikakalaua, Waipio Acres, and Mililani Town, to be styled the Ewa district;\n\n(C) Waianae excluding Waianae Uka, to be styled the Waianae district;\n\n(D) From Kaena point to and including Waialee Stream excluding Wahiawa, hereinafter described, to be styled the Waialua district;\n\n(E) From Waialee Stream to Lae o ka Oio, to be styled the Koolauloa district;\n\n(F) From Lae o ka Oio to Makapuu Head in Waimanalo, to be styled the Koolaupoko district; and\n\n(G) Wahiawa and Waianae Uka, including Waikakalaua, Waipio Acres, and Mililani Town, lying between Ewa and Waialua districts and more particularly described in the following manner: Beginning at Puu Kaaumakua in the Koolau range and running to and along the south boundary of Waianae Uka (which is also the south boundary of Schofield Barracks Military Reservation) to Puu Hapapa in the Waianae range; thence continuing along Schofield Barracks Military Reservation northerly along the Waianae range to Puu Kaala, easterly along Mokuleia down ridge to Puu Pane, continuing to Maili Trig. station, and down ridge to Haleauau stream and down Haleauau stream to Kaukonahua gulch, and easterly along the gulch to the west boundary of the ahupuaa of Wahiawa; thence leaving Schofield Barracks Military Reservation and following up and along the west and north boundaries of the ahupuaa of Wahiawa to the Koolau range; thence along the Koolau range to the beginning; to be styled the Wahiawa district.\n\n(4) For all purposes except for judicial, the island of Oahu shall be divided into seven districts as follows:\n\n(A) From Makapuu Head in Maunalua to Moanalua inclusive, and the islands not included in any other district, to be styled the Honolulu district;\n\n(B) Ewa, to be styled the Ewa district;\n\n(C) Waianae excluding Waianae Uka, to be styled the Waianae district;\n\n(D) From Kaena point to and including the ahupuaa of Waimea excluding Wahiawa, hereinafter described, to be styled the Waialua district;\n\n(E) From Waimea to Lae o ka Oio, to be styled the Koolauloa district;\n\n(F) From Lae o ka Oio to Makapuu Head in Waimanalo, to be styled the Koolaupoko district; and\n\n(G) Wahiawa and Waianae Uka, lying between Ewa and Waialua districts and more particularly described in the following manner: Beginning at Puu Kaaumakua in the Koolau range and running to and along the south boundary of Waianae Uka (which is also the south boundary of Schofield Barracks Military Reservation) to Puu Hapapa in the Waianae range; thence continuing along Schofield Barracks Military Reservation northerly along the Waianae range to Puu Kaala, easterly along Mokuleia down ridge to Puu Pane, continuing to Maili Trig. station, and down ridge to Haleauau stream and down Haleauau stream to Kaukonahua gulch, and easterly along the gulch to the west boundary of the ahupuaa of Wahiawa; thence leaving Schofield Barracks Military Reservation and following up and along the west and north boundaries of the ahupuaa of Wahiawa to the Koolau range; thence along the Koolau range to the beginning; to be styled the Wahiawa district.\n\n(5) The islands of Kauai, Niihau, Kaula, and county of Kauai, shall be divided into five districts as follows:\n\n(A) From Puanaaiea point to the ili of Eleele, including the islands of Niihau and Kaula, to be styled the Waimea district;\n\n(B) From and including the ili of Eleele to and including Mahaulepu, to be styled the Koloa district;\n\n(C) From and including Kipu to the northerly bank of the north fork and the main Wailua river, to be styled the Lihue district;\n\n(D) From the northerly bank of the north fork and the main Wailua river to Kealaakaiole, to be styled the Kawaihau district; and\n\n(E) From and including Kealaakaiole to Puanaaiea point to be styled the Hanalei district. [CC 1859, §498; am L 1878, c 24; am L 1880, c 11; am L 1886, c 44; am L 1887, c 37; am imp L 1890, cc 23, 58; am imp L 1893-4, c 86; superseded by L 1909, c 84, §1; am L 1913, c 34, §1 and c 112, §1; am L 1915, c 52, §1; am L 1921, c 24, §1; RL 1925, §144; am L 1925, c 13, §1; am L 1932 2d, c 68, § §1, 2; RL 1935, §7620; am L 1939, c 35, §1; RL 1945, §151; RL 1955, pt of §10-1; am L 1955, c 191, §1(a); am L 1959, c 6, pt of §1; HRS §4-1; am L 1988, c 245, §2; am L 1989, c 36, §2; am L 1991, c 15, §1; am L 1996, c 179, §1; am L 2012, c 133, §2]\n\nCross References\n\nLand districts, see §171-9.\n\nReapportionment, see chapter 25.\n\nSchool board districts, see §13-1.\n\nStatistical boundaries, see §26-18.\n\nTax districts, see §231-2.\n\nState tax maps could not be used to establish venue in DUI prosecution where maps did not represent legislatively authorized schematics of official district boundaries for non-taxation purposes. 80 H. 291, 909 P.2d 1106.\n\nHonolulu and Ewa boundary described in paragraph (3) not inherently ambiguous; can be proved through testimony of reputation in the community and is capable of accurate and ready determination by sources whose accuracy cannot reasonably be questioned. 80 H. 297, 909 P.2d 1112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-1/chapter-4/section-4-1/"
    },
    {
      "id": "section-4-2",
      "number": "4-2",
      "heading": "REPEALED.",
      "text": "§4-2 REPEALED.\n\nL 1970, c 188, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-1/chapter-4/section-4-2/"
    },
    {
      "id": "section-4-3",
      "number": "4-3",
      "heading": "Districts include archipelagic waters, etc.",
      "text": "§4-3 Districts include archipelagic waters, etc.Each of the districts includes archipelagic waters and smaller islands adjacent thereto. [L 1909, c 84, §2; RL 1925, §145; RL 1935, §7621; RL 1945, §152; RL 1955, §10-2; HRS §4-3; am L 1980, c 163, §2]\n\nCross References\n\nTerritorial waters, see note to Const. art. XV, §1.\n\nAs each of the districts on the island of Oahu includes archipelagic waters and smaller islands adjacent thereto under this section, where the two dog attacks occurred in shallow water, very close to the shoreline of an Oahu beach, the attacks clearly took place within the waters and archipelagic waters adjacent to the island of Oahu and thus within the city's territorial limits; therefore, the city had the authority to enforce the violations of Revised Ordinances of Honolulu §7-7.2 that defendant was charged with committing, which makes it a crime for a dog owner to negligently fail to control a dangerous dog. 120 H. 486 (App.), 210 P.3d 9 (2009).",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-1/chapter-4/section-4-3/"
    }
  ]
}