{
  "state": "pennsylvania",
  "path": "title-title-20/chapter-chapter-75",
  "sections": [
    {
      "id": "section-7504",
      "number": "7504",
      "heading": "",
      "text": "(a) General rule.--The following powers conferred by a governing instrument upon a trustee in his or her capacity as a trustee shall not be exercised by that trustee:\n\n(1) The power to make discretionary distributions of either principal or income to or for the benefit of the trustee, the trustee's estate or the creditors of either unless the power is either:\n\n(i) limited by an ascertainable standard relating to the trustee's health, education, support or maintenance within the meaning of 26 U.S.C. §§ 2041 (relating to powers of appointment) and 2514 (relating to powers of appointment); or\n\n(ii) exercisable by the trustee only in conjunction with another person having a substantial interest in the property subject to the power which is adverse to the interest of the trustee within the meaning of 26 U.S.C. § 2041(b)(1)(C)(ii).\n\n(2) The power to make discretionary distributions of either principal or income to satisfy any of the trustee's personal legal obligations for support or other purposes.\n\n(3) The power to make discretionary allocations in the trustee's personal favor of receipts or expenses as between income and principal unless the trustee has no power to enlarge or shift any beneficial interest except as an incidental consequence of the discharge of the trustee's fiduciary duties.\n\n(4) The power to exercise any of the powers proscribed in this subsection with regard to an individual other than the trustee to the extent that the individual could exercise a similar prohibited power in connection with a trust that benefits the trustee.\n\n(b) Limited exercise of prohibited power.--\n\n(1) If a trustee is prohibited by subsection (a)(1) from exercising a power conferred upon the trustee, the trustee nevertheless may exercise that power but shall be limited to distributions for the trustee's health, education, support or maintenance to the extent otherwise permitted by the terms of the trust.\n\n(2) Unless otherwise prohibited by the provisions of this section, a trustee may exercise a power described herein in favor of someone other than the trustee, the trustee's estate or the creditors of either.\n\n(c) Exceptions.--This section shall not apply to:\n\n(1) A trustee who possesses in his individual capacity an unlimited right to withdraw the entire principal of the trust or has a general testamentary power of appointment over the entire principal of the trust.\n\n(2) A trust created under a governing instrument executed on or before March 21, 1999, if no part of the principal of the trust would have been included in the gross estate of the trustee for Federal estate tax purposes if the trustee had died on March 21, 1999, without having exercised the power under the governing instrument to make discretionary distributions of principal or income to or for the benefit of the trustee, the trustee's estate or the creditors of either.\n\n(July 7, 2006, P.L.625, No.98, eff. 60 days)\n\n2006 Amendment.Act 98 added subsec. (c).\n\nCross References.Section 7504 is referred to in section 7505 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-75/section-7504/"
    },
    {
      "id": "section-7506",
      "number": "7506",
      "heading": "",
      "text": "(a) General rule.--No beneficiary of a trust in an individual, trustee or other capacity may appoint himself or herself as trustee or remove a trustee and appoint in place of the trustee so removed a trustee who is related or subordinate to the beneficiary within the meaning of section 672(c) of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 672(c)) in each case unless:\n\n(1) the trustee's discretionary power to make distributions to or for the beneficiary is limited by an ascertainable standard relating to the beneficiary's health, education, support or maintenance within the meaning of sections 2041 and 2514 of the Internal Revenue Code of 1986 (26 U.S.C. §§ 2041 and 2514);\n\n(2) the trustee's discretionary power may not be exercised to satisfy any of the beneficiary's legal obligations for support or other purposes; and\n\n(3) the trustee's discretionary power may not be exercised to grant to the beneficiary a general power to appoint property of the trust to the beneficiary, the beneficiary's estate or the creditors of either within the meaning of section 2041 of the Internal Revenue Code of 1986 (26 U.S.C. § 2041).\n\n(b) Exceptions.--This section shall not apply:\n\n(1) if the appointment of the trustee by the beneficiary may be made only in conjunction with another person having a substantial interest in the property of the trust subject to the power which is adverse to the exercise of the power in favor of the beneficiary within the meaning of section 2041(b)(1)(C)(ii) of the Internal Revenue Code of 1986 (26 U.S.C. § 2041(b)(1)(C)(ii)) or the appointment is in conformity with a procedure governing appointments approved by the court before December 21, 1998;\n\n(2) to any beneficiary who possesses in an individual capacity an unlimited right to withdraw the entire principal of the trust or has a general testamentary power of appointment over the entire principal of the trust; or\n\n(3) to a trust created under a governing instrument executed on or before March 21, 1999, if no part of the principal of the trust would have been included in the gross estate of the beneficiary for Federal estate tax purposes if the beneficiary had died on March 21, 1999.\n\n(July 7, 2006, P.L.625, No.98, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-75/section-7506/"
    }
  ]
}