{
  "state": "pennsylvania",
  "path": "title-title-20/chapter-chapter-51",
  "sections": [
    {
      "id": "section-5101",
      "number": "5101",
      "heading": "",
      "text": "When the entire real and personal estate, wherever located of a resident or nonresident minor has a net value of $25,000 or less, all or any part of it may be received and held or disposed of by the minor, or by the parent or other person maintaining the minor, without the appointment of a guardian or the entry of security, in any of the following circumstances:\n\n(1) Award from decedent's estate or trust.--When the court having jurisdiction of a decedent's estate or of a trust in awarding the interest of the minor shall so direct.\n\n(2) Interest in real estate.--When the court having jurisdiction to direct the sale or mortgage of real estate in which the minor has an interest shall so direct as to the minor's interest in the real estate.\n\n(3) Other circumstances.--In all other circumstances, when the court which would have had jurisdiction to appoint a guardian of the estate of the minor shall so direct.\n\n(Dec. 10, 1974, P.L.867, No.293, eff. imd.; Dec. 1, 1994, P.L.655, No.102, eff. 60 days)\n\nCross References.Section 5101 is referred to in sections 5102, 5505 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5101/"
    },
    {
      "id": "section-5102",
      "number": "5102",
      "heading": "",
      "text": "The court may authorize or direct the parent, person, or institution maintaining the minor to execute as natural guardian, any receipt, deed, mortgage, or other appropriate instrument necessary to carry out a decree entered under section 5101 (relating to when guardian unnecessary) and, in such event, may require the deposit of money in a savings account or the care of securities in any manner considered by the court to be for the best interests of the minor. The decree so made, except as the court shall expressly provide otherwise, shall constitute sufficient authority to all transfer agents, registrars and others dealing with property of the minor to recognize the persons named therein as entitled to receive the property, and shall in all respects have the same force and effect as an instrument executed by a duly appointed guardian under court decree.\n\nCross References.Section 5102 is referred to in section 5505 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5102/"
    },
    {
      "id": "section-5103",
      "number": "5103",
      "heading": "",
      "text": "Without the appointment of a guardian, any amount in cash of a resident or nonresident minor may be ordered by the court to be deposited in one or more savings accounts in the name of the minor in banks, building and loan associations or savings and loan associations insured by a Federal governmental agency, provided that the amount deposited in any one such savings institution shall not exceed the amount to which accounts are thus insured. Every such order shall contain a provision that no withdrawal can be made from any such account until the minor attains his majority, except as authorized by a prior order of the court.\n\n(Dec. 10, 1974, P.L.867, No.293, eff. imd.)\n\n1974 Amendment.Act 293 added section 5103.\n\nCross References.Section 5103 is referred to in section 5505 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5103/"
    },
    {
      "id": "section-5111",
      "number": "5111",
      "heading": "",
      "text": "(a) Resident minor.--A guardian of the person or of the estate of a minor may be appointed by the court of the county in which the minor resides.\n\n(b) Nonresident minor.--A guardian of the estate within the Commonwealth of a minor residing outside the Commonwealth may be appointed by the court of the county having jurisdiction of a decedent's estate or of a trust from which the minor's estate is derived. When the nonresident minor's estate is derived otherwise than from a decedent's estate or a trust, a guardian may be appointed by the court of any county where an asset of the minor's estate is located.\n\n(c) Exclusiveness of appointment.--When a court has appointed a guardian of a minor's estate pursuant to subsections (a) or (b), no other court shall appoint a similar guardian for the minor within the Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5111/"
    },
    {
      "id": "section-5112",
      "number": "5112",
      "heading": "",
      "text": "The court shall not appoint as guardian of the estate of a minor any person who is:\n\n(1) Under 18 years of age.\n\n(2) A corporation not authorized to act as fiduciary in the Commonwealth.\n\n(3) A parent of the minor, except that a parent may be appointed a co-guardian with another fiduciary or fiduciaries.\n\n(Dec. 6, 1972, P.L.1461, No.331)\n\n1972 Amendment.Act 331 amended par. (1).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5112/"
    },
    {
      "id": "section-5113",
      "number": "5113",
      "heading": "",
      "text": "A person of the same religious persuasion as the parents of the minor shall be preferred as guardian of his person. A person nominated by a minor over the age of 14, if found by the court to be qualified and suitable, shall be preferred as guardian of his person or estate.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5113/"
    },
    {
      "id": "section-5114",
      "number": "5114",
      "heading": "",
      "text": "ยง 5114. Service of process on nonresident guardian (Repealed).\n\n1978 Repeal.\n\nSection 5114 was repealed April 28, 1978, P.L.202, No.53, effective in 60 days.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5114/"
    },
    {
      "id": "section-5115",
      "number": "5115",
      "heading": "",
      "text": "Any person, who makes a deed or gift inter vivos or exercises a right under an insurance or annuity policy to designate the beneficiary to receive the proceeds of such policy, may in such deed or in the instrument creating such gift or designating such beneficiary, appoint a guardian of the estate or interest of each beneficiary named therein who shall be a minor or otherwise incapacitated. Payment by an insurance company to the guardian of such beneficiary so appointed shall discharge the insurance company to the extent of such payment to the same effect as payment to an otherwise duly appointed and qualified guardian.\n\n(Apr. 16, 1992, P.L.108, No.24, eff. 60 days)\n\n1992 Amendment.See section 21 of Act 24 in the appendix to this title for special provisions relating to applicability.\n\nCross References.Section 5115 is referred to in section 5515 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5115/"
    },
    {
      "id": "section-5116",
      "number": "5116",
      "heading": "",
      "text": "Whenever any city of the first class of this Commonwealth shall be charged with the administration of any charitable use or trust for both the maintenance and education of orphans, it shall, without application to any court, act as guardian of the person and estate of each of such orphans, through the same agency that administers the charitable use or trust. In case any such orphan child, at or before the time said city is charged with the administration of such a charitable use or trust, or during the remaining time it acts as guardian of his estate, shall possess or become entitled to any effects or property, the said city shall be entitled, in like manner as other guardians, to demand and receive the same from any person having possession thereof, or owning the same, and to give acquittance therefor; and it shall be the duty of the said city to take care of the same as guardians, and to make the same productive as far as reasonably can be, and to deliver and pay over the same with the increase, less expenditures made in the exercise of a reasonable discretion, to the said orphan, on his attaining the age of 18 years, or to his legal representatives if he shall die before attaining that age.\n\n(Apr. 28, 1978, P.L.77, No.37, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5116/"
    },
    {
      "id": "section-5121",
      "number": "5121",
      "heading": "",
      "text": "Except as hereinafter provided, every guardian of the estate of a minor shall execute and file a bond which shall be in the name of the Commonwealth, with sufficient surety, in such amount as the court considers necessary, having regard to the value of the personal estate which will come into the control of the guardian, and conditioned in the following form:\n\n(1) When one guardian.--The condition of this obligation is, that if the said guardian shall well and truly administer the estate according to law, this obligation shall be void; but otherwise, it shall remain in force.\n\n(2) When two or more guardians.--The condition of this obligation is, that if the said guardians or any of them shall well and truly administer the estate according to law, this obligation shall be void as to the guardian or guardians who shall so administer the estate; but otherwise, it shall remain in force.\n\nCross References.Section 5121 is referred to in section 5515 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5121/"
    },
    {
      "id": "section-5122",
      "number": "5122",
      "heading": "",
      "text": "(a) Guardian named in conveyance.--No bond shall be required of a guardian appointed by or in accordance with the terms of a will, inter vivos instrument, or insurance contract as to the property acquired under the authority of such appointment, unless it is required by the conveyance, or unless the court, for cause shown, deems it advisable.\n\n(b) Corporate guardian.--No bond shall be required of a bank and trust company or of a trust company incorporated in the Commonwealth, or of a national bank having its principal office in the Commonwealth, unless the court, for cause shown, deems it advisable.\n\n(c) Nonresident corporation.--A nonresident corporation or a national bank having its principal office out of the Commonwealth, otherwise qualified to act as guardian, in the discretion of the court, may be excused from giving bond.\n\n(d) Other cases.--In all other cases, the court may dispense with the requirement of a bond when, for cause shown, it finds that no bond is necessary.\n\nCross References.Section 5122 is referred to in section 5515 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5122/"
    },
    {
      "id": "section-5123",
      "number": "5123",
      "heading": "",
      "text": "The court, for cause shown, and after such notice, if any, as it shall direct, may require a surety bond, or increase or decrease the amount of an existing bond, or require more or less security therefor.\n\nCross References.Section 5123 is referred to in section 5515 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5123/"
    },
    {
      "id": "section-5131",
      "number": "5131",
      "heading": "",
      "text": "The grounds and the procedure for the removal or discharge of a guardian and his surety and the effect of such removal or discharge shall be the same as are set forth in this title relating to the removal and discharge of a personal representative and his surety, with regard to the following:\n\n(1) Grounds for removal, as in section 3182 (relating to grounds for removal).\n\n(2) Procedure for and effect of removal, as in section 3183 (relating to procedure for and effect of removal), for which purpose the minor shall be deemed a party in interest.\n\n(3) Discharge of guardian and surety, as in section 3184 (relating to discharge of personal representative and surety).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5131/"
    },
    {
      "id": "section-5141",
      "number": "5141",
      "heading": "",
      "text": "The guardian of the estate of a minor appointed by the court until it is distributed or sold shall have the right to, and shall take possession of, maintain and administer, each real and personal asset of the minor to which his appointment extends, collect the rents and income from it, and make all reasonable expenditures necessary to preserve it. He shall also have the right to maintain any action with respect to such real or personal property of the minor.\n\nCross References.Section 5141 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5141/"
    },
    {
      "id": "section-5142",
      "number": "5142",
      "heading": "",
      "text": "Every guardian, within three months after real or personal estate of his ward comes into his possession, shall verify by oath and file with the clerk an inventory and appraisement of such personal estate, a statement of such real estate, and a statement of any real or personal estate which he expects to acquire thereafter.\n\nCross References.Section 5142 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5142/"
    },
    {
      "id": "section-5143",
      "number": "5143",
      "heading": "",
      "text": "When any property is so burdensome or is so encumbered or is in such condition that it is of no value to the estate, the guardian may abandon it. When such property cannot be abandoned without transfer of title to another or without a formal renunciation, the court may authorize the guardian to transfer or renounce it without consideration if it shall find that this will be for the best interests of the estate.\n\nCross References.Section 5143 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5143/"
    },
    {
      "id": "section-5144",
      "number": "5144",
      "heading": "",
      "text": "The provisions concerning the powers, duties and liabilities of a guardian appointed by the court shall be the same as those set forth in the following provisions of this title for the administration of a decedent's estate:\n\nSection 3313 (relating to liability insurance).\n\nSection 3314 (relating to continuation of business).\n\nSection 3315 (relating to incorporation of estate's business).\n\nSection 3317 (relating to claims against co-fiduciary).\n\nSection 3318 (relating to revival of judgments against personal representative).\n\nSection 3319 (relating to power of attorney; delegation of power over subscription rights and fractional shares; authorized delegations).\n\nSection 3320 (relating to voting stock by proxy).\n\nSection 3321 (relating to nominee registration; corporate fiduciary as agent; deposit of securities in a clearing corporation; book-entry securities).\n\nSection 3322 (relating to acceptance of deed in lieu of foreclosure).\n\nSection 3323 (relating to compromise of controversies).\n\nSection 3324 (relating to death or incapacity of fiduciary).\n\nSection 3327 (relating to surviving or remaining personal representatives).\n\nSection 3328 (relating to disagreement of personal representatives).\n\nSection 3331 (relating to liability of personal representatives on contracts).\n\nSection 3332 (relating to inherent powers and duties).\n\n(Feb. 18, 1982, P.L.45, No.26, eff. imd.; Apr. 16, 1992, P.L.108, No.24, eff. 60 days; Oct. 12, 1999, P.L.422, No.39, eff. 60 days)\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.\n\n1992 Amendment.See section 21 of Act 24 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5144/"
    },
    {
      "id": "section-5145",
      "number": "5145",
      "heading": "",
      "text": "Subject only to the provisions of a governing instrument, if any, a guardian may accept, hold, invest in and retain investments as provided by Chapter 72 (relating to prudent investor rule).\n\n(June 25, 1999, P.L.212, No.28, eff. 6 months)\n\n1999 Amendment.See section 6(a) of Act 28 in the appendix to this title for special provisions relating to applicability.\n\nCross References.Section 5145 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5145/"
    },
    {
      "id": "section-5146",
      "number": "5146",
      "heading": "",
      "text": "(a) In general.--The powers, duties and liabilities of a guardian not appointed by the court as to property of the minor to which his appointment lawfully extends shall be the same as the powers, duties and liabilities of a court appointed guardian, except as the instrument making the appointment shall provide otherwise.\n\n(b) Substituted or succeeding guardian.--A substituted or succeeding guardian, except as otherwise provided by the instrument, if any, appointing the original guardian, in addition to the powers of a guardian appointed by the court, shall have all the powers, duties and liabilities of the original guardian. He shall have the power to recover the assets of the minor from his predecessor in administration or from the fiduciary of such predecessor and, except as otherwise provided in an applicable instrument, shall stand in the predecessor's stead for all purposes, except that he shall not be personally liable for the acts of his predecessor.\n\n(c) Effect of removal, or of probate of later will or codicil.--No act of administration performed by a testamentary guardian in good faith shall be impeached by the subsequent revocation of the probate of the will from which he derives his authority, or by the subsequent probate of a later will or of a codicil, or by the subsequent dismissal of the guardian: Provided, That regardless of the good or bad faith of the testamentary guardian, no person who deals in good faith with a testamentary guardian shall be prejudiced by the subsequent occurrence of any of these contingencies.\n\nCross References.Section 5146 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5146/"
    },
    {
      "id": "section-5147",
      "number": "5147",
      "heading": "",
      "text": "Any proceeding may be brought against a guardian or the surety on his bond in the court having jurisdiction of the estate, and if he does not reside in the county, process may be served on him personally, or as follows:\n\n(1) When resident of another county.--By a duly deputized sheriff of any other county of the Commonwealth in which he shall be found.\n\n(2) When a nonresident of the Commonwealth.--By the sheriff of the county of the court having jurisdiction of the estate.\n\n(Feb. 18, 1982, P.L.45, No.26, eff. imd.)\n\n1982 Amendment.Act 26 amended par. (2).\n\nCross References.Section 5147 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5147/"
    },
    {
      "id": "section-5151",
      "number": "5151",
      "heading": "",
      "text": "A guardian appointed by the court may sell, at public or private sale, any personal property of the minor.\n\nCross References.Section 5151 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5151/"
    },
    {
      "id": "section-5152",
      "number": "5152",
      "heading": "",
      "text": "A guardian appointed by the court may lease any real or personal property of the minor. Unless a longer term is approved by the court, the lease shall not extend beyond the date when the minor, if living, will attain his majority, nor for more than five years after the date it is executed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5152/"
    },
    {
      "id": "section-5153",
      "number": "5153",
      "heading": "",
      "text": "The provisions concerning guardians and minors' estates shall be the same as those set forth in the following provisions of this title for personal representatives and for the administration of decedents' estates:\n\nSection 3355 (relating to restraint of sale).\n\nSection 3356 (relating to purchase by personal representative).\n\nSection 3358 (relating to collateral attack).\n\nSection 3359 (relating to record of proceedings; county where real estate lies).\n\nSection 3360 (relating to contracts, inadequacy of consideration or better offer; brokers' commissions).\n\n(Dec. 10, 1974, P.L.867, No.293, eff. imd.; Feb. 18, 1982, P.L.45, No.26, eff. imd.)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5153/"
    },
    {
      "id": "section-5154",
      "number": "5154",
      "heading": "",
      "text": "If the guardian has given the bond, if any, required in accordance with this title, any sale, pledge, mortgage, or exchange by him, whether pursuant to a decree or to a power under this title, shall pass the full title of the minor therein, free of any right of his spouse, unless otherwise specified. Persons dealing with the guardian shall have no obligation to see to the proper application of the cash or other assets given in exchange for the property of the minor. Any sale or exchange by a guardian pursuant to a decree under section 5155 (relating to order of court) shall have the effect of a judicial sale as to the discharge of liens, but the court may decree a sale or exchange freed and discharged from the lien of any mortgage otherwise preserved from discharge by existing law, if the holder of such mortgage shall consent by writing filed in the proceeding. No such sale, mortgage, exchange, or conveyance shall be prejudiced by the subsequent dismissal of the guardian, nor shall any such sale, mortgage, exchange, or conveyance by a testamentary guardian be prejudiced by the terms of any will or codicil thereafter probated, if the person dealing with the guardian did so in good faith.\n\n(Dec. 10, 1974, P.L.867, No.293, eff. imd.)\n\nCross References.Section 5154 is referred to in section 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5154/"
    },
    {
      "id": "section-5155",
      "number": "5155",
      "heading": "",
      "text": "Whenever the court finds it to be for the best interests of the minor, a guardian may, for any purpose of administration or distribution, and on the terms, with the security and after the notice directed by the court:\n\n(1) sell at public or private sale, pledge, mortgage, lease or exchange any real or personal property of the minor;\n\n(2) grant an option for the sale, lease or exchange of any such property;\n\n(3) join with the spouse of the minor in the performance of any of the foregoing acts with respect to property held by the entireties; or\n\n(4) release the right of the minor in the property of his spouse and join in the deed of the spouse in behalf of the minor.\n\n(Dec. 10, 1974, P.L.867, No.293, eff. imd.)\n\n1974 Amendment.Act 293 added section 5155.\n\nCross References.Section 5155 is referred to in sections 5154, 5521 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5155/"
    },
    {
      "id": "section-5161",
      "number": "5161",
      "heading": "",
      "text": "A guardian shall file an account of his administration whenever directed to do so by the court or may file an account at the termination of the guardianship, or at any other time or times authorized by the court.\n\n(Apr. 28, 1978, P.L.77, No.37, eff. 60 days)",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5161/"
    },
    {
      "id": "section-5162",
      "number": "5162",
      "heading": "",
      "text": "ยง 5162. Where accounts filed.\n\nAll accounts of guardians shall be filed in the office of the clerk.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5162/"
    },
    {
      "id": "section-5163",
      "number": "5163",
      "heading": "",
      "text": "The provisions concerning accounts, audits, reviews, distribution and rights of distributees in a minor's estate shall be the same as those set forth in the following provisions of this title for the administration of a decedent's estate:\n\nSection 3503 (relating to notice to parties in interest).\n\nSection 3504 (relating to representation of parties in interest).\n\nSection 3511 (relating to audits in counties having separate orphans' court division).\n\nSection 3512 (relating to audits in counties having no separate orphans' court division).\n\nSection 3513 (relating to statement of proposed distribution).\n\nSection 3514 (relating to confirmation of account and approval of proposed distribution).\n\nSection 3521 (relating to rehearing; relief granted).\n\nSection 3532(c) (relating to record of risk distributions).\n\nSection 3533 (relating to award upon final confirmation of account).\n\nSection 3534 (relating to distribution in kind).\n\nSection 3536 (relating to recording and registering decrees awarding real estate).\n\nSection 3544 (relating to liability of personal representative for interest).\n\nSection 3545 (relating to transcripts of balances due by personal representative).\n\n(Apr. 28, 1978, P.L.77, No.37, eff. 60 days)\n\nReferences in Text.Section 3504, referred to in this section, is repealed. The subject matter is now contained in section 751(6).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5163/"
    },
    {
      "id": "section-5163-1",
      "number": "5163.1",
      "heading": "",
      "text": "ยง 5163.1. Distribution to personal representative (Repealed).\n\n1984 Repeal.\n\nSection 5163.1 was repealed October 12, 1984, P.L.929, No.182, effective immediately.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5163-1/"
    },
    {
      "id": "section-5164",
      "number": "5164",
      "heading": "",
      "text": "All income received by a guardian of the estate of a minor, including, subject to the requirements of Federal law relating thereto, all funds received from the Department of Veterans' Affairs, Social Security Administration and other periodic retirement or disability payments under private or government plans, in the exercise of a reasonable discretion, may be expended in the care, maintenance and education of the minor without the necessity of court approval. The court, for cause shown and with only such notice as it considers appropriate in the circumstances, may authorize or direct the payment or application of any or all of the income or principal of the estate of a minor for the care, maintenance or education of the minor, his spouse or children, or for the reasonable funeral expenses of the minor's spouse, child or indigent parent. In proper cases, the court may order payment of amounts directly to the ward for his maintenance or for incidental expenses and may ratify payments made for these purposes. For purposes of this section, the term \"income\" means income as determined in accordance with the rules set forth in Chapter 81 (relating to principal and income), other than the power to adjust and the power to convert to a unitrust.\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.; May 16, 2002, P.L.330, No.50, eff. 60 days)\n\n2002 Amendment.See section 14(a) of Act 50 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5164/"
    },
    {
      "id": "section-5165",
      "number": "5165",
      "heading": "",
      "text": "The guardian of the estate of a minor shall be given notice of proceedings affecting the interest of his ward in any property to which his appointment extends, in the same manner as is provided for notice to persons of full age having similar interests. If the minor has no guardian authorized to act for him in respect to the interest involved, the court in which the proceedings are pending, upon petition or on its own motion, may appoint a guardian ad litem for the minor, to whom the required notice can be given. Nothing herein shall be construed to require the appointment of a guardian ad litem to represent the interest of a minor in an estate unless the court, upon petition or on its own motion, shall consider such appointment to be advisable. The court may dispense with the appointment of a guardian ad litem when there is a living person sui juris having a similar interest, or where the minor is issue of a living ancestor sui juris interested in the estate whose interest is not adverse to that of the minor.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5165/"
    },
    {
      "id": "section-5166",
      "number": "5166",
      "heading": "",
      "text": "Upon the audit of the account of the guardian of a person who has died during minority, the auditing judge or auditor passing on the account, in his discretion, may award distribution to those entitled to receive the minor's property, unless the estate is, or is likely to be, involved in litigation making it advisable to distribute the balance to a personal representative of the minor's estate.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5166/"
    },
    {
      "id": "section-5167",
      "number": "5167",
      "heading": "",
      "text": "(a) In general.--Any person who at the audit of a guardian's account has a claim which arose out of the administration of the estate of a minor or arises out of the distribution of a minor's estate or upon an accounting of the guardian of the estate of a minor, whether the minor is still a minor or has attained his majority, and which is not reported to the court as an admitted claim, and who shall fail to present his claim at the call for audit or confirmation, shall be forever barred, against:\n\n(1) any property of the minor distributed pursuant to such audit or confirmation;\n\n(2) the minor, if then of full age; and\n\n(3) except as otherwise provided in section 3521 (relating to rehearing; relief granted), any property of the minor awarded back to a continuing or succeeding guardian pursuant to such audit or confirmation.\n\n(b) Effect on lien or charge.--Nothing in subsection (a) of this section shall be construed as impairing any lien or charge on real or personal estate of the minor existing at the time of audit.\n\nCross References.Section 5167 is referred to in section 5533 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-51/section-5167/"
    }
  ]
}