{
  "state": "pennsylvania",
  "path": "title-title-20/chapter-chapter-56",
  "sections": [
    {
      "id": "section-5601",
      "number": "5601",
      "heading": "",
      "text": "(a) General rule.--In addition to all other powers that may be delegated to an agent, any or all of the powers referred to in section 5602(a) (relating to form of power of attorney) may lawfully be granted in writing to an agent and, unless the power of attorney expressly directs to the contrary, shall be construed in accordance with the provisions of this chapter.\n\n(b) Execution.--\n\n(1) A power of attorney shall be dated, and it shall be signed by the principal by signature or mark, or by another individual on behalf of and at the direction of the principal if the principal is unable to sign but specifically directs another individual to sign the power of attorney.\n\n(2) If the power of attorney is executed by mark or by another individual, then it shall be witnessed by two individuals, each of whom is 18 years of age or older. A witness shall not be the individual who signed the power of attorney on behalf of and at the direction of the principal.\n\n(3) For a power of attorney executed on or after the effective date of this paragraph, the signature or mark of the principal, or the signature of another individual signing a power of attorney on behalf of and at the direction of the principal, shall be:\n\n(i) Acknowledged before a notary public or other individual authorized by law to take acknowledgments. The notary public or other individual authorized by law to take acknowledgments shall not be the agent designated in the power of attorney.\n\n(ii) Witnessed by two individuals, each of whom is 18 years of age or older. A witness shall not be the individual who signed the power of attorney on behalf of and at the direction of the principal, the agent designated in the power of attorney or the notary public or other person authorized by law to take acknowledgments before whom the power of attorney is acknowledged. Nothing in this section shall prohibit an acknowledgment of a power of attorney before a member of the bar of the Pennsylvania Supreme Court in the manner authorized by 42 Pa.C.S. § 327(a) (relating to oaths and acknowledgments) certified in the manner provided by 57 Pa.C.S. § 316(2.1) (relating to short form certificates) provided the attorney taking the acknowledgment does not act as one of the two witnesses required by this paragraph.\n\n(c) Notice.--All powers of attorney shall include the following notice in capital letters at the beginning of the power of attorney. The notice shall be signed by the principal. In the absence of a signed notice, upon a challenge to the authority of an agent to exercise a power under the power of attorney, the agent shall have the burden of demonstrating that the exercise of this authority is proper.\n\nThe purpose of this power of attorney is to give the person you designate (your \"agent\") broad powers to handle your property, which may include powers to sell or otherwise dispose of any real or personal property without advance notice to you or approval by you.\n\nThis power of attorney does not impose a duty on your agent to exercise granted powers, but, when powers are exercised, your agent must use due care to act for your benefit and in accordance with this power of attorney.\n\nYour agent may exercise the powers given here throughout your lifetime, even after you become incapacitated, unless you expressly limit the duration of these powers or you revoke these powers or a court acting on your behalf terminates your agent's authority.\n\nYour agent must act in accordance with your reasonable expectations to the extent actually known by your agent and, otherwise, in your best interest, act in good faith and act only within the scope of authority granted by you in the power of attorney.\n\nThe law permits you, if you choose, to grant broad authority to an agent under power of attorney, including the ability to give away all of your property while you are alive or to substantially change how your property is distributed at your death. Before signing this document, you should seek the advice of an attorney at law to make sure you understand it.\n\nA court can take away the powers of your agent if it finds your agent is not acting properly.\n\nThe powers and duties of an agent under a power of attorney are explained more fully in 20 Pa.C.S. Ch. 56.\n\nIf there is anything about this form that you do not understand, you should ask a lawyer of your own choosing to explain it to you.\n\nI have read or had explained to me this notice and I understand its contents.\n\n...........................................................\n\n................................... .....................\n\n(Principal)\n\n(d) Acknowledgment executed by agent.--An agent shall have no authority to act as agent under the power of attorney unless the agent has first executed and affixed to the power of attorney an acknowledgment in substantially the following form:\n\n, have read the attached power of\n\nattorney and am the person identified as the agent for the principal. I hereby acknowledge that when I act as agent:\n\nI shall act in accordance with the principal's reasonable expectations to the extent actually known by me and, otherwise, in the principal's best interest, act in good faith and act only within the scope of authority granted to me by the principal in the power of attorney.\n\n........................................................\n\n............................... ......................\n\n(e) Fiduciary relationship.--(Deleted by amendment).\n\n(e.1) Limitation on applicability generally.--\n\n(1) (Deleted by amendment).\n\n(1.1) Subsections (b)(3), (c) and (d) and section 5601.3 (relating to agent's duties) do not apply to:\n\n(i) A power contained in an instrument used in a commercial transaction which authorizes an agency relationship.\n\n(ii) A power to the extent it is coupled with an interest in the subject of the power, including a power given to or for the benefit of a creditor in connection with a loan or other credit transaction.\n\n(iii) A power exclusively granted to facilitate transfer of stock, bonds and other assets.\n\n(iv) A power:\n\n(A) contained in the governing document for a corporation, partnership or limited liability company or other legal entity;\n\n(B) authorized by the law that governs the internal affairs of a legal entity;\n\n(C) by which a director, shareholder, partner, member or manager authorizes others to do things on behalf of the entity; or\n\n(D) contained in a proxy or other delegation to exercise voting rights or management rights with respect to a legal entity.\n\n(v) A warrant of attorney conferring authority to confess judgment.\n\n(vi) A power given to a dealer as defined by the act of December 22, 1983 (P.L.306, No.84), known as the Board of Vehicles Act, when using the power in conjunction with a sale, purchase or transfer of a vehicle as authorized by 75 Pa.C.S. § 1119 (relating to application for certificate of title by agent).\n\n(vii) A power created on a form prescribed by a Commonwealth agency, political subdivision or an authority or instrumentality of the Commonwealth or a political subdivision.\n\n(2) Powers and powers of attorney exempted by this subsection need not be dated.\n\n(3) Powers of attorney exempted by this subsection which are recorded in the office for the recorder of deeds under section 5602(c) shall be acknowledged before recording.\n\n(e.2) Limitation on applicability in health care and mental health care powers of attorney.--Subsections (b)(3)(i), (c) and (d) and section 5601.3 do not apply to a power of attorney which exclusively provides for health care decision making or mental health care decision making.\n\n(f) Definitions.--The following words and phrases when used in this chapter shall have the meanings given to them in this subsection unless the context clearly indicates otherwise:\n\n\"Agent.\"A person designated by a principal in a power of attorney to act on behalf of that principal.\n\n\"Good faith.\"Honesty in fact.\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Oct. 12, 1999, P.L.422, No.39; May 16, 2002, P.L.330, No.50, eff. Apr. 12, 2000; Nov. 25, 2003, P.L.211, No.36, eff. 60 days; July 2, 2014, P.L.855, No.95; July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017; Oct. 4, 2016, P.L.867, No.103, eff. imd.)\n\n2016 Amendments.Act 79 amended subsec. (b)(3) and Act 103 amended subsecs. (b)(3), (e.1) and (e.2), retroactive to January 1, 2015. The amendments of subsec. (b)(3) by Acts 79 and 103 do not conflict in substance and, under the provisions of 1 Pa.C.S. § 1954, have been merged in setting forth the text of subsec. (b)(3). See section 21 of Act 79 in the appendix to this title for special provisions relating to applicability.\n\n2014 Amendment.Act 95 amended subsecs. (b), (c), (d), (e.1), (e.2) and (f) and deleted subsec. (e), effective immediately as to subsec. (f) and January 1, 2015, as to the remainder of the section. See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\n2002 Amendment. See section 14(a) of Act 50 in the appendix to this title for special provisions relating to applicability.\n\n1999 Amendment.Act 39 amended the entire section, effective in six months as to subsecs. (c) and (d) and 60 days as to the remainder of the section. See section 13(1), (2), (3) and (8) of Act 39 in the appendix to this title for special provisions relating to applicability.\n\nCross References.Section 5601 is referred to in sections 3902, 5608.1, 5843 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5601/"
    },
    {
      "id": "section-5601-1",
      "number": "5601.1",
      "heading": "",
      "text": "Unless specifically provided otherwise in the power of attorney, all powers of attorney shall be durable as provided in section 5604 (durable powers of attorney).\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.)\n\n1992 Amendment.Act 152 added section 5601.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5601-1/"
    },
    {
      "id": "section-5601-2",
      "number": "5601.2",
      "heading": "",
      "text": "§ 5601.2. Special rules for gifts (Repealed).\n\n2014\n\nRepeal.\n\nSection 5601.2 was repealed July 2, 2014, P.L.855, No.95, effective January 1, 2015.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5601-2/"
    },
    {
      "id": "section-5601-3",
      "number": "5601.3",
      "heading": "",
      "text": "(a) General rule.--Notwithstanding any provision in the power of attorney, an agent that has accepted appointment shall:\n\n(1) Act in accordance with the principal's reasonable expectations to the extent actually known by the agent and, otherwise, in the principal's best interest.\n\n(2) Act in good faith.\n\n(3) Act only within the scope of authority granted in the power of attorney.\n\n(b) Other duties.--Except as otherwise provided in the power of attorney, an agent that has accepted appointment shall:\n\n(1) Act loyally for the principal's benefit.\n\n(1.1) Keep the agent's funds separate from the principal's funds unless:\n\n(i) the funds were not kept separate as of the date of the execution of the power of attorney; or\n\n(ii) the principal commingles the funds after the date of the execution of the power of attorney and the agent is the principal's spouse.\n\n(2) Act so as not to create a conflict of interest that impairs the agent's ability to act impartially in the principal's best interest.\n\n(3) Act with the care, competence and diligence ordinarily exercised by agents in similar circumstances.\n\n(4) Keep a record of all receipts, disbursements and transactions made on behalf of the principal.\n\n(5) Cooperate with a person who has authority to make health care decisions for the principal to carry out the principal's reasonable expectations to the extent actually known by the agent and, otherwise, act in the principal's best interest.\n\n(6) Attempt to preserve the principal's estate plan, to the extent actually known by the agent, if preserving the plan is consistent with the principal's best interest based on all relevant factors, including:\n\n(i) The value and nature of the principal's property.\n\n(ii) The principal's foreseeable obligations and need for maintenance.\n\n(iii) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer and gift taxes.\n\n(iv) Eligibility for a benefit, program or assistance under a statute or regulation.\n\n(c) Nonliability of agent.--\n\n(1) An agent that acts in good faith shall not be liable to a beneficiary of the principal's estate plan for failure to preserve the plan.\n\n(2) An agent that acts with care, competence and diligence for the best interest of the principal shall not be liable solely because the agent also benefits from the act or has an individual or conflicting interest in relation to the property or affairs of the principal.\n\n(3) If an agent is selected by the principal because of special skills or expertise possessed by the agent or in reliance on the agent's representation that the agent has special skills or expertise, the special skills or expertise must be considered in determining whether the agent has acted with care, competence and diligence under the circumstances.\n\n(4) Absent a breach of duty to the principal, an agent shall not be liable if the value of the principal's property declines.\n\n(5) An agent that exercises authority to delegate to another person the authority granted by the principal or that engages another person on behalf of the principal shall not be liable for an act, error of judgment or default of that person if the agent exercises care, competence and diligence in selecting and monitoring the person.\n\n(d) Disclosure of receipts, disbursements or transactions.--\n\n(1) Except as otherwise provided in the power of attorney, an agent shall not be required to disclose receipts, disbursements or transactions conducted on behalf of the principal unless ordered by a court or requested by the principal, a guardian, conservator, another fiduciary acting for the principal, governmental agency having authority to protect the welfare of the principal or, upon the death of the principal, the personal representative or successor in interest of the principal's estate.\n\n(2) Within 30 days of the request, the agent shall either comply with the request or provide a writing or other record substantiating the reason additional time is needed, in which case the agent shall comply with the request within an additional 30 days.\n\n(July 2, 2014, P.L.855, No.95, eff. Jan. 1, 2015)\n\n2014 Amendment.Act 95 added section 5601.3. See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\nCross References. Section 5601.3 is referred to in section 5601 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5601-3/"
    },
    {
      "id": "section-5601-4",
      "number": "5601.4",
      "heading": "",
      "text": "(a) General rule.--An agent under a power of attorney may do the following on behalf of the principal or with the principal's property only if the power of attorney expressly grants the agent the authority and exercise of the authority is not otherwise prohibited by another agreement or instrument to which the authority or property is subject:\n\n(1) Create, amend, revoke or terminate an inter vivos trust other than as permitted under section 5602(a)(2), (3) and (7) (relating to form of power of attorney).\n\n(2) Make a gift.\n\n(3) Create or change rights of survivorship.\n\n(4) Create or change a beneficiary designation.\n\n(5) Delegate authority granted under the power of attorney.\n\n(6) Waive the principal's right to be a beneficiary of a joint and survivor annuity, including a survivor benefit under a retirement plan.\n\n(7) Exercise fiduciary powers that the principal has authority to delegate.\n\n(8) Disclaim property, including a power of appointment.\n\n(9) Access the content of electronic communications sent or received by the principal. As used in this paragraph, the phrase \"content of electronic communications\" shall have the same meaning as \"content of an electronic communication\" as defined in section 3902 (relating to definitions).\n\n(b) Limitation.--Notwithstanding a grant of authority to do an act described in subsection (a), unless the power of attorney otherwise provides, an agent that is not an ancestor, spouse or descendant of the principal may not exercise authority under a power of attorney to create in the agent, or in an individual to whom the agent owes a legal obligation of support, an interest in the principal's property, whether by gift, right of survivorship, beneficiary designation, disclaimer or otherwise.\n\n(c) Scope of authority.--Subject to subsections (a), (b), (d), (d.1) and (e), if a power of attorney grants to an agent authority to do all acts that a principal is authorized to perform, the agent has all of the powers which may be incorporated by reference pursuant to section 5602(a).\n\n(d) Gifts.--\n\n(1) Unless the power of attorney otherwise provides, the power to make limited gifts or other language in a power of attorney granting general authority with respect to gifts authorizes the agent only to:\n\n(i) Make outright to or for the benefit of a person, a gift of any of the principal's property, including by the exercise of a presently exercisable general power of appointment held by the principal:\n\n(A) in an amount per donee not to exceed the annual dollar limits of the Federal gift tax exclusion under section 2503(b) of the Internal Revenue Code of 1986 (Public Law 99-514, 26 U.S.C. § 2503(b)), without regard to whether the Federal gift tax exclusion applies to the gift; or\n\n(B) if the principal's spouse agrees to consent to a split gift pursuant to section 2513 of the Internal Revenue Code of 1986 (26 U.S.C. § 2513), in an amount per donee not to exceed twice the annual Federal gift tax exclusion limit.\n\n(ii) Consent, pursuant to section 2513 of the Internal Revenue Code of 1986, to the splitting of a gift made by the principal's spouse in an amount per donee not to exceed the aggregate annual gift tax exclusions for both spouses.\n\n(2) An agent may make a gift of the principal's property only as the agent determines is consistent with the principal's objectives if actually known by the agent and, if unknown, as the agent determines is consistent with the principal's best interest based on all relevant factors, including:\n\n(i) The value and nature of the principal's property.\n\n(ii) The principal's foreseeable obligations and need for maintenance.\n\n(iii) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer and gift taxes.\n\n(iv) Eligibility for a benefit, program or assistance under a statute or regulation.\n\n(v) The principal's personal history of making or joining in making gifts.\n\n(3) As used in this subsection, the phrase \"a gift for the benefit of a person\" includes a gift to a trust, an account under Chapter 53 (relating to Pennsylvania Uniform Transfers to Minors Act) and a tuition savings account or prepaid tuition plan as defined under section 529 of the Internal Revenue Code of 1986 (26 U.S.C. § 529).\n\n(d.1) Disclaimers.--\n\n(1) Unless the power of attorney otherwise provides, the grant of the power to disclaim any interest in property or a grant of general authority with disclaimers authorizes the agent to release or disclaim any interest in property on behalf of the principal in accordance with Chapter 62 (relating to disclaimers) or section 6103.1 (relating to release of powers and interests and disclaimer of powers), provided that any disclaimer under Chapter 62 shall be in accordance with the provisions of section 6202 (relating to disclaimers by fiduciaries or agents) in the case of a principal who is an incapacitated person at the time of the execution of the disclaimer.\n\n(2) An agent may make a disclaimer as the agent determines is consistent with the principal's objectives if actually known by the agent and, if unknown, as the agent determines is consistent with the principal's best interest based on all relevant factors, including:\n\n(i) The value and nature of the principal's property.\n\n(ii) The principal's foreseeable obligations and need for maintenance.\n\n(iii) Minimization of taxes, including income, estate, inheritance, generation-skipping transfer and gift taxes.\n\n(iv) Eligibility for a benefit, program or assistance under a statute or regulation.\n\n(v) The principal's personal history of making or joining in making gifts.\n\n(e) Similar or overlapping subjects.--Subject to subsections (a), (b), (d) and (d.1), if the subjects over which authority is granted in a power of attorney are similar or overlap, the broadest authority controls.\n\n(f) Property.--Authority granted in a power of attorney is exercisable with respect to property that the principal has when the power of attorney is executed or acquires later, whether or not the property is located in this State and whether or not the authority is exercised or the power of attorney is executed in this State.\n\n(g) Legal effect of agent's actions.--An act performed by an agent pursuant to a power of attorney has the same effect and inures to the benefit of and binds the principal and the principal's successors in interest as if the principal had performed the act.\n\n(July 2, 2014, P.L.855, No.95, eff. Jan. 1, 2015; July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017; July 23, 2020, P.L.684, No.72, eff. 180 days; July 1, 2024, P.L.450, No.41, eff. 60 days)\n\n2024 Amendment.Act 41 amended subsec. (a)(9). See section 1 of Act 41 in the appendix to this title for special provisions relating to findings and declarations.\n\n2020 Amendment.Section 4 of Act 72 provided that the addition of subsec. (a)(9) shall apply to a power of attorney executed on or after the effective date of section 4.\n\n2016 Amendment.Act 79 amended subsecs. (c), (d) and (e) and added subsec. (d.1). See section 21 of Act 79 in the appendix to this title for special provisions relating to applicability.\n\n2014 Amendment.Act 95 added section 5601.4. See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\nCross References.Section 5601.4 is referred to in section 5603 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5601-4/"
    },
    {
      "id": "section-5602",
      "number": "5602",
      "heading": "",
      "text": "(a) Specification of powers.--A principal may, by inclusion of the language quoted in any of the following paragraphs or by inclusion of other language showing a similar intent on the part of the principal, empower an agent to do any or all of the following, each of which is defined in section 5603 (relating to implementation of power of attorney):\n\n(1) (Deleted by amendment).\n\n(2) \"To create a trust for my benefit.\"\n\n(3) \"To make additions to an existing trust for my benefit.\"\n\n(4) \"To claim an elective share of the estate of my deceased spouse.\"\n\n(5) (Deleted by amendment).\n\n(6) \"To renounce fiduciary positions.\"\n\n(7) \"To withdraw and receive the income or corpus of a trust.\"\n\n(8) (Deleted by amendment).\n\n(9) (Deleted by amendment).\n\n(10) \"To engage in real property transactions.\"\n\n(11) \"To engage in tangible personal property transactions.\"\n\n(12) \"To engage in stock, bond and other securities transactions.\"\n\n(13) \"To engage in commodity and option transactions.\"\n\n(14) \"To engage in banking and financial transactions.\"\n\n(15) \"To borrow money.\"\n\n(16) \"To enter safe deposit boxes.\"\n\n(17) \"To engage in insurance and annuity transactions.\"\n\n(18) \"To engage in retirement plan transactions.\"\n\n(19) \"To handle interests in estates and trusts.\"\n\n(20) \"To pursue claims and litigation.\"\n\n(21) \"To receive government benefits.\"\n\n(22) \"To pursue tax matters.\"\n\n(23) (Deleted by amendment).\n\n(24) \"To operate a business or entity.\"\n\n(25) \"To provide for personal and family maintenance.\"\n\n(a.1) Modification of authority.--A principal may modify the authority of an agent that is incorporated by reference as described in subsection (a).\n\n(b) Appointment of agent and successor agent.--A principal may provide for:\n\n(1) The appointment of more than one agent, who shall act jointly, severally or in any other combination that the principal may designate, but if there is no such designation, such agents shall only act jointly.\n\n(1.1) The delegation of one or more powers by the agent to such person or persons as the agent may designate and on terms as the power of attorney may specify.\n\n(2) The appointment of one or more successor agents who shall serve in the order named in the power of attorney, unless the principal expressly directs to the contrary.\n\n(3) The delegation to an original or successor agent of the power to appoint his successor or successors.\n\n(c) Filing and recording of power of attorney.--An originally executed power of attorney may be filed with the clerk of the orphans' court division of the court of common pleas in the county in which the principal resides, and, if it is acknowledged, it may be recorded in the office for the recording of deeds of the county of the principal's residence and of each county in which real property to be affected by an exercise of the power is located. A power of attorney executed in electronic form may be recorded in the same manner as a document subject to the act of July 5, 2012 (P.L.935, No.100), known as the Uniform Real Property Electronic Recording Act. The clerk of the orphans' court division or any office for the recording of deeds with whom the power has been filed may, upon request, issue certified copies of the power of attorney. Each such certified copy shall have the same validity and the same force and effect as if it were the original, and it may be filed of record in any other office of this Commonwealth (including, without limitation, the clerk of the orphans' court division or the office for the recording of deeds) as if it were the original.\n\n(d) Copy of power of attorney.--Except for the purpose of filing or recording under subsection (c), a photocopy or electronically transmitted copy of an originally executed power of attorney has the same effect as the original.\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Dec. 1, 1994, P.L.655, No.102, eff. 90 days; Oct. 12, 1999, P.L.422, No.39, eff. 60 days; July 2, 2014, P.L.855, No.95, eff. Jan. 1, 2015; July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017)\n\n2016 Amendment.Act 79 amended subsec. (a). Section 21(2)(iii) of Act 79 provided that any provision in a power of attorney incorporating by reference a power under subsec. (a)(8), (9) or (23) prior to the repeal of subsec. (a)(8), (9) or (23) shall be governed by the respective paragraph of subsec. (a) as if no repeal occurred.\n\n2014 Amendment.Act 95 amended subsecs. (a)(17) and (c), added subsecs. (a.1) and (d) and deleted subsec. (a)(5). See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\n1999 Amendment.See section 13(5) and (8) of Act 39 in the appendix to this title for special provisions relating to applicability.\n\nCross References.Section 5602 is referred to in sections 5601, 5601.4 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5602/"
    },
    {
      "id": "section-5603",
      "number": "5603",
      "heading": "",
      "text": "(a) Power to make limited gifts.--(Deleted by amendment).\n\n(a.1) Power to make limited gifts.--(Deleted by amendment).\n\n(b) Power to create a trust.--A power \"to create a trust for my benefit\" shall mean that the agent may execute a deed of trust, designating one or more persons (including the agent) as original or successor trustees and transfer to the trust any or all property owned by the principal as the agent may decide, subject to the following conditions:\n\n(1) The income and corpus of the trust shall either be distributable to the principal or to the guardian of his estate, or be applied for the principal's benefit, and upon the principal's death, any remaining balance of corpus and unexpended income of the trust shall be distributed to the deceased principal's estate.\n\n(2) The deed of trust may be amended or revoked at any time and from time to time, in whole or in part, by the principal or the agent, provided that any such amendment by the agent shall not include any provision which could not be included in the original deed.\n\n(c) Power to make additions to an existing trust.--A power \"to make additions to an existing trust for my benefit\" shall mean that the agent, at any time or times, may add any or all of the property owned by the principal to any trust in existence when the power was created, provided that the terms of such trust relating to the disposition of the income and corpus during the lifetime of the principal are the same as those set forth in subsection (b). The agent and the trust and its beneficiaries shall be answerable as equity and justice may require to the extent that an addition to a trust is inconsistent with prudent estate planning or financial management for the principal or with the known or probable intent of the principal with respect to disposition of his estate.\n\n(d) Power to claim an elective share.--A power \"to claim an elective share of the estate of my deceased spouse\" shall mean that the agent may elect to take against the will and conveyances of the principal's deceased spouse, disclaim any interest in property which the principal is required to disclaim as a result of such election, retain any property which the principal has the right to elect to retain, file petitions pertaining to the election, including petitions to extend the time for electing and petitions for orders, decrees and judgments in accordance with section 2211(c) and (d) (relating to determination of effect of election; enforcement), and take all other actions which the agent deems appropriate in order to effectuate the election: Provided, however, That the election shall be made only upon the approval of the court having jurisdiction of the principal's estate in accordance with section 2206 (relating to right of election personal to surviving spouse) in the case of a principal who is an incapacitated person, or upon the approval of the court having jurisdiction of the deceased spouse's estate in the case of a principal who is not an incapacitated person.\n\n(e) Power to disclaim any interest in property.--(Deleted by amendment).\n\n(f) Power to renounce fiduciary position.--\n\n(1) A power \"to renounce fiduciary positions\" shall mean that the agent may:\n\n(i) renounce any fiduciary position to which the principal has been appointed; and\n\n(ii) resign any fiduciary position in which the principal is then serving, and either file an accounting with a court of competent jurisdiction or settle on receipt and release or other informal method as the agent deems advisable.\n\n(2) The term \"fiduciary\" shall be deemed to include, without limitation, an executor, administrator, trustee, guardian, agent or officer or director of a corporation.\n\n(g) Power to withdraw and receive.--A power \"to withdraw and receive the income or corpus of a trust\" shall mean that the agent may:\n\n(1) demand, withdraw and receive the income or corpus of any trust over which the principal has the power to make withdrawals;\n\n(2) request and receive the income or corpus of any trust with respect to which the trustee thereof has the discretionary power to make distribution to or on behalf of the principal; and\n\n(3) execute a receipt and release or similar document for the property received under paragraphs (1) and (2).\n\n(h) Power to authorize admission to medical facility and power to authorize medical procedures.--(Deleted by amendment).\n\n(i) Power to engage in real property transactions.--A power to \"engage in real property transactions\" shall mean that the agent may:\n\n(1) Acquire or dispose of real property (including the principal's residence) or any interest therein, including, but not limited to, the power to buy or sell at public or private sale for cash or credit or partly for each; exchange, mortgage, encumber, lease for any period of time; give or acquire options for sales, purchases, exchanges or leases; buy at judicial sale any property on which the principal holds a mortgage.\n\n(2) Manage, repair, improve, maintain, restore, alter, build, protect or insure real property; demolish structures or develop real estate or any interest in real estate.\n\n(3) Collect rent, sale proceeds and earnings from real estate; pay, contest, protest and compromise real estate taxes and assessments.\n\n(4) Release in whole or in part, assign the whole or a part of, satisfy in whole or in part and enforce any mortgage, encumbrance, lien or other claim to real property.\n\n(5) Grant easements, dedicate real estate, partition and subdivide real estate and file plans, applications or other documents in connection therewith.\n\n(6) In general, exercise all powers with respect to real property that the principal could if present.\n\n(j) Power to engage in tangible personal property transactions.--A power to \"engage in tangible personal property transactions\" shall mean that the agent may:\n\n(1) Buy, sell, lease, exchange, collect, possess and take title to tangible personal property.\n\n(2) Move, store, ship, restore, maintain, repair, improve, manage, preserve and insure tangible personal property.\n\n(3) In general, exercise all powers with respect to tangible personal property that the principal could if present.\n\n(k) Power to engage in stock, bond and other securities transactions.--A power to \"engage in stock, bond and other securities transactions\" shall mean that the agent may:\n\n(1) Buy or sell (including short sales) at public or private sale for cash or credit or partly for cash all types of stocks, bonds and securities; exchange, transfer, hypothecate, pledge or otherwise dispose of any stock, bond or other security.\n\n(2) Collect dividends, interest and other distributions.\n\n(3) Vote in person or by proxy, with or without power of substitution, either discretionary, general or otherwise, at any meeting.\n\n(4) Join in any merger, reorganization, consolidation, dissolution, liquidation, voting-trust plan or other concerted action of security holders and make payments in connection therewith.\n\n(5) Hold any evidence of the ownership of any stock, bond or other security belonging to the principal in the name of a nominee selected by the agent.\n\n(6) Deposit or arrange for the deposit of securities in a clearing corporation as defined in Division 8 of Title 13 (relating to investment securities).\n\n(7) Receive, hold or transfer securities in book-entry form.\n\n(8) In general, exercise all powers with respect to stocks, bonds and securities that the principal could if present.\n\n(l) Power to engage in commodity and option transactions.--A power to \"engage in commodity and option transactions\" shall mean that the agent may:\n\n(1) Buy, sell, exchange, assign, convey, settle and exercise commodities future contracts and call and put options on stocks and stock indices traded on a regulated options exchange and collect and receipt for all proceeds of any such transactions.\n\n(2) Establish or continue option accounts for the principal with any securities of a futures broker.\n\n(3) In general, exercise all powers with respect to commodity and option transactions that the principal could if present.\n\n(m) Power to engage in banking and financial transactions.--A power to \"engage in banking and financial transactions\" shall mean that the agent may:\n\n(1) Sign checks, drafts, orders, notes, bills of exchange and other instruments (\"items\") or otherwise make withdrawals from checking, savings, transaction, deposit, loan or other accounts in the name of the principal and endorse items payable to the principal and receive the proceeds in cash or otherwise.\n\n(2) Open and close such accounts in the name of the principal, purchase and redeem savings certificates, certificates of deposit or similar instruments in the name of the principal and execute and deliver receipts for any funds withdrawn or certificates redeemed.\n\n(3) Deposit any funds received for the principal in accounts of the principal.\n\n(4) Do all acts regarding checking, savings, transaction, deposit, loan or other accounts, savings certificates, certificates of deposit or similar instruments, the same as the principal could do if personally present.\n\n(5) Sign any tax information or reporting form required by Federal, State or local taxing authorities, including, but not limited to, any Form W-9 or similar form.\n\n(6) In general, transact any business with a banking or financial institution that the principal could if present.\n\n(n) Power to borrow money.--A power to \"borrow money\" shall mean that the agent may borrow money and pledge or mortgage any properties that the principal owns as a security therefor.\n\n(o) Power to enter safe deposit boxes.--A power to \"enter safe deposit boxes\" shall mean that the agent may enter any safe deposit box in the name of the principal; add to or remove the contents of such box, open and close safe deposit boxes in the name of the principal; however, the agent shall not deposit or keep in any safe deposit box of the principal any property in which the agent has a personal interest.\n\n(p) Power to engage in insurance and annuity transactions.--A power to \"engage in insurance and annuity transactions\" shall mean that the agent may:\n\n(1) Purchase, continue, renew, convert or terminate any type of insurance (including, but not limited to, life, accident, health, disability or liability insurance) or annuity and pay premiums and collect benefits and proceeds under insurance policies and annuity contracts.\n\n(2) Exercise nonforfeiture provisions under insurance policies and annuity contracts.\n\n(3) In general, exercise all powers with respect to insurance and annuities that the principal could if present, provided, however, that the agent shall have no power to create or change a beneficiary designation unless authorized in accordance with section 5601.4 (relating to authority that requires specific and general grant of authority).\n\n(q) Power to engage in retirement plan transactions.--A power to \"engage in retirement plan transactions\" shall mean that the agent may contribute to, withdraw from and deposit funds in any type of retirement plan (including, but not limited to, any tax qualified or nonqualified pension, profit sharing, stock bonus, employee savings and retirement plan, deferred compensation plan or individual retirement account), select and change payment options for the principal, make roll-over contributions from any retirement plan to other retirement plans and, in general, exercise all powers with respect to retirement plans that the principal could if present, provided, however, that the agent shall have no power to create or change a beneficiary designation unless authorized in accordance with section 5601.4.\n\n(r) Power to handle interests in estates and trusts.--A power to \"handle interests in estates and trusts\" shall mean that the agent may receive a bequest, devise, gift or other transfer of real or personal property to the principal in the principal's own right or as a fiduciary for another and give full receipt and acquittance therefor or a refunding bond therefor; approve accounts of any estate, trust, partnership or other transaction in which the principal may have an interest; enter into any compromise and release in regard thereto; and receive on behalf of the principal all notices and reports required by section 7780.3 (relating to duty to inform and report) or permitted by section 7785(a) (relating to limitation of action against trustee).\n\n(s) Power to pursue claims and litigation.--A power to \"pursue claims and litigation\" shall mean that the agent may:\n\n(1) Institute, prosecute, defend, abandon, arbitrate, compromise, settle or otherwise dispose of, and appear for the principal in, any legal proceedings before any tribunal regarding any claim relating to the principal or to any property interest of the principal.\n\n(2) Collect and receipt for any claim or settlement proceeds; waive or release rights of the principal; employ and discharge attorneys and others on such terms (including contingent fee arrangements) as the agent deems appropriate.\n\n(3) In general, exercise all powers with respect to claims and litigation that the principal could if present.\n\n(t) Power to receive government benefits.--A power to \"receive government benefits\" shall mean that the agent may prepare, sign and file any claim or application for Social Security, unemployment, military service or other government benefits; collect and receipt for all government benefits or assistance; and, in general, exercise all powers with respect to government benefits that the principal could if present.\n\n(u) Power to pursue tax matters.--A power to \"pursue tax matters\" shall mean that the agent may:\n\n(1) Prepare, sign, verify and file any tax return on behalf of the principal, including, but not limited to, joint returns and declarations of estimated tax; examine and copy all the principal's tax returns and tax records.\n\n(2) Sign an Internal Revenue Service power of attorney form.\n\n(3) Represent the principal before any taxing authority; protest and litigate tax assessments; claim, sue for and collect tax refunds; waive rights and sign all documents required to settle, pay and determine tax liabilities; sign waivers extending the period of time for the assessment of taxes or tax deficiencies.\n\n(4) In general, exercise all powers with respect to tax matters that the principal could if present.\n\n(u.1) Power to make anatomical gift.--(Deleted by amendment).\n\n(u.2) Power to operate a business or entity.--A power \"to operate a business or entity\" shall mean that the agent may:\n\n(1) Continue or participate in the operation of any business or other entity in which the principal holds an interest, whether alone or with others, by making and implementing decisions regarding its financing, operations, employees and all other matters pertinent to the business or entity.\n\n(2) Change the form of ownership of the business or entity to a corporation, partnership, limited liability company or other entity, and initiate or take part in a corporate reorganization, including a merger, consolidation, dissolution or other change in organizational form.\n\n(3) Compensate an agent actively managing, supervising or engaging in the operation of a business or entity, as appropriate, from the principal's assets or from the business or entity, provided that the compensation is reasonably based upon the actual responsibilities assumed and performed.\n\n(4) In general, exercise all powers with respect to operating a business or entity that the principal could if present.\n\n(u.3) Power to provide for personal and family maintenance.--\n\n(1) A power \"to provide for personal and family maintenance\" shall mean that the agent may provide for the health, education, maintenance and support, in order to maintain the customary standard of living of the principal's spouse and the following individuals, whether living when the power of attorney is executed or later born:\n\n(i) The principal's minor children.\n\n(ii) Other individuals legally entitled to be supported by the principal.\n\n(iii) The individuals whom the principal has customarily supported and intends to support.\n\n(2) In acting under this subsection, the agent shall:\n\n(i) Take into account the long-term needs of the principal.\n\n(ii) Consider any independent means available to those individuals apart from the support provided by the principal.\n\n(3) Authority with respect to personal and family maintenance is in addition to and not limited by authority that an agent may or may not have with respect to gifts under this chapter.\n\n(v) Powers generally.--\n\n(1) All powers described in this section shall be exercisable with respect to any matter in which the principal is in any way interested at the giving of the power of attorney or thereafter and whether arising in this Commonwealth or elsewhere.\n\n(2) A principal may, in a power of attorney, modify any power described in this section.\n\n(April 16, 1992, P.L.108, No.24, eff. 60 days; Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Dec. 1, 1994, P.L.655, No.102, eff. 90 days; Oct. 12, 1999, P.L.422, No.39, eff. 60 days; Oct. 27, 2010, P.L.837, No.85, eff. 60 days; July 2, 2014, P.L.855, No.95, eff. Jan. 1, 2015; July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017; Oct. 4, 2016, P.L.867, No.103, eff. imd.)\n\n2016 Amendments.Act 79 amended subsecs. (d) and (r), added subsecs. (u.2) and (u.3) and deleted subsecs. (a.1), (h) and (u.1) and Act 103 amended subsec. (d), retroactive to January 1, 2015. The amendments of subsec. (d) by Acts 79 and 103 do not conflict in substance and, under the provisions of 1 Pa.C.S. § 1954, have been merged in setting forth the text of subsec. (d). Section 21(2)(ii) of Act 79 provided that the amendment of subsec. (r) shall apply to all powers of attorney executed before, on or after the effective date of section 21(2)(ii).\n\n2014 Amendment.Act 95 amended subsecs. (k)(4), (p), (q) and (v), added subsec. (a.1) and deleted subsecs. (a) and (e). See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\nCross References.Section 5603 is referred to in sections 2206, 5602 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5603/"
    },
    {
      "id": "section-5604",
      "number": "5604",
      "heading": "",
      "text": "(a) Definition.--A durable power of attorney is a power of attorney by which a principal designates another his agent in writing. The authority conferred shall be exercisable notwithstanding the principal's subsequent disability or incapacity. A principal may provide in the power of attorney that the power shall become effective at a specified future time or upon the occurrence of a specified contingency, including the disability or incapacity of the principal.\n\n(b) Durable power of attorney not affected by disability or lapse of time.--All acts done by an agent pursuant to a durable power of attorney during any period of disability or incapacity of the principal have the same effect and inure to the benefit of and bind the principal and his successors in interest as if the principal were competent and not disabled. Unless the power of attorney states a time of termination, it is valid notwithstanding the lapse of time since its execution.\n\n(c) Relation of agent to court-appointed guardian.--\n\n(1) If, following execution of a durable power of attorney, the principal becomes an incapacitated person and a guardian is appointed for his estate, the agent is accountable to the guardian as well as to the principal.\n\n(2) A principal may nominate, by a durable power of attorney, the guardian of his estate or of his person for consideration by the court if incapacity proceedings for the principal's estate or person are thereafter commenced. The court shall make its appointment in accordance with the principal's most recent nomination in a durable power of attorney except for good cause or disqualification.\n\n(3) In its guardianship order and determination of a person's incapacity, the court shall determine whether and the extent to which the incapacitated person's durable power of attorney remains in effect.\n\n(d) Discovery of information and records regarding actions of agent.--\n\n(1) If the agency acting pursuant to the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act, is denied access to records necessary for the completion of a proper investigation of a report or a client assessment and service plan or the delivery of needed services in order to prevent further abuse, neglect, exploitation or abandonment of the older adult principal reported to be in need of protective services, the agency may petition the court of common pleas for an order requiring the appropriate access when either of the following conditions applies:\n\n(i) the older adult principal has provided written consent for confidential records to be disclosed and the agent denies access; or\n\n(ii) the agency can demonstrate that the older adult principal has denied or directed the agent to deny access to the records because of incompetence, coercion, extortion or justifiable fear of future abuse, neglect, exploitation or abandonment.\n\n(2) This petition may be filed in the county wherein the agent resides or has his principal place of business or, if a nonresident, in the county wherein the older adult principal resides. The court, after reasonable notice to the agent and to the older adult principal, may conduct a hearing on the petition.\n\n(3) Upon the failure of the agent to provide the requested information, the court may make and enforce such further orders.\n\n(4) A determination to grant or deny an order, whether in whole or in part, shall not be considered a finding regarding the competence, capacity or impairment of the older adult principal, nor shall the granting or denial of an order preclude the availability of other remedies involving protection of the person or estate of the older adult principal or the rights and duties of the agent.\n\n(e) Definitions.--As used in this section, the following words and phrases shall have the meanings given to them in this subsection:\n\n\"Abandonment.\"As that term is defined in the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act.\n\n\"Abuse.\"As that term is defined in the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act.\n\n\"Agency.\"As that term is defined in the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act, except that in cities of the first class the term shall mean the Department of Aging.\n\n\"Exploitation.\"As that term is defined in the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act.\n\n\"Neglect.\"As that term is defined in the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act.\n\n\"Older adult principal.\"A principal who is 60 years of age or older.\n\n(Apr. 16, 1992, P.L.108, No.24, eff. 60 days; Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Oct. 12, 1999, P.L.422, No.39, eff. 60 days; Dec. 20, 2000, P.L.978, No.137, eff. imd.; July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017; Oct. 4, 2016, P.L.867, No.103, eff. imd.)\n\n2016 Amendments.Act 79 amended subsec. (c)(1) and added subsec. (c)(3) and Act 103 amended subsec. (c)(1), retroactive to January 1, 2015. The amendments of subsec. (c)(1) by Acts 79 and 103 do not conflict in substance and, under the provisions of 1 Pa.C.S. § 1954, have been merged in setting forth the text of subsec. (c)(1). See section 21 of Act 79 in the appendix to this title for special provisions relating to applicability.\n\n2000 Amendment.Act 137 added subsecs. (d) and (e).\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.\n\n1992 Amendments.See section 21 of Act 24 in the appendix to this title for special provisions relating to applicability. See section 27(b) of Act 152 in the appendix to this title for special provisions relating to applicability of other provisions.\n\nCross References.Section 5604 is referred to in sections 2206, 5601.1, 6202 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5604/"
    },
    {
      "id": "section-5605",
      "number": "5605",
      "heading": "",
      "text": "(a) Death of principal.--The death of a principal who has executed a written power of attorney, durable or otherwise, shall not revoke or terminate the agency as to the agent or other person, who, without actual knowledge of the death of the principal, acts in good faith under the power. Any action so taken, unless otherwise invalid or unenforceable, shall bind successors in interest of the principal.\n\n(b) Disability or incapacity of principal.--The disability or incapacity of a principal who has previously executed a written power of attorney which is not a durable power shall not revoke or terminate the agency as to the agent or other person, who, without actual knowledge of the disability or incapacity of the principal, acts in good faith under the power. Any action so taken, unless otherwise invalid or unenforceable, shall bind the principal and his successors in interest.\n\n(c) Filing a complaint in divorce.--If a principal designates his spouse as his agent and thereafter either the principal or his spouse files an action in divorce, the designation of the spouse as agent shall be revoked as of the time the action was filed, unless it appears from the power of attorney that the designation was intended to survive such an event.\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Oct. 12, 1999, P.L.422, No.39, eff. 60 days)\n\n1999 Amendment.See section 13(1) of Act 39 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5605/"
    },
    {
      "id": "section-5606",
      "number": "5606",
      "heading": "",
      "text": "As to acts undertaken in good faith reliance thereon, an affidavit executed by the agent under a power of attorney stating that he did not have at the time of exercise of the power actual knowledge of the termination of the power by revocation, death or, if applicable, disability or incapacity or the filing of an action in divorce and that, if applicable, the specified future time or contingency has occurred, is conclusive proof of the nonrevocation or nontermination of the power at that time and conclusive proof that the specified time or contingency has occurred. The agent shall furnish an affidavit to a person relying upon the power of attorney on demand; however, good faith reliance on the power shall protect the person who acts without an affidavit. If the exercise of the power of attorney requires execution and delivery of any instrument which is recordable, the affidavit when authenticated for record is likewise recordable. This section does not affect any provision in a power of attorney for its termination by expiration of time or occurrence of an event other than express revocation or a change in the principal's capacity.\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Oct. 12, 1999, P.L.422, No.39, eff. 60 days)\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.\n\nCross References.Section 5606 is referred to in sections 3910, 5608, 5608.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5606/"
    },
    {
      "id": "section-5607",
      "number": "5607",
      "heading": "",
      "text": "A bank and trust company or a trust company authorized to act as a fiduciary in this Commonwealth and acting as an agent pursuant to a power of attorney, or appointed by another who possesses such a power, shall have the powers, duties and liabilities set forth in section 3321 (relating to nominee registration; corporate fiduciary as agent; deposit of securities in a clearing corporation; book-entry securities).\n\n(Oct. 12, 1999, P.L.422, No.39, eff. 60 days)\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5607/"
    },
    {
      "id": "section-5608",
      "number": "5608",
      "heading": "",
      "text": "(a) Third party liability.--(Deleted by amendment).\n\n(b) Third party immunity.--(Deleted by amendment).\n\n(c) Genuineness.--A person who in good faith accepts a power of attorney without actual knowledge that a signature or mark of any of the following are not genuine may, without liability, rely upon the genuineness of the signature or mark of:\n\n(1) The principal.\n\n(2) A person who signed the power of attorney on behalf of the principal and at the direction of the principal.\n\n(3) A witness.\n\n(4) A notary public or other person authorized by law to take acknowledgments.\n\n(d) Immunity.--A person who in good faith accepts a power of attorney without actual knowledge of any of the following may, without liability, rely upon the power of attorney as if the power of attorney and agent's authority were genuine, valid and still in effect and the agent had not exceeded and had properly exercised the authority that:\n\n(1) The power of attorney is void, invalid or terminated.\n\n(2) The purported agent's authority is void, invalid or terminated.\n\n(3) The agent is exceeding or improperly exercising the agent's authority.\n\n(e) Request for information.--A person who is asked to accept a power of attorney may request and, without liability, rely upon without further investigation:\n\n(1) An agent's certification under penalty of perjury of any factual matter concerning the principal, agent or power of attorney or an affidavit under section 5606 (relating to proof of continuance of powers of attorney by affidavit).\n\n(2) An English translation of the power of attorney, if the power of attorney contains, in whole or in part, language other than English.\n\n(3) An opinion of counsel relating to whether the agent is acting within the scope of the authority granted by the power of attorney if the person making the request provides in writing or other record the reason for the request.\n\n(f) Additional request for information.--A person who has accepted a power of attorney, whether or not the person has a certification or an opinion of counsel under subsection (e) or an affidavit under section 5606, and has acted upon it by allowing the agent to exercise authority granted under the power of attorney, shall not be precluded from requesting at later times a certification or an opinion of counsel under this subsection, subsection (e) or an affidavit under section 5606 with regard to any further exercise of authority by the agent under the power of attorney.\n\n(g) English translation.--An English translation or an opinion of counsel requested under this section shall be at the principal's expense, unless the request is made more than seven business days after the power of attorney or any revision or addition to a power of attorney:\n\n(1) is presented for acceptance; or\n\n(2) after being previously accepted by a person, is presented to exercise a power not previously exercised by the agent in a transaction with that person.\n\n(h) Limitations.--Except as otherwise provided by law, nothing in this section shall in itself:\n\n(1) validate a forged instrument conveying an interest in real property;\n\n(2) provide that the recording of a forged instrument gives constructive notice of a conveyance of an interest in real property; or\n\n(3) limit the liability of an insurer, indemnitor or guarantor of contractual obligations to indemnify, hold harmless or defend a person who accepts or relies upon a power of attorney.\n\n(Dec. 16, 1992, P.L.1163, No.152, eff. imd.; Oct. 12, 1999, P.L.422, No.39, eff. 60 days; July 2, 2014, P.L.855, No.95, eff. imd.)\n\n2014 Amendment.See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.\n\nCross References.Section 5608 is referred to in sections 5608.1, 5608.2 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5608/"
    },
    {
      "id": "section-5608-1",
      "number": "5608.1",
      "heading": "",
      "text": "(a) Acceptance required.--Except as provided under subsections (b) and (d):\n\n(1) A person shall either:\n\n(i) accept a power of attorney; or\n\n(ii) request one of the following:\n\n(A) an affidavit under section 5606 (relating to proof of continuance of powers of attorney by affidavit); or\n\n(B) a certification, translation or an opinion of counsel under section 5608(e) (relating to acceptance of and reliance upon power of attorney);\n\nnot later than seven business days after presentation of the power of attorney for acceptance.\n\n(2) If a person requests a certification, a translation, an affidavit under section 5606 or an opinion of counsel under section 5608(e), the person shall accept the power of attorney not later than five business days after receipt of the certification, translation, affidavit or opinion of counsel or unless the information provided by the certification, translation, affidavit or opinion of counsel provides a substantial basis for making a further request under section 5606 or 5608(e).\n\n(3) A person may not require an additional or different form of power of attorney for authority granted in the power of attorney presented.\n\n(b) Acceptance not required.--A person may not be required to accept a power of attorney if any of the following applies:\n\n(1) The person is not otherwise required to engage in a transaction with the principal in the same circumstances.\n\n(2) Engaging in a transaction with the agent or the principal in the same circumstances would be inconsistent with any provisions of this chapter, including:\n\n(i) the failure of the power of attorney to be executed in the manner required under section 5601(b) (relating to general provisions); and\n\n(ii) circumstances in which an agent has no authority to act because of the absence of an acknowledgment as provided under section 5601(d), except as provided under section 5601(e.1) or (e.2).\n\n(3) Engaging in a transaction with the agent in the same circumstances would be inconsistent with any other law or regulation.\n\n(4) The person has actual knowledge of the termination of the agent's authority or of the power of attorney before exercise of the power.\n\n(5) A request for a certification, a translation, an affidavit under section 5606 or an opinion of counsel under section 5608(e) is refused, including a certification, an affidavit or an opinion of counsel requested to demonstrate that the exercise of authority pursuant to a power of attorney is proper without the notice provided for under section 5601(c), except as provided under section 5601(e.1) or (e.2).\n\n(6) The person in good faith believes that the power of attorney is not valid or the agent does not have the authority to perform the act requested, whether or not a certification, a translation, an affidavit under section 5606 or an opinion of counsel under section 5608(e) has been requested or provided.\n\n(7) The person makes a report to the local protective services agency under section 302 of the act of November 6, 1987 (P.L.381, No.79), known as the Older Adults Protective Services Act, stating a good faith belief that the principal may be subject to physical or financial abuse, neglect, exploitation or abandonment by the agent or someone acting for or with the agent.\n\n(8) The person has actual knowledge that another person has made a report to the local protective services agency under section 302 of the Older Adults Protective Services Act stating a good faith belief that the principal may be subject to physical or financial abuse, neglect, exploitation or abandonment by the agent or someone acting for or with the agent.\n\n(c) Violation.--A person who refuses, in violation of this section, to accept a power of attorney shall be subject to:\n\n(1) Civil liability for pecuniary harm to the economic interests of the principal proximately caused by the person's refusal to comply with the instructions of the agent designated in the power of attorney.\n\n(2) A court order mandating acceptance of the power of attorney.\n\n(d) Nonapplicability.--The requirements and penalties of this section shall not apply to:\n\n(1) a power of attorney subject to the laws of another state or jurisdiction; or\n\n(2) a power of attorney prescribed by a government or governmental subdivision, agency or instrumentality for a governmental purpose.\n\n(July 2, 2014, P.L.855, No.95, eff. imd.)\n\n2014 Amendment.Act 95 added section 5608.1. See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\nCross References.Section 5608.1 is referred to in section 5608.2 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5608-1/"
    },
    {
      "id": "section-5608-2",
      "number": "5608.2",
      "heading": "",
      "text": "For the purposes of sections 5608 (relating to acceptance of and reliance upon power of attorney) and 5608.1 (relating to liability for refusal to accept power of attorney), the following shall apply:\n\n(1) A person who conducts activities through employees shall be considered to be without actual knowledge of a fact relating to a power of attorney, a principal or an agent, if the employee conducting the transaction involving the power of attorney is without knowledge of the fact.\n\n(2) An employee has knowledge of a fact if the employee has actual knowledge of the fact or acts with conscious disregard or willful ignorance regarding the existence of the fact.\n\n(July 2, 2014, P.L.855, No.95, eff. imd.)\n\n2014 Amendment.Act 95 added section 5608.2. See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5608-2/"
    },
    {
      "id": "section-5609",
      "number": "5609",
      "heading": "",
      "text": "(a) Compensation.--In the absence of a specific provision to the contrary in the power of attorney, the agent shall be entitled to reasonable compensation based upon the actual responsibilities assumed and performed.\n\n(b) Reimbursement for expenses.--An agent shall be entitled to reimbursement for actual expenses advanced on behalf of the principal and to reasonable expenses incurred in connection with the performance of the agent's duties.\n\n(Oct. 12, 1999, P.L.422, No.39, eff. 60 days)\n\n1999 Amendment.Act 39 added section 5609. See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5609/"
    },
    {
      "id": "section-5610",
      "number": "5610",
      "heading": "",
      "text": "An agent shall file an account of his administration whenever directed to do so by the court and may file an account at any other time. All accounts shall be filed in the office of the clerk in the county where the principal resides. The court may assess the costs of the accounting proceeding as it deems appropriate, including the costs of preparing and filing the account.\n\n(Oct. 12, 1999, P.L.422, No.39, eff. 60 days; July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017)\n\n2016 Amendment.Section 21(2)(ii) of Act 79 of 2016 provided that the amendment of section 5610 shall apply to all powers of attorney executed before, on or after the effective date of section 21(2)(ii).\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5610/"
    },
    {
      "id": "section-5611",
      "number": "5611",
      "heading": "",
      "text": "A power of attorney executed in or under the laws of another state or jurisdiction shall be valid in this Commonwealth if, when the power of attorney was executed, the execution complied with:\n\n(1) the law of the jurisdiction indicated in the power of attorney and, in the absence of an indication of jurisdiction, the law of the jurisdiction in which the power of attorney was executed; or\n\n(2) the requirements for a military power of attorney under 10 U.S.C. § 1044(b) (relating to legal assistance).\n\n(Oct. 12, 1999, P.L.422, No.39, eff. 60 days; July 2, 2014, P.L.855, No.95, eff. imd.)\n\n2014 Amendment.See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.\n\n1999 Amendment.See section 13(8) of Act 39 in the appendix to this title for special provisions relating to applicability.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5611/"
    },
    {
      "id": "section-5612",
      "number": "5612",
      "heading": "",
      "text": "Unless displaced by a provision of this chapter, the principles of law and equity supplement this chapter.\n\n(July 2, 2014, P.L.855, No.95, eff. imd.)\n\n2014 Amendment.Act 95 added section 5612. See section 9 of Act 95 in the appendix to this title for special provisions relating to application of law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5612/"
    },
    {
      "id": "section-5613",
      "number": "5613",
      "heading": "",
      "text": "The meaning and effect of a power of attorney is determined by the law of the jurisdiction indicated in the power of attorney and, in the absence of an indication of jurisdiction, by the law of the jurisdiction in which the power of attorney is executed.\n\n(July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017)\n\n2016 Amendment.Act 79 added section 5613. Section 21(2)(ii) of Act 79 provided that the addition of section 5613 shall apply to all powers of attorney executed before, on or after the effective date of section 21(2)(ii).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5613/"
    },
    {
      "id": "section-5614",
      "number": "5614",
      "heading": "",
      "text": "(a) County having venue.--Venue of any matter pertaining to the exercise of a power by an agent acting under a power of attorney as provided in this chapter shall be in the county in which the principal is domiciled, a resident or residing in a long-term care facility.\n\n(b) Declining jurisdiction.--\n\n(1) A court having jurisdiction may decline to exercise jurisdiction if at any time it determines that a court of another county or state is a more appropriate forum.\n\n(2) If a court of this Commonwealth declines to exercise jurisdiction, it shall either dismiss the proceeding or stay the proceeding upon condition that a proceeding be promptly commenced in another county or state. A court may impose any other condition that it deems appropriate.\n\n(July 8, 2016, P.L.497, No.79, eff. Jan. 1, 2017)\n\n2016 Amendment.Act 79 added section 5614. Section 21(2)(ii) of Act 79 provided that the addition of section 5614 shall apply to all powers of attorney executed before, on or after the effective date of section 21(2)(ii).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-20/chapter-56/section-5614/"
    }
  ]
}