{
  "state": "michigan",
  "path": "title-chapter-552-divorce/chapter-act-259-of-1909-judgments-of-divorce-or-separate-maintenance",
  "sections": [
    {
      "id": "section-552101",
      "number": "552.101",
      "heading": "Judgment of Divorce or Separate Maintenance; Determining Rights of Wife or Husband in and to Policy of Life Insurance, Endowment, or Annuity; Discharge of Liability on Policy; Determination of Rights; Assignment of Rights",
      "text": "(1) Each judgment of divorce or judgment of separate maintenance shall determine all rights of the wife in and to the proceeds of any policy or contract of life insurance, endowment, or annuity upon the life of the husband in which the wife was named or designated as beneficiary, or to which the wife became entitled by assignment or change of beneficiary during the marriage or in anticipation of marriage. If the judgment of divorce or judgment of separate maintenance does not determine the rights of the wife in and to a policy of life insurance, endowment, or annuity, the policy shall be payable to the estate of the husband or to the named beneficiary if the husband so designates. The company issuing the policy is discharged of all liability on the policy by payment of its proceeds in accordance with the terms of the policy unless before the payment the company receives written notice, by or on behalf of the insured or the estate of the insured, 1 of the heirs of the insured, or any other person having an interest in the policy, of a claim under the policy and the divorce.\n\n(2) Each judgment of divorce or judgment of separate maintenance shall determine all rights of the husband in and to the proceeds of any policy or contract of life insurance, endowment, or annuity upon the life of the wife in which the husband was named or designated as beneficiary, or to which he became entitled by assignment or change of beneficiary during the marriage or in anticipation of marriage. If the judgment of divorce or judgment of separate maintenance does not determine the rights of the husband in and to the policy of life insurance, endowment, or annuity, the policy shall be payable to the estate of the wife, or to the named beneficiary if the wife so designates. The company issuing the policy is discharged of all liability on the policy by payment of the proceeds in accordance with the terms of the policy unless before the payment the company receives written notice, by or on behalf of the insured or the estate of the insured, 1 of the heirs of the insured, or any other person having an interest in the policy, of a claim under the policy and the divorce.\n\n(3) Each judgment of divorce or judgment of separate maintenance shall determine all rights, including any contingent rights, of the husband and wife in and to all of the following:\n\n(a) Any vested pension, annuity, or retirement benefits.\n\n(b) Any accumulated contributions in any pension, annuity, or retirement system.\n\n(c) In accordance with section 18 of 1846 RS 84, MCL 552.18, any unvested pension, annuity, or retirement benefits.\n\n(4) For any divorce or separate maintenance action filed on or after September 1, 2006, if a judgment of divorce or judgment of separate maintenance provides for the assignment of any rights in and to any pension, annuity, or retirement benefits, a proportionate share of all components of the pension, annuity, or retirement benefits shall be included in the assignment unless the judgment of divorce or judgment of separate maintenance expressly excludes 1 or more components. Components include, but are not limited to, supplements, subsidies, early retirement benefits, postretirement benefit increases, surviving spouse benefits, and death benefits. This subsection applies regardless of the characterization of the pension, annuity, or retirement benefit as regular retirement, early retirement, disability retirement, death benefit, or any other characterization or classification, unless the judgment of divorce or judgment of separate maintenance expressly excludes a particular characterization or classification.\n\nHistory:1909, Act 259, Eff. Sept. 1, 1909 ;-- CL 1915, 11436 ;-- CL 1929, 12766 ;-- Am. 1939, Act 220, Eff. Sept. 29, 1939 ;-- CL 1948, 552.101 ;-- Am. 1982, Act 184, Imd. Eff. June 17, 1982 ;-- Am. 1985, Act 42, Imd. Eff. June 13, 1985 ;-- Am. 2006, Act 288, Imd. Eff. July 20, 2006 ;-- Am. 2016, Act 378, Eff. Mar. 22, 2017",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-552/statute-act-259-of-1909/section-552-101/"
    },
    {
      "id": "section-552102",
      "number": "552.102",
      "heading": "Realty Owned Jointly or by Entireties; Effect of Divorce Without Determination of Ownership in Decree.",
      "text": "Every husband and wife owning real estate as joint tenants or as tenants by entireties shall, upon being divorced, become tenants in common of such real estate, unless the ownership thereof is otherwise determined by the decree of divorce.\n\nHistory:1909, Act 259, Eff. Sept. 1, 1909 ;-- CL 1915, 11437 ;-- CL 1929, 12767 ;-- CL 1948, 552.102",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-552/statute-act-259-of-1909/section-552-102/"
    },
    {
      "id": "section-552103",
      "number": "552.103",
      "heading": "Realty Owned Jointly or by Entireties; Bill of Complaint, Disposal, Sale Order, Partition.",
      "text": "The bill of complaint or amendment thereto, or the answer or cross bill or amendment thereto, filed in any divorce proceeding may ask that the ownership of the lands described therein and owned by the parties to such suit as joint tenants or as tenants by entireties shall be determined by the decree of divorce, if granted, and in such case the court granting the divorce may award such lands to 1 or the other of said parties, or any part of it to either of them, or may order such lands to be sold under the direction of a circuit court commissioner, and the proceeds thereof divided between the parties in such proportion as the court shall order; or may appoint commissioners to partition such lands between said parties in the proportion fixed by the decree. The proceedings following the appointment of such commissioner shall conform to the law governing the partition of lands between tenants in common.\n\nHistory:1909, Act 259, Eff. Sept. 1, 1909 ;-- CL 1915, 11438 ;-- CL 1929, 12768 ;-- CL 1948, 552.103",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-552/statute-act-259-of-1909/section-552-103/"
    },
    {
      "id": "section-552104",
      "number": "552.104",
      "heading": "Divorce Decree; Certified Copy; Recording.",
      "text": "A certified copy of any decree granted in a suit for divorce may be recorded in the office of the register of deeds of any county in this state.\n\nHistory:1909, Act 259, Eff. Sept. 1, 1909 ;-- CL 1915, 11439 ;-- CL 1929, 12769 ;-- CL 1948, 552.104",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-552/statute-act-259-of-1909/section-552-104/"
    }
  ]
}