{
  "state": "district-of-columbia",
  "path": "title-42/chapter-31",
  "sections": [
    {
      "id": "section-42-3101",
      "number": "42-3101",
      "heading": "Definitions.",
      "text": "For the purpose of this chapter, the term:\n\n(1) “Adverse impact” means the presence of any one or more of the following conditions:\n\n(A) Diminished real property value that is related to prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia in or near the property;\n\n(B) Increased fear of residents to walk through or in public areas, including sidewalks, streets, and parks, due to prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia, or violence stemming therefrom;\n\n(C) Increased volume of vehicular and pedestrian traffic to and from the property that is related to prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia in or near the property;\n\n(D) An increase in the number of ambulance or police calls to the property that are related to prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia, or to violence stemming therefrom;\n\n(E) Bothersome solicitations or approaches by persons wishing to engage in prostitution or to sell controlled substances or drug paraphernalia on or near the property;\n\n(F) The presence, use, or display of firearms at or near the property;\n\n(G) Investigative purchases of controlled substances or drug paraphernalia, the presence, use, or display of firearms, or investigative actions relating to prostitution by undercover law enforcement officers at or near the property;\n\n(H) Arrests of persons on or near the property for criminal conduct relating to prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia;\n\n(I) Search warrants served or executed at the property relating to prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia;\n\n(J) A substantial number of complaints made to law enforcement and other government officials about alleged illegal activity associated with prostitution, the presence, use, or display of firearms, or the use, sale, or manufacture of controlled substances or drug paraphernalia in or near the property; or\n\n(K) The presence, use, display, or discharge of a firearm at the property.\n\n(2) “Community-based organization” means any group, whether unincorporated or incorporated, affiliated with or organized for the benefit of one or more communities or neighborhoods, of defined geographic boundaries, containing the drug-, firearm-, or prostitution-related nuisance, or any group organized to benefit the quality of life in a residential area containing the alleged drug-, firearm-, or prostitution-related nuisance.\n\n(3) “Controlled substance” means any of the controlled substances as defined in § 48-901.02(4).\n\n(4) “Drug paraphernalia” means drug paraphernalia, as defined in § 48-1101(3).\n\n(5) “Drug-, firearm-, or prostitution-related nuisance” means:\n\n(A) Any real property, in whole or in part, used or intended to be used to facilitate any violation of Chapter 9 of Title 48;\n\n(B) Any real property, in whole or in part, used, or intended to be used, to facilitate prostitution, or that is used or intended to be used to unlawfully store or otherwise keep one or more firearms, or that is used or intended to be used for the sale or manufacture of controlled substances or drug paraphernalia, that has an adverse impact on the community.\n\n(C) Any real property, in whole or in part, used or intended to be used to facilitate any violation of §§ 22-2701, 22-2703, and 22-2723, § 22-2701.01, § 22-2704, §§ 22-2705 to 22-2712, and § 22-2722.\n\n(5A) “Firearm” shall have the same meaning as provided in § 7-2501.01(9), except that it shall not include the lawful possession of a firearm by a person who is licensed or otherwise permitted by law to possess the weapon.\n\n(6) “Manufacturing” means the production, preparation, propagation, compounding, conversion, or processing of a controlled substance, either directly or indirectly, by extraction from substances of natural origin or independent means of chemical synthesis, including the packaging or repackaging of the drug or labeling or relabeling of its container.\n\n(7) “Owner” means the individual, corporation, partnership, trust association, joint venture, or any other business entity, and the respective agents of such individuals or entities, in whom is vested all or any part of the title to the property alleged to be a drug-, firearm-, or prostitution-related nuisance.\n\n(8) “Property” means tangible real property, or any interest in real property, including an interest in any leasehold, license or real estate, such as any house, apartment building, condominium, cooperative, office building, storage, restaurant, tavern, nightclub, warehouse, park, median, and the land extending to the boundaries of the lot upon which such structure is situated, and anything growing on, affixed to, or found on the land.\n\n(8A) “Prostitution” means prostitution as defined in § 22-2701.01(1) [now § 22-2701.01(3)], or any act that violates any provision of §§ 22-2701, 22-2703, and 22-2723, § 22-2704, §§ 22-2705 to 22-2712, and § 22-2722.\n\n(9) “Tenant” means a person who resides in or occupies real property owned by another person pursuant to a lease agreement, whether written or oral, or pursuant to a tenancy at will or sufferance at common law.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 2, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(a), 53 DCR 1050; Mar. 2, 2007, D.C. Law 16-191, § 112, 53 DCR 6794; Nov. 6, 2010, D.C. Law 18-259, § 7(a), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3101.html"
    },
    {
      "id": "section-42-3102",
      "number": "42-3102",
      "heading": "Action to abate.",
      "text": "(a) Wherever there is reason to believe that a drug-, firearm-, or prostitution-related nuisance exists, the United States Attorney for the District of Columbia, the Corporation Counsel for the District of Columbia, or any community-based organization may file an action in the Superior Court of the District of Columbia to abate, enjoin, and prevent the drug-, firearm-, or prostitution-related nuisance.\n\n(b) Such actions shall be commenced by the filing of a complaint in the Civil Branch of the Superior Court of the District of Columbia against any person alleging the facts constituting the drug-, firearm-, or prostitution-related nuisance.\n\n(c) Such actions shall be in equity and shall be tried without a jury.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 3, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3102.html"
    },
    {
      "id": "section-42-3102.01",
      "number": "42-3102.01",
      "heading": "Authority to obtain law enforcement records.",
      "text": "Upon request by the Attorney General for the District of Columbia, the United States Attorney for the District of Columbia may provide information related to a drug-, firearm-, or prostitution-related property that has been obtained from a law enforcement agency.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 3a; as added Apr. 4, 2006, D.C. Law 16-81, § 3(c), 53 DCR 1050; Sept. 26, 2012, D.C. Law 19-171, § 100(a), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3102.01.html"
    },
    {
      "id": "section-42-3103",
      "number": "42-3103",
      "heading": "Complaint.",
      "text": "(a) The complaint or an affidavit attached thereto shall describe the adverse impact of the drug-, firearm-, or prostitution-related nuisance upon the surrounding community.\n\n(b) The complaint shall contain a description of attempts made by the plaintiff to notify the owner of the property on which the drug-, firearm-, or prostitution-related nuisance is situated about the drug-, firearm-, or prostitution-related nuisance and the resulting adverse impact. No complaint shall be filed unless a reasonable attempt at notice to the owner of the property on which the alleged drug-, firearm-, or prostitution-related nuisance is situated is made no later than 14 days prior to the filing of the complaint. This notice requirement may be satisfied either by a mailing to the last known mailing address of the owner or by posting a conspicuous notice at the property stating the general nature of the drug-, firearm-, or prostitution-related nuisance.\n\n(c) When an action is brought pursuant to this chapter by a community-based organization, the complaint shall be supported by at least 1 person residing, either as a tenant or otherwise, or owning real property within 3000 feet of the property alleged to be a drug-, firearm-, or prostitution-related nuisance. Said support shall be in the form of an affidavit testifying to the fact that the affiant’s residence is within 3000 feet of the alleged drug-, firearm-, or prostitution-related nuisance, that the affiant has witnessed the activities alleged to constitute a drug-, firearm-, or prostitution-related nuisance, and that the affiant is aware of an adverse impact on the community stemming from the alleged drug-, firearm-, or prostitution-related nuisance.\n\n(d) A copy of the summons and complaint shall be served upon the defendant at least 5 business days prior to the first hearing on the action. Service shall be made in accordance with the Rules of the Superior Court of the District of Columbia or by posting a conspicuous notice at the property indicating the nature of the proceedings, a copy of the summons, and the time and place of the hearing. If service is made by posting at the property, a copy of the summons and complaint shall be sent, by first class mail, postage prepaid, to the last known mailing address, if any, of the defendant. If the defendant is not the owner of the property, a copy of the summons and complaint shall be mailed to the last known mailing address of the owner.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 4, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3103.html"
    },
    {
      "id": "section-42-3104",
      "number": "42-3104",
      "heading": "Preliminary injunction.",
      "text": "(a) Upon the filing of a complaint to abate the drug-, firearm-, or prostitution-related nuisance, the court shall hold a hearing on the motion for a preliminary injunction, within 10 business days of the filing of such action. If it appears, by affidavit or otherwise, that there is a substantial likelihood that the plaintiff will be able to prove at trial that a drug-, firearm-, or prostitution-related nuisance exists, the court may enter an order preliminarily enjoining the drug-, firearm-, or prostitution-related nuisance and granting such other relief as the court may deem appropriate, including those remedies provided in § 42-3110. A plaintiff need not prove irreparable harm to obtain a preliminary injunction. Where appropriate, the court may order a trial of the action on the merits to be advanced and consolidated with the hearing on the motion for preliminary injunction.\n\n(b) This section shall not be construed to prohibit the application for or the granting of a temporary restraining order, or other equitable relief otherwise provided by law.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 5, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3104.html"
    },
    {
      "id": "section-42-3105",
      "number": "42-3105",
      "heading": "Protection of witnesses.",
      "text": "If proof of the existence of the drug-, firearm-, or prostitution-related nuisance depends, in whole or in part, upon affidavits of witnesses who are not law enforcement officers, the court in its discretion may issue orders to protect those witnesses, including, but not limited to, placing the complaint and supporting affidavits under seal.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 6, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3105.html"
    },
    {
      "id": "section-42-3106",
      "number": "42-3106",
      "heading": "Conviction not required.",
      "text": "A previous conviction of the defendant, or any tenant or owner of the property, shall not be required to demonstrate a drug-, firearm-, or prostitution-related nuisance.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 7, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3106.html"
    },
    {
      "id": "section-42-3107",
      "number": "42-3107",
      "heading": "Security.",
      "text": "No security bond shall be required to issue a preliminary injunction or temporary restraining order sought by the United States Attorney for the District of Columbia or by the Corporation Counsel. Otherwise, the court may require a security bond to issue a preliminary injunction or temporary restraining order.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 8, 45 DCR 7982",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3107.html"
    },
    {
      "id": "section-42-3108",
      "number": "42-3108",
      "heading": "Burden of proof.",
      "text": "The plaintiff must establish that a drug-, firearm-, or prostitution-related nuisance exists by a preponderance of the evidence. Once a reasonable attempt at notice is made pursuant to § 42-3103, the owner of the property shall be presumed to have knowledge of the drug-, firearm-, or prostitution-related nuisance. A plaintiff is not required to make any further showing that the owner knew, or should have known, of the drug-, firearm-, or prostitution-related nuisance to obtain relief under § 42-3110 or § 42-3111.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 9, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3108.html"
    },
    {
      "id": "section-42-3109",
      "number": "42-3109",
      "heading": "Evidence of reputation.",
      "text": "In an action brought under this chapter, evidence of general reputation of the property or tenants is admissible for the purpose of proving a drug-, firearm-, or prostitution-related nuisance, and for the purpose of proving the knowledge of the defendant of the nuisance.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 10, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3109.html"
    },
    {
      "id": "section-42-3110",
      "number": "42-3110",
      "heading": "Relief.",
      "text": "(a) If the existence of a drug-, firearm-, or prostitution-related nuisance is found, the court shall enter an order permanently enjoining, abating, and preventing the continuance or recurrence of the nuisance. In order to effectuate fully the equitable remedy of abatement, such order may include damages as provided in § 42-3111. The court may grant declaratory relief or any other relief deemed necessary to accomplish the purposes of the judgment. The court may retain jurisdiction of the case for the purpose of enforcing its orders. A drug-, firearm-, or prostitution-related nuisance is a nuisance per se requiring abatement as provided under subsection (b) of this section.\n\n(b) Any order issued under this section may include the following relief:\n\n(1) Assessment of reasonable attorney fees and costs to the prevailing party;\n\n(2) Ordering the owner to make repairs upon the property;\n\n(3) Ordering the owner to make reasonable expenditures upon the property, including the installation of secure locks, hiring private security personnel, increasing lighting in common areas, and using videotaped surveillance of the property and adjacent alleys, sidewalks, or parking lots;\n\n(4) Ordering all rental income from the property to be placed in an escrow account with the court for up to 90 days or until the drug-, firearm-, or prostitution-related nuisance is abated;\n\n(5) Ordering all rental income for the property transferred to a trustee, to be appointed by the court, who shall be empowered to use the rental income to make reasonable expenditures related to the property in order to abate the drug-, firearm-, or prostitution-related nuisance;\n\n(6) Ordering the property vacated, sealed, or demolished; or\n\n(7) Any other remedy which the court, in its discretion, deems appropriate.\n\n(c) In fashioning an order under this section, the court shall consider, without limitation, the following factors:\n\n(1) The extent and duration of the drug-, firearm-, or prostitution-related nuisance and the severity of the adverse impact on the community;\n\n(2) The number of people residing at the property;\n\n(3) The proximity of the property to other residential structures;\n\n(4) The number of times the property has been cited for housing code or health code violations;\n\n(5) The number of times the owner or tenant has been notified of drug-, firearm-, or prostitution-related problems at the property;\n\n(6) Prior efforts or lack of efforts by the defendant to abate the drug-, firearm-, or prostitution-related nuisance;\n\n(7) The involvement of the owner or tenant in the drug-, firearm-, or prostitution-related nuisance;\n\n(8) The costs incurred by the jurisdiction or by the community-based organization in investigating, correcting, or attempting to correct the drug-, firearm-, or prostitution-related nuisance;\n\n(9) Whether the drug-, firearm-, or prostitution-related nuisance was continuous or recurring;\n\n(10) The economic or financial benefit accruing or likely to accrue to the defendant as a result of the conditions constituting the drug-, firearm-, or prostitution-related nuisance; or\n\n(11) Any other factor the court deems relevant.\n\n(d) In fashioning an order under this section, the court shall not consider the lack of action by other property owners, tenants, or third parties to abate the drug-, firearm-, or prostitution-related nuisance.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 11, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3110.html"
    },
    {
      "id": "section-42-3111",
      "number": "42-3111",
      "heading": "Damages.",
      "text": "In addition to equitable relief granted under this chapter, the plaintiff may request, and the court in its discretion may order damages for each day the drug-, firearm-, or prostitution-related nuisance is unabated since the date the defendant first received notice of the drug-, firearm-, or prostitution-related nuisance as provided in § 42-3103, or knew or should have known of the existence of the drug-, firearm-, or prostitution-related nuisance, whichever is earlier. Such damages shall be payable to the plaintiff, or, in the case of an action by the United States Attorney for the District of Columbia or by the Corporation Counsel, to the Drug-, Firearm-, or Prostitution-Related Nuisance Abatement Fund established by § 42-3111.01. No other damages are recoverable under this chapter.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 12, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), (d), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3111.html"
    },
    {
      "id": "section-42-3111.01",
      "number": "42-3111.01",
      "heading": "Drug-, Firearm-, or Prostitution-Related Nuisance Abatement Fund.",
      "text": "(a) There is hereby established a Drug-, Firearm-, or Prostitution-Related Nuisance Abatement Fund (“Fund”), which shall be separate from the General Fund of the District of Columbia. The assets of the Fund shall not exceed $2 million at any time. The Fund shall consist of damages collected in cases brought pursuant to this chapter and any additional funds Congress may make available to the Fund. Such funds shall be deposited in the Fund upon receipt. The funds in the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year, but shall remain available for the purposes set forth in this section, subject to authorization and appropriation by Congress. Any balance in excess of $2 million shall be deposited in the General Fund of the District of Columbia.\n\n(a-1) [Applicable as of September 30, 2026.]\n\n(b) The funds in the Fund shall be available for use by the Attorney General to carry out the enforcement of this chapter, including all costs reasonably related to prosecuting cases and conducting investigations pursuant to this chapter. The Attorney General may also use the funds in the Fund to enforce Chapter 36A of this title, including all costs reasonably related to prosecuting and conducting investigations of housing receivership cases.\n\n(c) Disbursements made from the Fund to the Office of Attorney General or other appropriate agency shall be used to supplement and not supplant the Office of the Attorney General’s appropriated operating budget.\n\n(d) [Applicable as of September 30, 2026.]",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 12a; as added Apr. 4, 2006, D.C. Law 16-81, § 3(e), 53 DCR 1050; Sept. 26, 2012, D.C. Law 19-171, § 100(b), 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3111.01.html"
    },
    {
      "id": "section-42-3112",
      "number": "42-3112",
      "heading": "Violation of injunction or abatement order.",
      "text": "(a) A violation of any court order issued under this chapter is punishable as a contempt of court.\n\n(b) Upon finding that a defendant has willfully violated an order issued under this chapter, the court may issue any additional orders necessary to abate the drug-, firearm-, or prostitution-related nuisance.\n\n(c) Upon motion, the court may vacate an order or judgment of abatement if the owner of the property satisfies the court that the drug-, firearm-, or prostitution-related nuisance has been abated for 90 days prior to the motion, corrects all housing code and health code violations on the property, and deposits a bond in an amount to be determined by the court, which shall be in an amount reasonably calculated to ensure continued abatement of the nuisance. Any bond posted under this subsection shall be forfeited immediately if the drug-, firearm-, or prostitution-related nuisance recurs during the 2-year period following the date on which an order under this section is entered. At the close of 2 years following the date on which an order under this section is entered, the bond shall be returned.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 13, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3112.html"
    },
    {
      "id": "section-42-3113",
      "number": "42-3113",
      "heading": "Interpretation.",
      "text": "This chapter shall be construed liberally in accordance with its remedial purposes. The definition of a drug-, firearm-, or prostitution-related nuisance shall not be subject to any restrictions or limitations upon public or private nuisance actions at common law. This action is civil in nature and none of its provisions should be interpreted as punishment.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 14, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3113.html"
    },
    {
      "id": "section-42-3114",
      "number": "42-3114",
      "heading": "Availability of other remedies.",
      "text": "The provisions of this chapter shall not limit the availability of other remedies under the law or other equitable relief whether or not an adequate remedy exists at law.",
      "history": "Mar. 26, 1999, D.C. Law 12-194, § 15, 45 DCR 7982",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3114.html"
    },
    {
      "id": "section-42-3115",
      "number": "42-3115",
      "heading": "Suspension or revocation of licenses.",
      "text": "(1) In accordance with § 2-509, the Mayor shall revoke the license of any licensee who knowingly has permitted on the licensed premises:\n\n(A) The illegal sale, negotiation for sale, or use of any controlled substance as that term is defined in Chapter 9 of Title 48, or the Controlled Substances Act of 1970, approved October 27, 1970 (84 Stat. 1243; 21 U.S.C. § 801 et seq.);\n\n(B) The possession, other than for personal use, sale, or negotiation for sale of drug paraphernalia in violation of subchapter I of Chapter 11 of Title 48;\n\n(C) An act of prostitution, as defined in § 22-2701.01(3), or any act that violates any provision of §§ 22-2701 through 22-2712; or\n\n(D) Conduct that violates § 48-911.01(a).\n\n(2) The Mayor shall revoke any certificate of occupancy or permit associated with the specific address or unit, whichever is more specific, of the holder of a certificate of occupancy or permit who knowingly permits a violation of § 48-911.01(a), to occur at the specific address or unit identified in the certificate of occupancy or permit.\n\n(3) The Mayor, by rule, shall establish costs and fines to cover revocation of any license revoked pursuant to paragraph (1) of this subsection.\n\n(1) In addition to the provisions of subsection (a) of this section and paragraph (2) of this subsection, the Mayor, notwithstanding § 2-1801.04(a)(1), may take the following actions against any licensee, or agent or employee of a licensee, that, with or without the appropriate license, engages in the purchase, sale, exchange, or any other form of commercial transaction involving used goods or merchandise that are knowingly stolen:\n\n(A) For the first violation of this paragraph, the Mayor:\n\n(i) Shall issue a fine in the amount of $2,500; and\n\n(ii) May seal the licensee's premises for up to 96 hours without a prior hearing.\n\n(B) For a second violation of this paragraph, the Mayor:\n\n(i) Shall issue a fine in the amount of $5,000;\n\n(ii) May seal the licensee's premises for up to 96 hours without a prior hearing; and\n\n(I) Shall, within 30 days of the issuance of a fine, require the licensee to submit a remediation plan approved by the Mayor, in consultation with the Chief of Police, that contains the licensee's plan to prevent any future recurrence of purchasing, selling, exchanging, or otherwise transacting stolen goods and the acknowledgment that a subsequent occurrence of engaging in prohibited activities may result in the revocation of all licenses issued to the licensee pursuant to Chapter 28 of Title 47.\n\n(II) If the licensee fails to submit a remediation plan in accordance with this sub-subparagraph, or if the Mayor rejects the licensee's remediation plan, the Mayor shall provide written notice to the licensee of the Mayor's intent to suspend all licenses issued to the licensee pursuant to Chapter 28 of Title 47 for an additional 30 days.\n\n(C) For a third violation of this paragraph, the Mayor:\n\n(i) Shall issue a fine in the amount of $10,000;\n\n(ii) May seal the licensee's premises for up to 96 hours without a prior hearing; and\n\n(iii) Shall provide written notice to the licensee of the Mayor's intent to permanently revoke all licenses issued to the licensee pursuant to Chapter 28 of Title 47.\n\n(2) In addition to the provisions of subsection (a) of this section and paragraph (1) of this subsection, the Mayor or the Chief of Police, notwithstanding § 2-1801.04(a)(1), may take the following actions against, or impose the following requirements upon, any licensee, or agent or employee of a licensee, that knowingly engages or attempts to engage in the purchase, sale, exchange, or any other form of commercial transaction involving a synthetic drug, including the possession of multiple units of a synthetic drug:\n\n(A) For a first violation of this paragraph:\n\n(i) The Mayor shall issue a fine in the amount of $10,000;\n\n(ii) The Mayor may issue a notice to revoke all licenses issued to the licensee pursuant to Chapter 28 of Title 47; and\n\n(I) The Chief of Police, after a determination by the Mayor in accordance with § 2-1801.06(a), shall seal the licensee's premises, or a portion of the premises, for up to 96 hours without a prior hearing;\n\n(II) Within 14 days after a licensee's premises is sealed under sub-sub-subparagraph (I) of this sub-subparagraph, the Mayor shall require the licensee to submit a remediation plan to the Director of the Department of Licensing and Consumer Protection that contains the licensee's plan to prevent any future recurrence of purchasing, selling, exchanging, or otherwise transacting any synthetic drug and the acknowledgment that a subsequent occurrence of engaging in prohibited activities may result in the revocation of all licenses issued to the licensee pursuant to Chapter 28 of Title 47.\n\n(III) If the licensee fails to submit a remediation plan in accordance with this sub-subparagraph, or if the Mayor, in consultation with the Chief of Police, rejects the licensee's remediation plan, the Mayor shall provide written notice to the licensee of the defects in any rejected remediation plan and of the Mayor's intent to revoke all licenses issued to the licensee pursuant to Chapter 28 of Title 47.\n\n(IV) If the licensee cures the defects in a rejected remediation plan, the Mayor may suspend any action to revoke any license of the licensee issued pursuant to Chapter 28 of Title 47.\n\n(V) The Mayor shall notify the Office of the Attorney General upon sealing a licensee's premises or a portion of the premises.\n\n(B) For any subsequent violation of this paragraph:\n\n(i) The Mayor shall issue a fine in the amount of $20,000; and\n\n(ii) The Chief of Police, after a determination by the Mayor in accordance with § 2-1801.06(a), shall seal the licensee's premises, or a portion of the premises, for up to 30 days without a prior hearing.\n\n(C) If a licensee's premises, or a portion of the premises, is sealed under subparagraph (A) or (B) of this paragraph, a licensee shall have the right to request a hearing with the Office of Administrative Hearings within 3 business days after service of notice of the sealing of the premises under subparagraph (E) of this paragraph.\n\n(D) If a licensee timely requests a hearing under subparagraph (C) of this paragraph, the Office of Administrative Hearings shall hold a hearing before an administrative law judge within 3 business days after receiving the request.\n\n(E) At the time of the sealing of the premises, or a portion of the premises, under subparagraph (A) or (B) of this paragraph, the Director of the Department of Licensing and Consumer Protection shall post at the premises and serve on the licensee a written notice and order stating:\n\n(i) The specific action or actions being taken;\n\n(ii) The factual and legal bases for the action or actions;\n\n(iii) The right, within 3 business days after service of notice of the sealing of the premises, to request a hearing with the Office of Administrative Hearings;\n\n(iv) The right to a hearing before an administrative law judge within 3 business days after a timely request being received by the Office of Administrative Hearings; and\n\n(v) That it shall be unlawful for any person, with the exception of emergency services personnel, to enter the sealed premises for any purpose without written permission by the Director of the Department of Licensing and Consumer Protection.\n\n(F) A licensee shall pay a fine issued pursuant to subparagraph (A) or (B) of this paragraph within 20 days after adjudication by the Office of Administrative Hearings. If the licensee fails to pay the fine within the specified time period, the Mayor may seal the premises until the fine is paid.\n\n(G) For the purposes of this paragraph, the term:\n\n(i) \"Business days\" means days in which the Office of Administrative Hearings is open for business.\n\n(ii) \"Synthetic drug\" means any product possessed, provided, distributed, sold, or marketed with the intent that it be used as a recreational drug, such that its consumption or ingestion produces effects on the central nervous system or brain function to change perception, mood, consciousness, cognition, or behavior in ways that are similar to the effects of marijuana, cocaine, amphetamines, or Schedule I narcotics under § 48-902.04. The term \"synthetic drug\" includes any chemically synthesized product (including products that contain both a chemically synthesized ingredient and herbal or plant material) possessed, provided, distributed, sold, or marketed with the intent that the product produces effects substantially similar to the effects created by compounds banned by District or federal synthetic drug laws or by the United States Drug Enforcement Administration pursuant to its authority under the Controlled Substances Act, approved October 27, 1970 (84 Stat. 1247; 21 U.S.C. § 801 et seq.). Any of the following factors shall be treated as indicia that a product is being marketed with the intent that it be used as a recreational drug:\n\n(I) The product is not suitable for its marketed use (such as a crystalline or powder product being marketed as \"glass cleaner\").\n\n(II) The individual or business providing, distributing, displaying, or selling the product does not typically provide, distribute, display, or sell products that are used for that product's marketed use (such as liquor stores, smoke shops, or gas or convenience stores selling \"plant food\").\n\n(III) The product contains a warning label that is not typically present on products that are used for that product's marketed use, including \"Not for human consumption,\" \"Not for purchase by minors,\" \"Must be 18 years or older to purchase,\" \"100% legal blend,\" or similar statements.\n\n(IV) The product is significantly more expensive than other products that are used for that product's marketed use.\n\n(V) The product resembles an illicit street drug (such as cocaine, methamphetamine, or Schedule I narcotic) or marijuana.\n\n(VI) The licensee or any employee of the licensee has been warned by a District government agency or has received a criminal incident report, arrest report, or equivalent from any law enforcement agency that the product or a similarly labeled product contains a synthetic drug.\n\n(A) A violation of this subsection shall be a civil infraction for purposes of Chapter 18 of Title 2. Civil fines, penalties, and fees may be imposed as sanctions for any infraction of the provisions of this subsection or the rules issued under the authority of this subsection, pursuant to Chapter 18 of Title 2.\n\n(B) Adjudication of any infraction of this subsection shall be pursuant to the Chapter 18 of Title 2.\n\n(C) Summary action taken pursuant to this subsection shall be pursuant to subchapter I of Chapter 18 of Title 2.\n\n(4) In addition to other remedies provided by law, the Office of the Attorney General may commence an action in the Civil Branch of the Superior Court of the District of Columbia to compel compliance, abate, enjoin, or prevent violations of this subsection. The plaintiff need not prove irreparable injury or harm to obtain a preliminary or temporary injunction.\n\n(1) The term \"knowingly\" includes:\n\n(A) For the purposes of subsections (a) and (b) of this section, actual notice of a specific violation set forth in subsection (a) or (b) of this section to the licensee or authorized agent of the licensee, issued by a District agency notifying the licensee, or authorized agent, of the same or similar violation occurring on the licensee's premises; or\n\n(B) For the purposes of subsection (b) of this section, constructive notice to the licensee, or authorized agent of the licensee, resulting from the failure of the licensee, or authorized agent, to ascertain the ownership of the used goods or merchandise.\n\n(2) For the purposes of this subsection, actual or constructive notice to the authorized agent of the licensee constitutes notice to the licensee.\n\n(d) Notwithstanding any of the provisions of Chapter 28 of Title 47 requiring an inspection as a prerequisite to the issuance of a license, the Mayor is authorized to provide by regulation that any such inspection shall be made either prior or subsequent to the issuance of a license, but any such license, whether issued prior or subsequent to a required inspection, may be suspended or revoked for failure of the licensee to comply with the laws or regulations applicable to the licensed business, trade, profession, or calling.",
      "history": "Feb. 25, 2010, D.C. Law 12-194, § 15a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3115.html"
    },
    {
      "id": "section-42-3131.01",
      "number": "42-3131.01",
      "heading": "Mayor may correct conditions violative of law; assessment of cost; lien on property; fund to pay costs; summary corrective action of life-or-health threatening condition.",
      "text": "(1) Except as provided in paragraphs (2) and (3) of this subsection, whenever the owner of any real property in the District of Columbia shall fail or refuse, after the service of reasonable notice in the manner provided in § 42-3131.03, to correct any condition which exists on or has arisen from such property in violation of law or of any regulation made by authority of law, with the correction of which condition said owner is by law or by said regulation chargeable, or to show cause, sufficient in the judgment of the Mayor of said District, why he should not be required to correct such condition, then, and in that instance, the Mayor of the District of Columbia is authorized to: Cause such condition to be corrected; assess the fair market value of the correction of the condition or the actual cost of the correction, whichever is higher, and all expenses incident thereto (including the cost of publication, if any, herein provided for) as a tax against the property on which such condition existed or from which such condition arose, as the case may be; and carry such tax on the regular tax rolls of the District, and collect such tax in the same manner as general taxes in said District are collected; provided, that the correction of any condition aforesaid by the Mayor of said District under authority of this section shall not relieve the owner of the property on which such condition existed, or from which such condition arose, from criminal prosecution and punishment for having caused or allowed such unlawful condition to arise or for having failed or refused to correct the same.\n\n(1A) The Mayor may request the Office of Administrative Hearings to issue, and the Office of Administrative Hearings may issue, a final order converting a special assessment lien to an administrative judgment. The Mayor may then cause the final order to be entered as a judgment against the owner in the Superior Court of the District of Columbia. The Mayor may enforce the judgment in the same manner as any other civil judgment may be enforced under District law.\n\n(2) Whenever the owner of any vacant building, as defined in § 42-3131.05(5), shall fail to enclose the doors, windows, areaways, or other openings of the property, the Mayor may immediately enclose the property to meet the standard described in § 42-3131.12. Subsequent to the enclosure, the Mayor shall give the owner notice as prescribed in § 42-3131.03.\n\n(3) Summary correction of certain violations without prior notice to the owner is authorized pursuant to subsection (c)(1) of this section.\n\n(A) There is established in the District of Columbia, and accounted for within the General Fund, a separate revenue source allocable to provide authorization for the purpose of paying the costs of correction of any condition, and all expenses incident thereto, that the Mayor may order or cause pursuant to subsection (a) of this section and for the purposes of demolishing or enclosing a structure under subchapter II of Chapter 31C of this title. Any unexpended balance at the end of the year shall be reserved as a restricted fund balance and used to provide authorization to expend for subsequent years subject to the direction of the Mayor.\n\n(B) There is established within the fund established by subparagraph (A) of this paragraph an account in which fees and penalties collected under § 6-916(b), shall be deposited, to be expended for the purposes set forth in § 6-916(b).\n\n(2) There shall be deposited to the credit of the fund such amounts as may be appropriated for the fund or for the purposes of the fund; grants, donations, or restitution from any source to the fund or to the District of Columbia for the purposes of the fund; interest earned from the deposit or investment of monies of the fund; if an accounting is made in accordance with, and subject to, § 47-1340(f), amounts assessed and collected as a tax against real property under subsection (a) of this section including any interest and any penalties thereon, or otherwise received to recoup any amounts, incidental expenses or costs incurred, obligated or expended for the purposes of the fund and funds collected pursuant to subchapter II of Chapter 31C of this title; all fees and penalties collected under § 6-916(b) (to be deposited in the account established under paragraph (1)(B) of this subsection) recoveries from enforcement action brought by the Office of the Attorney General on behalf of the District of Columbia or District of Columbia agencies for the abatement of violations of Chapters 1 through 16 of Title 14 of the District of Columbia Code of Municipal Regulations, excluding funds obtained through administrative proceedings; and all other receipts of whatever nature derived from the operation of the fund.\n\n(2A) Not Funded.\n\n(3) The Mayor shall include in the budget estimates of the District of Columbia for each fiscal year, and there are authorized to be appropriated annually, such amounts out of the revenues of the District of Columbia as may be necessary for the capitalization of the fund.\n\n(4) Not later than 6 months after the end of each fiscal year, the Mayor shall submit to the Council a report of the financial condition of the fund, and any other special purpose revenue funds or capital project funds used for nuisance abatement activities, and the results of the operations and collections for the fiscal year. The report shall include an itemized accounting of all unrecovered taxes and penalties, the names of delinquent property owners, the nature of corrected building violations, and a detailed accounting of each expenditure. All funding sources shall be separately listed.\n\n(A) The Mayor may order the summary correction of housing regulation violations or violations of the Construction Codes where there is imminent danger, as determined by the Mayor.\n\n(B) Except in the case of a vacant building, the Mayor shall promptly notify the owner or authorized agent that the correction is ordered within a specified time period; provided, that the Mayor is authorized to take emergency action, including putting in temporary safeguards, without prior notification when the Mayor determines there is imminent danger due to an unsafe condition and immediate emergency action is necessary to alleviate the danger.\n\n(C) Any person ordered to take emergency measures or actions shall immediately comply with any notice or order. Where notice is provided under this section, if at the time of the notice, the owner is engaged in a good-faith effort to make the necessary correction, the Mayor shall not commence corrective action unless and until the owner interrupts or ceases the corrective effort or the Mayor determines that emergency repairs or temporary safeguards are required.\n\n(i) The owner or authorized agent shall be notified by personal service or by registered mail to the last known address and by conspicuous posting on the property. If the owner or address is unknown, or cannot be located, notice shall be provided by conspicuous posting on the property.\n\n(ii) The Mayor may assess all reasonable costs of correcting the condition and all expenses incident to the corrective action as a tax against the property.\n\n(iii) A tax placed against a property pursuant to this subsection shall be carried on the regular tax rolls and collected in the same manner as real estate taxes are collected.\n\n(iv) The Mayor shall provide an opportunity for review of the summary corrective action without prejudice to the Mayor's authority to take and complete that action.\n\n(E) Monies in the fund established by subsection (b)(1) of this section shall be available to cover the costs of the summary corrections authorized by this subsection.\n\n(F) For the purposes of this paragraph, the term:\n\n(i) \"Good faith effort\" means one that is likely to cause the correction of the condition at least as soon as it could be corrected by the Mayor.\n\n(I) \"Imminent danger\" means:\n\n(aa) There is an immediate danger of the failure or collapse of a building or other structure that endangers life;\n\n(bb) When any structure or part of a structure has fallen and life is endangered by the occupation of the structure;\n\n(cc) When there is actual or potential danger to the building occupants or those in the proximity of any structure because of explosives, explosive fumes or vapors, the presence of toxic fumes, gases, or materials; or\n\n(dd) When the health or safety of occupants of the premises or those in the proximity of the premises is immediately endangered by an insanitary condition or the operation of defective or dangerous equipment.\n\n(II) The term \"imminent danger\" may also include:\n\n(aa) A vacant building, as defined in\n§ 42-3131.05(5);\n\n(bb) The interruption of electrical, heat, gas, water, or other essential services, when the interruption results from other than natural causes; or\n\n(cc) The presence of graffiti.\n\n(1A) The Mayor may request the Office of Administrative Hearings to issue, and the Office of Administrative Hearings may issue, a final order converting a special assessment lien to an administrative judgment. The Mayor may then cause the final order to be entered as a judgment against the owner in the Superior Court of the District of Columbia. The Mayor may enforce the judgment in the same manner as any other civil judgment may be enforced under District law.\n\n(2) For the purposes of this subsection, the presence of graffiti shall be deemed to be a housing regulation violation.\n\n(3) In the case of graffiti which does not constitute a life-or-health threatening condition, but which constitutes a nuisance, the Mayor may order the removal of the graffiti within a specified time period and, subject to 7 days’ notice to the owner or an authorized agent in the manner provided under paragraph (1) of this subsection and an opportunity for review of the order, the Mayor may remove the graffiti if the owner does not comply.\n\n(d) The Mayor may charge any property owner whose property is the subject of corrective action, as provided in subsection (c) of this section, or any property owner who receives a notice to correct wrongful conditions pursuant to § 6-804(c) a fee to cover the administrative costs incurred by the District of Columbia in its efforts to provide that the violation be corrected. The Mayor may assess this fee as a tax against the property, may carry this tax on the regular tax rolls, and may collect this tax in the same manner as real estate taxes are collected.\n\n(e) The Mayor may defer or forgive, in whole or in part, any cost or fee assessed pursuant to §§ 42-3131.01 to 42-3131.03 with respect to any qualified real property approved pursuant to § 6-1503.",
      "history": "Apr. 14, 1906, 34 Stat. 114, ch. 1626, § 1; Jan. 5, 1980, D.C. Law 3-45, § 2, 26 DCR 2305; June 14, 1980, D.C. Law 3-70, § 7(m), 27 DCR 1776; Mar. 10, 1983, D.C. Law 4-205, § 2, 30 DCR 188; Oct. 20, 1988, D.C. Law 7-177, § 8, 35 DCR 6158; Feb. 27, 1998, D.C. Law 12-52, § 2, 44 DCR 6226; Mar. 26, 1999, D.C. Law 12-201, § 2, 45 DCR 8410; June 9, 2001, D.C. Law 13-305, § 508(b), 48 DCR 334; Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 19, 2002, D.C. Law 14-213, § 11, 49 DCR 8140; Mar. 13, 2004, D.C. Law 15-105, § 42, 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 2073, 51 DCR 8441; Mar. 2, 2007, D.C. Law 16-209, § 2, 53 DCR 9080; Mar. 8, 2007, D.C. Law 16-241, § 2, 54 DCR 599; Aug. 16, 2008, D.C. Law 17-219, § 2020, 55 DCR 7598; Mar. 21, 2009, D.C. Law 17-319, § 2(a), 56 DCR 214; Mar. 25, 2009, D.C. Law 17-353, §§ 155, 244(b), 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111,§ 2141, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 2062, 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.01.html"
    },
    {
      "id": "section-42-3131.02",
      "number": "42-3131.02",
      "heading": "Inspection of buildings for violative conditions; interference with inspection.",
      "text": "(a) For the purpose of carrying into effect § 42-3131.01, the Mayor of the District of Columbia and all other persons, including contractors and employees of contractors acting under his authority or by his direction, are authorized to enter upon and into any lands and tenements in said District, during all reasonable hours, to inspect the same and to do whatever may be necessary to correct, in a good and workmanlike manner, any condition that exists on or has arisen from such lands or tenements in violation of law or of any regulation made by authority of law, with the correction of which condition the owner of said lands or tenements is by law or such regulation chargeable. Any person who shall hinder, interfere with, or prevent any inspection or work authorized by this subchapter shall, upon conviction thereof, be punished by a fine not exceeding $100 or by imprisonment for a period not exceeding 3 months, or by both such fine and imprisonment, in the discretion of the court.\n\n(1) The Mayor may apply to a judge of the District of Columbia for an administrative search warrant to enter any premises to conduct any inspection required or authorized by law to determine compliance with the provisions of this chapter.\n\n(2) The application for an administrative search warrant shall be in writing and sworn to by the applicant and shall particularly describe the place, structure, or premises to be inspected and the nature, scope, and purpose of the inspection to be performed by the applicant.\n\n(3) Before filing an application for an administrative search warrant with a court, the Mayor shall obtain approval by the Office of the Attorney General as to its legality in both form and substance under the standards and criteria of this section and a statement to this effect shall be included as part of the application.\n\n(4) A judge of a court referred to in this section may issue the warrant on finding that:\n\n(i) The applicant has sought access to the property for the purpose of making an inspection; and\n\n(I) After requesting, at a reasonable time, the owner, tenant, or other individual in charge of the property to allow access, has been denied access to the property; or\n\n(II) After making a reasonable effort, the applicant has been unable to locate any of these individuals;\n\n(B) The requirements of paragraphs (2) and (3) of this subsection are satisfied;\n\n(C) The Mayor is authorized by law to make an inspection of the property for which the warrant is sought; and\n\n(D) Probable cause for the issuance of the warrant has been demonstrated by the applicant by specific evidence of an existing violation of any provision of this chapter or any rule or regulation adopted under this chapter or by showing that:\n\n(i) A reasonable administrative inspection program exists regarding the condition of the property; and\n\n(ii) The proposed inspection comes within the program.\n\n(5) An administrative search warrant issued under this section shall specify the place, structure, premise, vehicle, or records to be inspected. The inspection conducted shall not exceed the limits specified in the warrant.\n\n(6) An administrative search warrant issued under this section authorizes the applicant and other officials or employees of the District to enter specified property to perform the inspection, sampling, and other functions authorized by law to determine compliance with the provisions of this chapter.\n\n(7) An administrative search warrant issued under this section shall be executed and returned to the judge by whom it was issued within:\n\n(A) The time specified in the warrant, not to exceed 30 days; or\n\n(B) If no time period is specified in the warrant, 15 days from the date of its issuance.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 2; Apr. 4, 2006, D.C. Law 16-81, § 4, 53 DCR 1050",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.02.html"
    },
    {
      "id": "section-42-3131.03",
      "number": "42-3131.03",
      "heading": "Notice requiring correction of unlawful conditions; service.",
      "text": "For the purposes of this subchapter, any notice required by law or by any regulation aforesaid to be served shall be deemed to have been served:\n\n(1) If delivered to the person to be notified, if sent by electronic mail to the last-known electronic mail address of the person to be notified, or if left, at the usual residence or place of business of the person to be notified, with a person of suitable age and discretion then resident therein;\n\n(2) If no such residence or place of business can be found in said District by reasonable search, if left with any person of suitable age and discretion employed therein at the office of any agent of the person to be notified, which agent has any authority or duty with reference to the land or tenement to which said notice relates;\n\n(3) If no such office can be found in the District by reasonable search, if forwarded by first-class mail to the last-known address of the person to be notified, or the person’s agent, as determined by the tax records, business license records, or business entity registration records, and not returned by the post office authorities;\n\n(4) If no address be known or can by reasonable diligence be ascertained, or if any notice forwarded as authorized by paragraph (3) of this section shall be returned by the post office authorities, if posted in a conspicuous place in or about the property affected by the notice; or\n\n(5) If by reason of an outstanding, unrecorded transfer of title the name of the owner in fact cannot be ascertained beyond a reasonable doubt, if served on the owner of record in the manner hereinbefore in this section provided. Any notice required by law or by any regulation aforesaid to be served on a corporation shall for the purposes of this subchapter be deemed to have been served on any such corporation if served on the president, secretary, treasurer, general manager, or any principal officer of such corporation in the manner hereinbefore provided for the service of notices on natural persons holding property in their own right; and, if required to be served on any foreign corporation, if served on any agent of such corporation personally, or if left with any person of suitable age and discretion residing at the usual residence or employed at the place of business of such agent in the District of Columbia. Every notice aforesaid shall be in writing or printing, or partly in writing and partly in printing; shall be addressed by name to the person to be notified; shall describe with certainty the character and location of the unlawful condition to be corrected; and shall allow a reasonable time to be specified in said notice, within which the person notified may correct such unlawful condition or show cause why he should not be required to do so.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 3; June 11, 1960, 74 Stat. 203, Pub. L. 86-507, § 1(43); Mar. 21, 2009, D.C. Law 17-319, § 2(b), 56 DCR 214; Sept. 24, 2010, D.C. Law 18-223, § 2053, 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.03.html"
    },
    {
      "id": "section-42-3131.04",
      "number": "42-3131.04",
      "heading": "[Reserved].",
      "text": "",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.04.html"
    },
    {
      "id": "section-42-3131.05",
      "number": "42-3131.05",
      "heading": "Definitions.",
      "text": "(a) For purposes of §§ 42-3131.05 through 42-3131.21, the term:\n\n(1) \"Active construction\" means construction activity being performed pursuant to a valid building permit.\n\n(2) \"Advisory Neighborhood Commission certification\" means a resolution approved by a majority vote of the Advisory Neighborhood Commission in which a building is located requesting that the Mayor classify the building as vacant or blighted vacant.\n\n(3) \"Blighted vacant building\" means a vacant building that is determined by the Mayor to be in such a condition as to pose a danger to the health, safety, or general welfare of the community.\n\n(4) \"Commercial unit\" means a building, or a part of a building, zoned for commercial purposes under the zoning regulations of the District of Columbia.\n\n(5) \"Dwelling unit\" means a room or group of rooms forming a single unit designed, or intended to be used, for living and sleeping, whether or not designed or intended for the preparation and eating of meals or to be under the exclusive control of the occupant. The term \"dwelling unit\" shall not include a room or group of rooms forming a single unit in a hotel or motel licensed in the District of Columbia, actively operating as a hotel or motel.\n\n(6) \"Fit for occupancy\" means ready for immediate occupancy by a tenant without more than minor cosmetic changes and meeting minimum standards for safety, sanitation, and habitability.\n\n(7) \"Multifamily residential building\" means a building containing 3 or more dwelling units.\n\n(8) \"Occupied\" means:\n\n(A) For purposes of a dwelling unit, the use of one's residence in improved real property on a regular or habitual basis. For purposes of a dwelling unit, the term \"occupied\" excludes incidental or non-residential uses such as storage, occasional visits, social gatherings, or maintenance alone; or\n\n(B) For purposes of a commercial unit, use consistent with zoning regulations, for which there is a current valid certificate of occupancy, and:\n\n(i) Paid utility receipts for the specified period, executed lease agreements, or sales tax return; or\n\n(ii) Other evidence of use of the building that the Mayor may require by rule.\n\n(9) \"Owner\" shall mean any person or entity who, alone or jointly or severally with others:\n\n(A) Has legal title to the subject property; or\n\n(B) Has charge, care, or control of the subject property, whether as owner or member, in whole or in part, of the legally titled owner, as agent of the legally titled owner, or as a fiduciary of the estate of the legally titled owner or any officer appointed by the court.\n\n(10) \"Owner of record\" means the person or persons named in the public record as the title holder of the property.\n\n(11) \"Real property\" shall have the same meaning as set forth in D.C. Official Code § 47-802(1).\n\n(12) \"Related owners\" or \"related ownership\" exists when a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under 26 U.S.C. § 267; provided, that the exclusion under 26 U.S.C. § 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n(13) \"Relative\" means a spouse, domestic partner, sibling, parent, grandparent, child, or grandchild, or a sibling's child, spouse, or domestic partner.\n\n(14) \"Vacant building\" means any real property improved by a building that is not lawfully occupied on a regular or habitual basis by the owner or a tenant or other person having the permission of the owner; provided, that, in the case of residential buildings, the Mayor determines that there is no resident for whom an intent to return and lawfully occupy the building can be shown.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 5; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Aug. 15, 2008, D.C. Law 17-216, § 3(a), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223, § 2042(a), 57 DCR 6242; Dec. 4, 2014, D.C. Law 20-141, § 205, 61 DCR 7763; Feb. 26, 2015, D.C. Law 20-155, §§  7103(e) and 7104, 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.05.html"
    },
    {
      "id": "section-42-3131.05a",
      "number": "42-3131.05a",
      "heading": "Notice.",
      "text": "(a) Notice shall be deemed to be served properly on the date when mailed by first-class mail to the owner of record of the vacant building at the owner's mailing address as updated in the real property tax records of the Office of Tax and Revenue, or when effectuated in the manner provided in § 42-3131.03.\n\n(b) In addition to furnishing notice in accordance with subsection (a) of this section, the Mayor shall cause notice to be posted on the premises.\n\n(c) A courtesy copy of the notice provided pursuant to subsection (a) of this section shall be mailed or electronically mailed to the Advisory Neighborhood Commission in which the vacant building is located. The courtesy copy required by this subsection shall not be construed to satisfy, nor be construed as necessary to satisfy, the notice requirement of subsection (a) of this section.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 5a; as added Aug. 15, 2008, D.C. Law 17-216, § 3(b), 55 DCR 7500; Mar. 9, 2016, D.C. Law 21-78, § 2, 63 DCR 760",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.05a.html"
    },
    {
      "id": "section-42-3131.05b",
      "number": "42-3131.05b",
      "heading": "Determination of vacancy and blight.",
      "text": "(a) When making a determination that a building is vacant, the Mayor shall consider the following:\n\n(1) Neighbor complaints;\n\n(2) Advisory Neighborhood Commission certification;\n\n(3) Accumulated mail, fliers, or newspapers;\n\n(4) Past due utility notices, disconnected utilities, or low utility usage inconsistent with regular and habitual occupancy;\n\n(5) Presence of overgrown vegetation, dead or diseased trees, or noxious weeds;\n\n(6) Absence of furnishings or personal items consistent with habitation;\n\n(7) Building is open to casual entry or trespass; and\n\n(8) Any other criteria the Mayor deems relevant.\n\n(b) When making a determination that a vacant building is a blighted vacant building, the Mayor shall consider the following:\n\n(1) Incidence of illegal activity, as documented by police reports;\n\n(2) Whether the vacant building is the subject of a condemnation proceeding before the Board for the Condemnation of Insanitary Buildings;\n\n(3) Referrals to the Department of Buildings from other District agencies;\n\n(4) One or more windows, doors, or other means of entry are missing or boarded up;\n\n(5) Collapsing, missing, or deteriorating walls, roof, stairs, porches, balconies, chimneys, and other building elements;\n\n(6) Siding or exterior walls that are seriously damaged, missing, or deteriorating;\n\n(7) Trash and debris are improperly stored or accumulated on the premises;\n\n(8) Building shows visible signs of vandalism, such as graffiti;\n\n(9) Presence of mold, algae, abandoned or wild animals, or insect or pest infestation; and\n\n(10) Any other criteria the Mayor deems relevant.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 5b",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.05b.html"
    },
    {
      "id": "section-42-3131.06",
      "number": "42-3131.06",
      "heading": "Registration of vacant buildings; renewal.",
      "text": "(a) Except as provided in § 42-3131.06a, the owner of a vacant building shall, within 90 days after it becomes vacant, register the building and pay the registration fee. The Mayor may extend the time for good cause.\n\n(1) Each application for the registration of a vacant building shall be in a form prescribed by the Mayor and shall contain the following information:\n\n(A) The street address of the vacant building;\n\n(B) The date on which the building became vacant;\n\n(C) The name, street address, telephone number, and electronic mailing address of the owner of record;\n\n(D) The name, address, telephone number, and electronic mailing address of a person based in the District who is responsible for the security and maintenance of the property, if other than the owner of record; and\n\n(E) A signed vacant building maintenance plan required pursuant to § 42-3131.12.\n\n(2) If at any time the information provided pursuant to paragraph (1) of this subsection is no longer valid, the owner shall file a new registration within 10 days containing current information. There shall be no additional fee to provide current information pursuant to this paragraph.\n\n(c) At the time of application for the initial registration or renewal of registration of a vacant building, the owner shall arrange with the Mayor for the inspection of the building. On receiving an application for the initial registration or renewal of registration of a vacant building, the Mayor shall thereafter inspect the building. The Mayor shall approve the initial registration or the renewal of registration for one year if:\n\n(1) The application for registration contains all of the information required pursuant to subsection (b) of this section;\n\n(2) The building has been maintained in accordance with the requirements of § 42-3131.12;\n\n(3) The vacancy of the building will not:\n\n(A) Be detrimental to the public health, safety, and welfare;\n\n(B) Unreasonably interfere with the reasonable and lawful use and enjoyment of the other premises within the neighborhood; or\n\n(C) Pose a hazard to police officers or firefighters entering the building in an emergency;\n\n(4) The building complies with the fire, building, and housing codes of the District of Columbia;\n\n(5) The continuance of any maintenance work or condition of occupancy is not dangerous to life or property;\n\n(6) No false statements or misrepresentations have been made upon the registration application;\n\n(7) Orders on a building have been complied with and the building complies with any applicable occupancy requirements; and\n\n(8) The Mayor is permitted to inspect the building before initial registration, during the registration period, and before a renewal of registration.\n\n(d) If the owner of a vacant building fails to comply with the provisions of subsection (c) of this section, both initially and throughout the registration period, the Mayor may deny or revoke the owner's registration and may subject the owner to the penalties provided in § 42-3131.10.\n\n(1) After the initial designation of a property as vacant or blighted vacant, the Mayor shall not be required to perform additional inspections or surveys to sustain that classification.\n\n(2) After the Mayor has made a final determination that a building is a vacant building or a blighted vacant building, that final determination shall remain in effect until the owner submits information to the Mayor sufficient to warrant a change to that classification.\n\n(A) Except as provided in subparagraph (B) of this paragraph, no person except the owner of record or an authorized agent of the owner of record, with proof of authorization from the owner of record, may register a building as vacant.\n\n(B) The Mayor, upon a showing that the owner of record is physically unable to register the property, may allow a relative of the owner of record to register the building as vacant; provided, that the relative can show proof of being a relative and, to the satisfaction of the Mayor, that the owner of record is physically unable to register the property.\n\n(2) This subsection shall not in any way limit the Mayor's authority to register as vacant any property for which the owner failed to register it as required by this chapter.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 6; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Oct. 18, 2005, D.C. Law 16-23, § 2(a), 52 DCR 8078; Aug. 15, 2008, D.C. Law 17-216, § 3(c), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223, § 2042(b), 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.06.html"
    },
    {
      "id": "section-42-3131.06a",
      "number": "42-3131.06a",
      "heading": "Exemptions.",
      "text": "(a) A vacant building shall not be subject to the registration requirements of § 42-3131.06, the registration fee pursuant to § 42-3131.09, or the increased real property tax rates for vacant buildings set forth in § 47-812(b-10), if it is:\n\n(1) Owned by the government of the United States or its instrumentalities; or\n\n(2) Authorized as exempt from real-estate taxes by the United States Department of State's Office of Foreign Missions on the basis of its use for diplomatic or consular purposes or for the official business of an international organization.\n\n(b) A vacant building shall not be subject to the registration fee pursuant to § 42-3131.09 or the increased real property tax rates for vacant buildings set forth in § 47-812(b-10) if it is:\n\n(1) Exempted by the Mayor in extraordinary circumstances and upon a showing of substantial economic or personal hardship as determined pursuant to subsection (c) of this section;\n\n(2) In compliance with the requirements of § 42-3131.12 and applicable property maintenance code standards for the District of Columbia, and, if a rental, properly licensed in accordance with applicable District regulations, and the owner or his or her agent has been actively seeking in good faith to rent or sell the building; provided, that an exemption under this paragraph shall only be available for a period not to exceed:\n\n(A) Half a tax year from the initial listing, offer, or advertisement of rent or sale in the case of a single-family residential building;\n\n(B) Two tax years from the initial listing, offer, or advertisement of rent or sale for a multifamily residential building; or\n\n(C) Two tax years from the initial listing, offer, or advertisement of rent or sale for a commercial or mixed-use building;\n\n(3) For a period not to exceed 3 tax years, the subject of a probate proceeding or the title is the subject of litigation (not including a foreclosure of the right of redemption action brought under Chapter 13A of Title 47. The tax year in which the exemption under this paragraph commences is determined by the filing date of the applicable probate proceeding or litigation;\n\n(4) For a period not to exceed 2 tax years, the subject of a pending application for a necessary approval for development before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission on Fine Arts, the Historic Preservation Review Board, the Mayor's Agent for Historic Preservation, the Department of Public Works, or the National Capital Planning Commission;\n\n(5) For a period not to exceed half a tax year, a building for which the owner of the property or his or her agent has an active building permit application that is being reviewed and processed by the District, and the owner is actively seeking in good faith to obtain a building permit for the purposes of making the building fit for occupancy; or\n\n(6) For a period not to exceed 3 tax years, under active construction or undergoing active rehabilitation, renovation, or repair, and there is a valid active building permit to make the building fit for occupancy. During the period for which the exemption is requested, the building must be under active construction or undergoing active rehabilitation, renovation, or repair under a valid active building permit.\n\n(1) An owner may qualify for an exemption for substantial economic or personal hardship by presenting evidence of such hardship to the Mayor. In making a determination of hardship, the Mayor may consider, but is not limited to, the following criteria:\n\n(A) The owner was a debtor in an individual bankruptcy action within the last 12 months;\n\n(B) The owner experienced a significant medical event that prevented him or her from engaging in normal work or business activities for at least a period of 30 days;\n\n(C) The owner was involuntarily terminated from employment and was unemployed for at least 60 days within the last 12 months;\n\n(D) The owner is:\n\n(i) 60 years of age or older and is receiving social security disability insurance;\n\n(ii) 65 years of age or older and has a household income that does not exceed 120% of the median family income and has experienced medical, personal, or financial hardship in the past 180 days;\n\n(E) The owner was impacted by a fire at the property that was not the result of criminal activity or negligence as identified by a Fire and Emergency Medical Services investigation; or\n\n(F) The owner was impacted by a natural disaster at the property.\n\n(2) A hardship exemption pursuant to this subsection may be granted for a period not to exceed 2 tax years from the required registration date, subject to annual renewal on the basis of continuing extraordinary circumstances and substantial undue economic hardship. The Mayor may withdraw the exemption at any time.\n\n(3) After granting a hardship exemption pursuant to this subsection, the Mayor shall publish notice of the hardship exemption in the District of Columbia Register. The notice shall contain the name of the owner, the address of the property, and the tax year in which the exemption applies.\n\n(d) The total cumulative time for exemptions granted under subsection (b) of this section to any property shall not exceed 5 tax years in any 12-year period.\n\n(e) If a vacant building is owned by the District of Columbia or its instrumentalities, it shall be subject to the registration requirements of § 42-3131.06 and the maintenance requirements of § 42-3131.12, but not subject to the fee requirements of § 42-3131.09, the fines and penalties collected under § 42-3131.10, or the increased real property tax rates for vacant buildings set forth in § 47-812(b-10).",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 6a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.06a.html"
    },
    {
      "id": "section-42-3131.07",
      "number": "42-3131.07",
      "heading": "Registration and renewal procedure.",
      "text": "Repealed.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 7; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.07.html"
    },
    {
      "id": "section-42-3131.08",
      "number": "42-3131.08",
      "heading": "Notice of denial or revocation of registration.",
      "text": "The owner shall be notified in writing of the denial or revocation of registration of a vacant building and the right to appeal. Upon notice of the denial or revocation, the owner shall not proceed with any operation to which the registration related. If the registration is denied or revoked, no registration fees or parts thereof shall be returned.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 8; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Aug. 15, 2008, D.C. Law 17-216, § 3(d), 55 DCR 7500",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.08.html"
    },
    {
      "id": "section-42-3131.09",
      "number": "42-3131.09",
      "heading": "Fees.",
      "text": "(a) The owner of a vacant building shall register the building and pay registration fees within 90 days after it becomes a vacant building.\n\n(b) Fees for registration and renewal shall be as follows:\n\n(1) The initial registration fee shall be $350; and\n\n(2) The renewal registration fee shall be $500.\n\n(c) The Mayor may increase the fees set forth in subsection (b) of this section through rules issued pursuant to § 42-3131.21.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 9; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Aug. 15, 2008, D.C. Law 17-216, § 3(e), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223, § 2042(c), 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.09.html"
    },
    {
      "id": "section-42-3131.10",
      "number": "42-3131.10",
      "heading": "Penalties for noncompliance.",
      "text": "(1) The failure of the owner of a vacant building to pay all required fees under § 42-3131.09 after notice of the designation of the owner's building as vacant, the determination of delinquency of registration or fee payment, the denial or revocation of registration, the filing by an owner of any false or misleading registration-related information, or the refusal of the owner of a vacant building to permit the Mayor to inspect the building shall be subject to a civil penalty of up to $1,000 for the first violation, $2,500 for the second violation, and $5,000 for the third and subsequent violations.\n\n(2) The Director of the Department of Buildings shall provide the Office of the Attorney General with a list of all owners who fail to pay the required fee after notice.\n\n(b) If the owner of a vacant building fails to maintain the building in compliance with the requirements of § 42-3131.12 or, having obtained a vacant property registration, subsequently fails to comply with the other registration requirements under § 42-3131.06, the Mayor, in addition to issuing civil penalties pursuant to subsection (a) of this section, may:\n\n(1) Charge the owner with failure to comply and enforce all applicable penalties under this chapter; and\n\n(2) Take other action as required by the Construction Codes or Construction Codes Supplement of the District of Columbia to bring the building into compliance with those codes.\n\n(c) Civil fines, penalties, and fees may be imposed as additional sanctions for any infraction of the provisions of §§ 42-3131.06, 42-3131.08, 42-3131.09, or 42-3131.12, pursuant to Chapter 18 of Title 2.\n\n(d) Criminal prosecutions under §§ 42-3131.05 through 42-3131.21 shall be brought in the name of the District of Columbia by the Attorney General for the District of Columbia.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 10; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Oct. 18, 2005, D.C. Law 16-23, § 2(b), 52 DCR 8078; Oct. 18, 2005, D.C. Law 16-24, § 4(a), 52 DCR 8080; Mar. 8, 2007, D.C. Law 16-236, § 2, 54 DCR 391; Aug. 15, 2008, D.C. Law 17-216, § 3(f), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223, § 2042(d), 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.10.html"
    },
    {
      "id": "section-42-3131.11",
      "number": "42-3131.11",
      "heading": "Notice of vacancy designation and right to appeal.",
      "text": "(a) The Mayor shall identify nonregistered vacant buildings in the District, excluding vacant buildings identified in § 42-3131.08, and blighted vacant buildings. The owner shall be notified that the owner’s building has been designated as a vacant building or as a blighted vacant building and of the owner’s right to appeal.\n\n(b) Consistent with § 42-3131.05a(c), a courtesy copy of notice required by this section shall be mailed or electronically mailed to the Advisory Neighborhood Commission in which the building is located, and the status of the building's designation shall be posted on an internet website maintained by the Department of Buildings that is accessible to the public.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 11; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; June 5, 2003, D.C. Law 14-307, § 1302, 49 DCR 11664; Oct. 18, 2005, D.C. Law 16-24, § 4(b), 52 DCR 8080; Aug. 15, 2008, D.C. Law 17-216, § 3(g), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223,§ 2042(e), 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.11.html"
    },
    {
      "id": "section-42-3131.12",
      "number": "42-3131.12",
      "heading": "Vacant building maintenance standard.",
      "text": "A building shall be adequately maintained if:\n\n(1) Doors, windows, areaways, and other openings are weather-tight and secured against entry by birds, vermin, and trespassers, and missing or broken doors, windows, and other openings are covered with 1/2 inch CDX plywood that is weather protected, tightly fitted to the opening, and secured by screws or bolts;\n\n(2) The roof and flashing are sound and tight, will not admit moisture, and are drained to prevent dampness or deterioration in the walls or interior;\n\n(3) The building storm drainage system is adequately sized and installed in an approved manner and functional;\n\n(4) The interior and exterior is maintained in good repair, structurally sound, free from debris, rubbish, and garbage, and sanitary so as not to threaten public health or safety;\n\n(5) The structural members are free of deterioration and capable of safely bearing imposed dead and live loads;\n\n(6) The foundation walls are plumb, free from open cracks and breaks, and vermin-proof;\n\n(7) The exterior walls are free of holes, graffiti, breaks, and loose or rotting materials, and exposed metal and wood surfaces are protected from the elements and against decay or rust by periodic application of weather-coating materials, such as paint;\n\n(8) The cornices, belt courses, corbels, terra cotta trim, wall facings, and similar decorative features are safe, anchored, and in good repair, and exposed metal and wood surfaces are protected from the elements and against decay or rust by periodic application of weather-coating materials, such as paint;\n\n(9) All balconies, canopies, marquees, signs, metal awnings, stairways, fire escapes, standpipes, exhaust ducts, and similar features are in good repair, anchored, safe and sound, and exposed metal and wood surfaces are protected from the elements and against decay or rust by periodic application of weather-coating materials, such as paint;\n\n(10) Chimneys, cooling towers, smokestacks, and similar appurtenances are structurally safe, sound, and in good repair, and exposed metal and wood surfaces are protected from the elements and against decay or rust by periodic application of weather-coating materials, such as paint;\n\n(11) Openings in sidewalks are safe for pedestrian travel;\n\n(12) Accessory and appurtenant structures such as garages, sheds, and fences are free from safety, health, and fire hazards; and\n\n(13) The property on which a structure is located is clean, safe, and sanitary and does not threaten the public health or safety.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 12; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Mar. 3, 2010, D.C. Law 18-111, § 7101, 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.12.html"
    },
    {
      "id": "section-42-3131.13",
      "number": "42-3131.13",
      "heading": "Public identification of owner.",
      "text": "The Mayor may cause to be affixed to the property containing a vacant building required to be registered under this chapter a sign setting forth the name of the owner of each unit and any other pertinent information that the Mayor may require to protect the public health and welfare.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 13; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.13.html"
    },
    {
      "id": "section-42-3131.14",
      "number": "42-3131.14",
      "heading": "Collection.",
      "text": "(1) Any fees required under § 42-3131.06(a) or § 42-3131.09 that remain unpaid after receipt of the notice under § 42-3131.08 or § 42-3131.11 shall be assessed as a tax against the real property containing the vacant building and shall be subject to § 6-806 and shall constitute a lien against the real property containing the vacant building and the personal property of the owner.\n\n(2) In addition to the lien provided under paragraph (1) of this section, any fees required under § 42-3131.06(a) or § 42-3131.09 that remain unpaid after receipt of the notice under § 42-3131.08 or § 42-3131.11 shall be a continuing and perpetual lien in favor of the District of Columbia upon all property, whether real or personal, of the owner, and shall have the same force and effect as a lien created by judgment. The lien shall attach to all property belonging to the owner at any time during the period of the lien, including any property acquired by the owner after the lien arises. The lien shall have priority over all other liens, except liens for District of Columbia taxes, District of Columbia water charges, and the lien under § 2-1802.03; provided, that the lien shall not be valid against a bona fide purchaser, holder of a security interest, mechanic’s lienor, or judgment lien creditor until notice by filing in the Recorder of Deeds.\n\n(b) All fees and penalties collected under this chapter shall be deposited in the fund established under § 42-3131.01(b)(1) and shall be expended for the general administration, inspection, and abatement costs incurred in the correction of wrongful conditions in vacant buildings and other nuisance properties; provided, that if any fees and penalties are collected as a tax through the real estate tax sale process, the fees and penalties shall be deposited in the fund established under § 42-3131.01(b)(1) after an accounting has been made in accordance with § 47-1340(f).",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 14; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.14.html"
    },
    {
      "id": "section-42-3131.15",
      "number": "42-3131.15",
      "heading": "Administrative review and appeal.",
      "text": "(a) Within 15 days after the designation of an owner's building as a vacant building, the determination of delinquency of registration or fee payment, the denial or revocation of registration, or the designation of a vacant building as a blighted vacant building, the owner may petition the Mayor for reconsideration by filing the form prescribed by the Mayor.\n\n(1) Within 60 days after receiving a petition pursuant to subsection (a) of this section, the Mayor shall issue a notice of final determination to the owner of the vacant building. The petition shall be deemed denied, and it shall have the same effect of the issuance of a notice of final determination, if the Mayor does not act upon the petition within 60 days.\n\n(2) Within 45 days after the date of the notice of final determination or within 45 days of the expiration of the time period set forth in paragraph (1) of this subsection, an owner may file an appeal with the Real Property Tax Appeals Commission for the District of Columbia (\"Real Property Tax Appeals Commission\") on the form prescribed by the Mayor; provided, that the issuance of a notice of final determination or the failure of the Mayor to issue a notice of final determination within 60 days shall be a prerequisite to filing an appeal with the Real Property Tax Appeals Commission. The Real Property Tax Appeals Commission may not extend the time to file an appeal.\n\n(c) After receiving a notice of appeal from an owner as required under subsection (b)(2) of this section, the Real Property Tax Appeals Commission shall provide by mail or electronic mail to the Advisory Neighborhood Commission in which the vacant building is located, at least 15 days before any scheduled hearing on the appeal, the following information related to the building at issue:\n\n(1) The name of the owner of the building, and the address of the building, including square, suffix and lot numbers;\n\n(2) The determination under review; and\n\n(3) The date, time, and location of the hearing.\n\n(d) The District, through the Office of the Attorney General, may appeal a decision of the Real Property Tax Appeals Commission to the Superior Court of the District of Columbia within 90 days after the receipt of a written decision.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 15; as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Apr. 13, 2005, D.C. Law 15-354, § 62, 52 DCR 2638; Aug. 15, 2008, D.C. Law 17-216, § 3(h), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223, § 2042(f), 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-363, § 3(f), 58 DCR 963",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.15.html"
    },
    {
      "id": "section-42-3131.16",
      "number": "42-3131.16",
      "heading": "Transmission of list by Mayor.",
      "text": "(a) No less than once a week, the Mayor shall transmit to the Office of Tax and Revenue a list of buildings:\n\n(1) Registered or designated as vacant;\n\n(2) Designated as blighted vacant; and\n\n(3) For which the time period to issue a notice of final determination under § 42-3131.15 has expired or a notice of final determination has been issued under § 42-3131.15 and administrative appeals have been exhausted or expired.\n\n(b) The list shall be in the form and medium prescribed by the Office of Tax and Revenue.\n\n(c) Buildings shall remain on the list required by this section until a change in classification is approved.\n\n(d) The Mayor and the Office of Tax and Revenue shall develop a procedure to reconcile any material differences between information retained by the Department of Buildings regarding buildings registered or designated as vacant or designated as blighted vacant, and buildings taxed as Class 3 or 4, on at least a monthly basis.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 16; as added Aug. 15, 2008, D.C. Law 17-216, § 3(i), 55 DCR 7500; Sept. 26, 2012, D.C. Law 19-171, § 102, 59 DCR 6190",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.16.html"
    },
    {
      "id": "section-42-3131.17",
      "number": "42-3131.17",
      "heading": "Transmission of list of blighted vacant buildings by Mayor.",
      "text": "Repealed.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 17; as added Sept. 24, 2010, D.C. Law 18-223, § 2042(g), 57 DCR 6242",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.17.html"
    },
    {
      "id": "section-42-3131.18",
      "number": "42-3131.18",
      "heading": "Publication of vacant and blighted vacant building information by the Department of Buildings.",
      "text": "(a) The Department of Buildings shall maintain, on a publicly available website, a database or list of vacant buildings. The database or list shall, at a minimum, contain the following information:\n\n(1) The address of the building, including the square, suffix, and lot number of the property on which the building is located;\n\n(2) The Advisory Neighborhood Commission and Ward in which the building is located;\n\n(3) The date on which the building was designated a vacant building or blighted vacant building or registered as a vacant building pursuant to § 42-3131.06;\n\n(4) The type of exemption the building has received, the date on which the building received an exemption, and the number of half tax years the building has been exempt, if applicable;\n\n(5) The number of months the building has been registered or designated as vacant or designated as blighted vacant;\n\n(6) The last date on which the property was inspected by the Department; and\n\n(7) The current tax classification of the property.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 18",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.18.html"
    },
    {
      "id": "section-42-3131.19",
      "number": "42-3131.19",
      "heading": "Vacant and blighted vacant buildings belonging to foreign governments.",
      "text": "Repealed.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 18a[19]",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.19.html"
    },
    {
      "id": "section-42-3131.20",
      "number": "42-3131.20",
      "heading": "Vacant and blighted vacant building receivership.",
      "text": "Not Funded.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 20; Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 21",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.20.html"
    },
    {
      "id": "section-42-3131.21",
      "number": "42-3131.21",
      "heading": "Rules.",
      "text": "Not Funded.",
      "history": "Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 21; Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 20",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3131.21.html"
    },
    {
      "id": "section-42-3141.01",
      "number": "42-3141.01",
      "heading": "Definitions.",
      "text": "For the purposes of this chapter, the term:\n\n(1) “Abate” means to effectively remove or cover.\n\n(2) “Abatement costs” means the reasonably estimated costs incurred by the District to abate graffiti.\n\n(3) “Deputy Chief Financial Officer” means the Deputy Chief Financial Officer for the Office of Tax and Revenue or his designee.\n\n(4) “Graffiti” means any inscription, writing, drawing, marking, or design that is painted, sprayed, etched, scratched, or otherwise placed on structures, buildings, dwellings, statues, monuments, fences, vehicles, or other similar objects that are on personal property located outdoors, or placed on trees, rocks, or other natural features, without the consent or authorization of the property owner, without regard to when that consent or authorization was given, and the graffiti is visible from a public right-of way.\n\n(5) “Owner” means a property owner or the property owner’s designated agent unless otherwise specified.\n\n(6) “Reply” means the response provided by the owner under § 42-3141.03(c).",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 2, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.01.html"
    },
    {
      "id": "section-42-3141.02",
      "number": "42-3141.02",
      "heading": "Nuisance.",
      "text": "Graffiti is a nuisance and the owner of the property on which the graffiti is located shall abate the graffiti or authorize the Mayor to abate the graffiti as provided for in § 42-3141.03.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 3, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.02.html"
    },
    {
      "id": "section-42-3141.03",
      "number": "42-3141.03",
      "heading": "Notice of graffiti nuisance and reply.",
      "text": "(1) Whenever the Mayor identifies graffiti, the Mayor shall notify the owner that there is graffiti on the property that must be abated.\n\n(2) The notification shall be provided by delivering a written notice to the property on which, or at which, the graffiti is located. The notification shall be served on the owner or the building superintendent if present, or placed on the door or similar place used for ingress.\n\n(3) In addition, notice shall be delivered by first-class mail to the owner of the premises. If the owner cannot be identified with reasonable certainty for purposes of mail notice, the Mayor shall conspicuously post the notice on the premises or deliver a copy of the notice to the Deputy Chief Financial Officer, who shall post a copy of the notice in a conspicuous place on the property.\n\n(b) The notice shall include reply space for the owner to notify the Mayor whether the owner:\n\n(1) Will abate the graffiti by the date stated on the notice and, if this option is selected, whether the owner requests graffiti abatement materials;\n\n(2) Authorizes the Mayor to abate the graffiti; or\n\n(3) Consents to the presence of the graffiti and does not want the Mayor to abate it.\n\n(c) The notice shall also include a deadline by when the owner must reply and shall inform the owner how to reply. The owner shall reply by either conspicuously posting the notice to the premises where it was originally left, transmitting the notice by facsimile to the number indicated on the notice, mailing it to the address indicated on the notice, returning it in person, or using any other method authorized by regulation and specified on the notice. The deadline shall be not less than 7 calendar days.\n\n(1) If the owner indicates on the reply that the owner will abate the graffiti by the date stated on the notice, and that the owner wants to receive graffiti abatement materials, the Mayor shall leave them at the property subject to the limitations set forth in § 42-3141.10.\n\n(2) If the owner indicates on the reply that the owner will abate the graffiti, the Mayor shall return to the property no sooner than the abatement deadline stated in the notice to see whether or not the graffiti has been abated. If the graffiti has not been abated, the Mayor shall issue a notice of violation as provided for in § 42-3141.05.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 4, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.03.html"
    },
    {
      "id": "section-42-3141.04",
      "number": "42-3141.04",
      "heading": "Deemed authorization to abate.",
      "text": "If the owner does not reply as provided for in § 42-3141.03(b)(1), (b)(2), or (b)(3), the owner shall be deemed to have authorized the Mayor to abate the graffiti. The Mayor may then abate the graffiti as if the owner had provided authorization under § 42-3141.03(b)(2).",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 5, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.04.html"
    },
    {
      "id": "section-42-3141.05",
      "number": "42-3141.05",
      "heading": "Notice of violation; service of notice.",
      "text": "(a) If an owner elects to abate the graffiti and the graffiti has not been abated by the date stated on the notice, the Mayor may issue a notice of violation for failure to comply with § 42-3141.02.\n\n(1) The notice of violation shall be served on the owner, or the building superintendent, or the Mayor may deliver the notice by certified mail to the owner of the premises. If the owner cannot be identified with reasonable certainty, the Mayor may conspicuously post the notice on the premises alleged to be in violation and deliver a copy of the notice to the Deputy Chief Financial Officer pursuant to paragraph (2) of this subsection.\n\n(2) The Deputy Chief Financial Officer is authorized to receive notices of violation of § 42-3141.02 on behalf of any resident or non-resident person who owns property in the District, if the person has not provided to the Deputy Chief Financial Officer a mailing address. The Deputy Chief Financial Officer shall post a copy of the notice served on the Deputy Chief Financial Officer in a conspicuous place on the property.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 6, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.05.html"
    },
    {
      "id": "section-42-3141.06",
      "number": "42-3141.06",
      "heading": "Answer and expedited hearing.",
      "text": "(a) An owner who has received a notice of violation shall answer within 5 days after service of the notice of violation. At the time that an owner answers the notice of violation, the owner may request a hearing on the allegations set forth in the notice of violation. If the owner fails to answer as required in the notice of violation, the owner shall be deemed to have admitted the violation and the Office of Administrative Hearings shall issue a default judgment ordering the owner to pay abatement costs, interest, and penalties as provided for in § 42-3141.07.\n\n(b) If an owner answers the notice of violation in the manner required in the notice of violation, the Office of Administrative Hearings shall issue a final order on that notice of violation no later than 30 days after the date on which the notice of violation was filed with the Office of Administrative Hearings.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 7, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.06.html"
    },
    {
      "id": "section-42-3141.07",
      "number": "42-3141.07",
      "heading": "Payment of abatement costs and penalties.",
      "text": "(a) If a default judgment is issued under § 42-3141.06 or if, after a hearing, the Office of Administrative Hearings finds the owner responsible for the violation set forth in the notice of violation, the District may abate the graffiti and the owner (not the owner’s agent) shall owe to the District 2 1/2 times the District’s abatement costs plus a penalty of $500 for each violation.\n\n(b) The Mayor shall bill the owner for the amount owed under subsection (a) of this section. If the amount is not paid within 30 days from the date of the bill, interest shall be assessed at the rate of 1 1/2 % per month.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 8, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.07.html"
    },
    {
      "id": "section-42-3141.08",
      "number": "42-3141.08",
      "heading": "Graffiti Abatement Fund.",
      "text": "(1) There is established as a nonlapsing fund the Graffiti Abatement Fund (“Fund”), into which shall be deposited:\n\n(A) All fines, penalties, interest, charges and costs, including abatement costs, assessed and collected pursuant to this chapter;\n\n(B) Any funds in the Graffiti Trust Fund, established by § 22-3312.03a(g), [repealed] on the day before September 18, 2010; and\n\n(C) Any civil fines collected as penalties under § 22-3312.04.\n\n(2) The deposit of these monies shall be subject to the requirements of § 42-3141.09(b).\n\n(b) All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress.\n\n(c) The Fund shall be used to offset the costs of implementing this chapter, the costs of graffiti abatement and prevention, and the costs of the Office of Administrative Hearings under this chapter.\n\n(d) The Mayor shall submit to the Council an annual statement of the Fund’s receipts and disbursements for the preceding year.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 9, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.08.html"
    },
    {
      "id": "section-42-3141.09",
      "number": "42-3141.09",
      "heading": "Collection against an owner.",
      "text": "(1) The amount to be paid under a notice of violation and any other charges, expenses, costs, including abatement costs, penalties, and interest shall be a continuing and perpetual lien in favor of the District upon all real and personal property belonging to a person named in the notice and shall have the same force and effect as a lien created by judgment. Interest shall accrue on the amount due at the rate of 1 1/2 % a month.\n\n(2) The lien shall attach to all property belonging to the named person at any time during the period of the lien, including any property acquired by the named person after the lien arises.\n\n(3) The lien shall have priority over all other liens, except for District taxes and District water charges; provided, that the lien shall not be valid as against any bona fide purchaser, or holder of a security interest, mechanic’s lien, or other such creditor interest in the property, until notice of the lien is filed with the Recorder of Deeds. The lien shall be satisfied by payment of the amount of the lien to the District Treasurer.\n\n(4) For reasonable cause shown, the Mayor may reduce the amount of the bill or lien.\n\n(5) The Mayor may contract with any person to collect the amount of the lien and remunerate the person, subject to available appropriations, by fee, by a percentage of the amount collected, or both.\n\n(b) As additional means for collection, the Mayor may enforce payment of the fines, penalties, costs, and interest imposed under this section against the real property of the owner as follows:\n\n(1) The Mayor shall record a real property tax lien, captioned “Notice of Converted Real Property Tax Lien”, with the Recorder of Deeds and in accordance with § 47-1340. The real property tax lien shall be deemed a delinquent real property tax from the date of the conversion, shall accrue interest at the rate of interest charged for delinquent real property tax, and shall be perpetual. Payment thereof shall be credited to the General Fund of the District of Columbia. The real property may be sold at tax sale, regardless of the date of the conversion, in the same manner, under the same conditions, and subject to the same impositions of interest, costs, expenses, fees, and other charges, as real property sold for delinquent real property tax.\n\n(2) The aggregate amount of the costs, expenses, penalties, and interest secured by the lien imposed under subsection (a) of this section may appear on a real property tax bill, and the aggregate amount shall:\n\n(A) Be deemed an additional real property tax to be collected in the same manner and under the same conditions as real property tax is collected, including the sale of the real property for delinquent tax; and\n\n(B) Be subject to the same penalty and interest provisions as delinquent real property tax is subject as of the date of such real property tax bill.\n\n(c) The lien under subsection (a) of this section, with penalty and interest as provided under this section, shall be converted to real property tax as of the due date for payment of the real property tax bill if payment is not made.\n\n(d) If the lien has been converted to a real property tax lien under § 47-1340 or if the accrued amount of the lien appears on the real property tax bill, the real property tax lien shall be enforced under Chapter 13A of Title 47 [§ 47-1330 et seq.].",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 10, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.09.html"
    },
    {
      "id": "section-42-3141.10",
      "number": "42-3141.10",
      "heading": "Graffiti abatement materials.",
      "text": "(a) If the Mayor provides a paint voucher to an owner to abate graffiti at a particular property, the Mayor is not required to provide another paint voucher to abate graffiti at that property for the 12-month period following the date on which the paint voucher was provided.\n\n(b) If the Mayor provides a graffiti clean-up kit to an owner to abate graffiti at a particular property, the Mayor is not required to provide another clean-up kit to abate graffiti at that property for the 12-month period following the date on which the kit was provided.\n\n(c) The Mayor may provide other types of graffiti removal materials and, by regulation, limit the extent to which they are provided to a property owner.\n\n(d) Nothing in this section precludes the Mayor from providing additional paint vouchers, clean-up kits, or other graffiti abatement materials for use in community anti-graffiti efforts.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 11, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.10.html"
    },
    {
      "id": "section-42-3141.11",
      "number": "42-3141.11",
      "heading": "Rules.",
      "text": "(a) The Office of Administrative Hearings, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to implement the provisions of § 42-3141.06.\n\n(b) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2 [§ 2-501 et seq.], may issue rules to implement the provisions of §§ 42-3141.02, 42-3141.03, 42-3141.04, 42-3141.05, 42-3141.07, 42-3141.08, 42-3141.09, and 42-3141.10.",
      "history": "Sept. 18, 2010, D.C. Law 18-219, § 12, 57 DCR 4353",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3141.11.html"
    },
    {
      "id": "section-42-3151.01",
      "number": "42-3151.01",
      "heading": "Definitions",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.01.html"
    },
    {
      "id": "section-42-3151.02",
      "number": "42-3151.02",
      "heading": "Petition for immediate taking",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.02.html"
    },
    {
      "id": "section-42-3151.03",
      "number": "42-3151.03",
      "heading": "Deposit in court of fair market value",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.03.html"
    },
    {
      "id": "section-42-3151.04",
      "number": "42-3151.04",
      "heading": "Judgment for excess of public charges over property value",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.04.html"
    },
    {
      "id": "section-42-3151.05",
      "number": "42-3151.05",
      "heading": "Title holder",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.05.html"
    },
    {
      "id": "section-42-3151.06",
      "number": "42-3151.06",
      "heading": "Assistance to certain displaced persons",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.06.html"
    },
    {
      "id": "section-42-3151.07",
      "number": "42-3151.07",
      "heading": "Inability to qualify for hardship petition",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.07.html"
    },
    {
      "id": "section-42-3151.08",
      "number": "42-3151.08",
      "heading": "Effect on other authority",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.08.html"
    },
    {
      "id": "section-42-3151.09",
      "number": "42-3151.09",
      "heading": "Condemnation and acquisition of open, hazardous residential buildings or other structures",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.09.html"
    },
    {
      "id": "section-42-3151.10",
      "number": "42-3151.10",
      "heading": "Notice; demolition, repair, or enclosure",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.10.html"
    },
    {
      "id": "section-42-3151.11",
      "number": "42-3151.11",
      "heading": "Designation of development or redevelopment plan for property acquired",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.11.html"
    },
    {
      "id": "section-42-3151.12",
      "number": "42-3151.12",
      "heading": "Limitation on actions against the District of Columbia",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.12.html"
    },
    {
      "id": "section-42-3151.13",
      "number": "42-3151.13",
      "heading": "Report to the Council required",
      "text": "Repealed.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, §§ 401-413, 48 DCR 1888; Apr. 19, 2002, D.C. Law 14-114, § 103, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3151.13.html"
    },
    {
      "id": "section-42-3171.01",
      "number": "42-3171.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter the term:\n\n(1) “Abandoned property” means:\n\n(A) A structure:\n\n(i) That is unoccupied by an owner or a tenant; and\n\n(ii) On which the real property tax imposed by § 47-811 has not been paid in 18 months;\n\n(B) A vacant lot on which the real property tax imposed by § 47-811 has not been paid in 18 months;\n\n(C) A structure:\n\n(i) That is unoccupied by an owner or tenant;\n\n(ii) That the Mayor has determined is structurally unsafe; and\n\n(iii) Regarding which the Mayor has issued to the owner a notice requiring that the owner cause the structure to conform with any provision of the fire code, building code, or housing code, or to demolish the structure for safety reasons, and the owner has failed to act in response to the Mayor’s notice within the period of time established by statute, regulation, or the notice; or\n\n(D) A vacant lot on which a building has been demolished.\n\n(1A) \"Blighted area\" means an area determined by the Mayor:\n\n(A) To be unsafe or unsanitary;\n\n(B) To have an excessive presence of abandoned properties or vacant buildings, unimproved lots, or substandard structures; or\n\n(C) By reason of deterioration, faulty planning, inadequate or improper facilities, deleterious land use, or the existence of unsafe structures, or any combination of these factors, to be otherwise detrimental to the public health, safety, or welfare.\n\n(2) “Deteriorated property” means real property:\n\n(A) The Mayor has determined constitutes a threat to the public health, safety, or welfare;\n\n(B) The Mayor has determined contributes to the blight or dilapidation of the area immediately surrounding the property; or\n\n(C) As to which, if the real property contains a structure, the Mayor has issued to the owner a notice requiring the owner to conform the structure to any provision of the fire code, building code, or housing code, or to demolish the structure for safety reasons, and the owner has failed to act in response to the Mayor’s notice within the period of time established by statute, regulation, or the notice.\n\n(3) “Owner” means a person who holds legal title to an interest in real property as reflected in the records of the Recorder of Deeds.\n\n(4) “Slum and blight” means one or more parcels of land, whether vacant or improved that are in a blighted area, or exhibit one or more characteristics of a blighted area.\n\n(5) “Tenant” shall have the meaning set forth in § 42-3501.03(36).",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 431; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 1, 2002, D.C. Law 14-190, § 1002(a), 49 DCR 6968; Oct. 19, 2002, D.C. Law 14-213, § 29(a), 49 DCR 8140; June 8, 2006, D.C. Law 16-119, § 2, 53 DCR 2609; Mar. 25, 2009, D.C. Law 17-353, §§ 115, 182, 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3171.01.html"
    },
    {
      "id": "section-42-3171.02",
      "number": "42-3171.02",
      "heading": "Acquisition and redevelopment of abandoned or deteriorated property.",
      "text": "(a) The Mayor may acquire abandoned property or deteriorated property for the public purpose of eliminating slum and blight:\n\n(1) Pursuant to §§ 16-1311 through 16-1321;\n\n(2) Through gift or donation;\n\n(3) By assignment; or\n\n(4) Through voluntary sale by the owner.\n\n(b) The Mayor may develop or redevelop abandoned or deteriorated property acquired under this section, may demolish structures on the property, and may take any other lawful action to eliminate blight or unsafe conditions on the property.\n\n(c) The Mayor shall not acquire deteriorated property which is occupied and from which tenants shall, or will likely, be displaced unless the Mayor has first made available for public review and comment, for a period of at least 30 days, a plan for the relocation of the displaced tenants.\n\n(d) Before the acquisition of a property under this subchapter, the Mayor shall issue a memorandum describing the Mayor’s plan for the development or disposition of the property, describing any potential displacement of tenants and plans for the relocation of displaced tenants, and setting forth a timetable for the development or disposition of the property.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 432; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3171.02.html"
    },
    {
      "id": "section-42-3171.03",
      "number": "42-3171.03",
      "heading": "Disposal of abandoned or deteriorated property.",
      "text": "(a) The Mayor may dispose of abandoned or deteriorated property acquired under § 42-3171.02, or acquired by any other means, including property the Mayor has altered or improved, through a competitive process or through a negotiated sale; provided, that:\n\n(1) Before disposition of the property, there shall be a public hearing on the proposed terms and conditions of the disposition after at least 30 days public notice; or\n\n(2) The Mayor shall transmit to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, a proposed resolution providing for the disposition of the property. The proposed resolution shall contain a description of the property to be disposed of and the proposed method and terms and conditions of the disposition. If the Council does not approve or disapprove the proposed resolution within the 60-day period, the proposed resolution shall be deemed approved.\n\n(1) The Mayor may dispose of property acquired under § 42-3171.02 through a request for offers from adjacent property owners. Before accepting an offer under this subsection, the Mayor shall notify adjacent property owners:\n\n(A) That they may make an offer to the Mayor to purchase the property within a time period established by the Mayor;\n\n(B) Of the minimum acceptable purchase price and any mandatory terms or conditions of an acceptable offer; and\n\n(C) That the offer shall be in writing and contain such information as the Mayor may by regulation prescribe.\n\n(2) If only one adjoining property owner offers to purchase the property at or above the minimum acceptable purchase price and the offer meets all mandatory terms and conditions of an acceptable offer, the Mayor shall accept the offer.\n\n(3) If more than one adjoining property owner offers to purchase the real property at or above the minimum acceptable purchase price and the offers meet all mandatory terms and conditions of an acceptable offer, the Mayor shall accept the offer with the highest purchase price.\n\n(c) In transferring a property, the Mayor may forgive up to 50% of the amount of any outstanding taxes owed on the property, and may forgive in full any penalties or interest accrued on the taxes owed, if the property is transferred to a low-income household or to a nonprofit housing entity providing housing opportunities to low-income households; provided, that:\n\n(1) The transferee, if a low-income household, shall maintain the property as his or her principal place of residence for at least 5 years;\n\n(2) The transferee, if a nonprofit housing entity, shall:\n\n(A) If the property is developed for homeownership opportunities, require that each homeowner maintain the property as his or her principal place of residence for at least 5 years;\n\n(B) If the property is developed for rental opportunities, maintain the rental units as units affordable to, and occupied by, low-income, very low-income, or extremely low-income households for not less than 20 years; and\n\n(3) The transferee shall complete rehabilitation of the property within 18 months after the property is transferred.\n\n(d) If a property is disposed of pursuant to this section by means other than a proposed resolution pursuant to subsection (a)(2) of this section, the Mayor shall transmit to the Council within 10 business days of settlement a description of the property and a summary of the terms and conditions of the disposition.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 433; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 1, 2002, D.C. Law 14-190, § 1002(b), 49 DCR 6968; Oct. 19, 2002, D.C. Law 14-213, § 29(b), 49 DCR 8140; Aug. 16, 2008, D.C. Law 17-219, § 2012, 55 DCR 7598",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3171.03.html"
    },
    {
      "id": "section-42-3171.04",
      "number": "42-3171.04",
      "heading": "Assistance to displaced persons.",
      "text": "If an occupant or tenant is displaced by the acquisition, development, redevelopment, or disposition of an abandoned or deteriorated property under this subchapter, the Mayor shall offer to the owner or tenant assistance under § 6-331.01; § 6-333.01; or § 6-333.02.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 434; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3171.04.html"
    },
    {
      "id": "section-42-3173.01",
      "number": "42-3173.01",
      "heading": "Definitions.",
      "text": "For the purposes of this subchapter, the term:\n\n(1) “Department” means the Department of Housing and Community Development.\n\n(2) “Deteriorated structure” means a structure that:\n\n(A) Is unoccupied;\n\n(B) The Mayor has determined:\n\n(i) Constitutes a threat to the public health, safety, or welfare; or\n\n(ii) Contributes to the deterioration or dilapidation of the community in which the structure is located; and\n\n(C) Violates one or more provisions of the District of Columbia Construction Codes, as defined in subsection 101.2 of Title 12A of the District of Columbia Municipal Regulations (12A DCMR § 101.2), or the District of Columbia Housing Code, set forth in Title 14 of the District of Columbia Municipal Regulations (14 DCMR § 100 et seq.).\n\n(3) “Enclose” means to use barricades, boards, fences, or other means to preclude access, including access by environmental elements, to a structure or site.\n\n(4) “Interested party” means, with respect to a deteriorated structure:\n\n(A) An owner, as recorded in the real estate tax assessment records of the District of Columbia;\n\n(B) A titleholder, as reflected in the records of the Recorder of Deeds; or\n\n(C) A lienholder, as reflected in the records of the Recorder of Deeds.\n\n(5) “Site” means the deteriorated structure and the lot or lots on which the structure is located.\n\n(6) “Sufficient action” means the action specified by the Mayor pursuant to § 42-3173.05(a)(8).\n\n(7) “Unoccupied” means not occupied by an owner or a tenant, as defined in § 42-3501.03(36).",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 441; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 19, 2002, D.C. Law 14-213, § 29(c), 49 DCR 8140",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.01.html"
    },
    {
      "id": "section-42-3173.02",
      "number": "42-3173.02",
      "heading": "Authority of the Mayor to demolish or enclose deteriorated structures.",
      "text": "(a) The Mayor may determine whether any structure in the District of Columbia is a deteriorated structure.\n\n(b) The Mayor may demolish or enclose a deteriorated structure if:\n\n(1) The Mayor takes the actions required by §§ 42-3173.03 and 42-3173.04;\n\n(2) A notice of initial determination is prepared and posted under § 42-3173.05;\n\n(3) An interested party does not take sufficient action by the latest of:\n\n(A) Thirty days after the notice of initial determination is mailed;\n\n(B) Thirty days after the notice of initial determination is published; or\n\n(C) A date specified by the Mayor which is not earlier than the date specified in subparagraph (A) or (B) of this paragraph;\n\n(4) A notice of final determination is prepared and posted under § 42-3173.07; and\n\n(A) A petition for review challenging the final determination has not been filed under § 42-3173.09 within the time period specified by § 42-3173.09; or\n\n(B) A petition for review challenging the final determination has been filed under § 42-3173.09 within the time period specified by § 42-3173.09, and the Superior Court of the District of Columbia, the District of Columbia Court of Appeals, or other court of competent jurisdiction has issued an order authorizing the Mayor to act, enters final judgment against the petitioner, or dismisses the petition.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 442; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.02.html"
    },
    {
      "id": "section-42-3173.03",
      "number": "42-3173.03",
      "heading": "Redevelopment feasibility analysis.",
      "text": "(a) Prior to posting, mailing, publishing, or filing a notice of initial determination of a deteriorated structure under § 42-3173.05(b), the Mayor shall request from the Department an analysis of the cost of rehabilitating the structure and the feasibility and likelihood that the site will be redeveloped without demolition of the structure. Upon requesting the analysis, the Mayor shall cause notice of the request to be published in the District of Columbia Register. The Mayor shall consider the analysis provided by the Department in determining whether to issue a notice of initial determination under § 42-3173.05.\n\n(b) If the Department does not provide an analysis to the Mayor within 60 days after the Mayor requests an analysis under subsection (a) of this section, the Mayor may post, mail, publish, or file the notice of initial determination under § 42-3173.05(b).",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 443; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.03.html"
    },
    {
      "id": "section-42-3173.04",
      "number": "42-3173.04",
      "heading": "Designation of potential historic structure.",
      "text": "(a) Prior to posting, mailing, publishing, or filing a notice of initial determination under § 42-3173.05(b), the Mayor shall file with the Historic Preservation Review Board a notice which shall include the following information:\n\n(1) The address of the deteriorated structure or, if the address is not available or does not adequately describe the location of the structure, a description of the location of the structure that is sufficient for its identification;\n\n(2) A photograph of the structure clearly documenting the appearance of the structure and its immediate surroundings; and\n\n(3) A statement that the Mayor intends to make a determination that the structure is a deteriorated structure.\n\n(b) Within 60 days after receiving the notice from the Mayor, the Historic Preservation Review Board shall make a preliminary determination whether or not there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district.\n\n(c) The Mayor shall not issue a notice of initial determination under § 42-3173.05 and shall not demolish a structure under this subchapter unless:\n\n(1) The structure is not a historic landmark, a contributing building in a historic district, or a structure for which the Historic Preservation Review Board has made a preliminary determination that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district;\n\n(2) The structure is a historic landmark or a contributing building in a historic district, or the Historic Preservation Review Board makes a preliminary determination that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district, and:\n\n(A) The Mayor determines, pursuant to the procedures and standards of subchapter I of Chapter 11 of Title 6, that demolition of the structure is necessary in the public interest, as provided in § 6-1104(e); or\n\n(B) The Mayor intends to enclose, but not demolish, the structure; or\n\n(3) The Historic Preservation Review Board does not make a determination under subsection (b) of this section within 60 days after receiving the notice filed by the Mayor under subsection (a) of this section, and the structure is not a historic landmark or a contributing structure in a historic district.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 444; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.04.html"
    },
    {
      "id": "section-42-3173.05",
      "number": "42-3173.05",
      "heading": "Initial determination of deteriorated structure.",
      "text": "(a) If the Mayor determines that a structure is a deteriorated structure, the Mayor shall prepare a notice of initial determination which shall include the following information:\n\n(1) The address of the deteriorated structure or, if the address is not available or does not adequately identify the location of the structure, a description of the location of the structure that is sufficient for its identification;\n\n(2) A statement that the Mayor has determined that the structure is a deteriorated structure and the basis for the Mayor’s determination;\n\n(3) A description of the analysis of the Department under § 42-3173.03 and a statement regarding the Mayor’s consideration of the analysis or, if no analysis was provided, a summary of the Mayor’s reason for issuing the notice of initial determination absent the analysis;\n\n(A) A statement that the structure is not a historic landmark, a contributing building in a historic district, or a structure for which the Historic Preservation Review Board has made a preliminary determination that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district; or\n\n(B) A statement that the structure is a historic landmark or a contributing building in a historic district or the Historic Preservation Review Board has made a preliminary determination under § 42-3173.04 that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district, and a statement that:\n\n(i) The Mayor has determined, pursuant to the procedures and standards of subchapter I of Chapter 11 of Title 6, that demolition of the structure is necessary in the public interest, as provided in § 6-1104(e); or\n\n(ii) The Mayor intends to enclose, but not demolish, the structure;\n\n(5) A statement that the Mayor intends to demolish or enclose the deteriorated structure if an interested party does not take sufficient action within 30 days after the mailing or publication of the notice, whichever is later;\n\n(6) If the Mayor intends to demolish the structure, a statement describing why the Mayor intends to demolish, rather than enclose, the structure;\n\n(7) A statement that the Mayor shall not demolish or enclose the structure if sufficient action is taken within 30 days after the mailing or publication of the notice, whichever is later;\n\n(8) A description of the action which, if taken, shall be considered sufficient action; and\n\n(9) A summary statement of the final determination procedure and judicial review provided by this chapter.\n\n(b) After the notice is prepared under subsection (a) of this section, the Mayor shall:\n\n(1) Post the notice on the deteriorated structure;\n\n(2) Mail the notice to all interested parties by certified mail, return receipt requested;\n\n(3) Publish the notice once in a newspaper of general circulation in the District of Columbia;\n\n(4) Publish the notice in the District of Columbia Register.\n\n(5) Transmit the notice to the advisory neighborhood commission in which the structure is located; and\n\n(6) File the notice with the Recorder of Deeds.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 445; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.05.html"
    },
    {
      "id": "section-42-3173.06",
      "number": "42-3173.06",
      "heading": "Action by interested parties.",
      "text": "Interested parties shall have 30 days after the mailing or publication of the notice under § 42-3173.05, whichever is later, to take sufficient action.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 446; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.06.html"
    },
    {
      "id": "section-42-3173.07",
      "number": "42-3173.07",
      "heading": "Final determination of deteriorated structure.",
      "text": "(1) If sufficient action has not been taken within the 30-day period of § 42-3173.06, the Mayor shall prepare a notice of final determination.\n\n(2) Notwithstanding paragraph (1) of this subsection, the Mayor may revoke the notice of initial determination or hold in abeyance further action under this subchapter if, prior to the end of the 30-day period, an interested party:\n\n(i) Submits to the Mayor a written plan for the prompt completion of the sufficient action; and\n\n(ii) The Mayor approves the plan with or without conditions; or\n\n(B) Submits to the Mayor written reasons why the Mayor should not take the action specified in § 42-3173.05(a)(5); provided, that, in such case, the Mayor may also amend the notice of initial determination.\n\n(3) The Mayor may extend the 30-day period for 30 days or less upon the written request of an interested party and for good cause shown.\n\n(b) The notice of final determination shall be prepared within 30 days after the end of the 30-day period or within 30 days after the end of any extension of the 30-day period.\n\n(c) The notice of final determination required by subsection (a) and (b) of this section shall include:\n\n(1) The address of the deteriorated structure or, if the address is not available or does not adequately identify the location of the structure, a description of the location of the deteriorated structure that is sufficient for its identification;\n\n(2) A statement that the Mayor has determined that the structure is a deteriorated structure and the basis for the Mayor’s determination that the structure is a deteriorated structure;\n\n(3) The date or dates on which the notice of initial determination under § 42-3173.04 was posted, mailed, published, and filed;\n\n(4) A statement that sufficient action was not taken within the specified time period;\n\n(5) A statement that the Mayor intends to demolish or enclose the deteriorated structure; and\n\n(6) A statement that interested parties have 30 days from the date of the mailing of the notice of final determination to file a petition for review in the Superior Court of the District of Columbia seeking judicial review of the Mayor’s final determination and that the filing of the petition shall stay final action by the Mayor to demolish or enclose the deteriorated structure until a judicial order is entered.\n\n(d) After the notice of final determination is prepared, the Mayor shall:\n\n(1) Post the notice on the deteriorated structure;\n\n(2) Mail the notice to all interested parties by certified mail, return receipt requested; and\n\n(3) File the notice with the Recorder of Deeds.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 447; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 19, 2002, D.C. Law 14-213, § 29(d), 49 DCR 8140",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.07.html"
    },
    {
      "id": "section-42-3173.08",
      "number": "42-3173.08",
      "heading": "Duty of Mayor to demolish or enclose deteriorated structure.",
      "text": "(a) If a petition for review is not filed under § 42-3173.09 within the time period specified in § 42-3173.09, the Mayor shall demolish or enclose the deteriorated structure within 120 days after the notice of final determination has been mailed or filed, whichever is earlier.\n\n(b) If a petition for review is filed under § 42-3173.09 within the time period specified in § 42-3173.09, the Mayor shall demolish or enclose the deteriorated structure within 120 days after the court issues an order authorizing the Mayor to act, enters final judgment against the petitioner, or dismisses the petition.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 448; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.08.html"
    },
    {
      "id": "section-42-3173.09",
      "number": "42-3173.09",
      "heading": "Judicial review of final determination.",
      "text": "(a) Within 30 days after the date of the mailing of the notice of final determination under § 42-3173.07, an interested party may file a petition for review in the Superior Court of the District of Columbia challenging the final determination.\n\n(b) If a petition has been filed under subsection (a) of this section and the Mayor has been served with the petition, the Mayor shall not demolish or enclose the deteriorated structure under the authority of this subchapter until the court issues an order authorizing the Mayor to act, enters final judgment against the petitioner, or dismisses the petition.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 449; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.09.html"
    },
    {
      "id": "section-42-3173.10",
      "number": "42-3173.10",
      "heading": "Recovery of costs by the District of Columbia.",
      "text": "(a) Within 120 days after a deteriorated structure is enclosed or demolished under this subchapter, the Mayor shall determine the total costs incurred by the District to bring about the demolition or enclosure. The total costs shall:\n\n(1) Include all reasonable costs, including administrative costs;\n\n(2) Include the cost of repairing damage to adjoining premises; and\n\n(3) Be reduced by the amount, if any, received from the sale of old material.\n\n(1) The Mayor shall assess the total costs determined under subsection (a) of this section as a tax on the lot on which the deteriorated structure stands or stood.\n\n(2) A tax assessed under this section may be paid without interest within 60 days after the date the tax is assessed. Interest of 18% per annum shall be charged on the unpaid portion of the tax, if any, and interest on the unpaid portion of the tax shall accrue from the date the tax was assessed.\n\n(3) If a portion of the tax assessed under this section remains unpaid one year after the date the tax was assessed, the property against which the tax was assessed may be sold for the tax or unpaid portion of the tax, with interest and penalties thereon, at the next tax sale in the same manner and under the same conditions as property sold for delinquent general taxes.\n\n(4) In selling a property tax lien under paragraph (3) of this subsection, the Mayor may forgive up to 50% of the amount of any outstanding taxes owed on the property, and may forgive in full any penalties or interest accrued on the taxes owed, if the property is transferred to a low-income household, as defined in § 42-2851.02(10), or a nonprofit housing entity providing housing opportunities to low-income households; provided, that:\n\n(A) The transferee, if a low-income household, shall maintain the property as his or her principal place of residence for at least 5 years;\n\n(B) The transferee, if a nonprofit housing entity, shall:\n\n(i) If the property is developed for homeownership opportunities, require that the homeowner maintain the property as his or her principal place of residence for at least 5 years;\n\n(ii) If the property is developed for rental opportunities, maintain the rental units as units affordable to, and occupied by, low-income, very low-income, or extremely low-income households for not less than 20 years; and\n\n(C) The transferee shall complete rehabilitation of the property within 18 months after the property is transferred.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 450; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.10.html"
    },
    {
      "id": "section-42-3173.11",
      "number": "42-3173.11",
      "heading": "Use of funds; deposit of funds.",
      "text": "(a) Amounts collected by the District of Columbia under this subchapter shall be deposited into the fund established by § 42-3131.01(b)(1).\n\n(b) Amounts in the fund established by § 42-3131.01(b)(1), may be used to pay the costs incurred by the District to demolish or enclose a structure under this subchapter.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 451; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.11.html"
    },
    {
      "id": "section-42-3173.12",
      "number": "42-3173.12",
      "heading": "Nature of remedies.",
      "text": "The remedies set forth in this subchapter shall be cumulative and not exclusive.",
      "history": "Apr. 27, 2001, D.C. Law 13-281, § 452; as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/42-3173.12.html"
    }
  ]
}