{
  "state": "illinois",
  "path": "title-chapter-745-civil-immunities/chapter-745-ilcs-49-good-samaritan-act",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Short title.",
      "text": "This Act may be cited as the Good Samaritan Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Legislative purpose.",
      "text": "The General Assembly has established\nnumerous protections for the generous and compassionate acts of its citizens\nwho volunteer their time and talents to help others. These protections or good\nsamaritan provisions have been codified in many Acts of the Illinois Compiled\nStatutes. This Act recodifies existing good samaritan provisions. Further,\nwithout limitation the provisions of this Act shall be liberally construed to\nencourage persons to volunteer their time and talents.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Emergency telephone instructions; exemption from civil liability.",
      "text": "No person who gives emergency instructions through a system\nestablished under the Emergency Telephone System Act to persons rendering\nservices in an emergency\nat another location, nor any person following the instructions in\nrendering the services, shall be liable for any civil damages as a\nresult of issuing or following the instructions, unless issuing or\nfollowing the instructions constitutes willful or wanton misconduct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-10",
      "number": "10.",
      "heading": "Cardiopulmonary resuscitation; exemption from civil liability",
      "text": "for emergency care. Any person trained in basic\ncardiopulmonary resuscitation who has successfully completed training in accordance with the standards of the American Red Cross or the American Heart Association and who in good faith, not for\ncompensation, provides emergency cardiopulmonary\nresuscitation in accordance with his or her training to a person who is an apparent victim of acute\ncardiopulmonary insufficiency shall not, as the result of\nhis or her acts or omissions in providing resuscitation, be\nliable for civil damages, unless the acts or omissions\nconstitute willful and wanton misconduct.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12",
      "number": "12.",
      "heading": "Use of an automated external defibrillator; exemption",
      "text": "from civil liability for emergency care. As provided in Section 30 of the Automated External Defibrillator Act, any automated external defibrillator user who in good faith and without fee or compensation renders\nemergency medical care involving the use of an automated\n\nexternal defibrillator in accordance with his or her training is\nnot liable for any civil damages as a result of any act or\nomission, except for willful and wanton misconduct, by that\nperson in rendering that care.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-15",
      "number": "15.",
      "heading": "Dentists;",
      "text": "exemption from civil liability for emergency care. Any\ndentist or any person licensed as a dentist in any other state\nor territory of the United States who in good faith provides emergency care\nwithout fee to a victim of an accident at the scene of an accident shall\nnot, as a result of his or her acts or omissions,\nexcept willful or wanton misconduct on the part of the person, in providing\nthe care, be liable for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-20",
      "number": "20.",
      "heading": "Free dental clinic; exemption from civil",
      "text": "liability for services\nperformed without compensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-25",
      "number": "25.",
      "heading": "Physicians; exemption from civil liability for emergency care.",
      "text": "Any person licensed under the Medical Practice Act of 1987\nor any person licensed to practice the treatment of human\nailments in any other state or territory of the United States who,\nin good faith, provides emergency care without fee to a person,\nshall not, as a result of his or her acts or omissions, except\nwillful or wanton misconduct on the part of the person, in\nproviding the care, be liable for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-30",
      "number": "30.",
      "heading": "Free medical clinic; exemption from civil liability for services",
      "text": "performed without compensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-305",
      "number": "30.5.",
      "heading": "Alternative free medical clinic without physical premises patient notification practice",
      "text": "A free medical clinic under this Act which does not have physical premises on which to post the explanation of the exemption from civil liability under this Act, shall provide a clear, concise, and understandabl",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34",
      "number": "34.",
      "heading": "Advanced practice registered nurse; exemption from civil",
      "text": "liability for emergency care. A person licensed as an advanced practice registered nurse\nunder the Nurse Practice Act who in good faith provides emergency care without fee to a\nperson shall not be liable for civil damages as a result of his or her acts or\nomissions, except for willful or wanton misconduct on the part of the person in\nproviding the care.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35",
      "number": "35.",
      "heading": "Nurses; exemption from civil liability for emergency care.",
      "text": "Any person licensed as a professional nurse or as a practical nurse in Illinois\nor any other\nstate or territory of the United States who in good faith provides emergency\ncare without fee to a\nperson shall not, as a result of her or his acts or omissions, except for\nwillful or wanton misconduct on the part of the person, in providing the\ncare, be liable for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36",
      "number": "36.",
      "heading": "Pharmacists; exemptions from civil liability for the dispensing of an opioid antagonist to individuals who may or may not be at risk for an opioid overdose",
      "text": "Any person licensed as a pharmacist in Illinois or any other state or territory of the United States who in good faith dispenses or administer",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40",
      "number": "40.",
      "heading": "Nurses; exemption from civil liability for services performed",
      "text": "without compensation.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-42",
      "number": "42.",
      "heading": "Optometrists; exemption from civil liability for emergency care",
      "text": "Any optometrist or any person licensed as an optometrist in any other state or territory of the United States who in good faith provides emergency care without fee to a victim of an accident at the scene of an accident shall not, as a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "45.",
      "heading": "Physical Therapist; exemption from civil liability for",
      "text": "emergency care.\nAny physical therapist, as defined in Section 1 of the Illinois Physical\nTherapy Act,\nwho in good faith provides emergency care without fee to any person shall\nnot, as a result of his or her acts or omissions, except willful and wanton\nmisconduct\non the part of the person in providing the care, be liable to a person\nto whom such care is provided for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-46",
      "number": "46.",
      "heading": "Physician assistant; exemption from civil",
      "text": "liability for emergency care. A person licensed as a physician assistant\nunder the Physician Assistant\nPractice Act of 1987 who in good faith provides emergency care without fee to a\nperson shall not be liable for civil damages as a result of his or her acts or\nomissions, except for willful or wanton misconduct on the part of the person in\nproviding the care.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-50",
      "number": "50.",
      "heading": "Podiatric physician; exemption",
      "text": "from civil liability for emergency care. Any person licensed to\npractice podiatric medicine in Illinois, or licensed under an Act of any\nother state or territory of the United States, who in good faith provides\nemergency care without fee to a victim of an accident at the scene of an\naccident or in case of nuclear attack shall not, as a result of his acts or\nomissions, except willful or wanton misconduct on the part of the person\nin providing the care, be liable for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-55",
      "number": "55.",
      "heading": "Respiratory care practitioner; exemption from civil liability",
      "text": "for emergency care.\nA person licensed under\nthe Respiratory Care Practice Act\nor any person licensed as a respiratory\ncare practitioner in another state or territory, who in good faith provides\nemergency care, without a fee, to a victim of an accident at the scene of an\naccident or to a victim of a natural disaster, including but not limited to an\nearthquake, hurricane, tornado, nuclear attack, or other similar emergency,\nshall not, as a result of his or her acts or omissions, except for willful or\nwanton misconduct in providing care, be liable for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-60",
      "number": "60.",
      "heading": "Veterinarians; exemption from civil liability for emergency care to",
      "text": "humans. Any person licensed under the Veterinary Medicine and Surgery Practice\nAct of 2004 or any person licensed as a veterinarian in any other\nstate or\nterritory of the United States who in good faith provides emergency care to a\nhuman victim of an accident, at the scene of an accident or in a catastrophe\nshall not be liable for civil damages as a result of his or her acts or\nomissions, except for willful or wanton misconduct on the part of the person in\nproviding the care.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "65.",
      "heading": "Choking victim at food-service establishment; exemption from",
      "text": "civil liability for emergency assistance. Except as provided by law, no person\nshall be obligated to remove, assist in removing, or attempt to remove, food\nfrom another person's\nthroat, nor shall any person who in good faith removes or attempts to remove\nfood in an emergency occurring at a food-service establishment as defined in\nthe Choke-Saving Methods Act be liable\nfor any civil damages as a result of any acts or omissions by that person\nin rendering emergency assistance.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-67",
      "number": "67.",
      "heading": "First aid providers; exemption for first aid",
      "text": "Any person who is currently certified in first aid by the American Red Cross, the American Heart Association, or the National Safety Council and who in good faith provides first aid without fee to any person shall not, as a result of his or her acts or o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-68",
      "number": "68.",
      "heading": "Disaster relief volunteers.  Any firefighter, licensed emergency medical technician (EMT) as defined by Section 3",
      "text": "50 of the Emergency Medical Services (EMS) Systems Act, physician, dentist, podiatric physician, optometrist, pharmacist, advanced practice registered nurse, physician assistant, or nurs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-69",
      "number": "69.",
      "heading": "Employees of State agencies; exemptions from civil liability for the administration of an opioid antagonist",
      "text": "Any employee of a State agency who in good faith administers an opioid antagonist, as defined in Section 5-23 of the Substance Use Disorder Act, in compliance with Section 405-545 of the Depa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-70",
      "number": "70.",
      "heading": "Law enforcement officers, firemen, emergency medical technicians (EMTs) and first responders; exemption from civil liability for emergency care",
      "text": "Any law enforcement officer or fireman as defined in Section 2 of the Line of Duty Compensation Act; any \"emergency medical technician (EMT)\" as defined in",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-71",
      "number": "71.",
      "heading": "Exemption from civil liability in emergencies",
      "text": "requiring building evacuations. Any person who in good faith provides emergency care, without fee or compensation, to any person at the scene of an emergency that necessitates the evacuation of a building shall not, as a result of his or her acts or omissions, except willful and wanton misconduct on the part of the person in providing the emergency care, be liable to a person to whom such emergency care is provided for civil damages. This Section shall apply to causes of action accruing on or after the effective date of this amendatory Act of the 96th General Assembly.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-72",
      "number": "72.",
      "heading": "Professional engineers, architects, land surveyors, and structural engineers; exemption from civil liability for professional  services in response to disasters or catastrophic events",
      "text": "Any professional engineer, architect, land surveyor, or structural engineer who in good faith, without fee, provide",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-75",
      "number": "75.",
      "heading": "Employers and employees under the Health and Safety Act;",
      "text": "exemption from civil liability for emergency care.\nAny employer, who in good faith provides emergency medical\nor first aid care without fee to any employee or any other person\nemployed on the same project shall not, as a result of his or her acts or\nomissions, except willful and wanton misconduct on the part of the\nemployer, in providing the care, be liable to such employee or such\nother person to whom such care is provided for civil damages.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-80",
      "number": "80.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-85",
      "number": "85.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-87",
      "number": "87.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-90",
      "number": "90.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-92",
      "number": "92.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-93",
      "number": "93.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-95",
      "number": "95.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-100",
      "number": "100.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-105",
      "number": "105.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-110",
      "number": "110.",
      "heading": "(Amendatory provision; text omitted).",
      "text": "(Amendatory provision; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-115",
      "number": "115.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-120",
      "number": "120.",
      "heading": "The Law Enforcement Emergency Care Act is repealed.",
      "text": "The Law Enforcement Emergency Care Act is repealed.",
      "history": "",
      "source_url": ""
    }
  ]
}