{
  "state": "idaho",
  "path": "title-title-59/chapter-chapter-16",
  "sections": [
    {
      "id": "section-59-1601",
      "number": "59-1601",
      "heading": "",
      "text": "59-1601. APPLICABILITY. The provisions of this chapter shall be applicable to those nonclassified officers and employees in the several executive agencies of state government as defined in chapter 53, title 67, Idaho Code, to the officers and employees of any executive department when designated in this chapter and, where specifically indicated, to the officers and employees of the legislative department.\n\n[59-1601, added 1977, ch. 307, sec. 16, p. 873; am. 1986, ch. 133, sec. 9, p. 354.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1601/"
    },
    {
      "id": "section-59-1602",
      "number": "59-1602",
      "heading": "",
      "text": "59-1602. APPLICABILITY OF FEDERAL MERIT SYSTEM STANDARDS. Notwithstanding any other provision wherever federal merit system standards are applicable to any nonclassified position, officer or employee, financed in whole or in part by federal funds, rules and regulations shall be established by the board of examiners for executive agencies, or by the legislative council for legislative agencies, to the extent necessary to apply such standards to personnel administration in such grant-in-aid programs.\n\n[59-1602, added 1977, ch. 307, sec. 16, p. 873.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1602/"
    },
    {
      "id": "section-59-1603",
      "number": "59-1603",
      "heading": "",
      "text": "59-1603. CONFORMITY WITH CLASSIFIED POSITIONS. (1) To the extent possible, each nonclassified position in the executive department will be paid a salary or wage comparable to classified positions with similar duties, responsibilities, training, experience and other qualifications in consultation with the division of human resources. Temporary employees and agricultural inspectors referred to in subsections (m) and (o) of section 67-5303, Idaho Code, shall not be entitled to sick leave accruals provided in section 59-1605, Idaho Code, vacation leave provided in section 59-1606, Idaho Code, or holiday pay defined in subsection (15) of section 67-5302, Idaho Code, unless contributions are being made to the public employee retirement system in accordance with chapter 13, title 59, Idaho Code, and rules promulgated by the retirement board. Vacation and sick leave accruals, but not holiday pay, shall be awarded retroactively, if necessary, to the date such employees become eligible for retirement system membership.\n\n(2) To the extent possible, nonclassified state employees in the executive department reporting to the governor or a board or commission appointed by the governor shall conform with chapter 53, title 67, Idaho Code, defining the state personnel system, in sections where nonclassified state employee personnel standards are expressly defined.\n\n(3) To the extent possible, each nonclassified position in the legislative department will be paid a salary or wage comparable to classified positions with similar duties, responsibilities, training, experience and other qualifications.\n\n(4) The supreme court shall determine the schedules of salary and compensation for all officers and employees of the judicial department that are not otherwise fixed by law. To the extent possible, the supreme court shall adopt schedules compatible with the state’s accounting system. The judicial department may also maintain personnel records and files under such system as is ordered by the supreme court.\n\n(5) The state board of education shall determine the schedules of salary and compensation, and prescribe policies for overtime and compensatory time off from duty, for all officers, teaching staff, and employees of the state board of education as provided by law. To the extent possible, the state board of education shall adopt schedules and policies compatible with the state’s accounting system. The state board of education may also maintain personnel records and files under a system of its own, if approved by the state controller.\n\n(6) Members of the legislature, the lieutenant governor, other officers whose salaries are fixed by law, and members of part-time boards, commissions and committees shall be paid according to law.\n\n(7) Any schedule of salary and compensation must be approved by the appointing authority and be communicated to the state controller in writing at least thirty (30) days in advance of the effective date of the schedule.\n\n(8) In addition to salary increases provided by any compensation schedule adopted pursuant to subsection (7) of this section, nonclassified officers and employees, except those who are elected officials or whose salaries are fixed by law, may be granted an award not to exceed two thousand dollars ($2,000) in any given fiscal year based on an affirmative certification of meritorious service. Exceptions to the two-thousand-dollar ($2,000) limit provided in this section may be granted under extraordinary circumstances if approved in advance by the state board of examiners. Appointing authorities shall submit a report to the division of financial management and the legislative services office by October 1 on all awards granted in the preceding fiscal year.\n\n(9) In addition to salary increases provided by any compensation schedule, nonclassified officers and employees, except those who are elected officials or whose salaries are fixed by law, may be granted an award not to exceed two thousand dollars ($2,000) in any given fiscal year based on suggestions or recommendations made by the employee that resulted in taxpayer savings as a result of cost savings or greater efficiencies to the department, office or institution or to the state of Idaho in excess of the amount of the award. Exceptions to the two-thousand-dollar ($2,000) limit provided in this subsection may be granted in extraordinary circumstances if approved in advance by the state board of examiners. The appointing authority shall as near as practicable utilize the criteria in conformance with rules promulgated by the division of human resources pursuant to section 67-5309D, Idaho Code. Appointing authorities shall submit a report to the division of financial management and the legislative services office by October 1 on all employee suggestion awards granted in the preceding fiscal year. Such report shall include any changes made as a direct result of an employee’s suggestion and savings resulting therefrom.\n\n(10) Each appointing authority, including the elective offices in the executive department, the legislative department, the judicial department, and the state board of education and the board of regents, shall comply with all reporting requirements necessary to produce the list of employee positions prescribed by section 67-3519, Idaho Code.\n\n(11) The adjutant general, with the approval of the governor, shall prescribe personnel policies for all officers and employees of the national guard that are not otherwise fixed by law. Such policies will include an employee grievance procedure with appeal to the adjutant general. The adjutant general shall determine schedules of salary and compensation that are, to the extent possible, comparable to the schedules used for federal civil service employees of the national guard and those employees serving in military status. Schedules adopted shall be compatible with the state’s accounting system to the extent possible.\n\n(12) In addition to salary increases provided by any compensation schedule, nonclassified officers and employees, except those who are elected officials or whose salaries are fixed by law, may be granted award pay for recruitment or retention purposes. Retention bonuses require affirmative certification of meritorious service after completion of at least six (6) months of service prior to issuance. Department directors and the administrator of the division of human resources are authorized to seek legal remedies available, including deductions from an employee’s accrued vacation funds, from an employee who resigns during the designated period of time after receipt of a recruitment or retention bonus. Appointing authorities shall submit a report to the division of financial management and the legislative services office by October 1 on all such awards granted in the preceding fiscal year.\n\n(13) In addition to salary increases provided by any compensation schedule, nonclassified officers and employees, except those who are elected officials or whose salaries are fixed by law, may be granted other pay as provided in this subsection. Appointing authorities shall submit a report to the division of financial management and the legislative services office by October 1 on all such awards granted in the preceding fiscal year, including:\n\n(a) Shift differential pay up to twenty-five percent (25%) of hourly rates depending on local market rates in order to attract and retain qualified staff;\n\n(b) Geographic differential pay in areas of the state where recruitment and retention are difficult due to economic conditions and cost of living; and\n\n(c) Wildland firefighter differential pay up to twenty-five percent (25%) of hourly rates for wildland firefighting personnel who hold current incident qualification cards while working on the fireline of a fire incident not deemed controlled or at a fire incident helibase servicing active flights.\n\n(14) When necessary to obtain or retain qualified personnel and when a distribution has been approved for classified employees pursuant to section 67-5309D, Idaho Code, each appointing authority, including the elective offices in the executive branch, the legislative branch, the judicial branch, and the state board of education and the board of regents of the university of Idaho, may grant nonclassified employees nonmerit pay in the same proportion as received by classified employees in that department or institution. Appointing authorities shall submit a report to the division of financial management and the legislative services office by October 1 on all such awards granted in the preceding fiscal year.\n\n(15) Each appointing authority shall, as nearly as practicable, utilize the criteria for reimbursement of moving expenses in conformance with section 67-5337, Idaho Code, and rules promulgated by the division of human resources pursuant thereto. Appointing authorities shall submit a report to the division of financial management and the legislative services office by October 1 on all moving reimbursements granted in the preceding fiscal year.\n\n(16) Specific pay codes shall be established and maintained in the state controller’s office to ensure accurate reporting and monitoring of all pay actions authorized in this section.\n\n[59-1603, added 1977, ch. 307, sec. 16, p. 873; am. 1983, ch. 5, sec. 2, p. 21; am. 1987, ch. 228, sec. 1, p. 484; am. 1993, ch. 318, sec. 1, p. 1174; am. 1994, ch. 180, sec. 144, p. 513; am. 1994, ch. 272, sec. 6, p. 847; am. 1999, ch. 370, sec. 26, p. 1013; am. 2003, ch. 168, sec. 2, p. 477; am. 2006, ch. 380, sec. 3, p. 1176.; am. 2018, ch. 117, sec. 1, p. 247; am. 2022, ch. 112, sec. 1, p. 398; am. 2022, ch. 202, sec. 1, p. 658; am. 2023, ch. 53, sec. 3, p. 203.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1603/"
    },
    {
      "id": "section-59-1604",
      "number": "59-1604",
      "heading": "",
      "text": "59-1604. CREDITED STATE SERVICE. (1) For the purposes of payroll, vacation or annual leave, sick leave and other applicable purposes, credited state service shall be earned by:\n\n(a) The elective officers of the executive department, except the lieutenant governor;\n\n(b) Nonclassified officers and employees of any department, commission, division, agency or board of the executive department, except for part-time members of boards, commissions and committees;\n\n(c) Officers and employees of the legislative department, except members of the house of representatives and the senate.\n\n(2) Eligible nonclassified officers and employees shall accrue credited state service at the same rate and under the same conditions as is provided in section 67-5332, Idaho Code, for classified officers and employees.\n\n(3) Members of the legislature, the lieutenant governor, and members of part-time boards, commissions and committees, shall not be eligible for annual leave or sick leave.\n\n(4) Credited state service for those officers and employees identified by section 67-5303(j), Idaho Code, shall be as determined by the state board of education, except no such officer or employee shall be credited with more than two thousand eighty (2,080) hours during any twelve (12) month period.\n\nAny policy and procedures determined by the state board of education must be communicated to the state controller in writing at least one hundred eighty (180) days in advance of the effective date of the policy and procedures.\n\n(5) Service for retirement purposes shall be as provided in chapter 13, title 59, Idaho Code, or in chapter 20, title 1, Idaho Code.\n\n[59-1604, added 1977, ch. 307, sec. 16, p. 874; am. 1989, ch. 312, sec. 1, p. 808; am. 1994, ch. 180, sec. 145, p. 514; am. 1994, ch. 272, sec. 7, p. 848; am. 1996, ch. 79, sec. 5, p. 260; am. 2000, ch. 121, sec. 5, p. 268; am. 2016, ch. 47, sec. 39, p. 124.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1604/"
    },
    {
      "id": "section-59-1605",
      "number": "59-1605",
      "heading": "",
      "text": "59-1605. SICK LEAVE COMPUTATION. (1) Eligible nonclassified officers and employees shall accrue sick leave at the same rate and under the same conditions as is provided in section 67-5333, Idaho Code, for classified officers and employees.\n\n(2) Sick leave shall be taken by nonclassified officers and employees in as nearly the same manner as possible as is provided in section 67-5333, Idaho Code, for classified officers and employees.\n\n(3) The supreme court shall determine the sick leave policies for all officers and employees of the judicial department. To the extent possible, the supreme court shall adopt policies which are compatible with the state’s accounting system. Any policy and procedures determined by the supreme court must be communicated to the state controller in writing at least one hundred eighty (180) days in advance of the effective date of the policy and procedures.\n\n(4) The state board of education shall determine the sick leave policies for all officers and employees of the state board of education who are not subject to the provisions of chapter 53, title 67, Idaho Code. To the extent possible, the state board of education shall adopt policies which are compatible with the state’s accounting system.\n\nAny policy and procedures determined by the state board of education must be communicated to the state controller in writing at least one hundred eighty (180) days in advance of the effective date of the policy and procedures.\n\n(5) The state board of examiners shall adopt comparative tables and charts to compute sick leave on daily, weekly, bi-weekly, calendar month and annual periods.\n\n(6) For those eligible nonclassified officers and employees previously employed by a county office of public defender or joint office of public defender and hired by the office of the state public defender prior to January 1, 2025:\n\n(a) Credited state service, for the purposes of section 67-5333, Idaho Code, shall include all credited service earned for purposes of the public employee retirement system established pursuant to chapter 13, title 59, Idaho Code; and\n\n(b) At the discretion of the officer or employee, up to forty (40) hours of unused sick leave shall be secured for, and credited to, the officer or employee by the office of the public defender to be utilized as sick leave. The officer or employee’s prior employing county shall bequest and deposit funds corresponding to the secured and credited sick leave hours in the state public defense fund established by section 57-827, Idaho Code.\n\n[59-1605, added 1977, ch. 307, sec. 16, p. 875; am. 1994, ch. 180, sec. 146, p. 515; am. 2024, ch. 217, sec. 1, p. 771.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1605/"
    },
    {
      "id": "section-59-1606",
      "number": "59-1606",
      "heading": "",
      "text": "59-1606. VACATION TIME. (1) Eligible nonclassified officers and employees in the executive department and in the legislative department shall accrue vacation leave and take vacation leave at the same rate and under the same conditions as is provided in section 67-5334, Idaho Code, for classified officers and employees.\n\n(a) The state board of examiners shall adopt comparative tables and charts to compute vacation time on daily, weekly, bi-weekly, calendar month and annual periods.\n\n(2) Eligible nonclassified officers and employees in the judicial department shall accrue vacation leave as determined by order of the supreme court.\n\nLeave policies established by the supreme court must be communicated to the state controller in writing at least one hundred eighty (180) days in advance of the effective date of the policies.\n\n(3) The state board of education shall determine the vacation leave policies for all officers and employees of the state board of education who are not subject to the provisions of chapter 53, title 67, Idaho Code. To the extent possible, the state board of education shall adopt policies which are compatible with the state’s accounting system.\n\nAny policy and procedures determined by the state board of education must be communicated to the state controller in writing at least one hundred eighty (180) days in advance of the effective date of the policy and procedures.\n\n(4) For those eligible nonclassified officers and employees previously employed by a county office of public defender or joint office of public defender and hired by the office of the state public defender prior to January 1, 2025:\n\n(a) Credited state service, for the purposes of section 67-5334, Idaho Code, shall include all credited service earned for purposes of the public employee retirement system established pursuant to chapter 13, title 59, Idaho Code; and\n\n(b) At the discretion of the officer or employee, up to forty (40) hours of unused paid time off shall be secured for, and credited to, the officer or employee by the office of the public defender to be utilized as vacation time. The officer or employee’s prior employing county shall bequest and deposit funds corresponding to the secured and credited vacation hours in the state public defense fund established by section 57-827, Idaho Code.\n\n[59-1606, added 1977, ch. 307, sec. 16, p. 876; am. 1994, ch. 180, sec. 147, p. 515; am. 2006, ch. 380, sec. 4, p. 1178; am. 2024, ch. 160, sec. 1, p. 614.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1606/"
    },
    {
      "id": "section-59-1607",
      "number": "59-1607",
      "heading": "",
      "text": "59-1607. HOURS OF WORK AND OVERTIME. (1) It is the policy of the legislature of the state of Idaho that all classified and nonclassified officers and employees of the executive branch of state government shall be treated substantially similar with reference to hours of employment, holidays and vacation leave, except as provided in this chapter. For wage, hour and working conditions, the supreme court and the legislative council shall prescribe rules for employees of the judicial branch and the legislative branch, respectively. The policy of this state shall not restrict the extension of regular work hour schedules on an overtime basis, which shall be the same for classified and nonclassified employees, in those activities and duties where such extension is necessary and authorized by the appointing authority.\n\n(2) The appointing authority of any department shall determine the necessity for overtime work and shall provide for cash compensation or compensatory time off for such overtime work for eligible classified and nonclassified officers and employees.\n\n(3) Classified and nonclassified officers and employees who fall within one (1) or more of the following categories are ineligible for cash compensation or compensatory time for overtime work:\n\n(a) Elected officials; or\n\n(b) Those included in the definition of section 67-5303(j), Idaho Code.\n\n(4) Classified and nonclassified employees who are designated as executive, as provided in section 67-5302, Idaho Code, and who are not included in the definition of subsection (3) of this section, shall be ineligible for compensatory time or cash compensation for overtime work. Such salaried employees shall report absences in excess of one-half (1/2) day. Employees who become executives within their current agency as set forth in section 67-5302(12), Idaho Code, shall have twelve (12) months from the date of this act or of appointment, whichever is later, to use any compensatory time balance. After twelve (12) months, any remaining compensatory time will be forfeited. Compensatory time is not transferable and shall be forfeited at the time of transfer to another appointing authority or upon separation from state service.\n\n(5) Classified and nonclassified officers and employees who are designated as administrative or professional as provided in the federal fair labor standards act, or who are designated as exempt under any other complete exemption in federal law, and who are not included in the definition of subsection (3) of this section, shall be ineligible for cash compensation for overtime work unless cash payment is authorized by the state board of examiners for overtime accumulated during unusual or emergency situations, but such classified and nonclassified officers and employees shall be allowed compensatory time off from duty for overtime work. Such compensatory time shall be earned and allowed on hour-for-hour basis, shall not be transferable, and shall be forfeited at the time of transfer to another appointing authority or upon separation from state service. Compensatory time may be accrued and accumulated up to a maximum of two hundred forty (240) hours. Effective with the first pay period in July 2008 (beginning date June 15, 2008), compensatory time balances in excess of two hundred forty (240) hours will not continue to accrue until the balance is below the maximum.\n\n(6) Classified and nonclassified officers and employees who are not designated as executive, administrative or professional as provided in this section, and who are not included in the definition of subsection (3) of this section or who are not designated as exempt under any other complete exemption in federal law, shall be eligible for cash compensation or compensatory time off from duty for overtime work, subject to the restrictions of applicable federal law. Compensatory time off may be provided in lieu of cash compensation at the discretion of the appointing authority after consultation, in advance, with the employee. Compensatory time off shall be paid at the rate of one and one-half (1 1/2) hours for each overtime hour worked. Compensatory time off that has been earned during any one-half (1/2) fiscal year but not taken by the end of the succeeding one-half (1/2) fiscal year shall be paid in cash on the first payroll following the close of such succeeding one-half (1/2) fiscal year. Compensatory time not taken at the time of transfer to another appointing authority or upon separation from state service shall be liquidated at the time of such transfer or separation by payment in cash.\n\n(7) Notwithstanding the provisions of this section, employees may be paid for overtime work during a disaster or emergency with the approval of the board of examiners.\n\n[59-1607, added 1977, ch. 307, sec. 16, p. 877; am. 1983, ch. 87, sec. 1, p. 182; am. 1986, ch. 133, sec. 10, p. 354; am. 1990, ch. 368, sec. 1, p. 1005; am. 1996, ch. 120, sec. 1, p. 434; am. 2004, ch. 299, sec. 1, p. 834; am. 2006, ch. 380, sec. 5, p. 1179; am. 2008, ch. 196, sec. 1, p. 617; am. 2023, ch. 7, sec. 10, p. 26.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1607/"
    },
    {
      "id": "section-59-1608",
      "number": "59-1608",
      "heading": "",
      "text": "59-1608. LEAVE OF ABSENCE FOR BONE MARROW OR ORGAN DONATION. (1) A full-time nonclassified officer or full-time nonclassified employee shall be granted a leave of absence for the time specified for the following purposes:\n\n(a) Five (5) workdays to serve as a bone marrow donor if the officer or employee provides the appointing authority written verification that the employee is to serve as a bone marrow donor; and\n\n(b) Thirty (30) workdays to serve as a human organ donor if the officer or employee provides the appointing authority written verification that the employee is to serve as a human organ donor.\n\n(2) An officer or employee who is granted a leave of absence pursuant to the provisions of this section shall receive his compensation without interruption during the leave of absence. For purposes of determining longevity, performance, pay advancement and performance awards and for receipt of any benefit that may be affected by a leave of absence, the service of the officer or employee shall be considered uninterrupted by the leave of absence.\n\n(3) The appointing authority shall not penalize an officer or employee for requesting or obtaining a leave of absence pursuant to the provisions of this section.\n\n(4) The leave authorized by this section may be requested by the officer or employee only if the officer or employee is the person who is serving as the donor.\n\n(5) Full-time nonclassified officers and employees shall be notified of the leave offered pursuant to this section each April in an electronic message distributed by the state controller’s office.\n\n[59-1608, added 2006, ch. 257, sec. 2, p. 795; am. 2018, ch. 98, sec. 1, p. 207.]",
      "source_url": "https://law.justia.com/codes/idaho/title-59/chapter-16/section-59-1608/"
    }
  ]
}