{
  "state": "south-dakota",
  "path": "title-title-33-military-affairs/chapter-chapter-10-uniform-state-code-of-military-justice",
  "sections": [
    {
      "id": "section-33-10-1",
      "number": "33-10-1",
      "heading": "Repealed by SL 2012, ch 175, §§290 to 308",
      "text": "Section 33-10-20 - Definitions.Section 33-10-21 - Persons subject to this code.Section 33-10-22 - Subject matter jurisdiction--Primary jurisdiction.Section 33-10-23 - Jurisdiction over persons charged with fraudulent discharge.Section 33-10-24 - Jurisdiction",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33-10-20",
      "number": "33-10-20",
      "heading": "Definitions.",
      "text": "33-10-20. Definitions.\n\nTerms used in this chapter mean:\n\n(1)\"Accuser,\" a person who signs and swears to charges, any person who directs that charges nominally be signed and sworn to by another, and any other person who has an interest other than an official interest in the prosecution of the accused;\n\n(2)\"Cadet,\" \"candidate,\" or \"midshipman,\" a person who is enrolled in or attending a state military academy, a regional training institute, or any other formal education program for the purpose of becoming a commissioned officer in the state military forces;\n\n(3)\"Classified information,\":\n\n(a)Any information or material that has been determined by an official of the United States or any state pursuant to law, an executive order, or regulation to require protection against unauthorized disclosure for reasons of national or state security; and\n\n(b)Any restricted data, as defined in section 11(y) of the Atomic Energy Act of 1954 (42 U.S. C. §2014(y)) as of January 1, 2012;\n\n(4)\"Code,\" this chapter;\n\n(5)\"Commanding officer,\" includes only commissioned officers of the state military forces and shall include officers in charge only when administering nonjudicial punishment pursuant to this code. The term, commander, has the same meaning as commanding officer;\n\n(6)\"Convening authority,\" includes, in addition to the person who convened the court, a commissioned officer commanding for the time being or a successor in command to the convening authority;\n\n(7)\"Day,\" a calendar day and is not synonymous with the term, unit training assembly. Any punishment authorized by this code which is measured in terms of days shall, if served in a status other than annual field training, be construed to mean succeeding duty days;\n\n(8)\"Duty status other than state active duty,\" any other type of duty not in federal service and not full-time duty in the active service of the state under an order issued by authority of law and includes travel to and from such duty;\n\n(9)\"Enlisted member,\" a person in an enlisted grade;\n\n(10)\"Judge advocate,\" a commissioned officer of the organized state military forces who is a member in good standing of the bar of the highest court of a state, and is:\n\n(a)Certified or designated as a judge advocate in the Judge Advocate General's Corps of the Army, Air Force, Navy, or the Marine Corps or designated as a law specialist as an officer of the Coast Guard, or a reserve component of one of these; or\n\n(b)Certified as a nonfederally recognized judge advocate by the senior judge advocate of the commander of the force in the state military forces of which the accused is a member, as competent to perform such military justice duties required by this code. If there is no such judge advocate available, then such certification may be made by such senior judge advocate of the commander of another force in the state military forces, as the convening authority directs;\n\n(11)\"Military court,\" a court-martial or a court of inquiry;\n\n(12)\"Military judge,\" an official of a general or special court-martial detailed in accordance with §33-10-77;\n\n(13)\"Military offenses,\" those offenses prescribed under this chapter;\n\n(14)\"National security,\" the national defense and foreign relations of the United States;\n\n(15)\"Officer,\" a commissioned or warrant officer;\n\n(16)\"Officer in charge,\" a member of the Army or Air Force designated as such by appropriate authority;\n\n(17)\"Record,\" when used in connection with the proceedings of a court-martial:\n\n(a)An official written transcript, written summary, or other writing relating to the proceedings; or\n\n(b)An official audiotape, videotape, digital image or file, or similar material from which sound, or sound and visual images, depicting the proceedings may be reproduced;\n\n(18)\"State,\" one of the several states, the District of Columbia, the Commonwealth of Puerto Rico, Guam, and the U.S. Virgin Islands;\n\n(19)\"State active duty,\" full-time duty in the state military forces under an order of the Governor or otherwise issued by authority of law, and paid by state funds, and includes travel to and from such duty;\n\n(20)\"Senior force judge advocate,\" the senior judge advocate of the commander of the same force of the state military forces as the accused and who is that commander's chief legal advisor;\n\n(21)\"State military forces,\" the National Guard of the State of South Dakota, as defined in Title 32, United States Code, and any other military force organized under the Constitution and laws of this State, when not in a status subjecting them to exclusive jurisdiction under chapter 47 of Title 10, United States Code;\n\n(22)\"Superior commissioned officer,\" a commissioned officer superior in rank or command;\n\n(23)\"Senior force commander,\" the commander of the same force of the state military forces as the accused.\n\nSource: SL 2012, ch 175, §1; SL 2023, ch 109, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-20/"
    },
    {
      "id": "section-33-10-21",
      "number": "33-10-21",
      "heading": "Persons subject to this code.",
      "text": "33-10-21. Persons subject to this code.\n\nThis code applies at all times to all members of the state military forces and all other military forces attached or assigned thereto.\n\nSource:SL 2012, ch 175, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-21/"
    },
    {
      "id": "section-33-10-22",
      "number": "33-10-22",
      "heading": "Subject matter jurisdiction--Primary jurisdiction.",
      "text": "33-10-22. Subject matter jurisdiction--Primary jurisdiction.\n\nSubject matter jurisdiction is established if a nexus exists between an offense, either military or nonmilitary, and the state military force. Courts-martial have primary jurisdiction of military offenses as defined in §33-10-20. A proper civilian court has primary jurisdiction of a nonmilitary offense when an act or omission violates both this code and local criminal law, foreign or domestic. In such a case, a court-martial may be initiated only after the civilian authority has declined to prosecute or dismissed the charge, provided jeopardy has not attached. Jurisdiction over attempted crimes, conspiracy crimes, solicitation, and accessory crimes shall be determined by the underlying offense.\n\nSource:SL 2012, ch 175, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-22/"
    },
    {
      "id": "section-33-10-23",
      "number": "33-10-23",
      "heading": "Jurisdiction over persons charged with fraudulent discharge.",
      "text": "33-10-23. Jurisdiction over persons charged with fraudulent discharge.\n\nEach person discharged from the state military forces who is later charged with having fraudulently obtained a discharge is, subject to §§33-10-126 to 33-10-129, inclusive, subject to trial by court-martial on that charge and is, after apprehension, subject to this code while in custody under the direction of the state military forces for that trial. Upon conviction of that charge that person is subject to trial by court-martial for all offenses under this code committed before the fraudulent discharge.\n\nSource:SL 2012, ch 175, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-23/"
    },
    {
      "id": "section-33-10-24",
      "number": "33-10-24",
      "heading": "Jurisdiction over deserters.",
      "text": "33-10-24. Jurisdiction over deserters.\n\nNo person who has deserted from the state military forces may be relieved from amenability to the jurisdiction of this code by virtue of a separation from any later period of service.\n\nSource:SL 2012, ch 175, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-24/"
    },
    {
      "id": "section-33-10-25",
      "number": "33-10-25",
      "heading": "Applicability to persons in duty status or where nexus exists between offense and state military functions--Civilian jurisdiction.",
      "text": "33-10-25. Applicability to persons in duty status or where nexus exists between offense and state military functions--Civilian jurisdiction.\n\nThis code has applicability at all times and in all places, provided that either the person subject to the code is in a duty status or, if not in a duty status, that there is a nexus between the act or omission constituting the offense and the efficient functioning of the state military forces. However, this grant of military jurisdiction shall neither preclude nor limit civilian jurisdiction over an offense, which is limited only by the prohibition of double jeopardy.\n\nSource:SL 2012, ch 175, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-25/"
    },
    {
      "id": "section-33-10-26",
      "number": "33-10-26",
      "heading": "Extraterritorial jurisdiction.",
      "text": "33-10-26. Extraterritorial jurisdiction.\n\nCourts-martial and courts of inquiry may be convened and held in units of the state military forces while those units are serving outside the state with the same jurisdiction and powers as to persons subject to this code as if the proceedings were held inside the state, and offenses committed outside the state may be tried and punished either inside or outside the state.\n\nSource:SL 2012, ch 175, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-26/"
    },
    {
      "id": "section-33-10-27",
      "number": "33-10-27",
      "heading": "Judge advocate supervision.",
      "text": "33-10-27. Judge advocate supervision.\n\nThe senior force judge advocates in each of the state's military forces or that judge advocate's delegates shall make frequent inspections in the field in supervision of the administration of military justice in that force.\n\nSource:SL 2012, ch 175, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-27/"
    },
    {
      "id": "section-33-10-28",
      "number": "33-10-28",
      "heading": "Communication with judge advocates.",
      "text": "33-10-28. Communication with judge advocates.\n\nConvening authorities shall at all times communicate directly with their judge advocates in matters relating to the administration of military justice. The judge advocate of any command is entitled to communicate directly with the judge advocate of a superior or subordinate command, or with the state judge advocate.\n\nSource:SL 2012, ch 175, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-28/"
    },
    {
      "id": "section-33-10-29",
      "number": "33-10-29",
      "heading": "Judge advocate to reviewing authority.",
      "text": "33-10-29. Judge advocate to reviewing authority.\n\nNo person who has acted as member, military judge, trial counsel, defense counsel, or investigating officer, or who has been a witness, in any case may later act as a judge advocate to any reviewing authority upon the same case.\n\nSource:SL 2012, ch 175, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-29/"
    },
    {
      "id": "section-33-10-30",
      "number": "33-10-30",
      "heading": "Apprehension defined.",
      "text": "33-10-30. Apprehension defined.\n\nApprehension is the taking of a person into custody.\n\nSource:SL 2012, ch 175, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-30/"
    },
    {
      "id": "section-33-10-31",
      "number": "33-10-31",
      "heading": "Persons authorized to apprehend upon probable cause.",
      "text": "33-10-31. Persons authorized to apprehend upon probable cause.\n\nAny person authorized by this code or by chapter 47 of Title 10, United States Code, or by regulations issued under either, to apprehend persons subject to this code, any marshal of a court-martial appointed pursuant to the provisions of this code, and any peace officer or civil officer having authority to apprehend offenders under the laws of the United States or of a state, may do so upon probable cause that an offense has been committed and that the person apprehended committed it.\n\nSource:SL 2012, ch 175, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-31/"
    },
    {
      "id": "section-33-10-32",
      "number": "33-10-32",
      "heading": "Quelling of or apprehension for quarrels, frays, and disorders.",
      "text": "33-10-32. Quelling of or apprehension for quarrels, frays, and disorders.\n\nCommissioned officers, warrant officers, petty officers, and noncommissioned officers have authority to quell quarrels, frays, and disorders among persons subject to this code and to apprehend persons subject to this code who take part therein.\n\nSource:SL 2012, ch 175, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-32/"
    },
    {
      "id": "section-33-10-33",
      "number": "33-10-33",
      "heading": "Extradition.",
      "text": "33-10-33. Extradition.\n\nIf an offender is apprehended outside the state, the offender's return to the area must be in accordance with normal extradition procedures or by reciprocal agreement.\n\nSource:SL 2012, ch 175, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-33/"
    },
    {
      "id": "section-33-10-34",
      "number": "33-10-34",
      "heading": "Fees for apprehension.",
      "text": "33-10-34. Fees for apprehension.\n\nNo person authorized by this section to apprehend persons subject to this code or the place where such offender is confined, restrained, held, or otherwise housed may require payment of any fee or charge for so receiving, apprehending, confining, restraining, holding, or otherwise housing a person except as otherwise provided by law.\n\nSource:SL 2012, ch 175, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-34/"
    },
    {
      "id": "section-33-10-35",
      "number": "33-10-35",
      "heading": "Arrest and confinement defined.",
      "text": "33-10-35. Arrest and confinement defined.\n\nArrest is the restraint of a person by an order, not imposed as a punishment for an offense, directing the person to remain within certain specified limits. Confinement is the physical restraint of a person.\n\nSource:SL 2012, ch 175, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-35/"
    },
    {
      "id": "section-33-10-36",
      "number": "33-10-36",
      "heading": "Arrest or confinement of enlisted member.",
      "text": "33-10-36. Arrest or confinement of enlisted member.\n\nAn enlisted member may be ordered into arrest or confinement by any commissioned officer by an order, oral or written, delivered in person or through other persons subject to this code. A commanding officer may authorize warrant officers, petty officers, or noncommissioned officers to order enlisted members of the commanding officer's command or subject to the commanding officer's authority into arrest or confinement.\n\nSource:SL 2012, ch 175, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-36/"
    },
    {
      "id": "section-33-10-37",
      "number": "33-10-37",
      "heading": "Arrest or confinement of commissioned officer, warrant officer, or civilian.",
      "text": "33-10-37. Arrest or confinement of commissioned officer, warrant officer, or civilian.\n\nA commissioned officer, a warrant officer, or a civilian subject to this code or to trial thereunder may be ordered into arrest or confinement only by a commanding officer to whose authority the person is subject, by an order, oral or written, delivered in person or by another commissioned officer. The authority to order such persons into arrest or confinement may not be delegated.\n\nSource:SL 2012, ch 175, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-37/"
    },
    {
      "id": "section-33-10-38",
      "number": "33-10-38",
      "heading": "Probable cause to arrest or confine.",
      "text": "33-10-38. Probable cause to arrest or confine.\n\nNo person may be ordered into arrest or confinement except for probable cause.\n\nSource:SL 2012, ch 175, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-38/"
    },
    {
      "id": "section-33-10-39",
      "number": "33-10-39",
      "heading": "Custody before notification of proper authority.",
      "text": "33-10-39. Custody before notification of proper authority.\n\nSections 33-10-35 to 33-10-38, inclusive, do not limit the authority of persons authorized to apprehend offenders to secure the custody of an alleged offender until proper authority may be notified.\n\nSource:SL 2012, ch 175, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-39/"
    },
    {
      "id": "section-33-10-40",
      "number": "33-10-40",
      "heading": "Notice of offense--Diligent steps for trial or dismissal.",
      "text": "33-10-40. Notice of offense--Diligent steps for trial or dismissal.\n\nIf any person subject to this code is placed in arrest or confinement prior to trial, immediate steps shall be taken to inform the person of the specific wrong of which the person is accused and diligent steps shall be taken to try the person or to dismiss the charges and release the person.\n\nSource:SL 2012, ch 175, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-40/"
    },
    {
      "id": "section-33-10-41",
      "number": "33-10-41",
      "heading": "Place of confinement.",
      "text": "33-10-41. Place of confinement.\n\nIf a person subject to this code is confined before, during, or after trial, confinement may be in a civilian or military confinement facility.\n\nSource:SL 2012, ch 175, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-41/"
    },
    {
      "id": "section-33-10-42",
      "number": "33-10-42",
      "heading": "Receiving of prisoners.",
      "text": "33-10-42. Receiving of prisoners.\n\nNo person authorized to receive prisoners pursuant to this code may refuse to receive or keep any prisoner committed to the person's charge by a commissioned officer of the state military forces, if the committing officer furnishes a statement, signed by such officer, of the offense charged against the prisoner, unless otherwise authorized by law.\n\nSource:SL 2012, ch 175, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-42/"
    },
    {
      "id": "section-33-10-43",
      "number": "33-10-43",
      "heading": "Reports of prisoners.",
      "text": "33-10-43. Reports of prisoners.\n\nEach person authorized to receive prisoners pursuant to this code to whose charge a prisoner is committed shall, within twenty-four hours after that commitment or as soon as the person is relieved from guard, report to the commanding officer of the prisoner the name of the prisoner, the offense charged against the prisoner, and the name of the person who ordered or authorized the commitment.\n\nSource:SL 2012, ch 175, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-43/"
    },
    {
      "id": "section-33-10-44",
      "number": "33-10-44",
      "heading": "Confinement with enemy prisoners prohibited.",
      "text": "33-10-44. Confinement with enemy prisoners prohibited.\n\nNo member of the state military forces may be placed in confinement in immediate association with enemy prisoners or other foreign nationals not members of the armed forces.\n\nSource:SL 2012, ch 175, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-44/"
    },
    {
      "id": "section-33-10-45",
      "number": "33-10-45",
      "heading": "Punishment prohibited before trial.",
      "text": "33-10-45. Punishment prohibited before trial.\n\nNo person, while being held for trial or awaiting a verdict, may be subjected to punishment or penalty other than arrest or confinement upon the charges pending against the person. The arrest or confinement imposed upon such person may not be any more rigorous than the circumstances required to insure the person's presence, but the person may be subjected to minor punishment during that period for infractions of discipline.\n\nSource:SL 2012, ch 175, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-45/"
    },
    {
      "id": "section-33-10-46",
      "number": "33-10-46",
      "heading": "Delivery of offenders to civil authorities.",
      "text": "33-10-46. Delivery of offenders to civil authorities.\n\nA person subject to this code accused of an offense against civil authority may be delivered, upon request, to the civil authority for trial or confinement.\n\nSource:SL 2012, ch 175, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-46/"
    },
    {
      "id": "section-33-10-47",
      "number": "33-10-47",
      "heading": "Completion of sentence of court martial upon return from civil authority.",
      "text": "33-10-47. Completion of sentence of court martial upon return from civil authority.\n\nIf delivery is made to any civil authority pursuant to §33-10-46 of a person undergoing sentence of a court-martial, the delivery, if followed by conviction in a civil tribunal, interrupts the execution of the sentence of the court-martial, and the offender after having answered to the civil authorities for the offense shall, upon the request of competent military authority, be returned to the place of original custody for the completion of the person's sentence.\n\nSource:SL 2012, ch 175, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-47/"
    },
    {
      "id": "section-33-10-48",
      "number": "33-10-48",
      "heading": "Failure of enlisted member to report for duty--Arrest--Fees--Promulgation of rules.",
      "text": "33-10-48. Failure of enlisted member to report for duty--Arrest--Fees--Promulgation of rules.\n\nIf the Governor, as commander in chief, issues an order to the National Guard, or any portion thereof, or the commanding officer of an organization issues any order, to perform any military duty that may be required under the law and regulations, and any enlisted servicemember fails to report for duty, any law enforcement officer shall, upon written request of the commanding officer of such company or troop, if furnished with a copy of the order of the Governor or the commanding officer of the organization, arrest the enlisted servicemember and deliver that enlisted servicemember in person to the commanding officer wherever the commanding officer may direct. The law enforcement officer shall be allowed the same fees and mileage for such service as are now allowed by law in criminal cases. The fees and mileage shall in the first instance be paid by the state if the servicemember's duties are in the service of the state, otherwise the fees and mileage shall be paid as the United States so provides. The fees and mileage may be recovered from the servicemember in accordance with the rules and regulations of the United States armed forces. The Adjutant General may promulgate rules, pursuant to chapter 1-26, to provide for the recovery of fines and mileage from a servicemember who fails to report for military duty as ordered.\n\nSource: SL 2012, ch 175, §29; SL 2023, ch 109, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-48/"
    },
    {
      "id": "section-33-10-49",
      "number": "33-10-49",
      "heading": "Arrest or confinement for disobedience or disruption--Trespassers.",
      "text": "33-10-49. Arrest or confinement for disobedience or disruption--Trespassers.\n\nThe commanding officer at any encampment, parade, drill, muster, annual training, or other rendezvous of the National Guard may order subordinates to perform any lawful military duty. The commanding officer may place in arrest during the time of such meeting, and confine under guard, if necessary, any officer or enlisted member who disobeys the orders of a superior officer or in any way interrupts the training or exercises. The commanding officer may remove any other person who trespasses on the parade ground or armory, or in any way interrupts the orderly discharge of duty of any National Guard member.\n\nSource:SL 2012, ch 175, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-49/"
    },
    {
      "id": "section-33-10-50",
      "number": "33-10-50",
      "heading": "Commanding officer's non-judicial punishment.",
      "text": "33-10-50. Commanding officer's non-judicial punishment.\n\nUnder such regulations as prescribed, any commanding officer (and for purposes of this section, officers-in-charge) may impose disciplinary punishments for minor offenses without the intervention of a court-martial pursuant to this section. The Governor, the adjutant general, or an officer of a general or flag rank in command may delegate the powers under this section to a principal assistant who is a member of the state military forces.\n\nSource:SL 2012, ch 175, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-50/"
    },
    {
      "id": "section-33-10-51",
      "number": "33-10-51",
      "heading": "Forms of punishment by any commanding officer.",
      "text": "33-10-51. Forms of punishment by any commanding officer.\n\nAny commanding officer may impose upon enlisted members of the officer's command the following:\n\n(1)An admonition;\n\n(2)A reprimand;\n\n(3)The withholding of privileges for not more than six months which need not be consecutive;\n\n(4)The forfeiture of pay of not more than seven day's pay;\n\n(5)A fine of not more than seven day's pay;\n\n(6)A reduction to the next inferior pay grade, if the grade from which demoted is within the promotion authority of the officer imposing the reduction or any officer subordinate to the one who imposes the reduction;\n\n(7)Extra duties, including fatigue or other duties, for not more than fourteen days, which need not be consecutive; and\n\n(8)Restriction to certain specified limits, with or without suspension from duty, for not more than fourteen days, which need not be consecutive.\n\nSource:SL 2012, ch 175, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-51/"
    },
    {
      "id": "section-33-10-52",
      "number": "33-10-52",
      "heading": "Forms of punishment by major, lieutenant commander, or above.",
      "text": "33-10-52. Forms of punishment by major, lieutenant commander, or above.\n\nAny commanding officer of the grade of major or lieutenant commander, or above may impose upon enlisted members of the officer's command the following:\n\n(1)Any punishment authorized in subdivisions 33-10-51(1), (2), and (3);\n\n(2)The forfeiture of not more than one-half of one month's pay per month for two months;\n\n(3)A fine of not more than one month's pay;\n\n(4)A reduction to the lowest or any intermediate pay grade, if the grade from which demoted is within the promotion authority of the officer imposing the reduction or any officer subordinate to the one who imposes the reduction, but an enlisted member in a pay grade above E-4 may not be reduced more than two pay grades;\n\n(5)Extra duties, including fatigue or other duties, for not more than forty-five days which need not be consecutive; and\n\n(6)Restriction to certain specified limits, with or without suspension from duty, for not more than sixty days which need not be consecutive.\n\nSource:SL 2012, ch 175, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-52/"
    },
    {
      "id": "section-33-10-53",
      "number": "33-10-53",
      "heading": "Forms of punishment by Governor, adjutant general, or certain other officers.",
      "text": "33-10-53. Forms of punishment by Governor, adjutant general, or certain other officers.\n\nThe Governor, the adjutant general, an officer exercising general court-martial convening authority, or an officer of a general or flag rank in command may impose:\n\n(1)Upon officers of the officer's command:\n\n(a)Any punishment authorized in subdivisions 33-10-52(1), (2), (3), and (6); and\n\n(b)Arrest in quarters for not more than thirty days which need not be consecutive; and\n\n(2)Upon enlisted members of the officer's command, any punishment authorized in §33-10-52.\n\nSource:SL 2012, ch 175, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-53/"
    },
    {
      "id": "section-33-10-54",
      "number": "33-10-54",
      "heading": "Duration of consecutive punishments.",
      "text": "33-10-54. Duration of consecutive punishments.\n\nWhenever any of those punishments are combined to run consecutively, the total length of the combined punishment cannot exceed the authorized duration of the longest punishment in the combination, and there shall be an apportionment of punishments so that no single punishment in the combination exceeds its authorized length under this section.\n\nSource:SL 2012, ch 175, §35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-54/"
    },
    {
      "id": "section-33-10-55",
      "number": "33-10-55",
      "heading": "Arrest in quarters or restriction--Notice regarding right to trial by court-martial.",
      "text": "33-10-55. Arrest in quarters or restriction--Notice regarding right to trial by court-martial.\n\nPrior to the offer of nonjudicial punishment, the commanding officer shall determine whether arrest in quarters or restriction shall be considered as punishments. If the commanding officer determines that the punishment options may include arrest in quarters or restriction, the accused shall be notified of the right to demand trial by court-martial. If the commanding officer determines that the punishment options do not include arrest in quarters or restriction, the accused shall be notified that there is no right to trial by courts-martial in lieu of nonjudicial punishment.\n\nSource:SL 2012, ch 175, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-55/"
    },
    {
      "id": "section-33-10-56",
      "number": "33-10-56",
      "heading": "Suspension or mitigation of punishment.",
      "text": "33-10-56. Suspension or mitigation of punishment.\n\nThe officer who imposes the punishment, or the successor in command, may, at any time, suspend, set aside, mitigate, or remit any part or amount of the punishment and restore all rights, privileges, and property affected. The officer also may:\n\n(1)Mitigate reduction in grade to forfeiture of pay;\n\n(2)Mitigate arrest in quarters to restriction; or\n\n(3)Mitigate extra duties to restriction.\n\nNo mitigated punishment may be for a greater period than the punishment mitigated. When mitigating reduction in grade to forfeiture of pay, the amount of the forfeiture may not be greater than the amount that could have been imposed initially under this section by the officer who imposed the punishment mitigated.\n\nSource:SL 2012, ch 175, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-56/"
    },
    {
      "id": "section-33-10-57",
      "number": "33-10-57",
      "heading": "Appeal.",
      "text": "33-10-57. Appeal.\n\nA person punished under this code who considers the punishment unjust or disproportionate to the offense may, through the proper channel, appeal to the next superior authority within fifteen days after the punishment is either announced or sent to the accused, as the commander may determine. The appeal shall be promptly forwarded and decided, but the person punished may in the meantime be required to undergo the punishment adjudged. The superior authority may exercise the same powers with respect to the punishment imposed as may be exercised pursuant to §33-10-56 by the officer who imposed the punishment. Before acting on an appeal from a punishment, the authority that is to act on the appeal may refer the case to a judge advocate for consideration and advice.\n\nSource:SL 2012, ch 175, §38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-57/"
    },
    {
      "id": "section-33-10-58",
      "number": "33-10-58",
      "heading": "Punishment not a bar to trial by court-martial or civilian court--Consideration of disciplinary punishment.",
      "text": "33-10-58. Punishment not a bar to trial by court-martial or civilian court--Consideration of disciplinary punishment.\n\nThe imposition and enforcement of disciplinary punishment under this code for any act or omission is not a bar to trial by court-martial or a civilian court of competent jurisdiction for a serious crime or offense growing out of the same act or omission and not properly punishable under this code; but the fact that a disciplinary punishment has been enforced may be shown by the accused upon trial and, when so shown, it shall be considered in determining the measure of punishment to be adjudged in the event of a finding of guilty.\n\nSource:SL 2012, ch 175, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-58/"
    },
    {
      "id": "section-33-10-59",
      "number": "33-10-59",
      "heading": "Forfeiture of pay.",
      "text": "33-10-59. Forfeiture of pay.\n\nWhenever a punishment of forfeiture of pay is imposed under this code, the forfeiture may apply to pay accruing before, on, or after the date that punishment is imposed.\n\nSource:SL 2012, ch 175, §40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-59/"
    },
    {
      "id": "section-33-10-60",
      "number": "33-10-60",
      "heading": "Promulgation of rules regarding records.",
      "text": "33-10-60. Promulgation of rules regarding records.\n\nRules promulgated by the Adjutant General, pursuant to chapter 1-26, may prescribe the form of records to be kept of proceedings under this code and may prescribe that certain categories of those proceedings shall be in writing.\n\nSource: SL 2012, ch 175, §41; SL 2023, ch 109, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-60/"
    },
    {
      "id": "section-33-10-61",
      "number": "33-10-61",
      "heading": "Courts-martial classified.",
      "text": "33-10-61. Courts-martial classified.\n\nThe three kinds of courts-martial in the state military forces are:\n\n(1)General courts-martial, consisting of:\n\n(a)A military judge and not less than five members; or\n\n(b)Only a military judge, if before the court is assembled the accused, knowing the identity of the military judge and after consultation with defense counsel, requests, orally on the record or in writing, a court composed only of a military judge and the military judge approves;\n\n(2)Special courts-martial, consisting of:\n\n(a)A military judge and not less than three members; or\n\n(b)Only a military judge, if one has been detailed to the court, and the accused requests, orally on the record or in writing, a court composed only of a military judge and the military judge approves; and\n\n(3)Summary courts-martial, consisting of one commissioned officer.\n\nSource:SL 2012, ch 175, §42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-61/"
    },
    {
      "id": "section-33-10-62",
      "number": "33-10-62",
      "heading": "Jurisdiction of courts-martial in general.",
      "text": "33-10-62. Jurisdiction of courts-martial in general.\n\nEach component of the state military forces has court-martial jurisdiction over all members of the particular component who are subject to this code. Additionally, the Army and Air National Guard state military forces have court-martial jurisdiction over all members subject to this code.\n\nSource:SL 2012, ch 175, §43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-62/"
    },
    {
      "id": "section-33-10-63",
      "number": "33-10-63",
      "heading": "Jurisdiction of general courts-martial.",
      "text": "33-10-63. Jurisdiction of general courts-martial.\n\nSubject to §33-10-62, general courts-martial have jurisdiction to try persons subject to this code for any offense made punishable by this code, and may, under such limitations as the Governor may prescribe, adjudge any punishment not forbidden by this code.\n\nSource:SL 2012, ch 175, §44.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-63/"
    },
    {
      "id": "section-33-10-64",
      "number": "33-10-64",
      "heading": "Jurisdiction of special courts-martial.",
      "text": "33-10-64. Jurisdiction of special courts-martial.\n\nSubject to §33-10-62, special courts-martial have jurisdiction to try persons subject to this code for any offense made punishable by this code, and may, under such limitations as the Governor may prescribe, adjudge any punishment not forbidden by this code except dishonorable discharge, dismissal, confinement for more than one year, forfeiture of pay exceeding two-thirds pay per month, or forfeiture of pay for more than one year.\n\nSource:SL 2012, ch 175, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-64/"
    },
    {
      "id": "section-33-10-65",
      "number": "33-10-65",
      "heading": "Jurisdiction of summary courts-martial.",
      "text": "33-10-65. Jurisdiction of summary courts-martial.\n\nSubject to §33-10-62, summary courts-martial have jurisdiction to try persons subject to this code, except officers, cadets, candidates, and midshipmen, for any offense made punishable by this code under such limitations as the Governor may prescribe.\n\nSource:SL 2012, ch 175, §46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-65/"
    },
    {
      "id": "section-33-10-66",
      "number": "33-10-66",
      "heading": "Objection to trial by summary courts-martial.",
      "text": "33-10-66. Objection to trial by summary courts-martial.\n\nNo person with respect to whom summary courts-martial have jurisdiction may be brought to trial before a summary court-martial if that person objects thereto. If objection to trial by summary court-martial is made by an accused, trial by special or general court-martial may be ordered, as may be appropriate. Summary courts-martial may, under such limitations as the Governor may prescribe, adjudge any punishment not forbidden by this code except dismissal, dishonorable or bad-conduct discharge, confinement for more than one month, restriction to specified limits for more than two months, or forfeiture of more than two-thirds of one month's pay.\n\nSource:SL 2012, ch 175, §47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-66/"
    },
    {
      "id": "section-33-10-67",
      "number": "33-10-67",
      "heading": "Who may convene general courts-martial.",
      "text": "33-10-67. Who may convene general courts-martial.\n\nA general court-martial may be convened by the Governor or the adjutant general.\n\nIf any such commanding officer is an accuser, the court shall be convened by superior competent authority and may in any case be convened by such superior authority if considered desirable by such authority.\n\nSource:SL 2012, ch 175, §48.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-67/"
    },
    {
      "id": "section-33-10-68",
      "number": "33-10-68",
      "heading": "Who may convene special courts-martial.",
      "text": "33-10-68. Who may convene special courts-martial.\n\nA special courts-martial may be convened by:\n\n(1)Any person who may convene a general court-martial;\n\n(2)The commanding officer of a garrison, fort, post, camp, station, Air National Guard base, or naval base or station;\n\n(3)The commanding officer of a brigade, regiment, group, detached battalion, or corresponding unit of the Army;\n\n(4)The commanding officer of a wing, group, separate squadron, or corresponding unit of the Air Force; or\n\n(5)The commanding officer or officer in charge of any other command when empowered by the adjutant general.\n\nIf any such officer is an accuser, the court shall be convened by superior competent authority and may in any case be convened by such superior authority if considered desirable by such authority.\n\nSource:SL 2012, ch 175, §49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-68/"
    },
    {
      "id": "section-33-10-69",
      "number": "33-10-69",
      "heading": "Who may convene summary courts-martial.",
      "text": "33-10-69. Who may convene summary courts-martial.\n\nA summary court-martial may be convened by:\n\n(1)Any person who may convene a general or special court-martial;\n\n(2)The commanding officer of a detached company or other detachment, or corresponding unit of the Army;\n\n(3)The commanding officer of a detached squadron or other detachment, or corresponding unit of the Air Force; or\n\n(4)The commanding officer or officer in charge of any other command when empowered by the adjutant general.\n\nIf only one commissioned officer is present with a command or detachment that officer shall be the summary court-martial of that command or detachment and shall hear and determine all summary court-martial cases. A summary court-martial may, however, be convened in any case by superior competent authority if considered desirable by such authority.\n\nSource:SL 2012, ch 175, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-69/"
    },
    {
      "id": "section-33-10-70",
      "number": "33-10-70",
      "heading": "Commissioned officer service on courts-martial.",
      "text": "33-10-70. Commissioned officer service on courts-martial.\n\nAny commissioned officer of the state military forces may serve on all courts-martial for the trial of any person subject to this code.\n\nSource:SL 2012, ch 175, §51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-70/"
    },
    {
      "id": "section-33-10-71",
      "number": "33-10-71",
      "heading": "Warrant officer service on courts-martial.",
      "text": "33-10-71. Warrant officer service on courts-martial.\n\nAny warrant officer of the state military forces may serve on general and special courts-martial for the trial of any person subject to this code, other than a commissioned officer.\n\nSource:SL 2012, ch 175, §52.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-71/"
    },
    {
      "id": "section-33-10-72",
      "number": "33-10-72",
      "heading": "Enlisted member service on courts-martial.",
      "text": "33-10-72. Enlisted member service on courts-martial.\n\nAny enlisted member of the state military forces who is not a member of the same unit as the accused may serve on general and special courts-martial for the trial of any enlisted member subject to this code. However, that member shall serve as a member of a court only if, before the conclusion of a session called by the military judge pursuant to §33-10-116 prior to trial or, in the absence of such a session, before the court is assembled for the trial of the accused, the accused personally has requested orally on the record or in writing that enlisted members serve on it. After such a request, the accused may not be tried by a general or special court-martial the membership of which does not include enlisted members in a number comprising at least one-third of the total membership of the court, unless eligible enlisted members cannot be obtained on account of physical conditions or military exigencies. If such members cannot be obtained, the court may be assembled and the trial held without them, but the convening authority shall make a detailed written statement, to be appended to the record, stating why the members could not be obtained. In this section, unit, means any regularly organized body of the state military forces not larger than a company, a squadron, a division of the naval militia, or a body corresponding to one of them.\n\nSource:SL 2012, ch 175, §53.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-72/"
    },
    {
      "id": "section-33-10-73",
      "number": "33-10-73",
      "heading": "Court-martial member to be senior to accused.",
      "text": "33-10-73. Court-martial member to be senior to accused.\n\nIf it can be avoided, no person subject to this code may be tried by a court-martial where any member is junior to the accused in rank or grade.\n\nSource:SL 2012, ch 175, §54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-73/"
    },
    {
      "id": "section-33-10-74",
      "number": "33-10-74",
      "heading": "Qualifications of court-martial member.",
      "text": "33-10-74. Qualifications of court-martial member.\n\nIf convening a court-martial, the convening authority shall detail as members thereof such members of the state military forces as, in the convening authority's opinion, are best qualified for the duty by reason of age, education, training, experience, length of service, and judicial temperament. No member of the state military forces is eligible to serve as a member of a general or special court-martial if that member is the accuser, a witness, or has acted as investigating officer or as counsel in the same case.\n\nSource:SL 2012, ch 175, §55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-74/"
    },
    {
      "id": "section-33-10-75",
      "number": "33-10-75",
      "heading": "Excuse of court-martial member from participating.",
      "text": "33-10-75. Excuse of court-martial member from participating.\n\nBefore a court-martial is assembled for the trial of a case, the convening authority may excuse a member of the court from participating in the case. The convening authority may delegate the authority under this section to a judge advocate or to any other principal assistant.\n\nSource:SL 2012, ch 175, §56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-75/"
    },
    {
      "id": "section-33-10-76",
      "number": "33-10-76",
      "heading": "Military judge detailed to general and special court-martial.",
      "text": "33-10-76. Military judge detailed to general and special court-martial.\n\nA military judge shall be detailed to each general and special court-martial. The military judge shall preside over each open session of the court-martial to which the military judge has been detailed.\n\nSource:SL 2012, ch 175, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-76/"
    },
    {
      "id": "section-33-10-77",
      "number": "33-10-77",
      "heading": "Qualifications of military judge.",
      "text": "33-10-77. Qualifications of military judge.\n\nA military judge shall be:\n\n(1)An active or retired commissioned officer of an organized state or federal military force;\n\n(2)A member in good standing of the bar of the highest court of a state or a member of the bar of a federal court for at least five years; and\n\n(3)Certified as qualified for duty as a military judge by the senior force judge advocate which is the same force as the accused.\n\nSource:SL 2012, ch 175, §58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-77/"
    },
    {
      "id": "section-33-10-78",
      "number": "33-10-78",
      "heading": "Admission of military judge pro hac vice.",
      "text": "33-10-78. Admission of military judge pro hac vice.\n\nIn the instance if a military judge is not a member of the bar of the highest court of the state, the military judge shall be deemed admitted pro hac vice, subject to filing a certificate with the senior force judge advocate which is the same force as the accused setting forth such qualifications provided in §33-10-77.\n\nSource:SL 2012, ch 175, §59.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-78/"
    },
    {
      "id": "section-33-10-79",
      "number": "33-10-79",
      "heading": "Designation of military judge--Performance report prohibited.",
      "text": "33-10-79. Designation of military judge--Performance report prohibited.\n\nThe military judge of a general or special court-martial shall be designated by the senior force judge advocate which is the same force as the accused, or a designee, for detail by the convening authority. Neither the convening authority nor any staff member of the convening authority may prepare or review any report concerning the effectiveness, fitness, or efficiency of the military judge so detailed, which relates to performance of duty as a military judge.\n\nSource:SL 2012, ch 175, §60.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-79/"
    },
    {
      "id": "section-33-10-80",
      "number": "33-10-80",
      "heading": "Military judge may not be accuser, witness, investigator, or counsel.",
      "text": "33-10-80. Military judge may not be accuser, witness, investigator, or counsel.\n\nNo person may act as military judge in a case if that person is the accuser or a witness, or has acted as investigating officer or a counsel in the same case.\n\nSource:SL 2012, ch 175, §61.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-80/"
    },
    {
      "id": "section-33-10-81",
      "number": "33-10-81",
      "heading": "Consultation with members of court.",
      "text": "33-10-81. Consultation with members of court.\n\nThe military judge of a court-martial may not consult with the members of the court except in the presence of the accused, trial counsel, and defense counsel nor vote with the members of the court.\n\nSource:SL 2012, ch 175, §62.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-81/"
    },
    {
      "id": "section-33-10-82",
      "number": "33-10-82",
      "heading": "Detail of trial counsel and defense counsel.",
      "text": "33-10-82. Detail of trial counsel and defense counsel.\n\nFor each general and special court-martial the authority convening the court shall detail trial counsel, defense counsel, and such assistants as are appropriate.\n\nSource:SL 2012, ch 175, §63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-82/"
    },
    {
      "id": "section-33-10-83",
      "number": "33-10-83",
      "heading": "Counsel may not have been investigator, military judge, witness, court member, or opposing counsel.",
      "text": "33-10-83. Counsel may not have been investigator, military judge, witness, court member, or opposing counsel.\n\nNo person who has acted as investigating officer, military judge, witness or court member in any case may act later as trial counsel, assistant trial counsel, or, unless expressly requested by the accused, as defense counsel or assistant or associate defense counsel in the same case. No person who has acted for the prosecution may act later in the same case for the defense nor may any person who has acted for the defense act later in the same case for the prosecution.\n\nSource:SL 2012, ch 175, §64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-83/"
    },
    {
      "id": "section-33-10-84",
      "number": "33-10-84",
      "heading": "Qualifications of counsel.",
      "text": "33-10-84. Qualifications of counsel.\n\nExcept as provided in §33-10-85, trial counsel or defense counsel detailed for a general or special court-martial shall be:\n\n(1)A judge advocate as defined in §33-10-20; and\n\n(2)In the case of trial counsel, a member in good standing of the bar of the highest court of the state where the court-martial is held.\n\nSource:SL 2012, ch 175, §65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-84/"
    },
    {
      "id": "section-33-10-85",
      "number": "33-10-85",
      "heading": "Admission of defense counsel pro hac vice--Qualifications.",
      "text": "33-10-85. Admission of defense counsel pro hac vice--Qualifications.\n\nIn the instance when a defense counsel is not a member of the bar of the highest court of the state, the defense counsel shall be deemed admitted pro hac vice, subject to filing a certificate with the military judge setting forth the qualifications that counsel is:\n\n(1)A commissioned officer of the armed forces of the United States or a component thereof;\n\n(2)A member in good standing of the bar of the highest court of a state;\n\n(3)Certified as a judge advocate in the Judge Advocate General's Corps of the Army, Air Force, Navy, or the Marine Corps; or\n\n(4)A judge advocate as defined in §33-10-20.\n\nSource:SL 2012, ch 175, §66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-85/"
    },
    {
      "id": "section-33-10-86",
      "number": "33-10-86",
      "heading": "Detail or employment of court reporters and interpreters--Promulgation of rules.",
      "text": "33-10-86. Detail or employment of court reporters and interpreters--Promulgation of rules.\n\nUnder such rules as may be promulgated by the Adjutant General pursuant to chapter 1-26, the convening authority of a general or special court-martial or court of inquiry shall detail or employ qualified court reporters, who shall record the proceedings of and testimony taken before that court and may detail or employ interpreters who shall interpret for the court.\n\nSource: SL 2012, ch 175, §67; SL 2023, ch 109, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-86/"
    },
    {
      "id": "section-33-10-87",
      "number": "33-10-87",
      "heading": "Absent members of court-martial.",
      "text": "33-10-87. Absent members of court-martial.\n\nNo member of a general or special court-martial may be absent or excused after the court has been assembled for the trial of the accused unless excused as a result of a challenge, excused by the military judge for physical disability or other good cause, or excused by order of the convening authority for good cause.\n\nSource:SL 2012, ch 175, §68.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-87/"
    },
    {
      "id": "section-33-10-88",
      "number": "33-10-88",
      "heading": "Additional members of general court-martial.",
      "text": "33-10-88. Additional members of general court-martial.\n\nIf a general court-martial, other than a general court-martial composed of a military judge only, is reduced below five members, the trial may not proceed unless the convening authority details new members sufficient in number to provide not less than the applicable minimum number of five members. The trial may proceed with the new members present after the recorded evidence previously introduced before the members of the court has been read to the court in the presence of the military judge, the accused, and counsel for both sides.\n\nSource:SL 2012, ch 175, §69.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-88/"
    },
    {
      "id": "section-33-10-89",
      "number": "33-10-89",
      "heading": "Additional members of special court-martial.",
      "text": "33-10-89. Additional members of special court-martial.\n\nIf a special court-martial, other than a special court-martial composed of a military judge only, is reduced below three members, the trial may not proceed unless the convening authority details new members sufficient in number to provide not less than three members. The trial shall proceed with the new members present as if no evidence had been introduced previously at the trial, unless a verbatim record of the evidence previously introduced before the members of the court or a stipulation thereof is read to the court in the presence of the military judge, the accused, and counsel for both sides.\n\nSource:SL 2012, ch 175, §70.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-89/"
    },
    {
      "id": "section-33-10-90",
      "number": "33-10-90",
      "heading": "Court-martial composed of military judge only--Procedure when military judge unable to proceed.",
      "text": "33-10-90. Court-martial composed of military judge only--Procedure when military judge unable to proceed.\n\nIf the military judge of a court-martial composed of a military judge only is unable to proceed with the trial because of physical disability, as a result of a challenge, or for other good cause, the trial shall proceed, subject to any applicable conditions of subsections 33-10-61(1)(b) or (2)(b), after the detail of a new military judge as if no evidence had previously been introduced, unless a verbatim record of the evidence previously introduced or a stipulation thereof is read in court in the presence of the new military judge, the accused, and counsel for both sides.\n\nSource:SL 2012, ch 175, §71.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-90/"
    },
    {
      "id": "section-33-10-91",
      "number": "33-10-91",
      "heading": "Marshal--Duties.",
      "text": "33-10-91. Marshal--Duties.\n\nA military court sitting in any county shall be attended by the county sheriff, or some suitable person designated by the sheriff, who shall be the marshal of the court and perform the usual duties of such marshals. The marshal shall execute any process lawfully issued by the court and perform all acts and duties by this chapter imposed on and authorized to be performed by any sheriff, marshal, or constable. The officer ordering the court shall furnish a copy of the order to the sheriff of the county where the court is directed to meet. The order constitutes notice to the sheriff to appear or designate someone as marshal of the court.\n\nSource:SL 2012, ch 175, §72.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-91/"
    },
    {
      "id": "section-33-10-92",
      "number": "33-10-92",
      "heading": "Compensation of marshal.",
      "text": "33-10-92. Compensation of marshal.\n\nEvery marshal appointed to a military court shall be allowed the same fees and mileage allowed sheriffs for their duties in criminal cases as provided in §7-12-18, the same to be paid on the certificate of the president of the court or presiding judge as to number of days employed and other duties performed. No marshal may receive any fees from the person served.\n\nSource:SL 2012, ch 175, §73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-92/"
    },
    {
      "id": "section-33-10-93",
      "number": "33-10-93",
      "heading": "Malfeasance of sheriff or marshal.",
      "text": "33-10-93. Malfeasance of sheriff or marshal.\n\nRefusal or neglect by the sheriff or marshal to execute any warrant required in §33-10-91 or to return and pay all the money collected as fines subjects the offending sheriff or marshal to double the amount of such fines and penalties. The conversion to personal use of moneys so collected by any sheriff or marshal is theft and shall be prosecuted as such in any court of the state having jurisdiction in such cases.\n\nSource:SL 2012, ch 175, §74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-93/"
    },
    {
      "id": "section-33-10-94",
      "number": "33-10-94",
      "heading": "Immunity of court members.",
      "text": "33-10-94. Immunity of court members.\n\nNo action may be maintained against any member of a military court on account of the imposition of a fine or penalty, or for the execution of a sentence on any person, if the person has been returned as delinquent and duly summoned before the court, or has appeared before the court to answer the charge made against the person.\n\nSource:SL 2012, ch 175, §75.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-94/"
    },
    {
      "id": "section-33-10-95",
      "number": "33-10-95",
      "heading": "Charges and specifications.",
      "text": "33-10-95. Charges and specifications.\n\nCharges and specifications shall be signed by a person subject to this code under oath before a commissioned officer authorized by §33-10-298 or 33-10-299, to administer oaths and shall state:\n\n(1)That the signer has personal knowledge of, or has investigated, the matters set forth therein; and\n\n(2)That they are true in fact to the best of the signer's knowledge and belief.\n\nUpon the preferring of charges, the proper authority shall take immediate steps to determine what disposition should be made thereof in the interest of justice and discipline, and the person accused shall be informed of the charges as soon as practicable.\n\nSource:SL 2012, ch 175, §76.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-95/"
    },
    {
      "id": "section-33-10-96",
      "number": "33-10-96",
      "heading": "Compulsory self-incrimination prohibited.",
      "text": "33-10-96. Compulsory self-incrimination prohibited.\n\nNo person subject to this code may compel any person to incriminate himself or herself or to answer any question the answer to which may tend to incriminate the person.\n\nSource:SL 2012, ch 175, §77.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-96/"
    },
    {
      "id": "section-33-10-97",
      "number": "33-10-97",
      "heading": "Advice of right to remain silent.",
      "text": "33-10-97. Advice of right to remain silent.\n\nNo person subject to this code may interrogate or request any statement from an accused or a person suspected of an offense without first informing that person of the nature of the accusation and advising that person that the person does not have to make any statement regarding the offense of which the person is accused or suspected and that any statement made by the person may be used as evidence against the person in a trial by court-martial.\n\nSource:SL 2012, ch 175, §78.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-97/"
    },
    {
      "id": "section-33-10-98",
      "number": "33-10-98",
      "heading": "Compulsory self-degradation prohibited.",
      "text": "33-10-98. Compulsory self-degradation prohibited.\n\nNo person subject to this code may compel any person to make a statement or produce evidence before any military court if the statement or evidence is not material to the issue and may tend to degrade the person.\n\nSource:SL 2012, ch 175, §79.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-98/"
    },
    {
      "id": "section-33-10-99",
      "number": "33-10-99",
      "heading": "Exclusion of evidence.",
      "text": "33-10-99. Exclusion of evidence.\n\nNo statement obtained from any person in violation of §§33-10-96 to 33-10-98, inclusive, or through the use of coercion, unlawful influence, or unlawful inducement may be received in evidence against the person in a trial by court-martial.\n\nSource:SL 2012, ch 175, §80.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-99/"
    },
    {
      "id": "section-33-10-100",
      "number": "33-10-100",
      "heading": "Investigation of charges.",
      "text": "33-10-100. Investigation of charges.\n\nNo charge or specification may be referred to a general court-martial for trial until a thorough and impartial investigation of all the matters set forth therein has been made. This investigation shall include inquiry as to the truth of the matter set forth in the charges, consideration of the form of charges, and a recommendation as to the disposition which should be made of the case in the interest of justice and discipline.\n\nSource:SL 2012, ch 175, §81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-100/"
    },
    {
      "id": "section-33-10-101",
      "number": "33-10-101",
      "heading": "Notice to accused of charges--Right to counsel--Examination of witnesses--Statement of testimony.",
      "text": "33-10-101. Notice to accused of charges--Right to counsel--Examination of witnesses--Statement of testimony.\n\nThe accused shall be advised of the charges against the accused and of the right to be represented at that investigation by counsel. The accused has the right to be represented at that investigation as provided in §§33-10-113 to 33-10-115, inclusive, and in any rule prescribed pursuant to that section. At that investigation, full opportunity shall be given to the accused to cross-examine any witness against the accused, if the witness is available, and to present anything the accused may desire in the accused's own behalf, either in defense or mitigation, and the investigating officer shall examine any available witness requested by the accused. If any charge is forwarded after the investigation, the charge shall be accompanied by a statement of the substance of the testimony taken on both sides and a copy thereof shall be given to the accused.\n\nSource:SL 2012, ch 175, §82.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-101/"
    },
    {
      "id": "section-33-10-102",
      "number": "33-10-102",
      "heading": "Demand for further investigation.",
      "text": "33-10-102. Demand for further investigation.\n\nIf an investigation of the subject matter of an offense has been conducted before the accused is charged with the offense, and if the accused was present at the investigation and afforded the opportunities for representation, cross-examination, and presentation prescribed in §33-10-101, no further investigation of that charge is necessary unless it is demanded by the accused after the accused is informed of the charge. A demand for further investigation entitles the accused to recall any witness for further cross-examination and to offer any new evidence in the accused's own behalf.\n\nSource:SL 2012, ch 175, §83.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-102/"
    },
    {
      "id": "section-33-10-103",
      "number": "33-10-103",
      "heading": "Investigation of uncharged offenses.",
      "text": "33-10-103. Investigation of uncharged offenses.\n\nIf evidence adduced in an investigation indicates that the accused committed an uncharged offense, the investigating officer may investigate the subject matter of that offense without the accused having first been charged with the offense if the accused is:\n\n(1)Present at the investigation;\n\n(2)Informed of the nature of each uncharged offense investigated; and\n\n(3)Afforded the opportunities for representation, cross-examination, and presentation prescribed in §33-10-101.\n\nSource:SL 2012, ch 175, §84.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-103/"
    },
    {
      "id": "section-33-10-104",
      "number": "33-10-104",
      "heading": "Nonjurisdictional error.",
      "text": "33-10-104. Nonjurisdictional error.\n\nThe requirements of §§33-10-100 to 33-10-103, inclusive, are binding on all persons administering this code but failure to follow them does not constitute jurisdictional error.\n\nSource:SL 2012, ch 175, §85.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-104/"
    },
    {
      "id": "section-33-10-105",
      "number": "33-10-105",
      "heading": "Forwarding of charges.",
      "text": "33-10-105. Forwarding of charges.\n\nIf a person is held for trial by general court-martial, the commanding officer shall within fifteen days after the accused is ordered into arrest or confinement, if practicable, forward the charges, together with the investigation and allied papers, to the person exercising general court-martial jurisdiction. If that is not practicable, the commanding officer shall report in writing to that person the reasons for delay.\n\nSource:SL 2012, ch 175, §86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-105/"
    },
    {
      "id": "section-33-10-106",
      "number": "33-10-106",
      "heading": "Advice of judge advocate regarding charge.",
      "text": "33-10-106. Advice of judge advocate regarding charge.\n\nBefore directing the trial of any charge by general court-martial, the convening authority shall refer it to a judge advocate for consideration and advice. The convening authority may not refer a specification under a charge to a general court-martial for trial unless the convening authority has been advised in writing by a judge advocate that:\n\n(1)The specification alleges an offense under this code;\n\n(2)The specification is warranted by the evidence indicated in the report of investigation pursuant to §§33-10-100 to 33-10-104, inclusive, if there is such a report; and\n\n(3)A court-martial would have jurisdiction over the accused and the offense.\n\nSource:SL 2012, ch 175, §87.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-106/"
    },
    {
      "id": "section-33-10-107",
      "number": "33-10-107",
      "heading": "Contents of judge advocate's statement--Reference for trial.",
      "text": "33-10-107. Contents of judge advocate's statement--Reference for trial.\n\nThe advice of the judge advocate pursuant to §33-10-106 with respect to a specification under a charge shall include a written and signed statement by the judge advocate:\n\n(1)Expressing conclusions with respect to each matter set forth in §33-10-106; and\n\n(2)Recommending action that the convening authority take regarding the specification.\n\nIf the specification is referred for trial, the recommendation of the judge advocate shall accompany the specification.\n\nSource:SL 2012, ch 175, §88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-107/"
    },
    {
      "id": "section-33-10-108",
      "number": "33-10-108",
      "heading": "Correction of charges or specifications.",
      "text": "33-10-108. Correction of charges or specifications.\n\nIf the charges or specifications are not correct formally or do not conform to the substance of the evidence contained in the report of the investigating officer, formal correction, and such changes in the charges and specifications as are needed to make them conform to the evidence may be made.\n\nSource:SL 2012, ch 175, §89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-108/"
    },
    {
      "id": "section-33-10-109",
      "number": "33-10-109",
      "heading": "Service of charges.",
      "text": "33-10-109. Service of charges.\n\nThe trial counsel shall serve or caused to be served upon the accused a copy of the charges. No person may, against the person's objection, be brought to trial before a general court-martial case within a period of five days after the service of charges upon the accused, or in a special court-martial, within a period of three days after the service of charges upon the accused.\n\nSource:SL 2012, ch 175, §90.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-109/"
    },
    {
      "id": "section-33-10-110",
      "number": "33-10-110",
      "heading": "Promulgation of procedural rules by Governor or adjutant general.",
      "text": "33-10-110. Promulgation of procedural rules by Governor or adjutant general.\n\nPretrial, trial, and post-trial procedures, including modes of proof, for courts-martial cases arising under this code, and for courts of inquiry, may be prescribed by the Governor or the adjutant general by rules promulgated pursuant to chapter 1-26, or as otherwise provided by law, which shall apply the principles of law and the rules of evidence generally recognized in military criminal cases in the courts of the armed forces but which may not be contrary to or inconsistent with this code.\n\nSource:SL 2012, ch 175, §91.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-110/"
    },
    {
      "id": "section-33-10-111",
      "number": "33-10-111",
      "heading": "Unlawfully influencing action of court.",
      "text": "33-10-111. Unlawfully influencing action of court.\n\nNo authority convening a general, special, or summary court-martial, nor any other commanding officer, or officer serving on the staff thereof, may censure, reprimand, or admonish the court or any member, the military judge, or counsel thereof, with respect to the findings or sentence adjudged by the court or with respect to any other exercise of its or their functions in the conduct of the proceedings. No person subject to this code may attempt to coerce or, by any unauthorized means, influence the action of a court-martial or court of inquiry or any member thereof, in reaching the findings or sentence in any case, or the action of any convening, approving, or reviewing authority with respect to their judicial acts. The foregoing provisions of the section do not apply with respect to:\n\n(1)General instructional or informational courses in military justice if such courses are designed solely for the purpose of instructing members of a command in the substantive and procedural aspects of courts-martial; or\n\n(2)Statements and instructions given in open court by the military judge, summary court-martial officer, or counsel.\n\nSource:SL 2012, ch 175, §92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-111/"
    },
    {
      "id": "section-33-10-112",
      "number": "33-10-112",
      "heading": "Report of performance as court-martial member, witness, or counsel prohibited.",
      "text": "33-10-112. Report of performance as court-martial member, witness, or counsel prohibited.\n\nIn the preparation of an effectiveness, fitness, or efficiency report, or any other report or document used in whole or in part for the purpose of determining whether a member of the state military forces is qualified to be advanced in grade, or in determining the assignment or transfer of a member of the state military forces, or in determining whether a member of the state military forces should be retained on active status, no person subject to this code may, in preparing any such report:\n\n(1)Consider or evaluate the performance of duty of any such member as a member of a court-martial or witness in a court-martial; or\n\n(2)Give a less favorable rating or evaluation of any counsel of the accused because of zealous representation before a court-martial.\n\nSource:SL 2012, ch 175, §93.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-112/"
    },
    {
      "id": "section-33-10-113",
      "number": "33-10-113",
      "heading": "Qualifications of trial counsel--Preparation of record.",
      "text": "33-10-113. Qualifications of trial counsel--Preparation of record.\n\nThe trial counsel of a general or special court-martial shall be a member in good standing of a state or federal bar and shall prosecute in the name of the State of South Dakota, and shall, under the direction of the court, prepare the record of the proceedings.\n\nSource:SL 2012, ch 175, §94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-113/"
    },
    {
      "id": "section-33-10-114",
      "number": "33-10-114",
      "heading": "Qualifications of defense counsel--Rights of accused.",
      "text": "33-10-114. Qualifications of defense counsel--Rights of accused.\n\nQualifications of the defense counsel or the accused rights are as follows:\n\n(1)The accused has the right to be represented in defense before a general or special court-martial or at an investigation pursuant to §§33-10-100 to 33-10-104, inclusive, as provided in this section;\n\n(2)The accused may be represented by civilian counsel at the provision and expense of the accused;\n\n(3)The accused may be represented:\n\n(a)By military counsel detailed by §§33-10-82 to 33-10-85, inclusive; or\n\n(b)By military counsel of the accused's own selection if that counsel is reasonably available as determined pursuant to subdivision (7) of this section;\n\n(4)If the accused is represented by civilian counsel, military counsel detailed or selected pursuant to subdivision (3) of this section shall act as associate counsel unless excused at the request of the accused;\n\n(5)Except as provided pursuant to subdivision (6) of this section, if the accused is represented by military counsel of the accused's own selection pursuant to subsection (3)(b) of this section, any military counsel detailed pursuant to subsection (3)(a) of this section shall be excused;\n\n(6)No accused may be represented by more than one military counsel. However, the person authorized pursuant to §§33-10-82 to 33-10-85, inclusive, to detail counsel, in that person's sole discretion:\n\n(a)May detail additional military counsel as assistant defense counsel; and\n\n(b)If the accused is represented by military counsel of the accused's own selection pursuant to subsection (3)(b) of this section, may approve a request from the accused that military counsel detailed pursuant to subsection (3)(a) of this section act as associate defense counsel; and\n\n(7)The senior force judge advocate of the same force of which the accused is a member, shall determine whether the military counsel selected by an accused is reasonably available.\n\nSource:SL 2012, ch 175, §95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-114/"
    },
    {
      "id": "section-33-10-115",
      "number": "33-10-115",
      "heading": "Duties of defense counsel in court-martial proceeding resulting in conviction.",
      "text": "33-10-115. Duties of defense counsel in court-martial proceeding resulting in conviction.\n\nIn any court-martial proceeding resulting in a conviction, the defense counsel may:\n\n(1)Forward for attachment to the record of proceedings a brief of such matters as counsel determines should be considered in behalf of the accused on review, including any objection to the contents of the record which counsel considers appropriate;\n\n(2)Assist the accused in the submission of any matter under §§33-10-181 to 33-10-192, inclusive; and\n\n(3)Take other action authorized by this code.\n\nSource:SL 2012, ch 175, §96.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-115/"
    },
    {
      "id": "section-33-10-116",
      "number": "33-10-116",
      "heading": "Sessions without presence of court-martial members--Record.",
      "text": "33-10-116. Sessions without presence of court-martial members--Record.\n\nAt any time after the service of charges that have been referred for trial to a court-martial composed of a military judge and members, the military judge may, subject to §33-10-109, call the court into session without the presence of the members for the purpose of:\n\n(1)Hearing and determining motions raising defenses or objections that are capable of determination without trial of the issues raised by a plea of not guilty;\n\n(2)Hearing and ruling upon any matter that may be ruled upon by the military judge under this code, whether or not the matter is appropriate for later consideration or decision by the members of the court;\n\n(3)Holding the arraignment and receiving the pleas of the accused; and\n\n(4)Performing any other procedural function that does not require the presence of the members of the court under this code.\n\nThese proceedings shall be conducted in the presence of the accused, the defense counsel, and the trial counsel and shall be made a part of the record. These proceedings may be conducted notwithstanding the number of court members and without regard to §33-10-91.\n\nSource:SL 2012, ch 175, §97.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-116/"
    },
    {
      "id": "section-33-10-117",
      "number": "33-10-117",
      "heading": "Presence of accused, counsel, and military judge at proceedings--Exception.",
      "text": "33-10-117. Presence of accused, counsel, and military judge at proceedings--Exception.\n\nWhen the members of a court-martial deliberate or vote, only the members may be present. All other proceedings, including any other consultation of the members of the court with counsel or the military judge, shall be made a part of the record and shall be in the presence of the accused, the defense counsel, the trial counsel, and the military judge.\n\nSource:SL 2012, ch 175, §98.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-117/"
    },
    {
      "id": "section-33-10-118",
      "number": "33-10-118",
      "heading": "Continuances.",
      "text": "33-10-118. Continuances.\n\nThe military judge of a court-martial or a summary court-martial may, for reasonable cause, grant a continuance to any party for such time, and as often, as may appear to be just.\n\nSource:SL 2012, ch 175, §99.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-118/"
    },
    {
      "id": "section-33-10-119",
      "number": "33-10-119",
      "heading": "Challenges for cause.",
      "text": "33-10-119. Challenges for cause.\n\nThe military judge and members of a general or special court-martial may be challenged by the accused or the trial counsel for cause stated to the court. The military judge or the court shall determine the relevancy and validity of challenges for cause and may not receive a challenge to more than one person at a time. Any challenge by the trial counsel shall ordinarily be presented and decided before any challenge by the accused is offered.\n\nSource:SL 2012, ch 175, §100.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-119/"
    },
    {
      "id": "section-33-10-120",
      "number": "33-10-120",
      "heading": "Procedure when court members reduced below minimum by challenge for cause.",
      "text": "33-10-120. Procedure when court members reduced below minimum by challenge for cause.\n\nIf exercise of a challenge for cause reduces the court below the minimum number of members required by §33-10-61, all parties shall, notwithstanding the provisions of §§33-10-87 to 33-10-90, inclusive, either exercise or waive any challenge for cause then apparent against the remaining members of the court before additional members are detailed to the court. However, no peremptory challenges may be exercised at that time.\n\nSource:SL 2012, ch 175, §101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-120/"
    },
    {
      "id": "section-33-10-121",
      "number": "33-10-121",
      "heading": "Peremptory challenges.",
      "text": "33-10-121. Peremptory challenges.\n\nEach accused and the trial counsel are entitled initially to three peremptory challenges of members of the court; and such additional peremptory challenges as the military judge may grant for good cause. No military judge may be challenged except for cause.\n\nSource:SL 2012, ch 175, §102.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-121/"
    },
    {
      "id": "section-33-10-122",
      "number": "33-10-122",
      "heading": "Procedure when court members reduced below minimum by peremptory challenge.",
      "text": "33-10-122. Procedure when court members reduced below minimum by peremptory challenge.\n\nIf exercise of a peremptory challenge reduces the court below the minimum number of members required by §33-10-61, the parties shall, notwithstanding the provisions of §§33-10-87 to 33-10-90, inclusive, either exercise or waive any remaining peremptory challenge, not previously waived, against the remaining members of the court before additional members are detailed to the court.\n\nSource:SL 2012, ch 175, §103.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-122/"
    },
    {
      "id": "section-33-10-123",
      "number": "33-10-123",
      "heading": "Challenges after additional members are detailed.",
      "text": "33-10-123. Challenges after additional members are detailed.\n\nIf any additional members are detailed to the court, and after any challenge for cause against such additional members are presented and decided, each accused and the trial counsel are entitled to three peremptory challenges of members of the court; and such additional peremptory challenges as the military judge may grant for good cause against members not previously subject to peremptory challenge.\n\nSource:SL 2012, ch 175, §104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-123/"
    },
    {
      "id": "section-33-10-124",
      "number": "33-10-124",
      "heading": "Oath of military judge, court-martial member, trial counsel, defense counsel, reporter, and interpreter.",
      "text": "33-10-124. Oath of military judge, court-martial member, trial counsel, defense counsel, reporter, and interpreter.\n\nBefore performing their respective duties, military judges, general and special courts-martial members, trial counsel, defense counsel, reporters, and interpreters shall take an oath or affirmation in the presence of the accused to perform their duties faithfully. The form of the oath or affirmation, the time and place of the taking of the oath or affirmation, the manner of recording the oath or affirmation, and whether the oath or affirmation shall be taken for all cases in which these duties are to be performed or for a particular case, shall be as prescribed in rule or as provided by law. If such an oath or affirmation is taken, it need not again be taken at the time the judge advocate or other person is detailed to that duty.\n\nSource:SL 2012, ch 175, §105.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-124/"
    },
    {
      "id": "section-33-10-125",
      "number": "33-10-125",
      "heading": "Oath of witness.",
      "text": "33-10-125. Oath of witness.\n\nEach witness before a court-martial shall be examined under oath or affirmation.\n\nSource:SL 2012, ch 175, §106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-125/"
    },
    {
      "id": "section-33-10-126",
      "number": "33-10-126",
      "heading": "Statute of limitations.",
      "text": "33-10-126. Statute of limitations.\n\nExcept as otherwise provided in §§33-10-127 to 33-10-131, inclusive, a person charged with any offense is not liable to be tried by court-martial or punished pursuant to §§33-10-50 to 33-10-60, inclusive, if the offense was committed more than three years before the receipt of sworn charges and specifications by an officer exercising court-martial jurisdiction over the command or before the imposition of punishment pursuant to §§33-10-50 to 33-10-60, inclusive.\n\nSource:SL 2012, ch 175, §107.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-126/"
    },
    {
      "id": "section-33-10-127",
      "number": "33-10-127",
      "heading": "Unauthorized absence excluded in computing limitation period.",
      "text": "33-10-127. Unauthorized absence excluded in computing limitation period.\n\nPeriods in which the accused is absent without authority or fleeing from justice shall be excluded in computing the period of limitation prescribed in §33-10-126.\n\nSource:SL 2012, ch 175, §108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-127/"
    },
    {
      "id": "section-33-10-128",
      "number": "33-10-128",
      "heading": "Absence from territory excluded in computing limitation period.",
      "text": "33-10-128. Absence from territory excluded in computing limitation period.\n\nPeriods in which the accused was absent from territory in which the state has the authority to apprehend the accused, or in the custody of civil authorities, or in the hands of the enemy, shall be excluded in computing the period of limitation prescribed in §33-10-126.\n\nSource:SL 2012, ch 175, §109.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-128/"
    },
    {
      "id": "section-33-10-129",
      "number": "33-10-129",
      "heading": "Limitation period during wartime.",
      "text": "33-10-129. Limitation period during wartime.\n\nIf the United States is at war, the running of any statute of limitations applicable to any offense under this code:\n\n(1)Involving fraud or attempted fraud against the United States, any state, or any agency of either in any manner, whether by conspiracy or not;\n\n(2)Committed in connection with the acquisition, care, handling, custody, control, or disposition of any real or personal property of the United States or any state; or\n\n(3)Committed in connection with the negotiation, procurement, award, performance, payment, interim financing, cancellation, or other termination or settlement, of any contract, subcontract, or purchase order which is connected with or related to the prosecution of the war, or with any disposition of termination inventory by any war contractor or government agency;\n\nis suspended until two years after the termination of hostilities as proclaimed by the President or by a joint resolution of Congress.\n\nSource:SL 2012, ch 175, §110.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-129/"
    },
    {
      "id": "section-33-10-130",
      "number": "33-10-130",
      "heading": "Statute of limitations for new charges and specifications following dismissal for defect or insufficiency.",
      "text": "33-10-130. Statute of limitations for new charges and specifications following dismissal for defect or insufficiency.\n\nIf charges or specifications are dismissed as defective or insufficient for any cause and the period prescribed by the applicable statute of limitations:\n\n(1)Has expired; or\n\n(2)Will expire within one hundred eighty days after the date of dismissal of the charges and specifications, trial and punishment under new charges and specifications are not barred by the statute of limitations if the conditions specified in §33-10-131 are met.\n\nSource:SL 2012, ch 175, §111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-130/"
    },
    {
      "id": "section-33-10-131",
      "number": "33-10-131",
      "heading": "Conditions for new charges and specifications.",
      "text": "33-10-131. Conditions for new charges and specifications.\n\nThe conditions referred to in §33-10-130 are that the new charges and specifications shall:\n\n(1)Be received by an officer exercising summary court-martial jurisdiction over the command within one hundred eighty days after the dismissal of the charges or specifications; and\n\n(2)Allege the same acts or omissions that were alleged in the dismissed charges or specifications (or allege acts or omissions that were included in the dismissed charges or specifications).\n\nSource:SL 2012, ch 175, §112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-131/"
    },
    {
      "id": "section-33-10-132",
      "number": "33-10-132",
      "heading": "Former jeopardy.",
      "text": "33-10-132. Former jeopardy.\n\nNo person may, without the person's consent, be tried a second time for the same offense.\n\nSource:SL 2012, ch 175, §113.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-132/"
    },
    {
      "id": "section-33-10-133",
      "number": "33-10-133",
      "heading": "Jeopardy where accused found guilty.",
      "text": "33-10-133. Jeopardy where accused found guilty.\n\nNo proceeding in which an accused has been found guilty by a court-martial upon any charge or specification is a trial in the sense of §33-10-132 until the finding of guilty has become final after review of the case has been fully completed.\n\nSource:SL 2012, ch 175, §114.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-133/"
    },
    {
      "id": "section-33-10-134",
      "number": "33-10-134",
      "heading": "Jeopardy where accused not found guilty.",
      "text": "33-10-134. Jeopardy where accused not found guilty.\n\nA proceeding which, after the introduction of evidence but before a finding, is dismissed or terminated by the convening authority or on motion of the prosecution for failure of available evidence or witnesses without any fault of the accused is a trial in the sense of §33-10-132.\n\nSource:SL 2012, ch 175, §115.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-134/"
    },
    {
      "id": "section-33-10-135",
      "number": "33-10-135",
      "heading": "Not guilty plea.",
      "text": "33-10-135. Not guilty plea.\n\nIf an accused after arraignment makes an irregular pleading, or after a plea of guilty sets up matter inconsistent with the plea, or if it appears that the accused has entered the plea of guilty improvidently or through lack of understanding of the plea's meaning and effect, or if the accused fails or refuses to plead, a plea of not guilty shall be entered in the record, and the court shall proceed as though the accused had pleaded not guilty.\n\nSource:SL 2012, ch 175, §116.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-135/"
    },
    {
      "id": "section-33-10-136",
      "number": "33-10-136",
      "heading": "Finding upon guilty plea--Withdrawal of guilty plea.",
      "text": "33-10-136. Finding upon guilty plea--Withdrawal of guilty plea.\n\nWith respect to any charge or specification to which a plea of guilty has been made by the accused and accepted by the military judge or by a court-martial without a military judge, a finding of guilty of the charge or specification may be entered immediately without vote. This finding shall constitute the finding of the court unless the plea of guilty is withdrawn prior to announcement of the sentence, in which event, the proceedings shall continue as though the accused had pleaded not guilty.\n\nSource:SL 2012, ch 175, §117.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-136/"
    },
    {
      "id": "section-33-10-137",
      "number": "33-10-137",
      "heading": "Opportunity to obtain witnesses and other evidence.",
      "text": "33-10-137. Opportunity to obtain witnesses and other evidence.\n\nThe trial counsel, the defense counsel, and the court-martial shall have equal opportunity to obtain witnesses and other evidence as prescribed by rule and provided by law. Process issued in court-martial cases to compel witnesses to appear and testify and to compel the production of other evidence shall apply the principles of law and the rules of courts-martial generally recognized in military criminal cases in the courts of the armed forces of the United States, but which may not be contrary to or inconsistent with this code. Process shall run to any part of the United States, or the territories, commonwealths, and possessions, and may be executed by civil officers as prescribed by the laws of the place where the witness or evidence is located or of the United States.\n\nSource:SL 2012, ch 175, §118.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-137/"
    },
    {
      "id": "section-33-10-138",
      "number": "33-10-138",
      "heading": "Refusal to appear or testify.",
      "text": "33-10-138. Refusal to appear or testify.\n\nAny person not subject to this code who:\n\n(1)Has been duly subpoenaed to appear as a witness or to produce books and records before a court-martial or court of inquiry, or before any military or civil officer designated to take a deposition to be read in evidence before such a court; and\n\n(2)Willfully neglects or refuses to appear, or refuses to qualify as a witness or to testify or to produce any evidence which that person may have been legally subpoenaed to produce;\n\nmay be punished by the military court in the same manner as a criminal court of the state.\n\nSource:SL 2012, ch 175, §119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-138/"
    },
    {
      "id": "section-33-10-139",
      "number": "33-10-139",
      "heading": "Witness fees.",
      "text": "33-10-139. Witness fees.\n\nThe fees and mileage of witnesses shall be paid out of the appropriations for the compensation of witnesses.\n\nSource:SL 2012, ch 175, §120.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-139/"
    },
    {
      "id": "section-33-10-140",
      "number": "33-10-140",
      "heading": "Contempt.",
      "text": "33-10-140. Contempt.\n\nA military judge or summary court-martial officer may punish for contempt any person who uses any menacing word, sign, or gesture in its presence, or who disturbs its proceedings by any riot or disorder.\n\nA person subject to this code may be punished for contempt by confinement not to exceed thirty days or a fine of one hundred dollars, or both.\n\nA person not subject to this code may be punished for contempt by a military court in the same manner as a criminal court of the state.\n\nSource:SL 2012, ch 175, §121.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-140/"
    },
    {
      "id": "section-33-10-141",
      "number": "33-10-141",
      "heading": "Oral and written depositions.",
      "text": "33-10-141. Oral and written depositions.\n\nAt any time after charges have been signed as provided in §33-10-95, any party may take oral or written depositions unless the military judge or summary court-martial officer hearing the case or, if the case is not being heard, an authority competent to convene a court-martial for the trial of those charges forbids it for good cause.\n\nSource:SL 2012, ch 175, §122.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-141/"
    },
    {
      "id": "section-33-10-142",
      "number": "33-10-142",
      "heading": "Notice of deposition.",
      "text": "33-10-142. Notice of deposition.\n\nThe party at whose instance a deposition is to be taken shall give to every other party reasonable written notice of the time and place for taking the deposition.\n\nSource:SL 2012, ch 175, §123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-142/"
    },
    {
      "id": "section-33-10-143",
      "number": "33-10-143",
      "heading": "Officers before whom deposition taken.",
      "text": "33-10-143. Officers before whom deposition taken.\n\nA deposition may be taken before and authenticated by any military or civil officer authorized by the laws of the state or by the laws of the place where the deposition is taken to administer oaths.\n\nSource:SL 2012, ch 175, §124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-143/"
    },
    {
      "id": "section-33-10-144",
      "number": "33-10-144",
      "heading": "Admissibility of deposition.",
      "text": "33-10-144. Admissibility of deposition.\n\nA duly authenticated deposition taken upon reasonable notice to the other parties, so far as otherwise admissible under the rules of evidence, may be read in evidence or, in the case of audiotape, videotape, digital image or file, or similar material, may be played in evidence before any military court, if it appears:\n\n(1)That the witness resides or is beyond the state in which the court is ordered to sit, or beyond one hundred miles from the place of trial or hearing;\n\n(2)That the witness by reason of death, age, sickness, bodily infirmity, imprisonment, military necessity, non amenability to process, or other reasonable cause, is unable or refuses to appear and testify in person at the place of trial or hearing; or\n\n(3)That the present whereabouts of the witness is unknown.\n\nSource:SL 2012, ch 175, §125.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-144/"
    },
    {
      "id": "section-33-10-145",
      "number": "33-10-145",
      "heading": "Admissibility of records of courts of inquiry.",
      "text": "33-10-145. Admissibility of records of courts of inquiry.\n\nIn any case not extending to the dismissal of a commissioned officer, the sworn testimony, contained in the duly authenticated record of proceedings of a court of inquiry, of a person whose oral testimony cannot be obtained, may, if otherwise admissible under the rules of evidence, be read in evidence by any party before a court-martial if the accused was a party before the court of inquiry and if the same issue was involved or if the accused consents to the introduction of such evidence.\n\nSuch testimony may be read in evidence only by the defense in cases extending to the dismissal of a commissioned officer.\n\nSuch testimony may also be read in evidence before a court of inquiry.\n\nSource:SL 2012, ch 175, §126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-145/"
    },
    {
      "id": "section-33-10-146",
      "number": "33-10-146",
      "heading": "Defense of lack of mental responsibility.",
      "text": "33-10-146. Defense of lack of mental responsibility.\n\nIt is an affirmative defense in a trial by court-martial that, at the time of the commission of the acts constituting the offense, the accused, as a result of a severe mental disease or defect, was unable to appreciate the nature and quality or the wrongfulness of the acts. Mental disease or defect does not otherwise constitute a defense.\n\nSource:SL 2012, ch 175, §127.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-146/"
    },
    {
      "id": "section-33-10-147",
      "number": "33-10-147",
      "heading": "Burden of proof of lack of mental responsibility.",
      "text": "33-10-147. Burden of proof of lack of mental responsibility.\n\nThe accused has the burden of proving the defense of lack of mental responsibility by clear and convincing evidence.\n\nSource:SL 2012, ch 175, §128.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-147/"
    },
    {
      "id": "section-33-10-148",
      "number": "33-10-148",
      "heading": "Findings by court-martial members when lack of mental responsibility at issue.",
      "text": "33-10-148. Findings by court-martial members when lack of mental responsibility at issue.\n\nIf the lack of mental responsibility of the accused with respect to an offense is properly at issue, the military judge shall instruct the members of the court as to the defense of lack of mental responsibility under this section and charge them to find the accused:\n\n(2)Not guilty; or\n\n(3)Not guilty only by reason of lack of mental responsibility.\n\nSource:SL 2012, ch 175, §129.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-148/"
    },
    {
      "id": "section-33-10-149",
      "number": "33-10-149",
      "heading": "Findings by military judge or summary court-martial officer when lack of mental responsibility at issue.",
      "text": "33-10-149. Findings by military judge or summary court-martial officer when lack of mental responsibility at issue.\n\nSection 33-10-148 does not apply to a court-martial composed of a military judge only. In the case of a court-martial composed of a military judge only or a summary court-martial officer, if the lack of mental responsibility of the accused with respect to an offense is properly at issue, the military judge or summary court-martial officer shall find the accused:\n\n(2)Not guilty; or\n\n(3)Not guilty only by reason of lack of mental responsibility.\n\nSource:SL 2012, ch 175, §130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-149/"
    },
    {
      "id": "section-33-10-150",
      "number": "33-10-150",
      "heading": "Conditions for finding of not guilty by reason of lack of mental responsibility.",
      "text": "33-10-150. Conditions for finding of not guilty by reason of lack of mental responsibility.\n\nNotwithstanding the provisions of §33-10-155, the accused shall be found not guilty only by reason of lack of mental responsibility if:\n\n(1)A majority of the members of the court-martial present at the time the vote is taken determines that the defense of lack of mental responsibility has been established; or\n\n(2)In the case of a court-martial composed of a military judge only or a summary court-martial officer, the military judge or summary court-martial officer determines that the defense of lack of mental responsibility has been established.\n\nSource:SL 2012, ch 175, §131.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-150/"
    },
    {
      "id": "section-33-10-151",
      "number": "33-10-151",
      "heading": "Voting by secret written ballot.",
      "text": "33-10-151. Voting by secret written ballot.\n\nVoting by members of a general or special court-martial on the findings and on the sentence shall be by secret written ballot. The junior member of the court shall count the votes. The count shall be checked by the president, who shall forthwith announce the result of the ballot to the members of the court.\n\nSource:SL 2012, ch 175, §132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-151/"
    },
    {
      "id": "section-33-10-152",
      "number": "33-10-152",
      "heading": "Rulings upon questions of law and interlocutory questions.",
      "text": "33-10-152. Rulings upon questions of law and interlocutory questions.\n\nThe military judge shall rule upon all questions of law and all interlocutory questions arising during the proceedings. Any such ruling made by the military judge upon any question of law or any interlocutory question other than the factual issue of mental responsibility of the accused is final and constitutes the ruling of the court. However, the military judge may change the ruling at any time during the trial. Unless the ruling is final, if any member objects to the ruling, the court shall be cleared and closed and the question decided by a voice vote as provided in §33-10-155, beginning with the junior in rank.\n\nSource:SL 2012, ch 175, §133.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-152/"
    },
    {
      "id": "section-33-10-153",
      "number": "33-10-153",
      "heading": "Instructions.",
      "text": "33-10-153. Instructions.\n\nBefore a vote is taken on the findings, the military judge shall, in the presence of the accused and counsel, instruct the members of the court as to the elements of the offense and charge them that:\n\n(1)The accused shall be presumed to be innocent until the accused's guilt is established by legal and competent evidence beyond reasonable doubt;\n\n(2)In the case being considered, if there is a reasonable doubt as to the guilt of the accused, the doubt shall be resolved in favor of the accused and the accused shall be acquitted;\n\n(3)If there is a reasonable doubt as to the degree of guilt, the finding shall be in a lower degree as to which there is no reasonable doubt; and\n\n(4)The burden of proof to establish the guilt of the accused beyond reasonable doubt is upon the state.\n\nSource:SL 2012, ch 175, §134.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-153/"
    },
    {
      "id": "section-33-10-154",
      "number": "33-10-154",
      "heading": "Findings and rulings by court-martial composed of military judge only.",
      "text": "33-10-154. Findings and rulings by court-martial composed of military judge only.\n\nSections 33-10-151 to §33-10-153, inclusive, do not apply to a court-martial composed of a military judge only. The military judge of such a court-martial shall determine all questions of law and fact arising during the proceedings and, if the accused is convicted, adjudge an appropriate sentence. The military judge of such a court-martial shall make a general finding and shall in addition, on request, find the facts specially. If an opinion or memorandum of decision is filed, it shall be sufficient if the findings of fact appear in the opinion or memorandum.\n\nSource:SL 2012, ch 175, §135.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-154/"
    },
    {
      "id": "section-33-10-155",
      "number": "33-10-155",
      "heading": "Number of votes required.",
      "text": "33-10-155. Number of votes required.\n\nNo person may be convicted of an offense except as provided in §33-10-136 or by the concurrence of two-thirds of the members present at the time the vote is taken.\n\nAll other questions to be decided by the members of a general or special court-martial shall be determined by a majority vote, but a determination to reconsider a finding of guilty or to reconsider a sentence, with a view toward decreasing it, may be made by any lesser vote which indicates that the reconsideration is not opposed by the number of votes required for that finding or sentence. A tie vote on a challenge disqualifies the member challenged. A tie vote on a motion relating to the question of the accused's sanity is a determination against the accused. A tie vote on any other question is a determination in favor of the accused.\n\nSource:SL 2012, ch 175, §136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-155/"
    },
    {
      "id": "section-33-10-156",
      "number": "33-10-156",
      "heading": "Court to announce action.",
      "text": "33-10-156. Court to announce action.\n\nA court-martial shall announce its findings and sentence to the parties as soon as determined.\n\nSource:SL 2012, ch 175, §137.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-156/"
    },
    {
      "id": "section-33-10-157",
      "number": "33-10-157",
      "heading": "Record of proceedings--Authentication.",
      "text": "33-10-157. Record of proceedings--Authentication.\n\nEach general and special court-martial shall keep a separate record of the proceedings in each case brought before it, and the record shall be authenticated by the signature of the military judge. If the record cannot be authenticated by the military judge by reason of the judge's death, disability, or absence, it shall be authenticated by the signature of the trial counsel or by that of a member, if the trial counsel is unable to authenticate it by reason of the counsel's death, disability, or absence. In a court-martial consisting of only a military judge, the record shall be authenticated by the court reporter under the same conditions which would impose such a duty on a member under this section.\n\nSource:SL 2012, ch 175, §138.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-157/"
    },
    {
      "id": "section-33-10-158",
      "number": "33-10-158",
      "heading": "Contents of record--Promulgation of rules.",
      "text": "33-10-158. Contents of record--Promulgation of rules.\n\nA complete verbatim record of the proceedings and testimony shall be prepared in each general and special court-martial case resulting in a conviction.\n\nIn all other court-martial cases, the record shall contain such matters as may be prescribed by rules promulgated pursuant to chapter 1-26 by the Adjutant General.\n\nSource: SL 2012, ch 175, §139; SL 2023, ch 109, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-158/"
    },
    {
      "id": "section-33-10-159",
      "number": "33-10-159",
      "heading": "Records of summary court-martial--Promulgation of rules.",
      "text": "33-10-159. Records of summary court-martial--Promulgation of rules.\n\nEach summary court-martial shall keep a separate record of the proceedings in each case. The record shall be authenticated in the manner as may be prescribed by rules promulgated pursuant to chapter 1-26 by the Adjutant General.\n\nSource: SL 2012, ch 175, §140; SL 2023, ch 109, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-159/"
    },
    {
      "id": "section-33-10-160",
      "number": "33-10-160",
      "heading": "Copy of record to be given to the accused.",
      "text": "33-10-160. Copy of record to be given to the accused.\n\nA copy of the record of the proceedings of each general and special court-martial shall be given to the accused as soon as it is authenticated.\n\nSource:SL 2012, ch 175, §141.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-160/"
    },
    {
      "id": "section-33-10-161",
      "number": "33-10-161",
      "heading": "Cruel and unusual punishments prohibited.",
      "text": "33-10-161. Cruel and unusual punishments prohibited.\n\nPunishment by flogging, or by branding, marking, or tattooing on the body, or any other cruel or unusual punishment may not be adjudged by a court-martial or inflicted upon any person subject to this code. The use of irons, single or double, except for the purpose of safe custody, is prohibited.\n\nSource:SL 2012, ch 175, §142.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-161/"
    },
    {
      "id": "section-33-10-162",
      "number": "33-10-162",
      "heading": "Maximum sentence--Felony and misdemeanor--Noncriminal conviction.",
      "text": "33-10-162. Maximum sentence--Felony and misdemeanor--Noncriminal conviction.\n\nThe punishment which a court-martial may direct for an offense may not exceed such limits as prescribed by this code, but in no instance may a sentence exceed more than ten years for a military offense, nor may a sentence of death be adjudged. A conviction by general court-martial of any military offense for which an accused may receive a sentence of confinement for more than one year is a felony offense. Except for convictions by a summary court-martial, all other military offenses are misdemeanors. Any conviction by a summary court-martial is not a criminal conviction.\n\nSource:SL 2012, ch 175, §143.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-162/"
    },
    {
      "id": "section-33-10-163",
      "number": "33-10-163",
      "heading": "Limits of punishment.",
      "text": "33-10-163. Limits of punishment.\n\nThe limits of punishment for violations of the punitive provision prescribed by this code shall be lesser of the sentences prescribed by the manual for courts-martial of the United States in effect at the time of the offense, and the state manual for courts-martial. However, in no instance may any punishment exceed that authorized by this code.\n\nSource: SL 2012, ch 175, §144; SL 2023, ch 109, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-163/"
    },
    {
      "id": "section-33-10-164",
      "number": "33-10-164",
      "heading": "Forfeitures.",
      "text": "33-10-164. Forfeitures.\n\nIf a sentence of a court-martial as lawfully adjudged and approved includes a forfeiture of pay or allowances in addition to confinement not suspended, the forfeiture may apply to pay or allowances becoming due on or after the date the sentence is approved by the convening authority. No forfeiture may extend to any pay or allowances accrued before that date.\n\nSource:SL 2012, ch 175, §145.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-164/"
    },
    {
      "id": "section-33-10-165",
      "number": "33-10-165",
      "heading": "Computation of period of confinement--Effective date of other sentences.",
      "text": "33-10-165. Computation of period of confinement--Effective date of other sentences.\n\nAny period of confinement included in a sentence of a court-martial begins to run from the date the sentence is adjudged by the court-martial, but periods during which the sentence to confinement is suspended or deferred shall be excluded in computing the service of the term of confinement. All other sentences of courts-martial are effective on the date ordered executed.\n\nSource:SL 2012, ch 175, §146.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-165/"
    },
    {
      "id": "section-33-10-166",
      "number": "33-10-166",
      "heading": "Deferment of sentence to confinement--Rescission.",
      "text": "33-10-166. Deferment of sentence to confinement--Rescission.\n\nOn application by an accused who is under sentence to confinement that has not been ordered executed, the convening authority or, if the accused is no longer under that person's jurisdiction, the person exercising general court-martial jurisdiction over the command to which the accused is currently assigned, may in that person's sole discretion defer service of the sentence to confinement. The deferment shall terminate when the sentence is ordered executed. The deferment may be rescinded at any time by the person who granted it or, if the accused is no longer under that person's jurisdiction, by the person exercising general court-martial jurisdiction over the command to which the accused is currently assigned.\n\nSource:SL 2012, ch 175, §147.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-166/"
    },
    {
      "id": "section-33-10-167",
      "number": "33-10-167",
      "heading": "Deferment until after accused has been permanently released to state military forces.",
      "text": "33-10-167. Deferment until after accused has been permanently released to state military forces.\n\nIn any case in which a court-martial sentences an accused referred to in §33-10-168 to confinement, the convening authority may defer the service of the sentence to confinement, without the consent of the accused, until after the accused has been permanently released to the state military forces by a state, the United States, or a foreign country referred to in that section.\n\nSource:SL 2012, ch 175, §148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-167/"
    },
    {
      "id": "section-33-10-168",
      "number": "33-10-168",
      "heading": "Persons subject to deferment until permanently released to state military forces.",
      "text": "33-10-168. Persons subject to deferment until permanently released to state military forces.\n\nSection 33-10-167 applies to a person subject to this code who:\n\n(1)While in the custody of a state, the United States, or a foreign country is temporarily returned by that state, the United States, or a foreign country to the state military forces for trial by court-martial; and\n\n(2)After the court-martial, is returned to that state, the United States, or a foreign country under the authority of a mutual agreement or treaty, as the case may be.\n\nFor the purposes of this section and §33-10-167, the term, state, includes the District of Columbia and any commonwealth, territory, or possession of the United States.\n\nSource:SL 2012, ch 175, §149.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-168/"
    },
    {
      "id": "section-33-10-169",
      "number": "33-10-169",
      "heading": "Deferment of sentence to confinement while review pending.",
      "text": "33-10-169. Deferment of sentence to confinement while review pending.\n\nIn any case in which a court-martial sentences an accused to confinement and the sentence to confinement has been ordered executed, but in which review of the case pursuant to §33-10-209 is pending, the adjutant general may defer further service of the sentence to confinement while that review is pending.\n\nSource:SL 2012, ch 175, §150.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-169/"
    },
    {
      "id": "section-33-10-170",
      "number": "33-10-170",
      "heading": "Place of confinement.",
      "text": "33-10-170. Place of confinement.\n\nA sentence of confinement adjudged by a court-martial, whether or not the sentence includes discharge or dismissal, and whether or not the discharge or dismissal has been executed, may be carried into execution by confinement in any place authorized by this code. Any person so confined is subject to the same discipline and treatment as any person regularly confined or committed to that place of confinement.\n\nSource:SL 2012, ch 175, §151.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-170/"
    },
    {
      "id": "section-33-10-171",
      "number": "33-10-171",
      "heading": "Hard labor.",
      "text": "33-10-171. Hard labor.\n\nThe omission of hard labor as a sentence authorized under this code does not deprive the state confinement facility from employing it, if it otherwise is within the authority of that facility to do so.\n\nSource:SL 2012, ch 175, §152.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-171/"
    },
    {
      "id": "section-33-10-172",
      "number": "33-10-172",
      "heading": "Fees for confinement.",
      "text": "33-10-172. Fees for confinement.\n\nNo place of confinement may require payment of any fee or charge for so receiving or confining a person except as otherwise provided by law. If no military confinement facility is available and a civilian facility charges fees as provided by law, the person confined shall be responsible for such costs.\n\nSource:SL 2012, ch 175, §153.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-172/"
    },
    {
      "id": "section-33-10-173",
      "number": "33-10-173",
      "heading": "Reduction of enlisted member pay grade.",
      "text": "33-10-173. Reduction of enlisted member pay grade.\n\nA court-martial sentence of an enlisted member in a pay grade above E-1, as approved by the convening authority, that includes:\n\n(1)A dishonorable or bad-conduct discharge; or\n\n(2)Confinement;\n\nreduces that member to pay grade E-1, effective on the date of that approval.\n\nSource:SL 2012, ch 175, §154.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-173/"
    },
    {
      "id": "section-33-10-174",
      "number": "33-10-174",
      "heading": "Restoration of pay.",
      "text": "33-10-174. Restoration of pay.\n\nIf the sentence of a member who is reduced in pay grade pursuant to subdivision 33-10-173(1) is set aside or disapproved, or, as finally approved, does not include any punishment pursuant to subdivisions 33-10-173(1) or (2), the rights and privileges of which the person was deprived because of that reduction shall be restored, including pay and allowances.\n\nSource:SL 2012, ch 175, §155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-174/"
    },
    {
      "id": "section-33-10-175",
      "number": "33-10-175",
      "heading": "Forfeiture of pay and allowances.",
      "text": "33-10-175. Forfeiture of pay and allowances.\n\nA court-martial sentence described in §33-10-176 shall result in the forfeiture of pay, or of pay and allowances, due that member during any period of confinement or parole. The forfeiture pursuant to this section shall take effect on the date determined pursuant to §33-10-164 and may be deferred as provided by that section. The pay and allowances forfeited, in the case of a general court-martial, shall be all pay and allowances due that member during such period and, in the case of a special court-martial, shall be two-thirds of all pay due that member during such period.\n\nSource:SL 2012, ch 175, §156.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-175/"
    },
    {
      "id": "section-33-10-176",
      "number": "33-10-176",
      "heading": "Sentences subject to forfeiture of pay and allowances.",
      "text": "33-10-176. Sentences subject to forfeiture of pay and allowances.\n\nA sentence covered by §33-10-175 is any sentence that includes:\n\n(1)Confinement for more than six months; or\n\n(2)Confinement for six months or less and a dishonorable or bad-conduct discharge or dismissal.\n\nSource:SL 2012, ch 175, §157.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-176/"
    },
    {
      "id": "section-33-10-177",
      "number": "33-10-177",
      "heading": "Waiver of forfeiture of pay and allowances for dependents of accused.",
      "text": "33-10-177. Waiver of forfeiture of pay and allowances for dependents of accused.\n\nIn a case involving an accused who has dependents, the convening authority or other person acting under this code may waive any or all of the forfeitures of pay and allowances required by §33-10-175 for a period not to exceed six months. Any amount of pay or allowances that would be forfeited, except for a waiver under this section, shall be paid, as the convening authority or other person taking action directs, to the dependents of the accused.\n\nSource:SL 2012, ch 175, §158.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-177/"
    },
    {
      "id": "section-33-10-178",
      "number": "33-10-178",
      "heading": "Restoration of pay and allowances.",
      "text": "33-10-178. Restoration of pay and allowances.\n\nIf the sentence of a member who forfeits pay and allowances pursuant to §33-10-175 is set aside or disapproved or, as finally approved, does not provide for a punishment referred to in §33-10-176, the member shall be paid the pay and allowances which the member would have been paid, except for the forfeiture, for the period during which the forfeiture was in effect.\n\nSource:SL 2012, ch 175, §159.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-178/"
    },
    {
      "id": "section-33-10-179",
      "number": "33-10-179",
      "heading": "Error of law.",
      "text": "33-10-179. Error of law.\n\nA finding or sentence of a court-martial may not be held incorrect on the ground of an error of law unless the error materially prejudices the substantial rights of the accused.\n\nSource:SL 2012, ch 175, §160.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-179/"
    },
    {
      "id": "section-33-10-180",
      "number": "33-10-180",
      "heading": "Lesser included offense.",
      "text": "33-10-180. Lesser included offense.\n\nAny reviewing authority with the power to approve or affirm a finding of guilty may approve or affirm, instead, so much of the finding as includes a lesser included offense.\n\nSource:SL 2012, ch 175, §161.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-180/"
    },
    {
      "id": "section-33-10-181",
      "number": "33-10-181",
      "heading": "Prompt report of findings and sentence to convening authority.",
      "text": "33-10-181. Prompt report of findings and sentence to convening authority.\n\nThe findings and sentence of a court-martial shall be reported promptly to the convening authority after the announcement of the sentence.\n\nSource:SL 2012, ch 175, §162.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-181/"
    },
    {
      "id": "section-33-10-182",
      "number": "33-10-182",
      "heading": "Submission to convening authority of matters for consideration--Time for submission.",
      "text": "33-10-182. Submission to convening authority of matters for consideration--Time for submission.\n\nThe accused may submit to the convening authority matters for consideration by the convening authority with respect to the findings and the sentence. Any such submission shall be in writing. Except in a summary court-martial case, such a submission shall be made within ten days after the accused has been given an authenticated record of trial and, if applicable, the recommendation of a judge advocate pursuant to §33-10-189. In a summary court-martial case, such a submission shall be made within seven days after the sentence is announced.\n\nSource:SL 2012, ch 175, §163.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-182/"
    },
    {
      "id": "section-33-10-183",
      "number": "33-10-183",
      "heading": "Extension of time for submission.",
      "text": "33-10-183. Extension of time for submission.\n\nIf the accused shows that additional time is required for the accused to submit such matters, the convening authority or other person taking action pursuant to this code, for good cause, may extend the applicable period pursuant to §33-10-182 for not more than an additional twenty days.\n\nSource:SL 2012, ch 175, §164.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-183/"
    },
    {
      "id": "section-33-10-184",
      "number": "33-10-184",
      "heading": "Provision of record to accused.",
      "text": "33-10-184. Provision of record to accused.\n\nIn a summary court-martial case, the accused shall be promptly provided a copy of the record of trial for use in preparing a submission authorized by §33-10-182.\n\nSource:SL 2012, ch 175, §165.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-184/"
    },
    {
      "id": "section-33-10-185",
      "number": "33-10-185",
      "heading": "Waiver of right to make submission.",
      "text": "33-10-185. Waiver of right to make submission.\n\nThe accused may waive the right to make a submission to the convening authority as authorized by §33-10-182. Such a waiver shall be made in writing and may not be revoked. For the purposes of §33-10-187, the time within which the accused may make a submission under §33-10-182 shall be deemed to have expired upon the submission of such a waiver to the convening authority.\n\nSource:SL 2012, ch 175, §166.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-185/"
    },
    {
      "id": "section-33-10-186",
      "number": "33-10-186",
      "heading": "Authority to modify findings and sentence.",
      "text": "33-10-186. Authority to modify findings and sentence.\n\nThe authority pursuant to §33-10-188 to modify the findings and sentence of a court-martial is a matter of command prerogative involving the sole discretion of the convening authority. If it is impractical for the convening authority to act, the convening authority shall forward the case to a person exercising general court-martial jurisdiction who may take action pursuant to §33-10-187.\n\nSource:SL 2012, ch 175, §167.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-186/"
    },
    {
      "id": "section-33-10-187",
      "number": "33-10-187",
      "heading": "Action on sentence of court-martial.",
      "text": "33-10-187. Action on sentence of court-martial.\n\nAction on the sentence of a court-martial shall be taken by the convening authority or by another person authorized to act pursuant to this code. Such action may be taken only after consideration of any matters submitted by the accused pursuant to §33-10-182 or after the time for submitting such matters expires, whichever is earlier. The convening authority or other person taking such action, in that person's sole discretion may approve, disapprove, commute, or suspend the sentence in whole or in part.\n\nSource:SL 2012, ch 175, §168.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-187/"
    },
    {
      "id": "section-33-10-188",
      "number": "33-10-188",
      "heading": "Action on findings of court-martial.",
      "text": "33-10-188. Action on findings of court-martial.\n\nAction on the findings of a court-martial by the convening authority or other person acting on the sentence is not required. However, such person, in the person's sole discretion may:\n\n(1)Dismiss any charge or specification by setting aside a finding of guilty thereto; or\n\n(2)Change a finding of guilty to a charge or specification to a finding of guilty to an offense that is a lesser included offense of the offense stated in the charge or specification.\n\nSource:SL 2012, ch 175, §169.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-188/"
    },
    {
      "id": "section-33-10-189",
      "number": "33-10-189",
      "heading": "Recommendation of judge advocate--Promulgation of rules--Response and objection.",
      "text": "33-10-189. Recommendation of judge advocate--Promulgation of rules--Response and objection.\n\nBefore acting pursuant to §33-10-188 on any general or special court-martial case in which there is a finding of guilt, the convening authority or other person taking action shall obtain and consider the written recommendation of a judge advocate. The convening authority or other person taking action shall refer the record of trial to the judge advocate, and the judge advocate shall use such record in the preparation of the recommendation. The recommendation of the judge advocate shall include such matters as may be prescribed by rules promulgated pursuant to chapter 1-26 by the Adjutant General and shall be served on the accused, who may submit any matter in response pursuant to §33-10-182. Failure to object in the response to the recommendation or to any matter attached to the recommendation waives the right to object thereto.\n\nSource: SL 2012, ch 175, §170; SL 2023, ch 109, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-189/"
    },
    {
      "id": "section-33-10-190",
      "number": "33-10-190",
      "heading": "Proceeding in revision or rehearing.",
      "text": "33-10-190. Proceeding in revision or rehearing.\n\nThe convening authority or other person taking action pursuant to this code, in the person's sole discretion, may order a proceeding in revision or a rehearing.\n\nSource:SL 2012, ch 175, §171.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-190/"
    },
    {
      "id": "section-33-10-191",
      "number": "33-10-191",
      "heading": "Matters considered at proceeding in revision.",
      "text": "33-10-191. Matters considered at proceeding in revision.\n\nA proceeding in revision may be ordered if there is an apparent error or omission in the record or if the record shows improper or inconsistent action by a court-martial with respect to the findings or sentence that can be rectified without material prejudice to the substantial rights of the accused. In no case, however, may a proceeding in revision:\n\n(1)Reconsider a finding of not guilty of any specification or a ruling which amounts to a finding of not guilty;\n\n(2)Reconsider a finding of not guilty of any charge, unless there has been a finding of guilty under a specification laid under that charge, which sufficiently alleges a violation of some section of this code; or\n\n(3)Increase the severity of the sentence unless the sentence prescribed for the offense is mandatory.\n\nSource:SL 2012, ch 175, §172.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-191/"
    },
    {
      "id": "section-33-10-192",
      "number": "33-10-192",
      "heading": "Matters considered at rehearing--Dismissal without rehearing.",
      "text": "33-10-192. Matters considered at rehearing--Dismissal without rehearing.\n\nA rehearing may be ordered by the convening authority or other person taking action pursuant to this code if that person disapproves the findings and sentence and states the reasons for disapproval of the findings. If such person disapproves the findings and sentence and does not order a rehearing, that person shall dismiss the charges. A rehearing as to the findings may not be ordered where there is a lack of sufficient evidence in the record to support the findings. A rehearing as to the sentence may be ordered if the convening authority or other person taking action under this section disapproves the sentence.\n\nSource:SL 2012, ch 175, §173.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-192/"
    },
    {
      "id": "section-33-10-193",
      "number": "33-10-193",
      "heading": "Withdrawal of appeal.",
      "text": "33-10-193. Withdrawal of appeal.\n\nIn each case subject to appellate review under this code, the accused may file with the convening authority a statement expressly withdrawing the right of the accused to such appeal. Such a withdrawal shall be signed by both the accused and the accused's defense counsel and shall be filed in accordance with appellate procedures as provided by law.\n\nSource:SL 2012, ch 175, §174.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-193/"
    },
    {
      "id": "section-33-10-194",
      "number": "33-10-194",
      "heading": "Time for withdrawal of appeal.",
      "text": "33-10-194. Time for withdrawal of appeal.\n\nThe accused may withdraw an appeal at any time in accordance with appellate procedures as provided by law.\n\nSource:SL 2012, ch 175, §175.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-194/"
    },
    {
      "id": "section-33-10-195",
      "number": "33-10-195",
      "heading": "Appeal by the state.",
      "text": "33-10-195. Appeal by the state.\n\nIn a trial by court-martial in which a punitive discharge may be adjudged, the state may appeal the following, other than a finding of not guilty with respect to the charge or specification by the members of the court-martial, or by a judge in a bench trial so long as it is not made in reconsideration:\n\n(1)An order or ruling of the military judge which terminates the proceedings with respect to a charge or specification;\n\n(2)An order or ruling which excludes evidence that is substantial proof of a fact material in the proceeding;\n\n(3)An order or ruling which directs the disclosure of classified information;\n\n(4)An order or ruling which imposes sanctions for nondisclosure of classified information;\n\n(5)A refusal of the military judge to issue a protective order sought by the state to prevent the disclosure of classified information; or\n\n(6)A refusal by the military judge to enforce an order described in subdivision (5) that has previously been issued by appropriate authority.\n\nSource:SL 2012, ch 175, §176.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-195/"
    },
    {
      "id": "section-33-10-196",
      "number": "33-10-196",
      "heading": "Time for appeal by the state--Contents of notice of appeal.",
      "text": "33-10-196. Time for appeal by the state--Contents of notice of appeal.\n\nAn appeal of an order or ruling may not be taken unless the trial counsel provides the military judge with written notice of appeal from the order or ruling within seventy-two hours of the order or ruling. Such notice shall include a certification by the trial counsel that the appeal is not taken for the purpose of delay and, if the order or ruling appealed is one which excludes evidence, that the evidence excluded is substantial proof of a fact material in the proceeding.\n\nSource:SL 2012, ch 175, §177.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-196/"
    },
    {
      "id": "section-33-10-197",
      "number": "33-10-197",
      "heading": "Diligent prosecution of appeal.",
      "text": "33-10-197. Diligent prosecution of appeal.\n\nAn appeal pursuant to §§33-10-195 and 33-10-196 shall be diligently prosecuted as provided by law.\n\nSource:SL 2012, ch 175, §178.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-197/"
    },
    {
      "id": "section-33-10-198",
      "number": "33-10-198",
      "heading": "State's appeal to Supreme Court limited to matters of law.",
      "text": "33-10-198. State's appeal to Supreme Court limited to matters of law.\n\nAn appeal pursuant to §§33-10-195 and 33-10-196 shall be forwarded to the court prescribed in §33-10-209. In ruling on an appeal pursuant to §§33-10-195 and 33-10-196, that court may act only with respect to matters of law.\n\nSource:SL 2012, ch 175, §179.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-198/"
    },
    {
      "id": "section-33-10-199",
      "number": "33-10-199",
      "heading": "Consideration of delay concerning issue of speedy trial.",
      "text": "33-10-199. Consideration of delay concerning issue of speedy trial.\n\nAny period of delay resulting from an appeal pursuant to §§33-10-195 and 33-10-196 shall be excluded in deciding any issue regarding denial of a speedy trial unless an appropriate authority determines that the appeal was filed solely for the purpose of delay with the knowledge that it was totally frivolous and without merit.\n\nSource:SL 2012, ch 175, §180.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-199/"
    },
    {
      "id": "section-33-10-200",
      "number": "33-10-200",
      "heading": "Rehearings.",
      "text": "33-10-200. Rehearings.\n\nEach rehearing under this code shall take place before a court-martial composed of members not members of the court-martial that first heard the case. Upon a rehearing the accused may not be tried for any offense of which the accused was found not guilty by the first court-martial, and no sentence in excess of or more severe than the original sentence may be approved, unless the sentence is based upon a finding of guilty of an offense not considered upon the merits in the original proceedings, or unless the sentence prescribed for the offense is mandatory. If the sentence approved after the first court-martial was in accordance with a pretrial agreement and the accused at the rehearing changes a plea with respect to the charges or specifications upon which the pretrial agreement was based, or otherwise does not comply with the pretrial agreement, the approved sentence as to those charges or specifications may include any punishment not in excess of that lawfully adjudged at the first court-martial.\n\nSource:SL 2012, ch 175, §181.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-200/"
    },
    {
      "id": "section-33-10-201",
      "number": "33-10-201",
      "heading": "Review by senior force judge advocate.",
      "text": "33-10-201. Review by senior force judge advocate.\n\nEach general and special court-martial case in which there has been a finding of guilty shall be reviewed by the state's senior force judge advocate. The state's senior force judge advocate may not review a case under this section if that person has acted in the same case as an accuser, investigating officer, member of the court, military judge, or counsel or has otherwise acted on behalf of the prosecution or defense. The state's senior force judge advocate's review shall be in writing and shall contain the following:\n\n(1)Conclusions as to whether:\n\n(a)The court had jurisdiction over the accused and the offense;\n\n(b)The charge and specification stated an offense; and\n\n(c)The sentence was within the limits prescribed as a matter of law;\n\n(2)A response to each allegation of error made in writing by the accused; and\n\n(3)If the case is sent for action pursuant to §33-10-202, a recommendation as to the appropriate action to be taken and an opinion as to whether corrective action is required as a matter of law.\n\nSource:SL 2012, ch 175, §182.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-201/"
    },
    {
      "id": "section-33-10-202",
      "number": "33-10-202",
      "heading": "Adjutant General action--Promulgation of rules.",
      "text": "33-10-202. Adjutant General action--Promulgation of rules.\n\nThe record of trial and related documents in each case reviewed pursuant to §33-10-201 shall be sent for action to the adjutant general, if:\n\n(1)The judge advocate who reviewed the case recommends corrective action;\n\n(2)The sentence approved pursuant to §33-10-187 extends to dismissal, a bad-conduct or dishonorable discharge, or confinement for more than six months; or\n\n(3)Such action is otherwise required by rules promulgated by the Adjutant General pursuant to chapter 1-26.\n\nSource: SL 2012, ch 175, §183; SL 2023, ch 109, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-202/"
    },
    {
      "id": "section-33-10-203",
      "number": "33-10-203",
      "heading": "Action by adjutant general.",
      "text": "33-10-203. Action by adjutant general.\n\nThe adjutant general may:\n\n(1)Disapprove or approve the findings or sentence, in whole or in part;\n\n(2)Remit, commute, or suspend the sentence in whole or in part;\n\n(3)Except where the evidence was insufficient at the trial to support the findings, order a rehearing on the findings, on the sentence, or on both; or\n\n(4)Dismiss the charges.\n\nSource:SL 2012, ch 175, §184.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-203/"
    },
    {
      "id": "section-33-10-204",
      "number": "33-10-204",
      "heading": "Dismissal when rehearing impracticable.",
      "text": "33-10-204. Dismissal when rehearing impracticable.\n\nIf a rehearing is ordered but the convening authority finds a rehearing impracticable, the convening authority shall dismiss the charges.\n\nSource:SL 2012, ch 175, §185.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-204/"
    },
    {
      "id": "section-33-10-205",
      "number": "33-10-205",
      "heading": "Action by the Governor.",
      "text": "33-10-205. Action by the Governor.\n\nIf the opinion of the state's senior force judge advocate, in the state's senior force judge advocate's review pursuant to §33-10-201 is that corrective action is required as a matter of law and if the adjutant general does not take action that is at least as favorable to the accused as that recommended by the judge advocate, the record of trial and action thereon shall be sent to the Governor for review and action as deemed appropriate.\n\nSource:SL 2012, ch 175, §186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-205/"
    },
    {
      "id": "section-33-10-206",
      "number": "33-10-206",
      "heading": "Senior force judge advocate review of subject matter jurisdiction in case of finding of not guilty.",
      "text": "33-10-206. Senior force judge advocate review of subject matter jurisdiction in case of finding of not guilty.\n\nThe state's senior force judge advocate may review any case in which there has been a finding of not guilty of all charges and specifications. The state's senior force judge advocate may not review a case under this section if that person has acted in the same case as an accuser, investigating officer, member of the court, military judge, or counsel or has otherwise acted on behalf of the prosecution or defense. The state's senior force judge advocate's review shall be limited to questions of subject matter jurisdiction.\n\nSource:SL 2012, ch 175, §187.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-206/"
    },
    {
      "id": "section-33-10-207",
      "number": "33-10-207",
      "heading": "Action by adjutant general regarding subject matter jurisdiction.",
      "text": "33-10-207. Action by adjutant general regarding subject matter jurisdiction.\n\nThe record of trial and related documents in each case reviewed pursuant to §33-10-206 shall be sent for action to the adjutant general. The adjutant general may:\n\n(1)If subject matter jurisdiction is found to be lacking, void the court-martial ab initio, with or without prejudice to the government, as the adjutant general deems appropriate; or\n\n(2)Return the record of trial and related documents to the senior force judge advocate for appeal by the government as provided by law.\n\nSource:SL 2012, ch 175, §188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-207/"
    },
    {
      "id": "section-33-10-208",
      "number": "33-10-208",
      "heading": "Disposition of records.",
      "text": "33-10-208. Disposition of records.\n\nExcept as otherwise required by this code, all records of trial and related documents shall be transmitted and disposed of as prescribed by rule and provided by law.\n\nSource:SL 2012, ch 175, §189.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-208/"
    },
    {
      "id": "section-33-10-209",
      "number": "33-10-209",
      "heading": "Review by Supreme Court.",
      "text": "33-10-209. Review by Supreme Court.\n\nAny decision of a court-martial may be appealed to the South Dakota Supreme Court. The appellate procedures to be followed shall be those provided by law for the appeal of criminal cases.\n\nSource:SL 2012, ch 175, §190.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-209/"
    },
    {
      "id": "section-33-10-210",
      "number": "33-10-210",
      "heading": "Appellate government counsel.",
      "text": "33-10-210. Appellate government counsel.\n\nThe senior force judge advocate shall detail a judge advocate as appellate government counsel to represent the state in the review or appeal of cases pursuant to §33-10-209 and before any federal court when requested to do so by the state attorney general. Appellate government counsel shall be a member in good standing of the bar of the highest court of the state to which the appeal is taken.\n\nSource:SL 2012, ch 175, §191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-210/"
    },
    {
      "id": "section-33-10-211",
      "number": "33-10-211",
      "heading": "Right to counsel on appeal by state.",
      "text": "33-10-211. Right to counsel on appeal by state.\n\nUpon an appeal by the state, an accused has the right to be represented by detailed military counsel before any reviewing authority and before any appellate court.\n\nSource:SL 2012, ch 175, §192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-211/"
    },
    {
      "id": "section-33-10-212",
      "number": "33-10-212",
      "heading": "Right to counsel on appeal by accused.",
      "text": "33-10-212. Right to counsel on appeal by accused.\n\nUpon the appeal by an accused, the accused has the right to be represented by military counsel before any reviewing authority.\n\nSource:SL 2012, ch 175, §193.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-212/"
    },
    {
      "id": "section-33-10-213",
      "number": "33-10-213",
      "heading": "Appointment of judge advocate to represent accused.",
      "text": "33-10-213. Appointment of judge advocate to represent accused.\n\nUpon the request of an accused entitled to be so represented, the senior force judge advocate shall appoint a judge advocate to represent the accused in the review or appeal of cases specified in §§33-10-211 and 33-10-212.\n\nSource:SL 2012, ch 175, §194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-213/"
    },
    {
      "id": "section-33-10-214",
      "number": "33-10-214",
      "heading": "Representation by civilian appellate counsel.",
      "text": "33-10-214. Representation by civilian appellate counsel.\n\nAn accused may be represented by civilian appellate counsel at no expense to the state.\n\nSource:SL 2012, ch 175, §195.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-214/"
    },
    {
      "id": "section-33-10-215",
      "number": "33-10-215",
      "heading": "Execution of sentence of dismissal or dishonorable or bad-conduct discharge when appeal not waived or withdrawn.",
      "text": "33-10-215. Execution of sentence of dismissal or dishonorable or bad-conduct discharge when appeal not waived or withdrawn.\n\nIf the sentence of the court-martial extends to dismissal or a dishonorable or bad-conduct discharge and if the right of the accused to appellate review is not waived, and an appeal is not withdrawn pursuant to §33-10-193 or 33-10-194, that part of the sentence extending to dismissal or a dishonorable or bad-conduct discharge may not be executed until there is a final judgment as to the legality of the proceedings. A judgment as to the legality of the proceedings is final in such cases if review is completed by an appellate court prescribed in §33-10-209, and is deemed final by the law of state where the judgment was had.\n\nSource:SL 2012, ch 175, §196.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-215/"
    },
    {
      "id": "section-33-10-216",
      "number": "33-10-216",
      "heading": "Execution of sentence when appeal waived or withdrawn.",
      "text": "33-10-216. Execution of sentence when appeal waived or withdrawn.\n\nIf the sentence of the court-martial extends to dismissal or a dishonorable or bad conduct discharge and if the right of the accused to appellate review is waived, or an appeal is withdrawn pursuant to §33-10-193 or 33-10-194, that part of the sentence extending to dismissal or a dishonorable or bad-conduct discharge may not be executed until review of the case by the senior force judge advocate and any action on that review pursuant to §33-10-201 is completed. Any other part of a court-martial sentence may be ordered executed by the convening authority or other person acting on the case pursuant to §33-10-187 when so approved under that section.\n\nSource:SL 2012, ch 175, §197.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-216/"
    },
    {
      "id": "section-33-10-217",
      "number": "33-10-217",
      "heading": "Probation violation--Hearing--Representation by counsel.",
      "text": "33-10-217. Probation violation--Hearing--Representation by counsel.\n\nBefore the vacation of the suspension of a special court-martial sentence, which as approved includes a bad-conduct discharge, or of any general court-martial sentence, the officer having special court-martial jurisdiction over the probationer shall hold a hearing on an alleged violation of probation. The probationer shall be represented at the hearing by military counsel if the probationer so desires.\n\nSource:SL 2012, ch 175, §198.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-217/"
    },
    {
      "id": "section-33-10-218",
      "number": "33-10-218",
      "heading": "Vacation of suspension--Execution of sentence.",
      "text": "33-10-218. Vacation of suspension--Execution of sentence.\n\nThe record of the hearing and the recommendation of the officer having special court-martial jurisdiction shall be sent for action to the officer exercising general court-martial jurisdiction over the probationer. If the officer vacates the suspension, any unexecuted part of the sentence, except a dismissal, shall be executed, subject to applicable restrictions in this code.\n\nSource:SL 2012, ch 175, §199.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-218/"
    },
    {
      "id": "section-33-10-219",
      "number": "33-10-219",
      "heading": "Authority to vacate suspension.",
      "text": "33-10-219. Authority to vacate suspension.\n\nThe suspension of any other sentence may be vacated by any authority competent to convene, for the command in which the accused is serving or assigned, a court of the kind that imposed the sentence.\n\nSource:SL 2012, ch 175, §200.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-219/"
    },
    {
      "id": "section-33-10-220",
      "number": "33-10-220",
      "heading": "Petition for new trial.",
      "text": "33-10-220. Petition for new trial.\n\nAt any time within two years after approval by the convening authority of a court-martial sentence the accused may petition the adjutant general for a new trial on the grounds of newly discovered evidence or fraud on the court-martial.\n\nSource:SL 2012, ch 175, §201.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-220/"
    },
    {
      "id": "section-33-10-221",
      "number": "33-10-221",
      "heading": "Remission and suspension.",
      "text": "33-10-221. Remission and suspension.\n\nAny authority competent to convene, for the command in which the accused is serving or assigned, a court of the kind that imposed the sentence may remit or suspend any part or amount of the unexecuted part of any sentence, including all uncollected forfeitures other than a sentence approved by the Governor. The Governor may, for good cause, substitute an administrative form of discharge for a discharge or dismissal executed in accordance with the sentence of a court-martial.\n\nSource:SL 2012, ch 175, §202.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-221/"
    },
    {
      "id": "section-33-10-222",
      "number": "33-10-222",
      "heading": "Restoration--Promulgation of rules.",
      "text": "33-10-222. Restoration--Promulgation of rules.\n\nPursuant to rules as may be promulgated by the Adjutant General pursuant to chapter 1-26, all rights, privileges, and property affected by an executed part of a court-martial sentence which has been set aside or disapproved, except an executed dismissal or discharge, shall be restored unless a new trial or rehearing is ordered and such executed part is included in a sentence imposed upon the new trial or rehearing.\n\nSource: SL 2012, ch 175, §203; SL 2023, ch 109, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-222/"
    },
    {
      "id": "section-33-10-223",
      "number": "33-10-223",
      "heading": "Substitution for dishonorable or bad-conduct discharge.",
      "text": "33-10-223. Substitution for dishonorable or bad-conduct discharge.\n\nIf a previously executed sentence of dishonorable or bad-conduct discharge is not imposed on a new trial, the Governor may substitute a form of discharge authorized for administrative issuance unless the accused is to serve out the remainder of the accused's enlistment.\n\nSource:SL 2012, ch 175, §204.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-223/"
    },
    {
      "id": "section-33-10-224",
      "number": "33-10-224",
      "heading": "Reappointment of commissioned officer.",
      "text": "33-10-224. Reappointment of commissioned officer.\n\nIf a previously executed sentence of dismissal is not imposed on a new trial, the Governor may substitute a form of discharge authorized for administrative issue, and the commissioned officer dismissed by that sentence may be reappointed by the Governor alone to such commissioned grade and with such rank as in the opinion of the Governor that former officer would have attained had the officer not been dismissed. The reappointment of such a former officer shall be without regard to the existence of a vacancy and shall affect the promotion status of other officers only insofar as the Governor may direct. All time between the dismissal and the reappointment shall be considered as actual service for all purposes, including the right to pay and allowances.\n\nSource:SL 2012, ch 175, §205.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-224/"
    },
    {
      "id": "section-33-10-225",
      "number": "33-10-225",
      "heading": "Finality of proceedings, findings, and sentences.",
      "text": "33-10-225. Finality of proceedings, findings, and sentences.\n\nThe appellate review of records of trial provided by this code, the proceedings, findings, and sentences of courts-martial as approved, reviewed, or affirmed as required by this code, and all dismissals and discharges carried into execution under sentences by courts-martial following approval, review, or affirmation as required by this code, are final and conclusive. Orders publishing the proceedings of courts-martial and all action taken pursuant to those proceedings are binding upon all departments, courts, agencies, and officers of the United States and the several states, subject only to action upon a petition for a new trial as provided in §33-10-220 and to action pursuant to §33-10-221.\n\nSource:SL 2012, ch 175, §206.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-225/"
    },
    {
      "id": "section-33-10-226",
      "number": "33-10-226",
      "heading": "Leave required pending review of certain court-martial convictions.",
      "text": "33-10-226. Leave required pending review of certain court-martial convictions.\n\nPursuant to rules promulgated by the Adjutant General pursuant to chapter 1-26, an accused who has been sentenced by a court-martial may be required to take leave pending completion of action under this section if the sentence, as approved pursuant to §33-10-187, includes an unsuspended dismissal or an unsuspended dishonorable or bad-conduct discharge. The accused may be required to begin such leave on the date on which the sentence is approved pursuant to §33-10-187 or at any time after such date, and such leave may be continued until the date on which action under this section is completed or may be terminated at any earlier time.\n\nSource: SL 2012, ch 175, §207; SL 2023, ch 109, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-226/"
    },
    {
      "id": "section-33-10-227",
      "number": "33-10-227",
      "heading": "Commitment of person incompetent to stand trial.",
      "text": "33-10-227. Commitment of person incompetent to stand trial.\n\nIn the case of a person determined under this code to be presently suffering from a mental disease or defect rendering the person mentally incompetent to the extent that the person is unable to understand the nature of the proceedings against that person or to conduct or cooperate intelligently in the defense of the case, the general court-martial convening authority for that person shall commit the person to the custody of the state attorney general.\n\nSource:SL 2012, ch 175, §208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-227/"
    },
    {
      "id": "section-33-10-228",
      "number": "33-10-228",
      "heading": "Action in accordance with statute applicable to persons incompetent to stand trial.",
      "text": "33-10-228. Action in accordance with statute applicable to persons incompetent to stand trial.\n\nThe state attorney general shall take action in accordance with the state statute applicable to persons incompetent to stand trial. If at the end of the period for hospitalization provided for in the state statute applicable to persons incompetent to stand trial, it is determined that the committed person's mental condition has not so improved as to permit the trial to proceed, action shall be taken in accordance with the state statute applicable to persons incompetent to stand trial.\n\nSource:SL 2012, ch 175, §209.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-228/"
    },
    {
      "id": "section-33-10-229",
      "number": "33-10-229",
      "heading": "Notice of determination that accused is competent to stand trial.",
      "text": "33-10-229. Notice of determination that accused is competent to stand trial.\n\nIf the director of a facility in which a person is hospitalized pursuant to §33-10-228 determines that the person has recovered to such an extent that the person is able to understand the nature of the proceedings against the person and to conduct or cooperate intelligently in the defense of the case, the director shall promptly transmit a notification of that determination to the state attorney general and to the general court-martial convening authority for the person. The director shall send a copy of the notification to the person's counsel.\n\nSource:SL 2012, ch 175, §210.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-229/"
    },
    {
      "id": "section-33-10-230",
      "number": "33-10-230",
      "heading": "Action by general court-martial convening authority or attorney general.",
      "text": "33-10-230. Action by general court-martial convening authority or attorney general.\n\nUpon receipt of a notification, the general court-martial convening authority shall promptly take custody of the person unless the person covered by the notification is no longer subject to this code. If the person is no longer subject to this code, the state attorney general shall take any action within the authority of the state attorney general that the state attorney general considers appropriate regarding the person.\n\nSource:SL 2012, ch 175, §211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-230/"
    },
    {
      "id": "section-33-10-231",
      "number": "33-10-231",
      "heading": "Custody of facility director.",
      "text": "33-10-231. Custody of facility director.\n\nThe director of the facility may retain custody of the person for not more than thirty days after transmitting the notifications required by §33-10-229.\n\nSource:SL 2012, ch 175, §212.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-231/"
    },
    {
      "id": "section-33-10-232",
      "number": "33-10-232",
      "heading": "References to court that ordered commitment.",
      "text": "33-10-232. References to court that ordered commitment.\n\nIn the application of the state statute applicable to persons incompetent to stand trial to a case under this section, references to the court that ordered the commitment of a person, and to the clerk of such court, shall be deemed to refer to the general court-martial convening authority for that person. However, if the person is no longer subject to this code at a time relevant to the application of such section to the person, the state trial court with felony jurisdiction in the county where the person is hospitalized or otherwise may be found shall be considered as the court that ordered the commitment of the person.\n\nSource:SL 2012, ch 175, §213.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-232/"
    },
    {
      "id": "section-33-10-233",
      "number": "33-10-233",
      "heading": "Commitment of person found not guilty by reason of lack of mental responsibility.",
      "text": "33-10-233. Commitment of person found not guilty by reason of lack of mental responsibility.\n\nIf a person is found by a court-martial not guilty only by reason of lack of mental responsibility, the person shall be committed to a suitable facility until the person is eligible for release in accordance with this code.\n\nSource:SL 2012, ch 175, §214.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-233/"
    },
    {
      "id": "section-33-10-234",
      "number": "33-10-234",
      "heading": "Hearing on mental condition.",
      "text": "33-10-234. Hearing on mental condition.\n\nThe court-martial shall conduct a hearing on the mental condition in accordance with the state statute applicable to persons incompetent to stand trial.\n\nSource:SL 2012, ch 175, §215.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-234/"
    },
    {
      "id": "section-33-10-235",
      "number": "33-10-235",
      "heading": "Report of hearing results.",
      "text": "33-10-235. Report of hearing results.\n\nA report of the results of the hearing shall be made to the general court-martial convening authority for the person.\n\nSource:SL 2012, ch 175, §216.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-235/"
    },
    {
      "id": "section-33-10-236",
      "number": "33-10-236",
      "heading": "Action when release would create substantial risk of injury or serious property damage.",
      "text": "33-10-236. Action when release would create substantial risk of injury or serious property damage.\n\nIf the court-martial fails to find by the standard specified in the state statute applicable to persons incompetent to stand trial, that the person's release would not create a substantial risk of bodily injury to another person or serious damage of property of another due to a present mental disease or defect:\n\n(1)The general court-martial convening authority may commit the person to the custody of the state attorney general; and\n\n(2)The state attorney general shall take action in accordance with the state statute applicable to persons incompetent to stand trial.\n\nSource:SL 2012, ch 175, §217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-236/"
    },
    {
      "id": "section-33-10-237",
      "number": "33-10-237",
      "heading": "Statute applicable to hospitalized person.",
      "text": "33-10-237. Statute applicable to hospitalized person.\n\nThe state statute applicable to persons incompetent to stand trial shall apply in the case of a person hospitalized pursuant to this code, except that the state trial court with felony jurisdiction in the county where the person is hospitalized shall be considered as the court that ordered the person's commitment.\n\nSource:SL 2012, ch 175, §218.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-237/"
    },
    {
      "id": "section-33-10-238",
      "number": "33-10-238",
      "heading": "Application of statute comparable to 18 U.S.C. 4247(d).",
      "text": "33-10-238.Application of statute comparable to 18 U.S. C. 4247(d).\n\nExcept as otherwise provided in this section and §33-10-239, the state statute most closely comparable to 18 U.S.C. 4247(d) as of January 1, 2012, apply in the administration of §§33-10-227 to 33-10-237, inclusive.\n\nIn the application of the state statute most closely comparable to 18 U.S. C. 4247(d), to hearings conducted by a court-martial pursuant to §§33-10-227 to 33-10-237, inclusive, or by (or by order of) a general court-martial convening authority pursuant to §§33-10-227 to 33-10-237, inclusive, the reference in that section to section 3006A of such title does not apply.\n\nSource:SL 2012, ch 175, §219.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-238/"
    },
    {
      "id": "section-33-10-239",
      "number": "33-10-239",
      "heading": "Application of statute comparable to 18 U.S.C. § 4241 et seq.--Change of status.",
      "text": "33-10-239.Application of statute comparable to 18 U.S. C. §4241 et seq.--Change of status.\n\nThe state statute most closely comparable to chapter 313 of Title 18, United States Code, 18 U.S.C. §4241 et seq. as of January 1, 2012, referred to in this section apply according to the provisions of this section notwithstanding section 4247(j) of Title 18.\n\nIf the status of a person as described in §33-10-21 terminates while the person is, pursuant to this section, in the custody of the state attorney general, hospitalized, or on conditional release under a prescribed regimen of medical, psychiatric, or psychological care or treatment, the provisions of this section establishing requirements and procedures regarding a person no longer subject to this code shall continue to apply to that person notwithstanding the change of status.\n\nSource:SL 2012, ch 175, §220.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-239/"
    },
    {
      "id": "section-33-10-240",
      "number": "33-10-240",
      "heading": "Principal defined.",
      "text": "33-10-240. Principal defined.\n\nAny person subject to this code who:\n\n(1)Commits an offense punishable by this code, or aids, abets, counsels, commands, or procures its commission; or\n\n(2)Causes an act to be done which if directly performed by the person would be punishable by this code;\n\nis a principal.\n\nSource:SL 2012, ch 175, §221.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-240/"
    },
    {
      "id": "section-33-10-241",
      "number": "33-10-241",
      "heading": "Accessory after the fact.",
      "text": "33-10-241. Accessory after the fact.\n\nAny person subject to this code who, knowing that an offense punishable by this code has been committed, receives, comforts, or assists the offender in order to hinder or prevent the offender's apprehension, trial, or punishment shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §222.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-241/"
    },
    {
      "id": "section-33-10-242",
      "number": "33-10-242",
      "heading": "Included offense--Attempted offense.",
      "text": "33-10-242. Included offense--Attempted offense.\n\nAn accused may be found guilty of an offense necessarily included in the offense charged or of an attempt to commit either the offense charged or an offense necessarily included in the offense charged.\n\nSource:SL 2012, ch 175, §223.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-242/"
    },
    {
      "id": "section-33-10-243",
      "number": "33-10-243",
      "heading": "Attempt defined.",
      "text": "33-10-243. Attempt defined.\n\nAn act, done with specific intent to commit an offense under this code, amounting to more than mere preparation and tending, even though failing, to effect its commission, is an attempt to commit that offense.\n\nSource:SL 2012, ch 175, §224.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-243/"
    },
    {
      "id": "section-33-10-244",
      "number": "33-10-244",
      "heading": "Attempt to commit offense subject to punishment.",
      "text": "33-10-244. Attempt to commit offense subject to punishment.\n\nAny person subject to this code who attempts to commit any offense punishable by this code shall be punished as a court-martial may direct, unless otherwise specifically prescribed.\n\nSource:SL 2012, ch 175, §225.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-244/"
    },
    {
      "id": "section-33-10-245",
      "number": "33-10-245",
      "heading": "Conviction of attempt for consummated offense.",
      "text": "33-10-245. Conviction of attempt for consummated offense.\n\nAny person subject to this code may be convicted of an attempt to commit an offense although it appears on the trial that the offense was consummated.\n\nSource:SL 2012, ch 175, §226.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-245/"
    },
    {
      "id": "section-33-10-246",
      "number": "33-10-246",
      "heading": "Conspiracy.",
      "text": "33-10-246. Conspiracy.\n\nAny person subject to this code who conspires with any other person to commit an offense under this code shall, if one or more of the conspirators does an act to effect the object of the conspiracy, be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §227.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-246/"
    },
    {
      "id": "section-33-10-247",
      "number": "33-10-247",
      "heading": "Solicitation to desert or mutiny.",
      "text": "33-10-247. Solicitation to desert or mutiny.\n\nAny person subject to this code who solicits or advises another or others to desert in violation of §33-10-251 or mutiny in violation of §33-10-262 shall, if the offense solicited or advised is attempted or committed, be punished with the punishment provided for the commission of the offense, but, if the offense solicited or advised is not committed or attempted, the person shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §228.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-247/"
    },
    {
      "id": "section-33-10-248",
      "number": "33-10-248",
      "heading": "Solicitation to commit misbehavior before the enemy or sedition.",
      "text": "33-10-248. Solicitation to commit misbehavior before the enemy or sedition.\n\nAny person subject to this code who solicits or advises another or others to commit an act of misbehavior before the enemy in violation of §33-10-268 or sedition in violation of §33-10-262 shall, if the offense solicited or advised is committed, be punished with the punishment provided for the commission of the offense, but, if the offense solicited or advised is not committed, the person shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §229.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-248/"
    },
    {
      "id": "section-33-10-249",
      "number": "33-10-249",
      "heading": "Fraudulent enlistment, appointment, or separation.",
      "text": "33-10-249. Fraudulent enlistment, appointment, or separation.\n\nAny person who:\n\n(1)Procures his or her own enlistment or appointment in the state military forces by knowingly false representation or deliberate concealment as to the person's qualifications for that enlistment or appointment and receives pay or allowances there under; or\n\n(2)Procures his or her own separation from the state military forces by knowingly false representation or deliberate concealment as to the person's eligibility for that separation;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §230.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-249/"
    },
    {
      "id": "section-33-10-250",
      "number": "33-10-250",
      "heading": "Unlawful enlistment, appointment, or separation.",
      "text": "33-10-250. Unlawful enlistment, appointment, or separation.\n\nAny person subject to this code who effects an enlistment or appointment in or a separation from the state military forces of any person who is known to the person to be ineligible for that enlistment, appointment, or separation because it is prohibited by law, regulation, or order shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §231.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-250/"
    },
    {
      "id": "section-33-10-251",
      "number": "33-10-251",
      "heading": "Desertion.",
      "text": "33-10-251. Desertion.\n\nAny member of the state military forces who:\n\n(1)Without authority goes or remains absent from the member's unit, organization, or place of duty with intent to remain away there from permanently;\n\n(2)Quits the member's unit, organization, or place of duty with intent to avoid hazardous duty or to shirk important service; or\n\n(3)Without being regularly separated from one of the state military forces enlists or accepts an appointment in the same or another one of the state military forces, or in one of the armed forces of the United States, without fully disclosing the fact that the member has not been regularly separated, or enters any foreign armed service except when authorized by the United States;\n\nis guilty of desertion.\n\nSource:SL 2012, ch 175, §232.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-251/"
    },
    {
      "id": "section-33-10-252",
      "number": "33-10-252",
      "heading": "Desertion by commissioned officer.",
      "text": "33-10-252. Desertion by commissioned officer.\n\nAny commissioned officer of the state military forces who, after tender of the officer's resignation and before notice of its acceptance, quits the officer's post or proper duties without leave and with intent to remain away therefrom permanently is guilty of desertion.\n\nSource:SL 2012, ch 175, §233.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-252/"
    },
    {
      "id": "section-33-10-253",
      "number": "33-10-253",
      "heading": "Punishment for desertion.",
      "text": "33-10-253. Punishment for desertion.\n\nAny person found guilty of desertion or attempt to desert shall be punished, if the offense is committed in time of war, by confinement of not more than ten years or such other punishment as a court-martial may direct, but if the desertion or attempt to desert occurs at any other time, by such punishment as a court-martial may direct.\n\nSource:SL 2012, ch 175, §234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-253/"
    },
    {
      "id": "section-33-10-254",
      "number": "33-10-254",
      "heading": "Absence without leave.",
      "text": "33-10-254. Absence without leave.\n\nAny person subject to this code who, without authority:\n\n(1)Fails to go to the person's appointed place of duty at the time prescribed;\n\n(2)Goes from that place; or\n\n(3)Absents himself or herself or remains absent from the person's unit, organization, or place of duty at which the person is required to be at the time prescribed;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §235.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-254/"
    },
    {
      "id": "section-33-10-255",
      "number": "33-10-255",
      "heading": "Missing movement.",
      "text": "33-10-255. Missing movement.\n\nAny person subject to this code who through neglect or design misses the movement of a ship, aircraft, or unit with which the person is required in the course of duty to move shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §236.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-255/"
    },
    {
      "id": "section-33-10-256",
      "number": "33-10-256",
      "heading": "Contempt toward officials.",
      "text": "33-10-256. Contempt toward officials.\n\nAny commissioned officer who uses contemptuous words against the President, the Governor, or Legislature of this state shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §237.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-256/"
    },
    {
      "id": "section-33-10-257",
      "number": "33-10-257",
      "heading": "Disrespect toward superior commissioned officer.",
      "text": "33-10-257. Disrespect toward superior commissioned officer.\n\nAny person subject to this code who behaves with disrespect toward the person's superior commissioned officer shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §238.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-257/"
    },
    {
      "id": "section-33-10-258",
      "number": "33-10-258",
      "heading": "Assaulting or willfully disobeying superior commissioned officer.",
      "text": "33-10-258. Assaulting or willfully disobeying superior commissioned officer.\n\nAny person subject to this code who:\n\n(1)Strikes the person's superior commissioned officer or draws or lifts up any weapon or offers any violence against the officer while the officer is in the execution of his or her office; or\n\n(2)Willfully disobeys a lawful command of the person's superior commissioned officer;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §239.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-258/"
    },
    {
      "id": "section-33-10-259",
      "number": "33-10-259",
      "heading": "Insubordinate conduct toward warrant officer, noncommissioned officer, or petty officer.",
      "text": "33-10-259. Insubordinate conduct toward warrant officer, noncommissioned officer, or petty officer.\n\nAny warrant officer or enlisted member who:\n\n(1)Strikes or assaults a warrant officer, noncommissioned officer, or petty officer, while that officer is in the execution of his or her office;\n\n(2)Willfully disobeys the lawful order of a warrant officer, noncommissioned officer, or petty officer; or\n\n(3)Treats with contempt or is disrespectful in language or deportment toward a warrant officer, noncommissioned officer, or petty officer, while that officer is in the execution of his or her office;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §240.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-259/"
    },
    {
      "id": "section-33-10-260",
      "number": "33-10-260",
      "heading": "Failure to obey order or regulation.",
      "text": "33-10-260. Failure to obey order or regulation.\n\nAny person subject to this code who:\n\n(1)Violates or fails to obey any lawful general order or regulation;\n\n(2)Having knowledge of any other lawful order issued by a member of the state military forces, which it is the person's duty to obey, fails to obey the order; or\n\n(3)Is derelict in the performance of the person's duties;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §241.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-260/"
    },
    {
      "id": "section-33-10-261",
      "number": "33-10-261",
      "heading": "Cruelty and maltreatment.",
      "text": "33-10-261. Cruelty and maltreatment.\n\nAny person subject to this code who is guilty of cruelty toward, or oppression or maltreatment of, any person subject to the person's orders shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §242.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-261/"
    },
    {
      "id": "section-33-10-262",
      "number": "33-10-262",
      "heading": "Mutiny--Sedition--Failure to suppress or report.",
      "text": "33-10-262. Mutiny--Sedition--Failure to suppress or report.\n\nAny person subject to this code who:\n\n(1)With intent to usurp or override lawful military authority, refuses, in concert with any other person, to obey orders or otherwise do the person's duty or creates any violence or disturbance is guilty of mutiny;\n\n(2)With intent to cause the overthrow or destruction of lawful civil authority, creates, in concert with any other person, revolt, violence, or other disturbance against that authority is guilty of sedition; or\n\n(3)Fails to do the person's utmost to prevent and suppress a mutiny or sedition being committed in the person's presence, or fails to take all reasonable means to inform the person's superior commissioned officer or commanding officer of a mutiny or sedition which the person knows or has reason to believe is taking place, is guilty of a failure to suppress or report a mutiny or sedition.\n\nSource:SL 2012, ch 175, §243.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-262/"
    },
    {
      "id": "section-33-10-263",
      "number": "33-10-263",
      "heading": "Punishment for mutiny or sedition.",
      "text": "33-10-263. Punishment for mutiny or sedition.\n\nA person who is found guilty of attempted mutiny, mutiny, sedition, or failure to suppress or report a mutiny or sedition shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §244.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-263/"
    },
    {
      "id": "section-33-10-264",
      "number": "33-10-264",
      "heading": "Resistance--Flight--Breach of arrest--Escape.",
      "text": "33-10-264. Resistance--Flight--Breach of arrest--Escape.\n\nAny person subject to this code who:\n\n(1)Resists apprehension;\n\n(2)Flees from apprehension;\n\n(3)Breaks arrest; or\n\n(4)Escapes from custody or confinement;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §245.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-264/"
    },
    {
      "id": "section-33-10-265",
      "number": "33-10-265",
      "heading": "Releasing prisoner without proper authority.",
      "text": "33-10-265. Releasing prisoner without proper authority.\n\nAny person subject to this code who, without proper authority, releases any prisoner committed to the person's charge, or who through neglect or design suffers any such prisoner to escape, shall be punished as a court-martial may direct, whether or not the prisoner was committed in strict compliance with law.\n\nSource:SL 2012, ch 175, §246.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-265/"
    },
    {
      "id": "section-33-10-266",
      "number": "33-10-266",
      "heading": "Unlawful detention.",
      "text": "33-10-266. Unlawful detention.\n\nAny person subject to this code who, except as provided by law or regulation, apprehends, arrests, or confines any person shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §247.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-266/"
    },
    {
      "id": "section-33-10-267",
      "number": "33-10-267",
      "heading": "Noncompliance with procedural rules.",
      "text": "33-10-267. Noncompliance with procedural rules.\n\nAny person subject to this code who:\n\n(1)Is responsible for unnecessary delay in the disposition of any case of a person accused of an offense under this code; or\n\n(2)Knowingly and intentionally fails to enforce or comply with any provision of this code regulating the proceedings before, during, or after trial of an accused;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §248.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-267/"
    },
    {
      "id": "section-33-10-268",
      "number": "33-10-268",
      "heading": "Misbehavior before the enemy.",
      "text": "33-10-268. Misbehavior before the enemy.\n\nAny person subject to this code who before or in the presence of the enemy:\n\n(1)Runs away;\n\n(2)Shamefully abandons, surrenders, or delivers up any command, unit, place, or military property which it is the person's duty to defend;\n\n(3)Through disobedience, neglect, or intentional misconduct endangers the safety of any such command, unit, place, or military property;\n\n(4)Casts away the person's arms or ammunition;\n\n(5)Is guilty of cowardly conduct;\n\n(6)Quits the person's place of duty to plunder or pillage;\n\n(7)Causes false alarms in any command, unit, or place under control of the armed forces of the United States or the state military forces;\n\n(8)Willfully fails to do the person's utmost to encounter, engage, capture, or destroy any enemy troops, combatants, vessels, aircraft, or any other thing, which it is the person's duty so to encounter, engage, capture, or destroy; or\n\n(9)Does not afford all practicable relief and assistance to any troops, combatants, vessels, or aircraft of the armed forces belonging to the United States or their allies, to the state, or to any other state, when engaged in battle;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §249.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-268/"
    },
    {
      "id": "section-33-10-269",
      "number": "33-10-269",
      "heading": "Subordinate compelling surrender.",
      "text": "33-10-269. Subordinate compelling surrender.\n\nAny person subject to this code who compels or attempts to compel the commander of any of the state military forces of the state, or of any other state, place, vessel, aircraft, or other military property, or of any body of members of the armed forces, to give it up to an enemy or to abandon it, or who strikes the colors or flag to an enemy without proper authority, shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-269/"
    },
    {
      "id": "section-33-10-270",
      "number": "33-10-270",
      "heading": "Improper use of countersign.",
      "text": "33-10-270. Improper use of countersign.\n\nAny person subject to this code who in time of war discloses the parole or countersign to any person not entitled to receive it or who gives to another, who is entitled to receive and use the parole or countersign, a different parole or countersign from that which, to the person's knowledge, the person was authorized and required to give, shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §251.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-270/"
    },
    {
      "id": "section-33-10-271",
      "number": "33-10-271",
      "heading": "Captured or abandoned property--Securing and turning over.",
      "text": "33-10-271. Captured or abandoned property--Securing and turning over.\n\nEach person subject to this code shall secure all public property taken for the service of the United States or the state, and shall give notice and turn over to the proper authority without delay all captured or abandoned property in the person's possession, custody, or control.\n\nSource:SL 2012, ch 175, §252.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-271/"
    },
    {
      "id": "section-33-10-272",
      "number": "33-10-272",
      "heading": "Captured or abandoned property--Offenses.",
      "text": "33-10-272. Captured or abandoned property--Offenses.\n\nAny person subject to this code who:\n\n(1)Fails to carry out the duties prescribed in §33-10-271;\n\n(2)Buys, sells, trades, or in any way deals in or disposes of taken, captured, or abandoned property, whereby the person receives or expects any profit, benefit, or advantage to himself or herself or another directly or indirectly connected with himself or herself; or\n\n(3)Engages in looting or pillaging;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §253.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-272/"
    },
    {
      "id": "section-33-10-273",
      "number": "33-10-273",
      "heading": "Aiding the enemy.",
      "text": "33-10-273. Aiding the enemy.\n\nAny person subject to this code who:\n\n(1)Aids, or attempts to aid, the enemy with arms, ammunition, supplies, money, or other things; or\n\n(2)Without proper authority, knowingly harbors or protects or gives intelligence to, or communicates or corresponds with or holds any intercourse with the enemy, either directly or indirectly;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §254.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-273/"
    },
    {
      "id": "section-33-10-274",
      "number": "33-10-274",
      "heading": "Misconduct as prisoner.",
      "text": "33-10-274. Misconduct as prisoner.\n\nAny person subject to this code who, while in the hands of the enemy in time of war:\n\n(1)For the purpose of securing favorable treatment by the person's captors acts without proper authority in a manner contrary to law, custom, or regulation, to the detriment of others of whatever nationality held by the enemy as civilian or military prisoners; or\n\n(2)While in a position of authority over such persons maltreats them without justifiable cause;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §255.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-274/"
    },
    {
      "id": "section-33-10-275",
      "number": "33-10-275",
      "heading": "False official statements.",
      "text": "33-10-275. False official statements.\n\nAny person subject to this code who, with intent to deceive, signs any false record, return, regulation, order, or other official document made in the line of duty, knowing it to be false, or makes any other false official statement made in the line of duty, knowing it to be false, shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §256.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-275/"
    },
    {
      "id": "section-33-10-276",
      "number": "33-10-276",
      "heading": "Military property--Loss, damage, destruction, or wrongful disposition.",
      "text": "33-10-276. Military property--Loss, damage, destruction, or wrongful disposition.\n\nAny person subject to this code who, without proper authority:\n\n(1)Sells or otherwise disposes of;\n\n(2)Willfully or through neglect damages, destroys, or loses; or\n\n(3)Willfully or through neglect suffers to be lost, damaged, destroyed, sold, or wrongfully disposed of;\n\nany military property of the United States or of any state, shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §257.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-276/"
    },
    {
      "id": "section-33-10-277",
      "number": "33-10-277",
      "heading": "Property other than military property--Waste, spoilage, or destruction.",
      "text": "33-10-277. Property other than military property--Waste, spoilage, or destruction.\n\nAny person subject to this code who willfully or recklessly wastes, spoils, or otherwise willfully and wrongfully destroys or damages any property other than military property of the United States or of any state shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §258.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-277/"
    },
    {
      "id": "section-33-10-278",
      "number": "33-10-278",
      "heading": "Willful hazarding of vessel.",
      "text": "33-10-278. Willful hazarding of vessel.\n\nAny person subject to this code who willfully and wrongfully hazards or suffers to be hazarded any vessel of the armed forces of the United States or any state military forces shall suffer such punishment as a court-martial may direct.\n\nSource:SL 2012, ch 175, §259.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-278/"
    },
    {
      "id": "section-33-10-279",
      "number": "33-10-279",
      "heading": "Negligent hazarding of vessel.",
      "text": "33-10-279. Negligent hazarding of vessel.\n\nAny person subject to this code who negligently hazards or suffers to be hazarded any vessel of the armed forces of the United States or any state military forces shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-279/"
    },
    {
      "id": "section-33-10-280",
      "number": "33-10-280",
      "heading": "Drunk on duty.",
      "text": "33-10-280. Drunk on duty.\n\nAny person subject to this code other than a sentinel or lookout, who is found drunk on duty, shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §261.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-280/"
    },
    {
      "id": "section-33-10-281",
      "number": "33-10-281",
      "heading": "Wrongful use, possession, or distribution of controlled substances.",
      "text": "33-10-281. Wrongful use, possession, or distribution of controlled substances.\n\nAny person subject to this code who wrongfully uses, possesses, manufactures, distributes, imports into the customs territory of the United States, exports from the United States, or introduces into an installation, vessel, vehicle, or aircraft used by or under the control of the armed forces of the United States or of any state military forces a substance described in §33-10-282 shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §262.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-281/"
    },
    {
      "id": "section-33-10-282",
      "number": "33-10-282",
      "heading": "Controlled substances defined.",
      "text": "33-10-282. Controlled substances defined.\n\nThe substances referred to in §33-10-281 are the following:\n\n(1)Opium, heroin, cocaine, amphetamine, lysergic acid diethylamide, methamphetamine, phencyclidine, barbituric acid, and marijuana and any compound or derivative of any such substance;\n\n(2)Any substance not specified in subdivision (1) of this section that is listed on a schedule of controlled substances prescribed by the President for the purposes of the Uniform Code of Military Justice of the armed forces of the United States 10 U.S.C. §801 et seq. as of January 1, 2012; and\n\n(3)Any other substance not specified in subdivision (1) of this section or contained on a list prescribed by the President pursuant to subdivision (2) of this section that is listed in schedules I through V of article 202 of the Controlled Substances Act 21 U.S.C. §812 as of January 1, 2012.\n\nSource:SL 2012, ch 175, §263.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-282/"
    },
    {
      "id": "section-33-10-283",
      "number": "33-10-283",
      "heading": "Misbehavior of sentinel.",
      "text": "33-10-283. Misbehavior of sentinel.\n\nAny sentinel or look-out who is found drunk, or under the influence of a controlled substance identified in §33-10-282, or sleeping upon the sentinel's or look-out's post or leaves it before being properly relieved, shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §264.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-283/"
    },
    {
      "id": "section-33-10-284",
      "number": "33-10-284",
      "heading": "Malingering.",
      "text": "33-10-284. Malingering.\n\nAny person subject to this code who for the purpose of avoiding work, duty, or service:\n\n(1)Feigns illness, physical disablement, mental lapse, or derangement; or\n\n(2)Intentionally inflicts self-injury;\n\nshall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §265.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-284/"
    },
    {
      "id": "section-33-10-285",
      "number": "33-10-285",
      "heading": "Riot or breach of peace.",
      "text": "33-10-285. Riot or breach of peace.\n\nAny person subject to this code who causes or participates in any riot or breach of the peace shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §266.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-285/"
    },
    {
      "id": "section-33-10-286",
      "number": "33-10-286",
      "heading": "Provoking speeches or gestures.",
      "text": "33-10-286. Provoking speeches or gestures.\n\nAny person subject to this code who uses provoking or reproachful words or gestures towards any other person subject to this code shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §267.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-286/"
    },
    {
      "id": "section-33-10-287",
      "number": "33-10-287",
      "heading": "Frauds against the government.",
      "text": "33-10-287. Frauds against the government.\n\nAny person subject to this code:\n\n(1)Who, knowing it to be false or fraudulent:\n\n(a)Makes any claim against the United States, the state, or any officer thereof; or\n\n(b)Presents to any person in the civil or military service thereof, for approval or payment, any claim against the United States, the state, or any officer thereof;\n\n(2)Who, for the purpose of obtaining the approval, allowance, or payment of any claim against the United States, the state, or any officer thereof:\n\n(a)Makes or uses any writing or other paper knowing it to contain any false or fraudulent statements;\n\n(b)Makes any oath, affirmation or certification to any fact or to any writing or other paper knowing the oath, affirmation or certification to be false; or\n\n(c)Forges or counterfeits any signature upon any writing or other paper, or uses any such signature knowing it to be forged or counterfeited;\n\n(3)Who, having charge, possession, custody, or control of any money, or other property of the United States or the state, furnished or intended for the armed forces of the United States or the state military forces, knowingly delivers to any person having authority to receive it, any amount thereof less than that for which the person receives a certificate or receipt; or\n\n(4)Who, being authorized to make or deliver any paper certifying the receipt of any property of the United States or the state, furnished or intended for the armed forces of the United States or the state military forces, makes or delivers to any person such writing without having full knowledge of the truth of the statements therein contained and with intent to defraud the United States or the state;\n\nshall, upon conviction, be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §268.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-287/"
    },
    {
      "id": "section-33-10-288",
      "number": "33-10-288",
      "heading": "Conduct unbecoming an officer.",
      "text": "33-10-288. Conduct unbecoming an officer.\n\nAny commissioned officer, cadet, candidate, or midshipman who is convicted of conduct unbecoming an officer shall be punished as a court-martial may direct.\n\nSource:SL 2012, ch 175, §269.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-288/"
    },
    {
      "id": "section-33-10-289",
      "number": "33-10-289",
      "heading": "Disorder and neglect--Conduct discrediting state military forces.",
      "text": "33-10-289. Disorder and neglect--Conduct discrediting state military forces.\n\nThough not specifically mentioned in this code, any disorder and neglect to the prejudice of good order and discipline in the state military forces and all conduct of a nature to bring discredit upon the state military forces shall be taken cognizance of by a court-martial and punished at the discretion of a military court.\n\nSource:SL 2012, ch 175, §270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-289/"
    },
    {
      "id": "section-33-10-290",
      "number": "33-10-290",
      "heading": "Court of inquiry convened for investigation.",
      "text": "33-10-290. Court of inquiry convened for investigation.\n\nCourts of inquiry to investigate any matter of concern to the state military forces may be convened by any person authorized to convene a general court-martial, whether or not the persons involved have requested such an inquiry.\n\nSource:SL 2012, ch 175, §271.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-290/"
    },
    {
      "id": "section-33-10-291",
      "number": "33-10-291",
      "heading": "Members of court--Counsel.",
      "text": "33-10-291. Members of court--Counsel.\n\nA court of inquiry consists of three or more commissioned officers. For each court of inquiry, the convening authority shall also appoint counsel for the court.\n\nSource:SL 2012, ch 175, §272.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-291/"
    },
    {
      "id": "section-33-10-292",
      "number": "33-10-292",
      "heading": "Parties.",
      "text": "33-10-292. Parties.\n\nAny person subject to this code whose conduct is subject to inquiry shall be designated as a party. Any person subject to this code who has a direct interest in the subject of inquiry has the right to be designated as a party upon request to the court. Any person designated as a party shall be given due notice and has the right to be present, to be represented by counsel, to cross-examine witnesses, and to introduce evidence.\n\nSource:SL 2012, ch 175, §273.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-292/"
    },
    {
      "id": "section-33-10-293",
      "number": "33-10-293",
      "heading": "Challenge to court members.",
      "text": "33-10-293. Challenge to court members.\n\nMembers of a court of inquiry may be challenged by a party, but only for cause stated to the court.\n\nSource:SL 2012, ch 175, §274.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-293/"
    },
    {
      "id": "section-33-10-294",
      "number": "33-10-294",
      "heading": "Oaths.",
      "text": "33-10-294. Oaths.\n\nThe members, counsel, the reporter, and interpreters of courts of inquiry shall take an oath to faithfully perform their duties.\n\nSource:SL 2012, ch 175, §275.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-294/"
    },
    {
      "id": "section-33-10-295",
      "number": "33-10-295",
      "heading": "Witnesses.",
      "text": "33-10-295. Witnesses.\n\nWitnesses may be summoned to appear and testify and be examined before courts of inquiry, as provided for courts-martial.\n\nSource:SL 2012, ch 175, §276.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-295/"
    },
    {
      "id": "section-33-10-296",
      "number": "33-10-296",
      "heading": "Findings--Opinions.",
      "text": "33-10-296. Findings--Opinions.\n\nCourts of inquiry shall make findings of fact but may not express opinions or make recommendations unless required to do so by the convening authority.\n\nSource:SL 2012, ch 175, §277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-296/"
    },
    {
      "id": "section-33-10-297",
      "number": "33-10-297",
      "heading": "Record of proceedings.",
      "text": "33-10-297. Record of proceedings.\n\nEach court of inquiry shall keep a record of its proceedings, which shall be authenticated by the signatures of the president and counsel for the court and forwarded to the convening authority. If the record cannot be authenticated by the president, it shall be signed by a member in lieu of the president. If the record cannot be authenticated by the counsel for the court, it shall be signed by a member in lieu of the counsel.\n\nSource:SL 2012, ch 175, §278.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-297/"
    },
    {
      "id": "section-33-10-298",
      "number": "33-10-298",
      "heading": "Administration of oaths for purposes of military administration.",
      "text": "33-10-298. Administration of oaths for purposes of military administration.\n\nThe following persons may administer oaths for the purposes of military administration, including military justice:\n\n(1)All judge advocates;\n\n(2)All summary courts-martial officers;\n\n(3)All adjutants, assistant adjutants, acting adjutants, and personnel adjutants;\n\n(4)All commanding officers; and\n\n(5)All other persons designated by regulations of the armed forces of the United States or by statute.\n\nSource:SL 2012, ch 175, §279.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-298/"
    },
    {
      "id": "section-33-10-299",
      "number": "33-10-299",
      "heading": "Administration of oaths necessary in performance of duties.",
      "text": "33-10-299. Administration of oaths necessary in performance of duties.\n\nThe following persons may administer oaths necessary in the performance of their duties:\n\n(1)The president, military judge, and trial counsel for all general and special courts-martial;\n\n(2)The president and the counsel for the court of any court of inquiry;\n\n(3)All officers designated to take a deposition;\n\n(4)All persons detailed to conduct an investigation;\n\n(5)All recruiting officers; and\n\n(6)All other persons designated by regulations of the armed forces of the United States or by statute.\n\nSource:SL 2012, ch 175, §280.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-299/"
    },
    {
      "id": "section-33-10-300",
      "number": "33-10-300",
      "heading": "Prima facie evidence of authority to administer oath.",
      "text": "33-10-300. Prima facie evidence of authority to administer oath.\n\nFor the purposes of sections §§33-10-298 and 33-10-299, the signature without seal of any such person, together with the title of the person's office, is prima facie evidence of the person's authority.\n\nSource:SL 2012, ch 175, §281.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-300/"
    },
    {
      "id": "section-33-10-301",
      "number": "33-10-301",
      "heading": "Complaint of wrong.",
      "text": "33-10-301. Complaint of wrong.\n\nAny member of the state military forces who believes himself or herself wronged by a commanding officer, and who, upon due application to that commanding officer, is refused redress, may complain to any superior commissioned officer, who shall forward the complaint to the officer exercising general court-martial jurisdiction over the officer against whom it is made. The officer exercising general court-martial jurisdiction shall examine into the complaint and take proper measures for redressing the wrong complained of; and shall, as soon as possible, send to the adjutant general a true statement of that complaint, with the proceedings had thereon.\n\nSource:SL 2012, ch 175, §282.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-301/"
    },
    {
      "id": "section-33-10-302",
      "number": "33-10-302",
      "heading": "Delegation by Governor.",
      "text": "33-10-302. Delegation by Governor.\n\nThe Governor may delegate any authority vested in the Governor under this code, and provide for the subdelegation of any such authority, except the power given the Governor by §33-10-67.\n\nSource:SL 2012, ch 175, §283.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-302/"
    },
    {
      "id": "section-33-10-303",
      "number": "33-10-303",
      "heading": "Payment of fees, costs, and expenses.",
      "text": "33-10-303. Payment of fees, costs, and expenses.\n\nThe fees and authorized travel expenses of all witnesses, experts, victims, court reporters, and interpreters, fees for the service of process, the costs of collection, apprehension, detention and confinement, and all other necessary expenses of prosecution and the administration of military justice, not otherwise payable by any other source, shall be paid out of the military justice fund.\n\nSource:SL 2012, ch 175, §284.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-303/"
    },
    {
      "id": "section-33-10-304",
      "number": "33-10-304",
      "heading": "Military justice fund.",
      "text": "33-10-304. Military justice fund.\n\nFor the purposes of §33-10-303, there is created in the state treasury a fund to be designated the military justice fund that shall be administered by the adjutant general, from which expenses of military justice shall be paid in the amounts and manner as prescribed by law. The Legislature may appropriate and have deposited in the military justice fund such funds as it deems necessary to carry out the purposes of this code.\n\nSource:SL 2012, ch 175, §285.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-304/"
    },
    {
      "id": "section-33-10-305",
      "number": "33-10-305",
      "heading": "Payment of fines--Disposition.",
      "text": "33-10-305. Payment of fines--Disposition.\n\nFines imposed by a military court or through imposition of nonjudicial punishment may be paid to the state and delivered to the court or imposing officer, or to a person executing their process. Fines may be collected in the following manner:\n\n(1)By cash or money order;\n\n(2)By retention of any pay or allowances due or to become due the person fined from any state or the United States; or\n\n(3)By garnishment or levy, together with costs, on the wages, goods, and chattels of a person delinquent in paying a fine, as provided by law.\n\nAny sum so received or retained shall be deposited in the military justice fund or to whomever the court so directs.\n\nSource:SL 2012, ch 175, §286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-305/"
    },
    {
      "id": "section-33-10-306",
      "number": "33-10-306",
      "heading": "Uniformity of interpretation.",
      "text": "33-10-306. Uniformity of interpretation.\n\nThis code shall be so construed as to effectuate its general purpose to make it uniform, so far as practical, with the Uniform Code of Military Justice, chapter 47 of Title 10, United States Code as of January 1, 2012.\n\nSource:SL 2012, ch 175, §287.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-306/"
    },
    {
      "id": "section-33-10-307",
      "number": "33-10-307",
      "heading": "Immunity for action of military courts.",
      "text": "33-10-307. Immunity for action of military courts.\n\nAny person acting under the provisions of this code, whether as a member of the military or as a civilian, is immune from any personal liability for any of the acts or omissions which the person did or failed to do as part of the person's duties under this code.\n\nSource:SL 2012, ch 175, §288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-307/"
    },
    {
      "id": "section-33-10-308",
      "number": "33-10-308",
      "heading": "Short title.",
      "text": "33-10-308. Short title.\n\nThis chapter may be cited as the Uniform State Code of Military Justice (USCMJ).\n\nSource:SL 2012, ch 175, §289.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-33/chapter-10/section-33-10-308/"
    }
  ]
}