{
  "state": "south-carolina",
  "path": "title-title-55/chapter-chapter-3",
  "sections": [
    {
      "id": "section-55-3-10",
      "number": "55-3-10.",
      "heading": "",
      "text": "This chapter may be cited as the State Law for Aeronautics.\n\nHISTORY: 1962 Code Section 2-1; 1952 Code Section 2-1; 1942 Code Section 7111; 1932 Code Section 7111; 1929 (36) 220; 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-10/"
    },
    {
      "id": "section-55-3-50",
      "number": "55-3-50.",
      "heading": "",
      "text": "The landing of an aircraft on the lands or waters of another without his consent is unlawful, except in the case of a cautionary or emergency landing. This section shall not apply to landings on waters of the state or other navigable waters where the waters are normally open to the public or available for public use nor shall this section apply to landing at public use airports, or airports owned or operated by a governmental body or political subdivision. The owner or lessee of the aircraft or the airman is liable in accordance with applicable law for injury to a person or property caused by an emergency or precautionary landing made in accordance with this section.\n\nHISTORY: 1962 Code Section 2-5; 1952 Code Section 2-5; 1942 Code Section 7103; 1932 Code Section 7103; 1929 (36) 220; 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-50/"
    },
    {
      "id": "section-55-3-60",
      "number": "55-3-60.",
      "heading": "",
      "text": "The owner of an aircraft operated over the land or waters of this State is absolutely liable for injury to persons or property on the land or water beneath the aircraft which is caused by ascent, descent or flight of the aircraft or the dropping or falling of an object from an aircraft, whether the owner was negligent or not, unless the injury is caused in whole or in part by the negligence of the person injured or of the owner or bailee of the property injured. If the aircraft is leased at the time of the injury to person or property both owner and lessee is liable and they may be sued jointly or either or both of them may be sued separately. An airman who is not the owner or lessee is liable only for the consequences of his negligence. The injured person or owner or bailee of the injured property shall have a lien next in priority to the lien for State and county taxes on the aircraft causing the injury to the extent of the damage caused by the aircraft or an object falling from it. A chattel mortgagee, conditional vendor or trustee under an equipment trust of an aircraft out of possession shall not be considered an owner or lessee within the provisions of this section. This section shall not apply to damage to airport property that is neither malicious nor intentional, nor shall this section apply to damage to crushable materials, collapsible structures, or aircraft arresting systems that are designed to deform when used.\n\nHISTORY: 1962 Code Section 2-6; 1952 Code Section 2-6; 1942 Code Section 7104; 1932 Code Section 7104; 1929 (36) 220; 1946 (44) 1371; 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-60/"
    },
    {
      "id": "section-55-3-70",
      "number": "55-3-70.",
      "heading": "",
      "text": "Subject to the provisions of Section 55-1-10, the liability of the owner of one aircraft to the owner of another aircraft, or to an airman or passengers on either aircraft, for damage caused by collision on land or in the air must be determined by the rules of law applicable to torts on land.\n\nHISTORY: 1962 Code Section 2-7; 1952 Code Section 2-7; 1942 Code Section 7105; 1932 Code Section 7105; 1929 (36) 220; 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-70/"
    },
    {
      "id": "section-55-3-80",
      "number": "55-3-80.",
      "heading": "",
      "text": "All crimes, torts, and other wrongs committed by or against an airman or passenger while in flight over this State is governed by the laws of this State. The question of whether damage occasioned by or to an aircraft while in flight over this State constitutes a tort, crime, or other wrong by or against the owner of the aircraft must be determined by the laws of this State.\n\nHISTORY: 1962 Code Section 2-8; 1952 Code Section 2-8; 1942 Code Section 7106; 1932 Code Section 7106; 1929 (36) 220; 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-80/"
    },
    {
      "id": "section-55-3-90",
      "number": "55-3-90.",
      "heading": "",
      "text": "Navigable waterways, which are available for use under the public trust doctrine, may be used for the landing, docking, and takeoff of seaplanes in accordance with this provision. This section does not authorize the use of seaplanes in a manner or location which would violate the property rights of another person.\n\nDuring the landing, docking, and takeoff of a seaplane, its pilot shall comply with all applicable federal and state laws and aeronautical rules.\n\nSeaplane takeoff, landing, and water operations must be done safely and in a manner which does not endanger other persons, watercraft, and property.\n\nA seaplane shall not land, dock, or take off on a waterway in a manner that would violate applicable laws, ordinances, and rules if done by a motorized watercraft, except that a seaplane is not required to comply with a statewide speed limit for watercraft while landing and taking off, if a higher speed is necessary for safe operation and is not in conflict with any other restrictions applicable to watercraft.\n\nIn no event shall the landing, docking, or takeoff of seaplanes be approved if the landing, docking, or takeoff would pose unreasonable risks to public health, safety, or property as determined by the division.\n\nHISTORY: 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-90/"
    },
    {
      "id": "section-55-3-100",
      "number": "55-3-100.",
      "heading": "",
      "text": "If the division determines that use of a waterway by a seaplane poses an unreasonable risk to public health, safety, or property, the division or commission may withdraw approval or limit use of the waterway or make the use of the waterway subject to conditions, after following criteria set forth in this section. If considered necessary to protect public health, safety or property, the division may issue an interim order restricting the use of a waterway by a seaplane pending completion of the procedures in this section. In determining if a waterway is suitable for seaplane use, the division shall consider the following criteria:\n\n(1) the safety and general suitability of the waterway for seaplane use;\n\n(2) the impact of seaplane use on the use and enjoyment of the waterway and adjacent properties by other persons;\n\n(3) the availability of suitable alternative waterways for seaplane use;\n\n(4) the public interest in fostering aviation and allowing the use of navigable waterways for aviation and other purposes;\n\n(5) whether competing interests may be balanced by imposing limitations or conditions on use of the waterway by seaplanes; and\n\n(6) any other factor which reasonably would be affected by a decision to allow seaplane use notwithstanding the local ordinance.\n\nHISTORY: 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-100/"
    },
    {
      "id": "section-55-3-110",
      "number": "55-3-110.",
      "heading": "",
      "text": "An airman or passenger who, while in flight within this State, shall intentionally kill or attempt to kill any birds or animals is guilty of a misdemeanor and punishable by a fine of not more than two thousand dollars, or by imprisonment for not more than thirty days, or both. However, this section shall not apply to a person acting under a permit issued by the Department of Natural Resources.\n\nHISTORY: 1962 Code Section 2-11; 1952 Code Section 2-11; 1942 Code Section 7109; 1932 Code Section 7109; 1929 (36) 220; 2012 Act No. 270, Section 2, eff June 18, 2012; 2024 Act No. 144 (H.4612), Section 1, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-110/"
    },
    {
      "id": "section-55-3-120",
      "number": "55-3-120.",
      "heading": "",
      "text": "This chapter must be interpreted and construed as to effectuate its general purpose of promoting aviation, aeronautics, aviation safety, and conforming and making consistent this State's laws with federal law, and the laws of other states on the subject of aviation and aeronautics.\n\nHISTORY: 1962 Code Section 2-12; 1952 Code Section 2-12; 1942 Code Section 7110; 1932 Code Section 7110; 1929 (36) 220; 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-120/"
    },
    {
      "id": "section-55-3-130",
      "number": "55-3-130.",
      "heading": "",
      "text": "The pointing, aiming, or discharge of a laser device at an aircraft in flight or on the ground while occupied is unlawful. A person who wilfully and maliciously discharges a laser at an aircraft, whether stopped, in motion or in flight, while occupied, is guilty of a misdemeanor punishable by imprisonment for not more than one year or by a fine of two thousand dollars, or both. For a second or subsequent violation of this section a person is guilty of a felony punishable and must be imprisoned for not more than three years, or fined not more than five thousand dollars, or both. This section does not apply to the conduct of laser development activity by or on behalf of the United States Armed Forces.\n\nA person who, with the intent to interfere with the operation of an aircraft, wilfully shines a light or other bright device, of an intensity capable of impairing the operation of an aircraft, at an aircraft, must be punished by a fine not exceeding one thousand dollars, or by imprisonment not exceeding one year, or both.\n\nAs used in this section, \"laser\" means a device that utilizes the natural oscillations of atoms or molecules between energy levels for generating coherent electromagnetic radiation in the ultraviolet, visible, or infrared region of the spectrum, and when discharged exceeds one milliwatt continuous wave.\n\nHISTORY: 2012 Act No. 270, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-55/chapter-3/section-55-3-130/"
    }
  ]
}