{
  "state": "nebraska",
  "path": "title-chapter-12-cemeteries/chapter-12-511-perpetual-care-funds-perpetual-special-care-trusts-us",
  "sections": [
    {
      "id": "section-12-511perpetual",
      "number": "12-511.Perpetual",
      "heading": "care funds; perpetual special care trusts; use; exemption from taxation and certain claims; declaration of policy",
      "text": "The perpetual care funds and perpetual special care trusts shall be used and administered solely for cemetery purposes, and shall be subject to the rules prescribed by the association. T",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-12-511",
      "number": "12-511",
      "heading": "",
      "text": "12-511.Perpetual care funds; perpetual special care trusts; use; exemption from taxation and certain claims; declaration of policy.\n\nThe perpetual care funds and perpetual special care trusts shall be used and administered solely for cemetery purposes, and shall be subject to the rules prescribed by the association. They shall be exempt from taxation, execution, attachment or any other claim, lien or process whatever, if used for the purpose hereinbefore stated, and not for profit. The perpetual care funds and perpetual special care trusts authorized by section 12-510 are hereby expressly permitted and shall be deemed to be for charitable and benevolent uses. Such contributions are a provision for the discharge of a duty due from the persons contributing to the person or persons interred or to be interred in the cemetery, and likewise a provision for the benefit and protection of the public by aiding to preserve, beautify and keep cemeteries from becoming unkempt and places of reproach and desolation in the communities in which they are situated.\n\nSourceLaws 1941, c. 18, ยง 1, p. 105;C.S.Supp.,1941, ยง 13-505;R.S.1943, ยง 12-511.\n\nAnnotations\n\nThis section deals with the subject of specific gifts for special purposes. Root v. Morning View Cemetery Assn., 174 Neb. 438, 118 N.W.2d 633 (1962).\n\nThe fact that Nebraska law defined bequest in favor of nonprofit cemetery as charitable did not necessarily mean that bequest was deductible for federal estate tax purposes. First Nat. Bank of Omaha v. United States, 532 F.Supp. 251 (D. Neb. 1981).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-12/statute-12-511/"
    }
  ]
}