{
  "state": "delaware",
  "path": "title-title-17/chapter-title17c003index",
  "sections": [
    {
      "id": "section-301",
      "number": "301.",
      "heading": "Definitions.As used in this chapter, unless the context indicates a different intent:(1) “Bridge” means the Delaware Memorial Bridge over the Delaware River and all approaches thereto and approach highways and all other buildings or structures connected with the Bridge and all equipment essential to",
      "text": "§\n\n 13; \n\n17 Del. C. 1953,\n\n§\n\n 301;57 Del. Laws, c. 671,\n\n§\n\n 2A;60 Del. Laws, c. 503,\n\n§\n\n 18;§\n\n302. Operation of Bridge and construction of additions.The Department may operate and maintain the Bridge, as defined in this chapter, and may construct, operate and maintain additions thereto and improvements thereof.Code 1935,\n\n§\n\n 166;45 Del. Laws, c. 274,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 302;§\n\n303. Acquisition of data and information.The Department shall acquire full information to enable it to maintain and operate the Bridge referred to in this chapter. It shall have access to any maps, surveys, data or information which any state agency may possess, deemed useful in the construction of the Bridge and approaches and approach highways, and the Department is empowered to acquire for such consideration and upon such terms as it may determine all data of an engineering or other character, plans, specifications, surveys, borings or other information material to the subject and deemed by the Department to be of value to it.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 2; \n\n17 Del. C. 1953,\n\n§\n\n 303;§\n\n304. Delaware Memorial Bridge Division; Director of Division.(a) The Department may establish within the Department a Division to be known as the “Delaware Memorial Bridge Division,” and may appoint a Director of such Division and fix the Director’s compensation. The Director of the Division shall supervise all activities relating to the construction of the Bridge and may call for bids for construction in connection therewith, sign vouchers and perform all such acts and duties as shall be required of the Director by the Department.(b) Upon the completion of the Bridge and the opening of the same for public use, the Delaware Memorial Bridge Division and the office of Director thereof shall forthwith cease and terminate.45 Del. Laws, c. 274,\n\n§\n\n 3;46 Del. Laws, c. 193,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 304;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n305. Power to contract; competitive bidding; accounting of expenses; annual report.(a) The Department may make and enter into all contracts and agreements with any person, public body or authority of this or any other state which it may consider necessary to or advisable for the performance of its duties and the execution of its powers under this chapter. It may establish rules and regulations covering advertising for proposals for repairs or additions thereto or improvements of the Bridge and may establish standards of eligibility for prospective bidders. It may receive sealed proposals for repairs or additions or improvements or for the materials required for such repairs, additions or improvements, reserving the right to reject any or all proposals, and the proposals shall be publicly opened at the time specified in the advertisement. The contract or contracts for such work or for the materials and supplies required therefor shall be awarded by the Department to the lowest responsible bidder, unless in the opinion of the Department the interests of the State will be better served by awarding the contract to some other bidder. The successful bidder shall promptly execute a formal contract, to be approved as to its form, terms and conditions by the Department, and shall also furnish a bond in accordance with § 6909 of Title 29, and all such provisions, as far as applicable, are incorporated herein by reference, and all of the provisions thereof applicable to bonds furnished thereunder shall be likewise applicable to bonds furnished hereunder. In the event, after advertisement referred to herein, the Department is unable to secure a satisfactory proposal for repairs, additions or improvements, it may proceed with such repairs, additions or improvements with forces employed by it for the purpose. The Department may employ engineering, architectural and construction experts and inspectors and attorneys and such other experts and employees as may be necessary in its judgment for any of the purposes herein stated and fix their compensation. All expenses incurred by the Department shall be charged by the Department to the project and the Department shall keep proper records and accounts showing each amount so charged. The amount so charged shall be paid by the Department from the funds to be supplied for the purposes of this chapter for preliminary expenses in connection with the Bridge or from funds specially appropriated for the temporary use of the Department. Any of the moneys appropriated for such temporary use of the Department prior to the furnishing of funds for the purpose of carrying out the terms of this chapter which may be used by the Department shall be repaid by the Department to the State Treasury from the funds so to be supplied. No liability or obligation shall be incurred by the Department hereunder beyond the amount of money which shall have been previously appropriated by the General Assembly or beyond the amount of the funds to be otherwise supplied for the purpose of carrying out the purposes of this chapter.(b) The Department shall, during the month of January in each year, make a report to the Governor setting forth all of the facts necessary and pertinent to the performance by the Department of its duties under this chapter in respect to the operation and maintenance of the Bridge.(c) The accounts of the Department in connection with the maintenance and operation of the Bridge shall be maintained separate and apart from the other accounts of the Department and shall be audited annually by the Budget Commission.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 3;46 Del. Laws, c. 193,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 305;§\n\n306. Purchase of property for Bridge purposes.(a) The Department may purchase within this State and within the State of New Jersey, if permitted to do so by the laws of that State, solely from funds to be provided for the purposes of this chapter, such lands, sand, earth, gravel, stone, buildings, structures, rights-of-way, franchises, easements and other interest in lands, including lands under water and riparian rights of any person, railroad or municipality or political subdivision deemed by the Department to be necessary for the construction, maintenance or operation of the Bridge and all approaches (including approach highways which, in the judgment of the Department, it may be necessary to construct or cause to be constructed to provide suitable and adequate connection with existing improved highways) upon such terms and at such prices as may be considered by it to be reasonable and can be agreed upon between it and the owner thereof, and to take title thereto in the name of the State or, if such property so purchased be located in the State of New Jersey, to take title thereto in the name of the Department if permitted by the laws of the State of New Jersey to do so or, in the discretion of the Department, to take such title in the name of an individual or a corporation as trustee for the Department. Whenever a price cannot be agreed upon or whenever the owner is legally incapacitated or is absent or is unable to convey valid title or is unknown, the Department may acquire by condemnation any of the above mentioned properties located within the State so deemed by the Department to be necessary for the purposes of the Department.(b) Whenever valid title to any of the above mentioned properties which are located in the State of New Jersey cannot be acquired by the Department in its own name or in that of its trustee or nominee by amicable agreement with the owner, and the Highway Commissioner of the State of New Jersey is willing to condemn for the use of and to become a part of the highway system of the State of New Jersey any such property deemed by the Department necessary for construction, maintaining or operating that portion of the Bridge within the State of New Jersey and the eastern terminus and the approaches thereto, if reimbursed by the Department for the condemnation money or damages awarded in such condemnation and expenses thereof, the Department may enter into an agreement of reimbursement with the Highway Commissioner of the State of New Jersey for such condemnation money or damages and expenses and to secure the same by a deposit of cash or otherwise and may reimburse from the funds to be supplied for the purpose of this chapter the Highway Commissioner of the State of New Jersey or the State of New Jersey or other proper department or agency thereof for all condemnation money or damages and costs legally awarded or incurred in such condemnation. When such property is so acquired by the Highway Commissioner of the State of New Jersey as a part of the highway system of that State, the Department is authorized to construct, maintain and operate thereon or thereunder from the funds to be supplied for the purpose of this chapter any necessary part of the Bridge or the eastern approach thereto as fully as though title thereto had been acquired by the Department.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 4; \n\n17 Del. C. 1953,\n\n§\n\n 306;§\n\n307. Title to Bridge and approaches; power to hold title to New Jersey property.The title to the Bridge within the territorial limits of this State shall at all times be in the State of Delaware, and the title to so much of the Bridge and any approaches and appurtenances thereto which may be within the State of New Jersey shall at all times be either in the name of the Department or in the name of an individual or a corporation as trustee for the Department or otherwise held as may be permitted by the laws of the State of New Jersey, but the construction, control, operation, maintenance, repair, improvement and enlargement of the Bridge shall at all times be confined to the Department. The Department, in its own name, may take and hold title to and make agreements for the use of any property in the State of New Jersey necessary for the purposes of the Bridge and approaches thereto, if permitted so to do by the laws of the State of New Jersey and, for the purpose of taking and holding such title and making such agreements, the Department is constituted a body corporate and politic, with all the usual powers thereof for the purposes last aforesaid only.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 14; \n\n17 Del. C. 1953,\n\n§\n\n 307;§\n\n308. Use of lands under Delaware River.The State consents to the use by the Department, in any manner whatsoever in the performance of its duties hereunder, of all lands lying under the waters of the Delaware River which are within the State and are deemed by the Department to be necessary for the construction and operation of the Bridge and the approaches and appurtenances thereto.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 5; \n\n17 Del. C. 1953,\n\n§\n\n 308;§\n\n309. Regulating use of Bridge; public utilities contracts; penalties.(a) The Department may establish regulations respecting the use of the Bridge and may contract with any person desiring the use of the Bridge, its approaches and appurtenances or any part thereof, including the approach highways, if any, for placing therein or thereon gas or oil pipelines, telephone, telegraph and electric wires or cables or for any other purpose and to fix the terms, conditions and rates of charge for such use.(b) Whoever violates any regulation established by the Department in respect to the use of the Bridge, including regulations established by the Department regulating traffic over such Bridge and its approaches or approach highways, shall be fined not more than $100 for each such offense.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 6; \n\n17 Del. C. 1953,\n\n§\n\n 309;§\n\n310. Insurance.The Department shall procure and keep in force adequate insurance upon the Bridge, including adequate use and occupancy insurance as well as insurance to defray the cost of removing obstacles from the Delaware River in the event of a collapse or other injury to such Bridge.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 7; \n\n17 Del. C. 1953,\n\n§\n\n 310;§\n\n311. Employment of general manager, guards and toll keepers.The Department may employ a general manager for the purpose of supervising the operation of the Bridge and may appoint such number of guards and toll keepers as may be deemed advisable by it, and such officers are given the powers of a constable in the performance of their duties.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 8; \n\n17 Del. C. 1953,\n\n§\n\n 311;§\n\n312. Duty to procure fidelity bonds.The Department shall procure and keep in force at all times a fidelity bond or bonds issued by a bonding company qualified to do business in this State to protect the Department against loss arising from the fraudulent or dishonest conduct of any of its managers or by any of its employees with respect to funds or property of the Department or of the State within the control of the Department, and the Department may pay the costs of such bond or bonds out of any funds in its possession as a part of the cost of the maintenance or operation of the Bridge.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 9; \n\n17 Del. C. 1953,\n\n§\n\n 312;§\n\n313. Other crossings prohibited.So long as any bonds which may be issued in connection with the financing of the construction of the Bridge shall remain outstanding, no bridge or tunnel over or under the Delaware River for the use of the traveling public or for the transportation of goods or other property, having a terminus in this State within the distance of 10 miles north along the shore of the Delaware River and 20 miles south along such shore from the Delaware terminus of such Bridge constructed under this chapter, shall hereafter be constructed and operated by the State or by any county, municipal corporation or political subdivision of the State or by any agency or instrumentality of any thereof or by any public body or authority not created by an act of Congress of the United States or by any person, copartnership, association or corporation not created by or acting under the authority of an act of Congress of the United States.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 10; \n\n17 Del. C. 1953,\n\n§\n\n 313;§\n\n314. Conferred powers as continuing.The powers herein conferred upon the Department shall be deemed to be continuing powers and may be exercised from time to time and shall not be deemed to be exhausted by any particular exercise thereof.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 15; \n\n17 Del. C. 1953,\n\n§\n\n 314;§\n\n315. Application of other powers of Department.All of the powers conferred upon the Department by any other law are made applicable to the Department in the performance of its duties hereunder insofar as the same may be appropriate and consistent with the provisions hereof.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 16; \n\n17 Del. C. 1953,\n\n§\n\n 315;§\n\n316. Power of Congress.It is recognized that the Bridge and its operation are subject to the power of the Congress of the United States to regulate commerce among the several states.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 12; \n\n17 Del. C. 1953,\n\n§\n\n 316;§\n\n317. Exemption from taxation.The Bridge and all property acquired or used for the purposes thereof in this State shall at all times be free from all taxation within this State.Code 1935, c. 166;45 Del. Laws, c. 274,\n\n§\n\n 11; \n\n17 Del. C. 1953,\n\n§\n\n 317;§\n\n318. Authority to issue bonds.(a) (1) The Department may provide by resolution, at 1 time or from time to time, for the issuance in the name of the State of revenue bonds of the State, not to exceed in the aggregate principal amount the sum of $49,050,000, including such bonds as were issued prior to the enactment of this Code, for the purpose of paying all or any part of the costs of construction of the Bridge, as defined in this chapter, or any additions thereto or improvements thereof.(2) The principal and interest of such bonds shall be payable solely from the special fund provided in this chapter for such payment, and no part of the revenues of the Department from other sources shall in any manner be expended for the purpose of defraying the costs of the Bridge or any part thereof.(3) a. The bonds of each issue shall be dated, shall bear interest at such rate or rates not exceeding 4 percent per annum, payable semiannually, shall mature at such time or times and may be made redeemable before maturity at such price or prices and under such terms and conditions as may be fixed by the Department prior to the issuance of the bonds.b. The principal and interest of such bonds may be made payable in any lawful medium.(4) The Department shall determine the form of the bonds, including any interest coupons to be attached thereto, and shall fix the denomination or denominations of the bonds and the place or places of payment of principal and interest thereof which may be at any bank or trust company within or without the State.(5) a. The bonds shall be signed by the Secretary of the Department and the Great Seal of the State, or a facsimile thereof, shall be affixed thereto and shall be attested by the Secretary of State, and any coupons attached thereto shall bear the facsimile signature of the Secretary of the Department.b. In case any officer whose signature or a facsimile thereof shall appear on any bonds or coupons shall cease to be such officer before the delivery of such bonds, such signature or facsimile shall nevertheless be valid and sufficient for all purposes the same as if the officer had remained in office until such delivery.(6) All revenue bonds issued under this chapter shall have, and are hereby declared to have, as between successive holders, all the qualities and incidents of negotiable instruments under the Negotiable Instruments Law of this State.(7) Such bonds and the income therefrom shall be exempt from all taxation by the State or by any political subdivision, agency or authority thereof.(8) The bonds may be issued in coupon or in registered form or both as the Department may determine and provision may be made for the registration of any coupon bond as to principal alone and also as to both principal and interest and for the reconversion of any bonds registered both as to principal and interest into coupon bonds.(9) The Department may sell such bonds either at public or private sale in such manner and for such price as it may determine to be for the best interests of the State, but no such sale shall be made at a price so low as to require the payment of interest on money received therefor at more than 4 percent per annum, computed with relation to the absolute maturity of the bonds in accordance with standard tables of bond values.(b) (1) The proceeds of such bonds shall be used solely for the payment of the cost of construction of the Bridge and its approaches and connections and additions thereto and improvements thereof and shall be disbursed upon requests of the Secretary of the Department under such restrictions, if any, as the resolution authorizing the issuance of such bonds or the trust indenture mentioned in this chapter may provide.(2) The proceeds of such bonds shall at no time revert to the General Fund of the State Treasury but shall at all times remain available to the Department for the purposes herein set out.(3) If the proceeds of such bonds, by error of estimates or otherwise, shall be less than the cost of the project, additional bonds may in like manner be issued to provide the amount of such deficit; provided that the aggregate principal amount of such additional bonds, together with the principal amount of all bonds theretofore issued, shall not exceed the sum of $49,050,000 and, unless otherwise provided in the resolution authorizing the issuance of the bonds or in the trust indenture, shall be deemed to be of the same issue and shall be entitled to payment from the same fund without preference or priority of the bonds first issued for the same purpose.(4) If the proceeds of the bonds of any issue shall exceed the amount required for the purpose for which such bonds are issued, the surplus shall be paid into the fund hereinafter provided for the payment of principal and interest of such bonds.(c) (1) Prior to the preparation of definitive bonds, the Department may, under like restrictions, issue temporary bonds, with or without coupons, exchangeable for definitive bonds upon the issuance of the latter.(2) The Department may also provide for the replacement of any bond which shall become mutilated or be destroyed or lost.(3) Such revenue bonds may be issued without any other proceedings or the happening of any other conditions or things than those proceedings, conditions and things which are specified and required by this chapter.45 Del. Laws, c. 275,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 318;50 Del. Laws, c. 575,\n\n§\n\n 1;52 Del. Laws, c. 206,\n\n§\n\n 1;52 Del. Laws, c. 216,\n\n§\n\n 1;57 Del. Laws, c. 671,\n\n§\n\n 2B;§\n\n319. Bonds as legal investments for institutions and fiduciaries.Bonds issued by the Department to finance the construction of the Bridge are made securities in which all state and municipal officers and administrative departments, boards and commissions of the State, all banks, bankers, savings banks, trust companies, saving and loan associations, investment companies and other persons carrying on a banking business, all insurance companies, insurance associations and other persons carrying on an insurance business and all administrators, executors, guardians, trustees and other fiduciaries and all other persons whatsoever authorized to invest in bonds or other obligations of the State may properly and legally invest any funds, including capital belonging to them or within their control; and such bonds are made securities which may properly and legally be deposited with and received by any state, county or municipal officer or agency of the State for any purpose for which the deposit of bonds or other obligations of the State is authorized by law.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 319;§\n\n320. Credit of State not pledged.Revenue bonds issued under this chapter shall be payable exclusively from the funds hereinafter provided therefor from tolls and revenues. All such bonds shall contain a statement on their face that the State is not obligated to pay the same or the interest thereon except from revenues of the project for which they are issued and that the faith and credit of the State are not pledged to the payment of the principal or interest of such bonds. The issuance of revenue bonds under this chapter shall not directly or indirectly or contingently obligate the State to levy or to pledge any form of taxation whatever therefor or to make any appropriation for their payment.45 Del. Laws, c. 275,\n\n§\n\n 2; \n\n17 Del. C. 1953,\n\n§\n\n 320;§\n\n321. Trust indenture.In the discretion of the Department, each and any issue of such revenue bonds may be secured by a trust indenture by and between the Department and a corporate trustee, which may be any trust company or bank having the powers of a trust company within or without the State. Such trust indenture may pledge or assign tolls and revenues to be received but shall not convey or mortgage the Bridge or any part thereof. Either the resolution providing for the issuance of revenue bonds or such trust indenture may contain such provisions specifying, defining, protecting and enforcing the rights and remedies of the bondholders as may be reasonable and proper and not in violation of law, including covenants setting forth the duties of the Department in relation to the acquisition, construction, improvement, maintenance, operation, repair and insurance of the Bridge, or additions thereto, and the custody, safeguarding and application of all moneys and may also provide that the Bridge shall be constructed and paid for under the supervision and approval of consulting engineers employed or designated by the Department and satisfactory to the original purchasers of the bonds issued therefor and may also require that the security given by contractors and by any depository of the proceeds of the bonds or revenues or other moneys be satisfactory to such purchasers. It shall be lawful for any bank or trust company incorporated under the laws of this State to act as such depository and to furnish such indemnifying bonds or to pledge such securities as may be required by the Department. Such indenture may set forth the rights and remedies of the bondholders and of the trustee and may restrict the individual right of action of bondholders as is customary in trust indentures securing bonds and debentures of corporations. In addition to the foregoing, such trust indenture may contain such other provisions as the Department may deem reasonable and proper for the security of bondholders. All expenses incurred in carrying out such trust indenture may be treated as a part of the cost of maintenance, operation and repairs of the Bridge to which such indenture is related.45 Del. Laws, c. 275,\n\n§\n\n 3; \n\n17 Del. C. 1953,\n\n§\n\n 321;§\n\n322. Remedies of bondholders and trustees.Any holder of revenue bonds issued to finance the construction of the Bridge or any of the coupons attached thereto, and the trustee under the trust indenture, if any, except to the extent the rights herein given may be restricted by resolution passed before the issuance of the bonds or by the trust indenture, may, either at law or in equity by action, mandamus or other proceedings protect and enforce any and all rights under the laws of the United States or of this State or granted hereunder or under such resolution or trust indenture and may enforce and compel performance of all duties required by this chapter, or by such resolution or trust indenture, to be performed by the Department or any officer thereof, including the fixing, charging and collecting of tolls for the use of such Bridge.Such resolution or trust indenture may contain provisions under which any holder of such bonds or the trustee under such trust indenture shall be entitled to the appointment of a receiver in the event of a default, and any receiver so appointed shall have and may exercise all the rights and powers of the Department with respect to the Bridge and all of the appropriate rights and powers of a receiver in equity.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 4; \n\n17 Del. C. 1953,\n\n§\n\n 322;§\n\n323. Power to collect and pledge tolls; sinking fund.The Department may make and enforce such rules and regulations and establish, levy and collect (or may authorize by contract, franchise, lease or otherwise, the establishment, levy and collection of) such tolls, rents, rates and other charges in connection with the Bridge and any improvements or extensions thereof as it may deem necessary, proper, desirable and reasonable. The Department may pledge such tolls, rates, rents and other revenues, or any part thereof, either presently received or to be received in the future, or both, as security for the repayment with interest of any moneys borrowed by it or advanced to it for any of the purposes of the Bridge and as security for the satisfaction of any other obligation assumed by it in connection with the construction, extension, maintenance and repair of such Bridge.Such tolls, rents, rates and other charges shall be so fixed and adjusted as to provide a fund sufficient, which, with other revenues of the Bridge, will pay (1) the cost of maintaining, repairing and operating such Bridge, unless such cost shall be otherwise provided for, and (2) the bonds and the interest thereon as the same shall become due, subject, however, to any applicable law or regulation of the United States of America. Such tolls and all other revenues derived from the Bridge shall not revert to the General Fund of the State Treasury but shall at all times remain available to the Department for the purposes herein set out. Such tolls, rates, rents or other charges shall not be subject to supervision or regulation by any other commission, board, bureau or agency of the State. The tolls and all other revenues derived from the Bridge, except such part thereof as may be required to pay the cost of maintaining, repairing and operating the Bridge and to provide such reserves therefor as may be provided for in the resolution authorizing the issuance of the bonds or in the trust indenture, shall be set aside, at such regular intervals as may be provided in such resolution or such trust indenture, in a sinking fund which is pledged to and charged with the payment of (1) the interest upon such bonds as such interest shall fall due, (2) the principal of the bonds as the same shall fall due, (3) the necessary fiscal agency charges for paying principal and interest and (4) any premium upon bonds retired by call or purchase as herein provided. The use and disposition of such sinking fund shall be subject to such regulations as may be provided in the resolution authorizing the issuance of bonds or in the trust indenture, but, except as may otherwise be provided in such resolution or trust indenture, such sinking fund shall be a fund for the benefit of all bonds without distinction or priority of one over another. Subject to the resolution authorizing the issuance of bonds or of the trust indenture, any moneys in such sinking fund in excess of an amount equal to 1 years interest on all bonds then outstanding may be applied to the purchase or redemption of bonds. All bonds so purchased or redeemed shall forthwith be cancelled and shall not again be issued.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 5; \n\n17 Del. C. 1953,\n\n§\n\n 323;§\n\n324. Reduction or cessation of tolls.When the revenue bonds issued for the Bridge, or any addition or improvement thereto, and the interest thereon shall have been paid, or a sufficient amount shall have been provided for their payment and shall continue to be held for that purpose, the collection of tolls by the Department for the use of the Bridge shall be reduced to such nominal amount as shall be sufficient, in the judgment of the Department, to provide only the funds required for maintaining, repairing and operating such Bridge, or such collection shall cease entirely if such cessation is then in any way found practicable.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 6; \n\n17 Del. C. 1953,\n\n§\n\n 324;§\n\n325. Contributions.The Department, in addition to the moneys which may be received from the sale of revenue bonds and from the collection of tolls and other revenues derived under this chapter, may accept from any federal agency or other public or private body or from any other source grants for or in aid of the construction, maintenance or operation of the Bridge or the payment of the bonds and may receive and accept contributions from any source of either money or property or other things of value, to be held, used and applied only for the purposes for which such grants or contributions may be made.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 7; \n\n17 Del. C. 1953,\n\n§\n\n 325;§\n\n326. Moneys as trust funds.All moneys received pursuant to the authority of this chapter, whether as proceeds from the sale of revenue bonds as grants or other contributions or as tolls and revenues, shall be deemed to be trust funds to be held and applied solely as provided in this chapter and none thereof shall revert to the General Fund of the State Treasury. The Department shall, in the resolution authorizing the issuance of bonds or in the trust indenture, provide for the payment of the proceeds of the sale of the bonds and the tolls and revenues to be received to any officer, agency, bank or trust company, who shall act as trustee of such funds and hold and apply the same to the purposes hereof, subject to such regulations as this chapter and such resolution or trust indenture may provide.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 8; \n\n17 Del. C. 1953,\n\n§\n\n 326;§\n\n327. Revenue refunding bonds.The Department may provide by resolution for the issuance of revenue refunding bonds of the State for the purpose of refunding any revenue bonds issued under this chapter or any prior law and then outstanding. The issuance of such revenue refunding bonds, the maturities and other details thereof, the rights of the holders thereof and the duties of the State and of the Department in respect to the same shall be governed by the foregoing provisions of this chapter insofar as the same may be applicable. No revenue refunding bonds shall be issued unless issued to refund revenue bonds which have matured or will mature within 3 months, or unless issued to refund revenue bonds which are redeemable within 3 months, and the interest rate of the revenue refunding bonds shall be at least one fourth of 1 percent less than the interest rate borne by the revenue bonds so refunded. If the revenue refunding bonds do not mature prior to the earliest date of maturity of the revenue bonds refunded and the principal amount of such revenue refunding bonds maturing in any year does not exceed the principal amount of revenue bonds so refunded which would have matured in such year, such revenue refunding bonds shall rank on a parity with the revenue bonds then outstanding, shall be deemed to be of the same issue and shall be entitled to payment from the same fund without preference or priority of the outstanding revenue bonds.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 9; \n\n17 Del. C. 1953,\n\n§\n\n 327;§\n\n328. State covenant for control of Bridge.The State covenants and agrees with the holders of any of the revenue bonds or other obligations issued by the Department under this chapter or any prior law for which there may be pledged the tolls, rents, rates or other revenues, or any part thereof, of the Bridge, that so long as any bonds or obligations remain outstanding and unpaid and unless and until adequate provision is made by law for the protection of the persons advancing money upon such obligations, the State will not diminish or impair the power of the Department or of any successor thereof to own, operate or control such Bridge and appurtenances or to establish, levy and collect tolls, rents, rates and other charges in connection therewith.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 10; \n\n17 Del. C. 1953,\n\n§\n\n 328;§\n\n329. Pecuniary interest of member; penalty.Whoever, being a member or employee of the Department is either directly or indirectly pecuniarily interested in any contract or subcontract made in connection with the construction, improvement, repair, operation or maintenance of the Bridge, shall be fined not more than $1,000 or imprisoned not more than 2 years, or both.Code 1935, c. 166;45 Del. Laws, c. 275,\n\n§\n\n 11; \n\n17 Del. C. 1953,\n\n§\n\n 329;§\n\n330. [Reserved].",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-302",
      "number": "302.",
      "heading": "Operation of Bridge and construction of additions",
      "text": "The Department may operate and maintain the Bridge, as defined in this chapter, and may construct, operate and maintain additions thereto and improvements thereof.Code 1935,\n§\n\n 166;45 Del. Laws, c. 274,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 302;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-303",
      "number": "303.",
      "heading": "Acquisition of data and information",
      "text": "The Department shall acquire full information to enable it to maintain and operate the Bridge referred to in this chapter. It shall have access to any maps, surveys, data or information which any state agency may possess, deemed useful in the construction of the B\n§\n\n 2; \n\n17 Del. C. 1953,\n\n§\n\n 303;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-304",
      "number": "304.",
      "heading": "Delaware Memorial Bridge Division; Director of Division",
      "text": "(a) The Department may establish within the Department a Division to be known as the “Delaware Memorial Bridge Division,” and may appoint a Director of such Division and fix the Director’s compensation. The Director of the Division shall superv\n§\n\n 3;46 Del. Laws, c. 193,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 304;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-305",
      "number": "305.",
      "heading": "Power to contract; competitive bidding; accounting of expenses; annual report",
      "text": "(a) The Department may make and enter into all contracts and agreements with any person, public body or authority of this or any other state which it may consider necessary to or advisable for the performance of its duties\n§\n\n 3;46 Del. Laws, c. 193,\n\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 305;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-306",
      "number": "306.",
      "heading": "Purchase of property for Bridge purposes",
      "text": "(a) The Department may purchase within this State and within the State of New Jersey, if permitted to do so by the laws of that State, solely from funds to be provided for the purposes of this chapter, such lands, sand, earth, gravel, stone, buildings, struct\n§\n\n 4; \n\n17 Del. C. 1953,\n\n§\n\n 306;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-307",
      "number": "307.",
      "heading": "Title to Bridge and approaches; power to hold title to New Jersey property",
      "text": "The title to the Bridge within the territorial limits of this State shall at all times be in the State of Delaware, and the title to so much of the Bridge and any approaches and appurtenances thereto which may be within the S\n§\n\n 14; \n\n17 Del. C. 1953,\n\n§\n\n 307;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-308",
      "number": "308.",
      "heading": "Use of lands under Delaware River",
      "text": "The State consents to the use by the Department, in any manner whatsoever in the performance of its duties hereunder, of all lands lying under the waters of the Delaware River which are within the State and are deemed by the Department to be necessary for the constr\n§\n\n 5; \n\n17 Del. C. 1953,\n\n§\n\n 308;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-309",
      "number": "309.",
      "heading": "Regulating use of Bridge; public utilities contracts; penalties",
      "text": "(a) The Department may establish regulations respecting the use of the Bridge and may contract with any person desiring the use of the Bridge, its approaches and appurtenances or any part thereof, including the approach highways, if any\n§\n\n 6; \n\n17 Del. C. 1953,\n\n§\n\n 309;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-310",
      "number": "310.",
      "heading": "Insurance.The Department shall procure and keep in force adequate insurance upon the Bridge, including adequate use and occupancy insurance as well as insurance to defray the cost of removing obstacles from the Delaware River in the event of a collapse or other injury to such Bridge",
      "text": "Code 1935, c. 16\n§\n\n 7; \n\n17 Del. C. 1953,\n\n§\n\n 310;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-311",
      "number": "311.",
      "heading": "Employment of general manager, guards and toll keepers",
      "text": "The Department may employ a general manager for the purpose of supervising the operation of the Bridge and may appoint such number of guards and toll keepers as may be deemed advisable by it, and such officers are given the powers of a constable\n§\n\n 8; \n\n17 Del. C. 1953,\n\n§\n\n 311;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-312",
      "number": "312.",
      "heading": "Duty to procure fidelity bonds",
      "text": "The Department shall procure and keep in force at all times a fidelity bond or bonds issued by a bonding company qualified to do business in this State to protect the Department against loss arising from the fraudulent or dishonest conduct of any of its managers or by\n§\n\n 9; \n\n17 Del. C. 1953,\n\n§\n\n 312;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-313",
      "number": "313.",
      "heading": "Other crossings prohibited.So long as any bonds which may be issued in connection with the financing of the construction of the Bridge shall remain outstanding, no bridge or tunnel over or under the Delaware River for the use of the traveling public or for the transportation of goods or other proper",
      "text": "§\n\n 10; \n\n17 Del. C. 1953,\n\n§\n\n 313;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-314",
      "number": "314.",
      "heading": "Conferred powers as continuing",
      "text": "The powers herein conferred upon the Department shall be deemed to be continuing powers and may be exercised from time to time and shall not be deemed to be exhausted by any particular exercise thereof.Code 1935, c. 166;45 Del. Laws, c. 274,\n§\n\n 15; \n\n17 Del. C. 1953,\n\n§\n\n 314;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-315",
      "number": "315.",
      "heading": "Application of other powers of Department",
      "text": "All of the powers conferred upon the Department by any other law are made applicable to the Department in the performance of its duties hereunder insofar as the same may be appropriate and consistent with the provisions hereof.Code 1935, c. 166;45 Del. Laws,\n§\n\n 16; \n\n17 Del. C. 1953,\n\n§\n\n 315;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-316",
      "number": "316.",
      "heading": "Power of Congress.It is recognized that the Bridge and its operation are subject to the power of the Congress of the United States to regulate commerce among the several states",
      "text": "Code 1935, c. 166;45 Del. Laws, c. 274,\n§\n\n 12; \n\n17 Del. C. 1953,\n\n§\n\n 316;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-317",
      "number": "317.",
      "heading": "Exemption from taxation.The Bridge and all property acquired or used for the purposes thereof in this State shall at all times be free from all taxation within this State",
      "text": "Code 1935, c. 166;45 Del. Laws, c. 274,\n§\n\n 11; \n\n17 Del. C. 1953,\n\n§\n\n 317;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-318",
      "number": "318.",
      "heading": "Authority to issue bonds.(a) (1) The Department may provide by resolution, at 1 time or from time to time, for the issuance in the name of the State of revenue bonds of the State, not to exceed in the aggregate principal amount the sum of $49,050,000, including such bonds as were issued prior to the",
      "text": "§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 318;50 Del. Laws, c. 575,\n\n§\n\n 1;52 Del. Laws, c. 206,\n\n§\n\n 1;52 Del. Laws, c. 216,\n\n§\n\n 1;57 Del. Laws, c. 671,\n\n§\n\n 2B;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-319",
      "number": "319.",
      "heading": "Bonds as legal investments for institutions and fiduciaries",
      "text": "Bonds issued by the Department to finance the construction of the Bridge are made securities in which all state and municipal officers and administrative departments, boards and commissions of the State, all banks, bankers, savings banks, t\n§\n\n 1; \n\n17 Del. C. 1953,\n\n§\n\n 319;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-320",
      "number": "320.",
      "heading": "Credit of State not pledged.Revenue bonds issued under this chapter shall be payable exclusively from the funds hereinafter provided therefor from tolls and revenues",
      "text": "All such bonds shall contain a statement on their face that the State is not obligated to pay the same or the interest thereon except\n§\n\n 2; \n\n17 Del. C. 1953,\n\n§\n\n 320;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-321",
      "number": "321.",
      "heading": "Trust indenture.In the discretion of the Department, each and any issue of such revenue bonds may be secured by a trust indenture by and between the Department and a corporate trustee, which may be any trust company or bank having the powers of a trust company within or without the State",
      "text": "Such trust\n§\n\n 3; \n\n17 Del. C. 1953,\n\n§\n\n 321;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-322",
      "number": "322.",
      "heading": "Remedies of bondholders and trustees",
      "text": "Any holder of revenue bonds issued to finance the construction of the Bridge or any of the coupons attached thereto, and the trustee under the trust indenture, if any, except to the extent the rights herein given may be restricted by resolution passed before the\n§\n\n 4; \n\n17 Del. C. 1953,\n\n§\n\n 322;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-323",
      "number": "323.",
      "heading": "Power to collect and pledge tolls; sinking fund",
      "text": "The Department may make and enforce such rules and regulations and establish, levy and collect (or may authorize by contract, franchise, lease or otherwise, the establishment, levy and collection of) such tolls, rents, rates and other charges in connec\n§\n\n 5; \n\n17 Del. C. 1953,\n\n§\n\n 323;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-324",
      "number": "324.",
      "heading": "Reduction or cessation of tolls",
      "text": "When the revenue bonds issued for the Bridge, or any addition or improvement thereto, and the interest thereon shall have been paid, or a sufficient amount shall have been provided for their payment and shall continue to be held for that purpose, the collection of tol\n§\n\n 6; \n\n17 Del. C. 1953,\n\n§\n\n 324;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-325",
      "number": "325.",
      "heading": "Contributions.The Department, in addition to the moneys which may be received from the sale of revenue bonds and from the collection of tolls and other revenues derived under this chapter, may accept from any federal agency or other public or private body or from any other source grants for or in ai",
      "text": "§\n\n 7; \n\n17 Del. C. 1953,\n\n§\n\n 325;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-326",
      "number": "326.",
      "heading": "Moneys as trust funds.All moneys received pursuant to the authority of this chapter, whether as proceeds from the sale of revenue bonds as grants or other contributions or as tolls and revenues, shall be deemed to be trust funds to be held and applied solely as provided in this chapter and none ther",
      "text": "§\n\n 8; \n\n17 Del. C. 1953,\n\n§\n\n 326;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-327",
      "number": "327.",
      "heading": "Revenue refunding bonds.The Department may provide by resolution for the issuance of revenue refunding bonds of the State for the purpose of refunding any revenue bonds issued under this chapter or any prior law and then outstanding",
      "text": "The issuance of such revenue refunding bonds, the maturities and o\n§\n\n 9; \n\n17 Del. C. 1953,\n\n§\n\n 327;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-328",
      "number": "328.",
      "heading": "State covenant for control of Bridge",
      "text": "The State covenants and agrees with the holders of any of the revenue bonds or other obligations issued by the Department under this chapter or any prior law for which there may be pledged the tolls, rents, rates or other revenues, or any part thereof, of the Bri\n§\n\n 10; \n\n17 Del. C. 1953,\n\n§\n\n 328;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-329",
      "number": "329.",
      "heading": "Pecuniary interest of member; penalty",
      "text": "Whoever, being a member or employee of the Department is either directly or indirectly pecuniarily interested in any contract or subcontract made in connection with the construction, improvement, repair, operation or maintenance of the Bridge, shall be fined not\n§\n\n 11; \n\n17 Del. C. 1953,\n\n§\n\n 329;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-330",
      "number": "330.",
      "heading": "[Reserved].",
      "text": "[Reserved].",
      "history": "",
      "source_url": ""
    }
  ]
}