{
  "state": "district-of-columbia",
  "path": "title-47/chapter-20",
  "sections": [
    {
      "id": "section-47-2001",
      "number": "47-2001",
      "heading": "Definitions.",
      "text": "(a) Repealed.\n\n(a-1) “Additional charges” means the excess of the gross receipts from the sale of or charges for any room or accommodations received by a room remarketer over the net charges.\n\n(a-2) “Armored car service” means picking up and delivering money, receipts, or other valuable items with personnel and equipment to protect the properties while in transit. The term “armored car service” shall not include coin rolling or change-room services; provided, that these charges are separately stated.\n\n(b) “Business” includes any activity engaged in by any person or caused to be engaged in by him with the object of gain, benefit, or advantage, either direct or indirect.\n\n(b-1) “Cigar” means any roll for smoking, other than a cigarette as defined in § 47-2401(1) [§ 47-2401(1A)], made wholly or in part of tobacco, and where the wrapper or cover of the roll is made of natural leaf tobacco or any substance containing tobacco.\n\n(c) “Collector” means the Collector of Taxes of the District or his duly authorized representatives.\n\n(d) “Mayor” means the Mayor of the District of Columbia or his duly authorized representative or representatives.\n\n(1) \"Digital goods\" means digital audiovisual works, digital audio works, digital books, digital codes, digital applications and games, and any other otherwise taxable tangible personal property electronically or digitally delivered, whether electronically or digitally delivered, streamed, or accessed and whether purchased singly, by subscription, or in any other manner, including maintenance, updates, and support. The term \"digital goods\" does not include cable television service, satellite relay television service, or any other distribution of television, video, or radio service subject to tax under § 47-2501.01, unless expressly included in the definition of digital goods under paragraph (1) of this subsection.\n\n(2) For the purposes of this subsection, the term:\n\n(A) \"Digital audiovisual works\" means a series of related images that, when shown in succession, impart an impression of motion, together with accompanying sounds. \"Digital audiovisual works\" includes motion pictures, musical, videos, news and entertainment programs, and live events.\n\n(B) \"Digital audio works\" means works that result from the fixation of a series of musical, spoken, or other sounds that are transferred electronically, including prerecorded or live songs, music, readings of books or other written materials, speeches, ringtones, or other sound recording.\n\n(C) \"Digital books\" means works that are generally recognized in the ordinary and usual sense as books that are transferred electronically, including works of fiction, nonfiction, and short stories.\n\n(D) \"Digital code\" means a code that provides the person that holds the code a right to obtain an additional digital good, a digital audiovisual work, digital audio work, or digital book that may be obtained by any means, including tangible forms and electronic mail, regardless of whether the code is designated as song code, video code, or book code. The term \"digital code\" includes codes used to access or obtain any specified digital goods, or any additional digital goods that have been previously purchased, and promotion cards or codes that are purchased by a retailer or other business entity for use by the retailer's or entity's customers.\n\n(E) \"Digital applications and games\" mean any application or game, including add-ons or additional content that can be used by a computer, mobile device, or tablet notwithstanding the function performed.\n\n(e) “District” means the District of Columbia.\n\n(e-1) [Repealed].\n\n(f) “Engaging in business” means commencing, conducting, or continuing in business, as well as liquidating a business when the liquidator thereof holds himself out to the public as conducting such a business.\n\n(g) “Food or drink” means items sold for human or animal ingestion that are consumed for their taste or nutritional value. These items include, but are not limited to, baby foods and formula; baked goods; baking soda, baking powder, and baking mixes; bouillon; cereal and cereal products; cocoa and cocoa products; coffee and coffee substitutes; condiments; cooking wines; cough drops; edible cake decorations; egg and egg products; fish and fish products, including shellfish; fruit, fruit products, and fruit juices; gelatin; honey; ice cream; meat and meat products; milk and milk products; nondairy creamers; oleomargarine; pasta and pasta products; poultry and poultry products; powdered drinks, including health and diet drinks; salad dressings; salt and salt substitutes; sauces and gravies; snack foods; soups; spices and herbs; sugar and sugar products; syrup and syrup substitutes; tea and tea substitutes; vegetables, vegetable products, and vegetable juices; vitamins; water; yogurt; pet foods; flavored extracts; ice; and any combination of these items. The term “food or drink” does not include spirituous or malt liquors, beers, and wines; drugs, medicines or pharmaceuticals; chewing tobacco; toothpaste; or mouthwash.\n\n(g-1) “Food or drink prepared for immediate consumption” includes, but is not limited to, food or drink in a heated state (except heated baked goods whose heated state is solely a result of baking); sandwiches suitable for immediate consumption; prepared salads; salad bars; party platters; cold drinks dispensed in or with a cup or glass either by a retailer or on a self-service basis by the consumer; frozen yogurt, ice cream, or ice milk sold in quantities of less than one pint; and all food or drink, served by, or sold in or by, restaurants, lunch counters, cafeterias, hotels, caterers, boarding houses, carryout shops or like places of business.\n\n(g-2) Repealed.\n\n(g-3) “Gross receipts” means the total amount of the sales prices of the retail sales of vendors, valued in money, whether received in money or otherwise.\n\n(g-4) \"Marketplace\" means a physical or electronic place, including a store, a booth, an Internet web site, a catalogue, or a dedicated sales software application, where a retail sale, as defined in subsection (n) of this section, occurs.\n\n(g-5) \"Marketplace facilitator\" means a person that provides a marketplace that lists, advertises, stores, or processes orders for retail sales subject to tax under this chapter for sale by such marketplace sellers, and directly or indirectly collects payment from a purchaser and remits payment to a marketplace seller regardless of whether the marketplace facilitator receives compensation or other consideration in exchange for its services.\n\n(h) \"Marketplace seller\" means a person that makes retail sales through a marketplace operated by a marketplace facilitator.\n\n(h-1) “Net charges” means the gross receipts from the sale of or charges for any room or accommodations received from a room remarketer by the operator of a hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration.\n\n(h-2) [Repealed].\n\n(h-3) [Repealed].\n\n(i) “Person” includes an individual, partnership, society, club, association, joint-stock company, corporation, estate, receiver, trustee, assignee, or referee, and any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, and any combination of individuals acting as a unit.\n\n(i-1) “Premium cigar” means any cigar with a retail cost of $ 2.00 or more, or packaged units of cigars averaging $ 2.00 or more per packaged cigar at retail.\n\n(1) “Private investigation service” means an investigation being conducted for purposes of providing information related to:\n\n(A) A crime or wrong committed, assumed to have been committed, or threatened to be committed;\n\n(B) The identity, habits, conduct, movement, location, affiliations, associations, transactions, reputation, or character of any person;\n\n(C) The credibility of a witness or of any other individual;\n\n(D) The location of a missing individual;\n\n(E) The location or recovery of lost or stolen property;\n\n(F) The origin, cause of, or responsibility for a fire, accident, damage to or loss of property, or injury to an individual, regardless of who conducts the investigation;\n\n(G) The affiliation, connection, or relation of any person with an organization or other person;\n\n(H) The activities, conduct, efficiency, loyalty, or honesty of any employee, agent, contractor, or subcontractor;\n\n(I) The financial standing, creditworthiness, or financial responsibility of any person;\n\n(J) Securing evidence for use before any investigating committee, board of award, or board of arbitration, or for use in a trial of any civil or criminal cause;\n\n(K) Providing uniformed or non-uniformed personal protection;\n\n(L) Conducting polygraph testing;\n\n(M) Conducting background checks on prospective employees or tenants; or\n\n(N) Conducting background checks on individuals by or at the request of an insurance company for workers’ compensation purposes.\n\n(2) The term “private investigation service” shall not include private-process service, unless the service goes beyond service of process to a missing person investigation.\n\n(j) “Purchaser” includes a person who purchases property or to whom is rendered services, receipts from which are taxable under this chapter.\n\n(k) “Purchaser’s certificate” means a certificate signed by a purchaser and in such form as the Mayor shall prescribe, stating the purpose to which the purchaser intends to put the subject of the sale, or the status or character of the purchaser.\n\n(l) “Retailer” includes:\n\n(1) Every person engaged in the business of making sales at retail;\n\n(2) Every person engaged in the business of making retail sales at auction of tangible personal property owned by the person or others;\n\n(3) Every person engaged in the business of making sales for storage, use, or other consumption, or in the business of making sales at auction of tangible personal property owned by the person or others for storage, use, or other consumption; and [sic.]\n\n(4) Every marketplace facilitator; and\n\n(5) Every marketplace seller.\n\n(m) “Retail establishment” means any premises in which the business of selling tangible personal property is conducted or in or from which any retail sales are made.\n\n(1) “Retail sale” and “sale at retail” mean the sale in any quantity or quantities of any tangible personal property or service, including any such sales effected via the internet , taxable under the terms of this chapter. These terms mean all sales of tangible personal property to any person for any purpose other than those in which the purpose of the purchaser is to resell the property so transferred in the form in which the same is, or is to be, received by him, or to use or incorporate the property so transferred as a material or part of other tangible personal property to be produced for sale by manufacturing, assembling, processing, or refining. For the purpose of the tax imposed by this chapter, these terms shall include, but not be limited to, the following:\n\n(i) Sales of food or drink prepared for immediate consumption as defined in subsection (g-1) of this section; and\n\n(ii) Sales of food or drink when sold from vending machines;\n\n(iii) Repealed;\n\n(iv) Sales of soft drinks.\n\n(B) Any production, fabrication, or printing of tangible personal property on special order for a consideration;\n\n(C) The sale or charge, to include net charges and additional charges, for any room or rooms, lodgings, or accommodations furnished to transients by any hotel, room remarketer, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration.\n\n(D) The sale of natural or artificial gas, oil, electricity, solid fuel, or steam;\n\n(E) The sale of material used in the construction, and of materials used in the repair or alteration, of real property, which materials, upon completion of such construction, alterations, or repairs, become real property, regardless of whether or not such real property is to be sold or resold, however, this section shall not apply to the sale of material for the purpose of subsequently transporting the property outside the District for use solely outside the District;\n\n(F) The sale or charges for possession or use of any article of tangible personal property granted under a lease or contract, regardless of the length of time of such lease or contract or whether such lease or contract is oral or written; in such event, for the purposes of this chapter, such lease or contract shall be considered the sale of such article and the tax shall be computed and paid by the vendor upon the rental paid; provided, however, that the gross proceeds from the rental of films, records, or any type of sound transcribing to theaters and radio and television broadcasting stations shall not be considered a retail sale;\n\n(i) The sale of or charges to subscribers for local telephone service. The inclusion of such sales and charges in the definition of the terms “retail sale” and “sale at retail” shall not authorize any tax to be imposed under this chapter on so much of any amount paid for the installation of any instrument, wire, pole, switchboard, apparatus, or equipment as is properly attributable to such installation.\n\n(ii) The term “local telephone service” means:\n\n(I) The access to a local telephone system, and the privilege of telephonic quality communication with substantially all persons having telephone or radio telephone stations constituting a part of such local telephone system; and\n\n(II) Any facility or service provided in connection with a service described in clause (I) of this sub-subparagraph. The term “local telephone service” does not include any service which is a “toll telephone service” or a “private communication service” as defined in sub-subparagraphs (iii) and (iv) of this subparagraph.\n\n(iii) The term “toll telephone service” means:\n\n(I) A telephonic quality communication for which there is a toll charge which varies in amount with the distance and elapsed transmission time of each individual communication and the charge is paid within the United States; and\n\n(II) A service which entitles the subscriber, upon payment of a periodic charge (determined as a flat amount or upon the basis of total elapsed transmission time), to the privilege of an unlimited number of telephonic communications to or from all or a substantial portion of the persons having telephone or radio telephone stations in a specified area which is outside the local telephone system area in which the station provided with this service is located.\n\n(iv) The term “private communication service” means:\n\n(I) The communication service furnished to a subscriber which entitles the subscriber to exclusive or priority use of any communication channel or groups of channels, or to the use of an intercommunication system for the subscriber’s stations, regardless of whether such channel, or groups of channels, or intercommunication system may be connected through switching with a service described in sub-subparagraph (ii) or (iii) of this subparagraph;\n\n(II) Switching capacity, extension lines and stations, or other associated services which are provided in connection with, and are necessary or unique to the use of, channels, or systems described in clause (I) of this sub-subparagraph; and\n\n(III) The channel mileage which connects a telephone station located outside a local telephone system area with a central office in such local telephone system, except that such term does not include any communication service unless a separate charge is made for such service;\n\n(H) The sale of or charges for admission to public events, except live performances of ballet, dance, or choral performances, concerts (instrumental and vocal), plays (with and without music), operas and readings and exhibitions of paintings, sculpture, photography, graphic and craft arts, but including movies, circuses, burlesque shows, sporting events, and performances or exhibitions of any other type or nature; provided, that any casual or isolated sale of or charge for admission made by a semipublic institution not regularly engaged in asking such sales or charges shall not be considered a retail sale or sale at retail;\n\n(I) The sale of or charges for the service of repairing, altering, mending, or fitting tangible personal property, or applying or installing tangible personal property as a repair or replacement part of other tangible personal property, whether or not such service is performed by other means of coin-operated equipment or by any other means, and whether or not any tangible personal property is transferred in conjunction with such service;\n\n(J) The sale of or charges for copying, photocopying, reproducing, duplicating, addressing, and mailing services and for public stenographic services;\n\n(K) The sale of or charges for the service of laundering, dry cleaning, or pressing of any kind of tangible personal property, except when such service is performed by means of self-service, coin-operated equipment, and the rental of textiles to commercial users when the essential part of the rental includes the recurring service of laundering or cleaning thereof;\n\n(L) The sale of or charge for the service of parking, storing, or keeping motor vehicles or trailers, except that:\n\n(i) Where a sale or charge for the service described in this subparagraph is made to a District resident who is a tenant in an apartment house or the owner of a condominium unit or a cooperative unit in which he or she resides, and the motor vehicle or trailer of the tenant or owner is parked, stored or kept on the same premises on which the tenant or owner has his or her place of residence, except as otherwise provided in this paragraph the sale or charge is exempt from the tax imposed by this subparagraph. The exemption shall not extend to a tenant or owner whose motor vehicle or trailer is used for commercial purposes or whose occupancy of the building is for commercial purposes; or\n\n(I) Where the sale or charge for the service is made to a District resident who possesses and shows to those providing the service a parking sales tax exemption card issued and signed by the Mayor or his or her duly authorized representative pursuant to sub-subparagraph (iii) of this subparagraph, the sale or charge is exempt from the tax imposed by this paragraph;\n\n(II) This exemption shall extend only to those District residents using the service for the purpose of keeping their vehicles or trailers near their place of residence and shall not extend to a resident whose motor vehicle or trailer is used for commercial purposes, as ascertained by the Mayor or his or her duly authorized representative;\n\n(iii) Upon application by a District resident, the Mayor shall issue to him or her a parking sales tax exemption card; provided, that the resident:\n\n(I) Possesses a District motor vehicle or trailer registration certificate and identification tag for the motor vehicle or trailer to be parked, if so required by § 50-1501.02(a);\n\n(II) Has registered the vehicle or trailer to a residential address in the District, if a registration certificate is required by § 50-1501.02(a), which address is located within one-half mile of the address of the business or operation providing the service; and\n\n(III) Provides the Mayor the name and address of the business or operation to provide the service;\n\n(iv) The parking sales tax exemption card shall state the name and address of the person to whom it is issued, the name and address of the business or operation to provide the service, and any other information, including a photograph, deemed necessary by the Mayor;\n\n(I) Where the sale or charge for service is made by a valet parking service business, the sale or charge for service shall be exempt from the tax imposed by this sub-subparagraph.\n\n(II) For the purposes of this sub-subparagraph, the term “valet parking service business” means a corporation, partnership, business entity, or proprietor who takes temporary control of a motor vehicle of a person attending any restaurant, business, activity, or event to park, store, or retrieve the vehicle. The term “valet parking service business” shall not include a garage, parking lot, or parking facility that provides parking services by parking lot attendants.\n\n(v) For the purpose of this paragraph, the term:\n\n(I) “Motor vehicle” means any vehicle propelled by an internal-combustion engine or by electricity or steam, except road rollers, farm tractors, and vehicles propelled only upon stationary rails or tracks; and\n\n(II) “Trailer” means a vehicle without motor power intended or used for carrying property or persons and drawn or intended to be drawn by a motor vehicle, whether such vehicle without motor power carries the weight of the property or persons wholly on its own structure or whether a part of such weight rests upon or is carried by a motor vehicle;\n\n(M) The sale of or charges for the service of real property maintenance and landscaping.\n\n(I) For the purposes of this paragraph, the term “real property maintenance” means any activity that keeps the land or the premises of a building clean, orderly, and functional, including the performance of minor adjustments, maintenance, or repairs which include: floor, wall, and ceiling cleaning; pest control; window cleaning; servicing inground and in building swimming pools; exterior building cleaning; parking lot, garage, and recreation area maintenance; exterior and interior trash removal; restroom cleaning and stocking; lighting maintenance; chimney and duct cleaning; and ground maintenance; but does not include; painting, wallpapering, or other services performed as part of construction or major repairs; or services performed under an employee-employer relationship.\n\n(II) The term “real property maintenance” shall not include the exterior or interior trash removal of recyclable material. For the purposes of this sub-sub-subparagraph, the term “recyclable material” means material that would otherwise become municipal solid waste and is shown by the provider of the interior or exterior trash removal that the material has been collected, separated, or processed to be returned into commerce as a raw material or product, or has been sold to a company in the business of separating or processing recyclable materials.\n\n(ii) For the purposes of this paragraph, the term “landscaping” means the activity of arranging or modifying areas of land and natural scenery for an improved or aesthetic effect; the addition, removal, or arrangement of natural forms, features, and plantings; the addition, removal, or modification of retaining walls, ponds, sprinkler systems, or other landscape construction services; and other services provided by landscape designers or landscape architects such as consultation, research, preparation of general or specific design or detail plans, studies, specifications or supervision, or any other professional services or functions associated with landscaping;\n\n(N) The sale of or charges for data processing and information services.\n\n(i) For the purposes of this paragraph, the term “data processing service” means the processing of information for the compilation and production of records of transactions; the maintenance, input, and retrieval of information; the provision of direct access to computer equipment to process, examine, or acquire information stored in or accessible to the computer equipment; the specification of computer hardware configurations, the evaluation of technical processing characteristics, computer programming or software, provided in conjunction with and to support the sale, lease, operation, or application of computer equipment or systems; word processing, payroll and business accounting, and computerized data and information storage and manipulation; the input of inventory control data for a company; the maintenance of records of employee work time; filing payroll tax returns; the preparation of W-2 forms; the computation and preparation of payroll checks; and any system or application programming or software.\n\n(ii) For the purposes of this paragraph, the term “information service” means the furnishing of general or specialized news or current information, including financial information, by printed, mimeographed, electronic, or electrical transmission, or by wire, cable, radio waves, microwaves, satellite, fiber optics, or any other method in existence or which may be devised; electronic data retrieval or research, including newsletters, real estate listings, or financial, investment, circulation, credit, stock market, or bond rating reports; mailing lists; abstracts of title; news clipping services; wire services; scouting reports; surveys; bad check lists; and broadcast rating services; but does not include: information sold to a newspaper or a radio or television station licensed by the Federal Communication Commission, if the information is gathered or purchased for direct use in newspapers or radio or television broadcasts; charges to a person by a financial institution for account balance information; or information gathered or compiled on behalf of a particular client, if the information is of a proprietary nature to that client and may not be sold to others by the person who compiled the information, except for a subsequent sale of the information by the client for whom the information was gathered or compiled.\n\n(iii) The term “data processing services” does not include a service provided by a member of an affiliated group of corporations to other corporate members of the group. Data processing services shall be exempt from sales tax if the service is rendered by a member of the affiliated group of corporations, has not been purchased with a certificate of resale or exemption by the corporation that provides the service, is rendered for the purpose of expense allocation, and is not for the profit of the corporation providing the service. For the purposes of this sub-subparagraph, the term “affiliated group” shall have the same meaning as defined in 26 U.S.C. § 1504(a);\n\n(O) The sale of or charge for any newspaper or publication;\n\n(i) The sale of or charges for stationary two-way radio services, telegraph services, teletypewriter services, and teleconferencing services. The sale of or charges for services listed in this subparagraph shall not be considered sales of or charges for private communication services as defined in subparagraph (G)(iv) of this paragraph;\n\n(ii) The sale of or charges for “900”, “976”, “915”, and other “900”-type telecommunication services;\n\n(iii) The sale of or charges for telephone answering services, including automated services and services provided by human operators;\n\n(iv) The sale of or charges for telephone services rendered by means of coin-operated telephones; and\n\n(v) The sale of or charges for services enumerated in sub-subparagraphs (i) through (iv) of this subparagraph shall not include sales of or charges for services that are subject to tax under § 47-2501 or Chapter 39 of this title;\n\n(Q) The sale of or charge for any delivery in the District for which a separate charge is made, except merchandise delivered for resale for which a District of Columbia certificate of resale has been issued or the delivery of any newspapers;\n\n(R) The sale of or charge for the service of procuring, offering, or attempting to procure in the District job seekers for employers or employment for job seekers, including employment advice, counseling, testing, resume preparation and any other related services;\n\n(S) The sale of or charge for the service of placing a job seeker with an employer in the District;\n\n(T) The sale of a prepaid telephone calling card, even if no card has been issued. Notwithstanding any other provision of law, any sale of a prepaid telephone calling card on or after October 1, 1997, shall be deemed the sale of tangible personal property subject only to such taxes as are imposed on the sale of food for immediate consumption as defined under subsection (g-1) of this section, even where no card has been issued. Gross receipts or charges from the sale of the telecommunication service purchased through the use of a prepaid telephone calling card, even if no card has been issued, shall not be subject to the taxes imposed under § 47-2501 et seq.; or § 47-3901 et seq.;\n\n(U) The sale of or charges for armored car service, private investigation service, and security service; provided, that an armored-car-services vendor may reasonably apportion any charges for any out-of-state delivery component, including the apportionment of distance, time, or number of stops within and outside of the District; provided further, that application of the sales and use tax to charges for security services is controlled by the delivery point of the services; provided further, that the reimbursement of incidental expenses paid to a third party and incurred in connection with providing a taxable private detective service shall not be included;\n\n(V) The sale by a bottled water delivery service of bottled water by the gallon generally for use with and to be dispensed from a water cooler or similar type of water dispenser;\n\n(W) The sale of or charge for the service of the storage of household goods through renting or leasing space for self-storage, including rooms, compartments, lockers, containers, or outdoor space, except general merchandise warehousing and storage and coin-operated lockers;\n\n(X) The sale of or charge for the service of carpet and upholstery cleaning, including the cleaning or dyeing of used rugs, carpets, or upholstery, or for rug repair;\n\n(i) The sale of or charge for health-club services or a tanning studio;\n\n(ii) For the purposes of this subparagraph, the term:\n\n(I) “Health-club services” includes the use of, access to, or membership to, an athletic club, fitness center, gym, recreational sports facilities featuring exercise and other active physical fitness conditioning or recreational sports activities including swimming, skating, or racquet sports, or other facility for the purpose of physical exercise. The term “health club services” does not include the use of facilities for non-fitness-related purposes, including room rentals, or for other services or charges covered by a separate contract with the user, such as a lease or occupancy agreement.\n\n(II) “Tanning studio” means a business the purpose of which is to provide individuals a manmade tan, including sun tanning salons and spray tanning salons;\n\n(Z) The sale of or charge for the service of car washing, including cleaning, washing, waxing, polishing, or detailing an automotive vehicle, except not for coin- operated self-service carwashes;\n\n(i) The sale of or charge for the service of a bowling alley or a billiard parlor;\n\n(ii) For the purposes of this subparagraph, the term:\n\n(I) “Billiard parlor” means the structure where the game of striking balls on a cloth-covered table with a cue stick for amusement and recreation takes place, including a billiard room, pool room, and pool parlor.\n\n(II) “Bowling alley” means a structure where the game of rolling a ball down a wooden alley to knock down pins for amusement and recreation takes place, including candle-pin, duck-pin, five-pin, and ten-pin bowling; or\n\n(BB) The sale of or charges for digital goods.\n\n(2) The terms “retail sale” and “sale at retail” shall not include the following:\n\n(A) Sales of transportation and communication services other than sales of data processing services, information services, local telephone service, or any service enumerated in paragraph (1)(P) of this subsection;\n\n(B) Professional, insurance, or personal service transactions which involve sales as inconsequential elements for which no separate charges are made, except as otherwise provided in paragraph (1) of this subsection;\n\n(C) Any sale in which the only transaction in the District is the mere execution of the contract of sale and in which the tangible personal property sold is not in the District at the time of the execution ; provided, however, that nothing contained in this subsection shall be construed to be an exemption from the tax imposed under Chapter 22 of this title;\n\n(D) Sales to a common carrier or sleeping car company by a corporation all of whose capital stock is owned by 1 or more common carriers or sleeping car companies of tangible personal property, procured or acquired by such corporation outside the District, which consists of repair or replacement parts used for the maintenance or repair of any train operating principally without the District in the course of interstate commerce, or commerce between the District and a state, provided such sales are made in connection with the furnishing of terminal services pursuant to a written agreement entered into before January 1, 1963;\n\n(E) Sales of food or drink of a type that constitute “eligible foods”, as defined in 7 CFR § 271.2, or food purchased for animal ingestion, without regard to whether such food or drink is purchased with food stamps, except sales of food or drink prepared for immediate consumption and soft drinks;\n\n(F) Sales of Internet access service—\n\n(i) For the purposes of this subparagraph, the term “Internet access service” means a service that enables users to access content, information, electronic mail, or other services offered over the Internet and may also include access to proprietary content, information, and other services as part of a package of Internet access services offered to consumers.\n\n(ii) “Internet access service” shall not include the sale of or charges for data processing and information services as defined in paragraph (1)(N)(i) and (ii) of this subsection that do not enable users to access content, information, electronic mail, or other services offered over the Internet.\n\n(iii) “Internet access service” shall not include telecommunication services as defined in paragraph (1)(P) of this subsection or Chapter 39 of this title;\n\n(iv) \"Internet access service\" shall not include digital goods, as defined in § 47-2001(d-1).\n\n(G) [Repealed].\n\n(H) Sales of valet parking services by a valet parking service business, as defined in paragraph (1)(L)(iv-I)(II) of this subsection;\n\n(I) Fees retained by a retail establishment under [§ 8-102.03(b)(1)]; or\n\n(J) Sales of cigarettes, as defined in § 47-2401(1A), and other tobacco product, as defined in § 47-2401(5A).\n\n(o) “Return” includes any return filed or required to be filed as herein provided.\n\n(o-1) “Room remarketer” means any person, other than the operator of a hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration, having any right, access, ability, or authority, through an internet transaction or any other means whatsoever, to offer, reserve, book, arrange for, remarket, distribute, broker, resell, or facilitate the transfer of rooms the occupancy of which is subject to tax under this chapter and also having any right, access, ability or authority to determine the sale or charge for the rooms, lodgings, or accommodations.\n\n(1) “Sales price” means the total amount paid by a purchaser to a vendor as consideration for a retail sale, valued in money, whether paid in money or otherwise, without any deduction on account of any of the following:\n\n(A) The cost of the property sold;\n\n(B) The cost of materials used, labor or service cost, interest charged, losses, or any other expenses;\n\n(C) The cost of transportation of the property prior to its sale at retail. The total amount of the sales price includes all of the following:\n\n(i) Any services that are a part of the sale; and\n\n(ii) Any amount for which credit is given to the purchaser by the vendor; or\n\n(D) Amounts charged for any cover, minimum, entertainment, or other service in hotels, restaurants, cafes, bars, and other establishments where meals, food or drink, or other like tangible personal property is furnished for a consideration.\n\n(2) The term “sales price” does not include any of the following:\n\n(A) Cash discounts allowed and taken on sales;\n\n(B) The amount charged for property returned by purchasers to vendors upon rescission of contracts of sale when the entire amounts charged therefor are refunded either in cash or credit, and when the property is returned within 90 days from the date of sale;\n\n(C) The amount separately charged for labor or services rendered in installing or applying the property sold, except as provided in subsection (n)(1) of this section;\n\n(D) The amount of reimbursement of tax paid by the purchaser to the vendor under this chapter; or\n\n(E) Transportation charges separately stated, if the transportation occurs after the sale of the property is made.\n\n(q) “Sale” and “selling” mean any transaction whereby title or possession, or both, of tangible personal property is or is to be transferred by any means whatsoever, including rental, lease, license, or right to reproduce or use, for a consideration, by a vendor to a purchaser, or any transaction whereby services subject to tax under this chapter are rendered for consideration or are sold to any purchaser by any vendor, and shall include, but not be limited to, any “sale at retail” as defined in this chapter. Such consideration may be either in the form of a price in money, rights, or property, or by exchange or barter, and may be payable immediately, in the future, or by installments.\n\n(1) “Security service” shall include any activity that is performed for compensation as a security guard to protect any individual or property and provided on the premises of a person’s residential or commercial property, the service of monitoring an electronically controlled burglar or fire alarm system for any residential or commercial property located in the District, or responding to a distress call or an alarm sounding from a security system.\n\n(2) The term “security service” shall not include:\n\n(A) Installing a burglar or fire alarm system in commercial or residential property;\n\n(B) Maintaining or repairing a security system for a customer;\n\n(C) Monitoring property located entirely outside of the District, even if the equipment used to perform the monitoring service is located in the District; or\n\n(D) Providing a medical-response system used by individuals to summon medical aid.\n\n(r) “Semipublic institution” means any corporation, and any community chest, fund, or foundation, organized exclusively for religious, scientific, charitable, or educational purposes, including hospitals, no part of the net earnings of which inures to the benefit of any private shareholder or individual.\n\n(r-1) “Soft drink” means a non-alcoholic beverage with natural or artificial sweeteners. The term “soft drink” shall not include a beverage that:\n\n(1) Contains:\n\n(A) At least 50% milk, including soy, rice, or similar milk substitutes;\n\n(B) [Repealed].\n\n(C) 100% fruit or vegetable juice; or\n\n(D) [Repealed].\n\n(2) Is prepared for immediate consumption, as defined in subsection (g-1) of this section.\n\n(s) “Tangible personal property” means corporeal personal property of any nature.\n\n(t) “Tax” means the tax imposed by this chapter.\n\n(u) “Taxpayer” means any person required by this chapter to make returns or to pay the tax imposed by this chapter.\n\n(v) “Tax year” means the calendar year, or the taxpayer’s fiscal year if it be other than the calendar year when such fiscal year is regularly used by the taxpayer for the purpose of reporting District income taxes as the tax period in lieu of the calendar year.\n\n[(v-1)] “Transient” means any person who occupies, or has the right to occupy, any room or rooms, lodgings, or accommodations for a period of 90 days or less during any one continuous stay.\n\n(w) “Vendor” includes a person or retailer selling property or rendering services upon the receipts from which a tax is imposed under this chapter, including a person or retailer that does not have a physical presence in the District that in the previous calendar year or the current calendar year had gross receipts from all retail sales delivered into the District that exceeds $100,000 or 200 or more separate retail sales delivered into the District.\n\n(1) “Special Event” means an uncommon, unique, noteworthy, or extra occurrence of a specific activity open to the general public that is designed, advertised, or promoted for an identified purpose to be conducted or held on a designated day or series of days, whether held outdoors, indoors, or both, in a public or private facility, at which at least 50 vendors will be present. Special events include auctions, shows, celebrations, circuses, expositions, entertainment, exhibits, fairs, festivals, fund raisers, historical re-enactments, movies, pageants, parades, and sporting events, the conduct of which has the effect, intent, or propensity to draw persons and create an atmosphere or opportunity to sell tangible personal property or services which are taxable under this chapter or Chapter 22 of this title.\n\n(2) Special events shall not include an activity that constitutes a “qualified convention or trade show activity” as defined in section 513(d) of the Internal Revenue Code of 1986.\n\n(x) The foregoing definitions shall be applicable whenever the words defined are used in this chapter unless otherwise required by the context.",
      "history": "May 27, 1949, 63 Stat. 112, ch. 146, title I, §§ 101-124; May 18, 1954, 68 Stat. 117, ch. 218, title XIII, §§ 1301, 1302; Mar. 31, 1956, 70 Stat. 80, ch. 154, title II, §§ 201-203; Sept. 2, 1964, 78 Stat. 847, Pub. L. 88-564, § 1; Aug. 2, 1968, 82 Stat. 613, Pub. L. 90-450, title III, §§ 301, 302, 303; Oct. 31, 1969, 83 Stat. 169, Pub. L. 91-106, title I, §§ 101, 102, 103; Jan. 5, 1971, 84 Stat. 1932, Pub. L. 91-650, title II, § 201(a)(1); Sept. 3, 1974, 88 Stat. 1064, Pub. L. 93-407, title IV, § 473; Jan. 3, 1975, 88 Stat. 2177, Pub. L. 93-635, § 8(b); Oct. 21, 1975, D.C. Law 1-23, title III, § 301(1)-(6), 22 DCR 2097; Apr. 9, 1976, D.C. Law 1-61, § 2, 22 DCR 5893; June 15, 1976, D.C. Law 1-70, title IV, §§ 401, 402, 23 DCR 533; June 24, 1977, D.C. Law 2-11, § 2, 24 DCR 1773; Sept. 13, 1980, D.C. Law 3-92, § 201(a), 27 DCR 3390; Apr. 30, 1982, D.C. Law 4-105, § 2, 29 DCR 1405; July 24, 1982, D.C. Law 4-131, §§ 201, 202, 223, 29 DCR 2418; Sept. 26, 1984, D.C. Law 5-113, § 201(a), (d), 31 DCR 3974; Apr. 30, 1988, D.C. Law 7-104, § 38, 35 DCR 147; July 25, 1989, D.C. Law 8-17, § 4(a), 36 DCR 4160; May 4, 1990, D.C. Law 8-119, § 3, 37 DCR 1738; Sept. 10, 1992, D.C. Law 9-145, § 107(a), 39 DCR 4895; Sept. 30, 1993, D.C. Law 10-25, § 111(a)-(d), 40 DCR 5489; Feb. 5, 1994, D.C. Law 10-68, § 46, 40 DCR 6311; Apr. 30, 1994, D.C. Law 10-115, § 203(a), 41 DCR 1216; June 14, 1994, D.C. Law 10-128, § 104(a), 41 DCR 2096; Mar. 21, 1995, D.C. Law 10-242, § 14(a), 42 DCR 86; Apr. 18, 1996, D.C. Law 11-110, § 59, 43 DCR 530; Apr. 12, 1997, D.C. Law 11-257, § 6, 44 DCR 1247; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 30, 1998, D.C. Law 12-100, § 2(b), 45 DCR 1533; Oct. 20, 1999, D.C. Law 13-38, § 2702(k), 46 DCR 6373; Apr. 3, 2001, D.C. Law 13-256, § 402(a), 48 DCR 730; June 9, 2001, D.C. Law 13-305, § 102(a), 202(f), 48 DCR 334; June 25, 2002, D.C. Law 14-157, § 2(a), 49 DCR 4279; Oct. 1, 2002, D.C. Law 14-190, § 852, 49 DCR 6968; Oct. 19, 2002, D.C. Law 14-213, § 33(u), 49 DCR 8140; Mar. 13, 2004, D.C. Law 15-105, § 85(a), 51 DCR 881; Oct. 20, 2005, D.C. Law 16-33, § 1232, 52 DCR 7503; May 12, 2006, D.C. Law 16-94, § 2(a), 53 DCR 1649; Sept. 23, 2009, D.C. Law 18-48, § 2(a)(1), 56 DCR 5482; Sept. 23, 2009, D.C. Law 18-55, § 9(a)(4), 56 DCR 5703; Mar. 3, 2010, D.C. Law 18-111, § 7241(e), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 7172, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-364, § 2(a), 58 DCR 976; Sept. 14, 2011, D.C. Law 19-21, §§ 7002(a)(1), 8032(a), 8052(a), 8162, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 7112, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, §§ 114(m), 120, 59 DCR 6190; Feb. 26, 2015, D.C. Law 20-155, § 7012(d), 61 DCR 9990; Oct. 22, 2015, D.C. Law 21-36, § 7072(a), 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2001.html"
    },
    {
      "id": "section-47-2002",
      "number": "47-2002",
      "heading": "Imposition of tax.",
      "text": "(a) A tax is imposed upon all vendors for the privilege of selling at retail certain tangible personal property and for the privilege of selling certain selected services (defined as “retail sale” and “sale at retail” in this chapter). The rate of such tax on the gross receipts from sales of or charges for such tangible personal property and services shall be 6.0% before October 1, 2026, and 7.0% beginning on October 1, 2026, and continuing thereafter; except, that:\n\n(1) The rate of tax shall be 18% of the gross receipts from the sale of or charges for the service of parking or storing of motor vehicles or trailers, except the service of parking or storing of motor vehicles or trailers on a parking lot owned or operated by the Washington Metropolitan Area Transit Authority and located adjacent to a Washington Metropolitan Area Transit Authority passenger stop or station;\n\n(A) The rate of tax shall be 10.20% of the gross receipts from the sale of or charges for any room or rooms, lodgings, or accommodations furnished to a transient by any hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients;\n\n(B) If the occupancy of a room or rooms, lodgings, or accommodations is reserved, booked, or otherwise arranged for by a room remarketer, the tax imposed by this paragraph shall be determined based on the net charges and additional charges received by the room remarketer.\n\n(3) The rate of tax shall be 9% of the gross receipts from the sale of or charges for:\n\n(A) Food or drink prepared for immediate consumption as defined in § 47-2001(g-1) or spirituous or malt liquors, beer, and wine sold by an alcoholic beverage licensee acting under authority of §§ 25-112(h)(1), 25-113(a)(3)(C), or 25-113.01(f) or (g);\n\n(B) Spirituous or malt liquors, beers, and wine sold for consumption on the premises where sold.\n\n(C) [Repealed].\n\n(3A) The rate of tax shall be 10.25% of the gross receipts of the sales of or charges for spirituous or malt liquors, beers, and wine sold for consumption off the premises where sold, unless sold by an alcoholic beverage licensee acting under authority of §§ 25-112(h)(1), 25-113(a)(3)(C), or 25-113.01(f) or (g);\n\n(4) [Repealed].\n\n(4A) The rate of tax shall be 6.00% of the gross receipts from the sale of or charges for tangible personal property or services by legitimate theaters, or by entertainment venues with 10,000 or more seats, excluding any such theaters or entertainment venues from which such taxes are applied to pay debt service on tax-exempt bonds;\n\n(4B) The rate of tax shall be 9.25% of the gross receipts from the sale of or charges for rental or leasing of rental vehicles and utility trailers as defined in § 50-1505.01;\n\n(5) [Repealed].\n\n(6) [Repealed].\n\n(A) The rate of tax shall be 6% of the gross receipts from the sale of or charges for medical cannabis, as defined in [Chapter 16B of Title 7].\n\n(B) In Fiscal Year 2026, the proceeds of the tax collected under subparagraph (A) of this paragraph shall be deposited in the Healthy DC and Health Care Expansion Fund established by § 31-3514.02; except, that all proceeds of such tax above the amount certified for Fiscal Year 2026 in the approved Fiscal Year 2023 budget shall be deposited in the General Fund of the District of Columbia.\n\n(8) The rate of tax shall be 8% of the gross receipts from the sale of or charges for soft drinks.\n\n(9) The rate of tax shall be 7.5% on the gross receipts from the sale of or charges collected to play commercial bingo.\n\n(b) [Repealed].\n\n(c) [Repealed].\n\n(1) For fiscal years ending before October 1, 2023, 5% of the sales tax revenue collected at the rate provided by the lead-in language of subsection (a) of this section that is not dedicated to legislatively proposed or existing tax increment financing districts or pledged to the benefit of holders of District bonds or notes existing on or before October 30, 2018, shall be dedicated to the Arts and Humanities Fund, established by § 39-205.01.\n\n(2) For fiscal years beginning after September 30, 2023, there shall be dedicated to the Arts and Humanities Fund from the sales tax revenue collected at the rate provided by the lead-in language of subsection (a) of this section, the following amounts:\n\n(A) In Fiscal Year 2024 and Fiscal Year 2025, the lesser of:\n\n(i) 5% of the sales tax revenue collected at the rate provided by the lead-in language of subsection (a) of this section that is not dedicated to legislatively proposed or existing tax increment financing districts or pledged to the benefit of holders of District bonds or notes existing on or before October 30, 2018; or\n\n(ii) An amount equal to 102% of the amount dedicated to the Arts and Humanities Fund in the prior fiscal year pursuant to this subsection.\n\n(B) In Fiscal Year 2026, the lesser of:\n\n(i) 4.615% of the sales tax revenue collected at the rate provided by the lead-in language of subsection (a) of this section that is not dedicated to legislatively proposed or existing tax increment financing districts or pledged to the benefit of holders of District bonds or notes existing on or before October 30, 2018; or\n\n(ii) An amount equal to 102% of the amount dedicated to the Arts and Humanities Fund in the prior fiscal year pursuant to this subsection; and\n\n(C) In Fiscal Year 2027 and each subsequent fiscal year, the lesser of:\n\n(i) 4.286% of the sales tax revenue collected at the rate provided by the lead-in language of subsection (a) of this section that is not dedicated to legislatively proposed or existing tax increment financing districts or pledged to the benefit of holders of District bonds or notes existing on or before October 30, 2018; or\n\n(ii) An amount equal to 102% of the amount dedicated to the Arts and Humanities Fund in the prior fiscal year pursuant to this subsection.\n\n(3) [Repealed].",
      "history": "May 27, 1949, 63 Stat. 115, ch. 146, title I, § 125; May 18, 1954, 68 Stat. 117, ch. 218, title XIII, § 1303; Mar. 2, 1962, 76 Stat. 10, Pub. L. 87-408, § 101(a); Sept. 30, 1966, 80 Stat. 856, Pub. L. 89-610, title III, § 301(a); Aug. 2, 1968, 82 Stat. 614, Pub. L. 90-450, title III, § 304; Oct. 31, 1969, 83 Stat. 170, Pub. L. 91-106, title I, § 104; Jan. 5, 1971, 84 Stat. 1932, Pub. L. 91-650, title II, § 201(a)(2); Aug. 29, 1972, 86 Stat. 643, Pub. L. 92-410, title III, § 301(a)(1), (2); Oct. 21, 1975, D.C. Law 1-23, title III, § 301(7), 22 DCR 2099; June 15, 1976, D.C. Law 1-70, title IV, § 408, 23 DCR 541; Mar. 6, 1979, D.C. Law 2-157, § 6, 25 DCR 6995; Sept. 13, 1980, D.C. Law 3-92, § 201(b), 27 DCR 3390; Sept. 26, 1984, D.C. Law 5-113, § 201(b), (c), 31 DCR 3974; July 25, 1989, D.C. Law 8-17, § 4(b), 36 DCR 4160; Sept. 10, 1992, D.C. Law 9-145, § 107(b), 39 DCR 4895; Sept. 30, 1993, D.C. Law 10-25, § 111(e), 40 DCR 5489; June 14, 1994, D.C. Law 10-128, § 104(b), 41 DCR 2096; Sept. 28, 1994, D.C. Law 10-188, § 302(a), 41 DCR 5333; May 16, 1995, D.C. Law 10-255, § 44, 41 DCR 5193; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 12, 1998, D.C. Law 12-142, § 3(c), 45 DCR 4826; June 5, 2003, D.C. Law 14-307, § 902(a), 49 DCR 11664; May 12, 2006, D.C. Law 16-94, § 2(b), 53 DCR 1649; Mar. 3, 2010, D.C. Law 18-111, § 7241(f), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 7132, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-364,§ 2(b), 58 DCR 976; Sept. 14, 2011, D.C. Law 19-21, §§ 7002(a)(2), 8032(b), 58 DCR 6226; May 1, 2013, D.C. Law 19-310, § 3(a), 60 DCR 3410; Dec. 24, 2013, D.C. Law 20-61, §§ 7243, 10006, 60 DCR 12472; Feb. 26, 2015, D.C. Law 20-155, § 7043(a), 61 DCR 9990; Oct. 22, 2015, D.C. Law 21-36, §§  7043, 7052, 62 DCR 10905",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.html"
    },
    {
      "id": "section-47-2002.01",
      "number": "47-2002.01",
      "heading": "Street vendors; minimum sales tax.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) “Business Beneficial License Holder” means a corporation, limited liability company, partnership, or other business entity that is the beneficial owner of the vending license held by an Employee License Holder.\n\n(2) “Employee License Holder” means an individual street vendor who holds a vending license as an employee, agent, or representative, or for the ultimate benefit, of a corporation, limited liability company, partnership, or other business entity.\n\n(3) “MST” means the minimum sales tax that a street vendor is obligated to pay.\n\n(4) “Street vendor” means a person licensed to vend from a sidewalk, roadway, or other public space under Chapter 1A of Title 37.\n\n(1) Except as provided in subsection (c) or (d) of this section, a street vendor who holds a license, including a temporary license, authorizing the vending of merchandise, food, or services from public space or from door to door who has collected less than $375 in sales tax for the quarter shall file a return pursuant to § 47-2002 and as required by the Office of the Chief Financial Officer’s Office of Tax and Revenue and remit a $375 MST payment for the quarter being reported.\n\n(2) A MST payment shall be made in a manner prescribed by the Office of the Chief Financial Officer’s Office of Tax and Revenue.\n\n(3) If a MST payment is not timely remitted, the unpaid MST payment shall be considered unpaid sales tax and all sections of this chapter applicable to the collection and assessment of unpaid sales tax and the imposition of interest and penalties shall apply.\n\n(c) Except as provided in subsection (d) of this section, if a street vendor has collected sales tax in excess of $375 for the quarter being reported, subsection (b) of this section shall not apply and the street vendor shall file a return pursuant to § 47-2002 and as required by the Office of the Chief Financial Officer’s Office of Tax and Revenue and remit the full amount of the sales tax collected for the quarter being reported.\n\n(1) Notwithstanding any other provision of this section, if an individual street vendor holds a vending license as an Employee License Holder for a Business Beneficial License Holder, the Employee License Holder shall not be individually responsible for filing a return or remitting an MST under this section. If the Business Beneficial License Holder files a single, consolidated return pursuant to § 47-2002, reporting all sales tax collected by all Employee License Holders who are employed by or otherwise affiliated with the Business Beneficial License Holder, and remitting the full amount of the sales tax due by all such Employee License Holders for the quarter being reported, the return shall report the vending license number of each vending license held by an Employee License Holder for which information is included in the return.\n\n(2) The Business Beneficial License Holder shall be responsible for maintaining all books and records of the sales made by its employee street vendors pursuant to § 47-4311.\n\n(3) A consolidated sales tax filing shall be filed electronically in the manner prescribed by the Office of Tax and Revenue.\n\n(1) Notwithstanding §§ 47-4221 and 47-4222, the Chief Financial Officer shall abate any unpaid portion of the assessment of the minimum tax (or a liability in respect of a minimum tax) imposed by this section and certified by the Mayor as eligible for abatement pursuant to § 37-131.08c.\n\n(2) The Mayor shall certify to the Chief Financial Officer each taxpayer eligible for an abatement of minimum tax imposed by this section and any interest or penalties imposed under this title. The certification shall identify:\n\n(A) The specific taxpayer (including taxpayer identification number and District sales tax account number);\n\n(B) The amount of any such abatement of minimum tax, interest, and penalty to be abated;\n\n(C) The relevant tax periods subject to abatement; and\n\n(D) Such other information as the Chief Financial Officer shall require.\n\n(3) The tax periods eligible for abatement under this subsection are the quarter ending March 31, 2010 through the quarter ending immediately after [July 1, 2023].\n\n(4) All requests for abatement under this subsection must be filed by the taxpayer with the Chief Financial Officer on or before September 30, 2028, in the manner and form prescribed by the Chief Financial Officer.\n\n(5) Nothing in this subsection shall be construed as authorizing an abatement or refund of any minimum tax, interest, or penalties previously paid.",
      "history": "May 27, 1949, 63 Stat. 112, ch. 146, title I, § 125a; as added Sept. 30, 1993, D.C. Law 10-25, § 111(f), 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 22, 2009, D.C. Law 18-71, § 12(c)(1), 56 DCR 6619; July 13, 2012, D.C. Law 19-149, § 2(a)(2), 59 DCR 5129",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.01.html"
    },
    {
      "id": "section-47-2002.01a",
      "number": "47-2002.01a",
      "heading": "Marketplace facilitators; sales tax requirements.",
      "text": "Marketplace facilitators shall collect and remit sales tax on all sales the marketplace facilitator makes on its own behalf and all sales the marketplace facilitator facilitates on behalf of marketplace sellers to customers in the District of Columbia regardless of whether the marketplace seller for whom sales are facilitated would have been required to collect sales tax had the sale not been facilitated by the marketplace facilitator.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.01a.html"
    },
    {
      "id": "section-47-2002.02",
      "number": "47-2002.02",
      "heading": "Tax on gross receipts for transient lodgings or accommodations; food or drink for immediate consumption; spirits sold for consumption on premises; rental vehicles.",
      "text": "A tax, separate from, and in addition to, the tax imposed pursuant to § 47-2002, is imposed on vendors engaging in the business activities listed in paragraphs (1) and (2) of this section for the privilege of selling at retail certain tangible personal property and for the privilege of selling certain selected services (defined as “retail sales” and “sale at retail” pursuant to § 47-2001(n)(1)). The rate of the tax shall be:\n\n(A) 4.45% of the gross receipts for the sale or charges for any room or rooms, lodgings, or accommodations furnished to a transient by any hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients; and\n\n(B) If the occupancy of a room or rooms, lodgings, or accommodations is reserved, booked, or otherwise arranged for by a room remarketer, the tax imposed by this paragraph shall be determined based on the net charges and additional charges received by the room remarketer.\n\n(2) 1% of the gross receipts from the sale or charges made for:\n\n(A) Food or drink prepared for immediate consumption, or sold as described in § 47-2001(n)(1)(A)(i);\n\n(B) Spiritous or malt liquors, beers, and wine sold for consumption on the premises where sold;\n\n(C) Rental or leasing of rental vehicles and utility trailers as defined in § 50-1505.01(8) and (9); or\n\n(D) Spirituous or malt liquors, beers, and wine sold by an alcoholic beverage licensee acting under authority of §§ 25-112(h)(1), 25-113(a)(3)(C), or 25-113.01(f) or (g).",
      "history": "May 27, 1949, 63 Stat. 112, ch. 146, title I, § 125a; as added Sept. 28, 1994, D.C. Law 10-188, § 302(b), 41 DCR 5333; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 12, 1998, D.C. Law 12-142, § 3(d), 45 DCR 4826; Apr. 8, 2011, D.C. Law 18-364, § 2(c), 58 DCR 976; Sept. 14, 2011, D.C. Law 19-21, § 7002(a)(3), 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.02.html"
    },
    {
      "id": "section-47-2002.03",
      "number": "47-2002.03",
      "heading": "Tax on gross receipts for transient lodgings or accommodations; food or drink for immediate consumption; spirits sold for consumption on premises; rental vehicles — Collection of tax and transfer to Washington Convention and Sports Authority.",
      "text": "(a) The Mayor shall collect and deposit in a lockbox maintained by the Chief Financial Officer of the District of Columbia the tax imposed pursuant to § 47-2002.02 as agent on behalf of the Washington Convention and Sports Authority (“Authority”) and shall transfer the revenue from the tax upon receipt to the Washington Convention Center Fund established pursuant to § 10-1202.08.\n\n(b) The Mayor shall develop and apply a fixed formula to the taxes imposed pursuant to §§ 47-2002 and 47-2002.02 to determine the amount that shall be transferred to the Authority.",
      "history": "May 27, 1949, 63 Stat. 112, ch. 146, title I, § 125b; as added Sept. 28, 1994, D.C. Law 10-188, § 302(b), 41 DCR 5333; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Mar. 24, 1998, D.C. Law 12-81, § 59(g), 45 DCR 745; Aug. 12, 1998, D.C. Law 12-142, § 3(e), 45 DCR 4826; Oct. 19, 2002, D.C. Law 14-213, § 33(v), 49 DCR 8140; Mar. 3, 2010, D.C. Law 18-111, § 2082(o)(2)(B), 57 DCR 181",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.03.html"
    },
    {
      "id": "section-47-2002.03a",
      "number": "47-2002.03a",
      "heading": "Additional tax on gross receipts for transient lodgings or accommodations.",
      "text": "(1) A tax, separate from and in addition to, the tax imposed pursuant to § 47-2002(a)(2)(A) and the tax imposed pursuant to § 47-2002.02, is imposed on all vendors at the rate of 0.3% of the gross receipts from the sale of or charges for any room or rooms, lodgings, or accommodations furnished to a transient by any hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients.\n\n(2) A tax, separate from and in addition to the taxes imposed pursuant to § 47-2002(a)(2)(A), § 47-2002.02, and paragraph (1) of this subsection, is imposed on all vendors at the rate of 1.0% of the gross receipts from the sale of or charges on or after April 1, 2023, and on or before September 30, 2027, for any room or rooms, lodgings, or accommodations furnished to a transient by any hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients.\n\n(b) If the occupancy of a room or rooms, lodgings, or accommodations is reserved, booked, or otherwise arranged for by a room remarketer, the tax imposed by this section shall be determined based on the net charges and additional charges received by the room remarketer.\n\n(1) Except as provided in paragraph (2) of this subsection, the tax revenue received pursuant to this section shall be dedicated to the Washington Convention and Sports Authority, for transfer to Destination DC for the purposes of marketing and promoting the District of Columbia as a destination. Any tax revenue dedicated pursuant to this subsection shall be in addition to the funds dedicated to Destination DC pursuant to § 10-1202.08a.\n\n(2) Beginning October 1, 2025, the tax revenue received pursuant to subsection (a)(2) of this section shall be deposited as follows:\n\n(A) In the following fiscal years, the following amounts shall be deposited in the Economic Development Special Account established by [§ 2-1225.21]:\n\n(i) In Fiscal Year 2026, $10,466,000; and\n\n(ii) In Fiscal Year 2027, $6,140,000.\n\n(B) All other tax revenue received pursuant to subsection (a)(2) of this section shall be deposited in local funds.\n\n(d) For the expenditure of any tax revenue received by Destination DC pursuant to this section, Destination DC shall:\n\n(1) Comply with the requirements of § 2-218.46;\n\n(2) Consult with the Deputy Mayor for Planning and Economic Development, the Washington Convention and Sports Authority, the Restaurant Association Metropolitan Washington, and the Hotel Association of Washington, DC on the use of any such tax revenue received; and\n\n(3) Enter into a memorandum of understanding with the Mayor regarding the use of any tax revenue received pursuant to subsection (a)(2) of this section in accordance with the recommendations determined necessary and appropriate pursuant to the consultations required by paragraph (2) of this subsection.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.03a.html"
    },
    {
      "id": "section-47-2002.04",
      "number": "47-2002.04",
      "heading": "Special event promoter obligations and penalties.",
      "text": "(a) A promoter of a special event shall submit to the Mayor:\n\n(1) At least 30 days before the beginning of a special event, a preliminary list of all vendors and exhibitors, including their names, addresses, representatives, and telephone numbers; and\n\n(2) Within 10 days after the last day of a special event, a final list of all vendors and exhibitors, including their names, addresses, representatives, and telephone numbers, if not previously provided.\n\n(b) Before the special event, a promoter shall provide to vendors and exhibitors such information regarding their District tax obligations, filing deadlines, and other such requirements as is supplied by the District after the preliminary list of vendors and exhibitors is submitted in accordance with subsection (a)(1) of this section.\n\n(c) A promoter shall provide access to the Mayor to the special event premises and activities to monitor vendor and exhibitor sales.\n\n(d) A promoter who fails to submit the preliminary vendor and exhibitor list in accordance with subsection (a)(1) of this section shall pay a penalty in the amount of $1,000, plus $50 for each day the list is late, which penalty shall not exceed $2,500.\n\n(e) A promoter who fails to submit the final vendor and exhibitor list in accordance with subsection (a)(2) of this section shall pay a penalty in the amount of $1,000, plus $50 for each day the list is late, which penalty shall not exceed $10,000.\n\n(f) For the purposes of this section, the term “promoter” means a person who arranges, organizes, or sponsors vendors or exhibitors engaged in the business of retail sales (as defined in this chapter) to participate in a special event. The term “promoter” includes for-profit and nonprofit persons.",
      "history": "June 9, 2001, D.C. Law 13-305, § 102(b)(2), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(w), 49 DCR 8140",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.04.html"
    },
    {
      "id": "section-47-2002.05",
      "number": "47-2002.05",
      "heading": "Ballpark sales taxes.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) “Ballpark” means:\n\n(A) A stadium constructed after October 1, 2004 to be owned by the District on a site bounded by N Street, S.E., Potomac Avenue, S.E., South Capitol Street, S.E., and 1st Street, S.E., or such other site determined pursuant to [§ 10-1601.05], if the primary site shall be infeasible, including facilities functionally related and subordinate thereto and the accompanying infrastructure, including office and transportation facilities (including parking) adjacent to or serving the stadium, that has as its primary purpose the hosting of professional athletic team events and is constructed in whole or in part with funds deposited in, or bonds or other evidence of indebtedness the debt service upon which is financed in whole or in part by monies deposited in, the Ballpark Revenue Fund; and\n\n(B) Until such time as the hosting of professional athletic team events for which tickets are sold has commenced at the newly-constructed stadium, Robert F. Kennedy Stadium, described as that geographic area of the District of Columbia consisting of the areas designated as A, B, C, D, or E on the revised map entitled “Map to Designate Transfer of Stadium and Lease of Parking Lots to the District,” prepared jointly by the National Park Service (National Capital Region) and the District of Columbia Department of Public Works for site development and dated October 1986 (NPS Drawing number 831/87284-A), and any other future additions thereto.\n\n(1A) Not Applicable.\n\n(1B) Not Applicable.\n\n(2) “Ballpark Revenue Fund” means the fund established by [§ 10-1601.02].\n\n(3) “Professional athletic team” includes any professional baseball, basketball, football, soccer, hockey, lacrosse, or other athletic team whose members receive financial compensation from their participation in the team’s athletic exhibitions.\n\n(4) “Ticket” means any physical, electronic, or other form of a certificate, documents, or token showing that a fare, admission, or license fee for a revocable right to enter the ballpark, or a right to purchase future rights to enter the ballpark, has been paid.\n\n(b) Notwithstanding any other provision of this chapter relating to the imposition of sales tax on either a retail sale or a sale at retail, there is hereby imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale of tickets to any public event referred to in § 47-2001(n)(1)(H) sponsored by the person (or any affiliate of such person) and to be performed at the ballpark, regardless of whether the ticket is sold to a person who resells the ticket to another person or to a person who uses the ticket for admission to the event; provided, that with respect to tickets to events at Robert F. Kennedy Stadium, the tax shall apply only to professional baseball games or professional baseball-related events and exhibitions.\n\n(c) Notwithstanding any other provision of this chapter, there is hereby imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale at the ballpark during such times as shall reasonably relate to the performance of baseball games or baseball-related events and exhibitions at the ballpark of tangible personal property or services otherwise taxable under the provisions of this chapter, except the gross receipts from (1) sales of food and beverages subject to the tax imposed by § 47-2002(3), and (2) the sale of or charge for the service of parking motor vehicles; provided, that with respect to the sale of tangible personal property or services at Robert F. Kennedy Stadium, the additional tax shall apply only to professional baseball games or professional baseball-related events and exhibitions.\n\n(d) The following revenues shall be deposited into one or more accounts within the Ballpark Revenue Fund:\n\n(1) The revenues received by the District of Columbia from the taxes imposed by this section;\n\n(2) The portion of the sales tax imposed by § 47-2002 on the gross receipts of any person from the sale of tickets to any public event referred to in § 47-2001(n)(1)(H) sponsored by the person (or any affiliate of such person) and to be performed at the ballpark, regardless of whether any such ticket is sold to a person who resells the ticket to another person or to a person who uses the ticket for admission to the event, except that, with respect to events at Robert F. Kennedy Stadium, only the portion of the tax levied on professional baseball games or professional baseball-related events and exhibitions;\n\n(3) The portion of the sales tax imposed by § 47-2002 on the gross receipts of any person from the sale at the ballpark during such times as shall reasonably relate to the performance of baseball games or baseball-related events and exhibitions at the ballpark of tangible personal property or services otherwise taxable, except as otherwise provided in § 10-1203.07; and\n\n(4) The portion of the sales tax imposed on the gross receipts from the sale of or charge for the service of parking motor vehicles that shall reasonably relate to the performance of baseball games or professional baseball related events and exhibitions at the ballpark.\n\n(e) The Chief Financial Officer or his delegate shall promulgate regulations as may be necessary and appropriate to carry out the provisions of this section, including regulations relating to the determination of District gross receipts and electronic filing and payment of sales taxes and fees. Until such time as the Chief Financial Officer or his delegate shall promulgate the regulations, any promoter of any event at which gross receipts from the sale of tickets, tangible personal property, or services are potentially subject to the taxes imposed by this section shall comply with the requirements of § 47-2002.04 as if the event were a special event.",
      "history": "Apr. 8, 2005, D.C. Law 15-320, § 110(d)(2), 52 DCR 1757",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.05.html"
    },
    {
      "id": "section-47-2002.06",
      "number": "47-2002.06",
      "heading": "Verizon Center sales taxes.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) \"Bond Act\" means [subchapter IV of Chapter 16 of Title 10].\n\n(2) \"Ticket\" means any physical, electronic, or other form of a certificate, document, or token showing that a fare, admission, or license fee for a revocable right to enter the Verizon Center, or a right to purchase future rights to enter the Verizon Center, has been paid.\n\n(3) \"Verizon Center\" means the facility located at 601 F Street, N.W., Washington, D.C., described as Square 455, Lot 47, as shown on the tax rolls of the District maintained by the Office of Tax and Revenue.\n\n(1) Notwithstanding any other provision of this chapter relating to the imposition ofsales tax on either a retail sale or a sale at retail, there is imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale:\n\n(A) At the Verizon Center of tangible personal property or services otherwise taxable, except:\n\n(i) The sale of food and beverages subject to the tax imposed by § 47-2002(3);\n\n(ii) The sale or charge for the services of parking motor vehicles subject to the tax imposed by § 47-2002(1); and\n\n(iii) The sale of tangible personal property or services by the following businesses:\n\n(I) Urban Adventures at Gallery Place, LLC (doing business as Vida Fitness);\n\n(II) Urban Salon, Inc. (doing business as Bang Salon);and\n\n(III) Shimba Hills Coffee, Inc. (doing business as Shimba Hills Coffee); and\n\n(B) Of tickets to any public event referred to in § 47-2001(n)(1)(H) sponsored by the person (or any affiliate of such person) and to be performed at the Verizon Center, regardless of whether the ticket is sold to a person who resells the ticket to another person or to a person who uses the ticket for admission to the event.\n\n(2) The revenues received by the District of Columbia from the taxes imposed by this section shall be deposited into the Verizon Center Fund established by the Bond Act.\n\n(c) The Chief Financial Officer shall promulgate regulations as may be necessary or appropriate to carry out the provisions of this section, including regulations relating to the determination of District gross receipts and electronic filing and payment of sales taxes and fees.\n\n(d) This section shall apply on the 1st day of the month that is at least 30 days (excluding Saturdays, Sundays, and holidays) after the issuance of the bonds authorized by the Bond Act and shall expire on the 1st day of the month after the date that the bonds authorized by the Bond Act have been paid in full.",
      "history": "July 12, 2007, D.C. Law 17-12, § 16(b), 54 DCR 5151",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.06.html"
    },
    {
      "id": "section-47-2002.07",
      "number": "47-2002.07",
      "heading": "Revenue from tax on gross receipts from sale of or charges for service of parking or storing vehicles or trailers dedicated to WMATA operating subsidy.",
      "text": "(a) For fiscal years beginning after September 30, 2017, and ending before October 1, 2023, all of the revenue derived from the collection of the tax imposed upon all vendors by § 47-2002(a)(1) on the gross receipts from the sale of or charges for the service of parking or storing vehicles or trailers, except the service of parking or storing of motor vehicles or trailers on a parking lot owned or operated by the Washington Metropolitan Area Transit Authority (“WMATA”) and located adjacent to a WMATA passenger stop or station, shall be dedicated annually to paying the District’s annual operating subsidies to WMATA.\n\n(b) For fiscal years beginning after September 30, 2023, and ending before October 1, 2027, from the revenue described in subsection (a) of this section there shall be dedicated annually to paying the District's annual operating subsidies to WMATA the lesser of:\n\n(1) All of such revenue; or\n\n(2) An amount equal to 102% of the amount dedicated pursuant to this subsection from such revenue in the prior fiscal year to paying the District's annual operating subsidies to WMATA.\n\n(c) For fiscal years beginning after September 30, 2027, all of the revenue described in subsection (a) of this section shall be dedicated annually to paying the District's annual operating subsidies to WMATA.",
      "history": "Apr. 8, 2011, D.C. Law 18-370, § 625(b)(2), 58 DCR 1008",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.07.html"
    },
    {
      "id": "section-47-2002.08",
      "number": "47-2002.08",
      "heading": "Football stadium additional sales taxes.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) \"RFK Campus\" means those parcels of land that are the subject of the Transfer of Jurisdiction Plat recorded in the Surveyor's Office on February 5, 2025, on page 13 of subdivision book 223.\n\n(2) \"Stadium\" means the stadium constructed on the RFK Campus after October 1, 2025, to be owned by the District, as described in the Term Sheet.\n\n(3) \"Term Sheet\" shall have the meaning set forth in [§ 10-1605.01(33)].\n\n(4) \"Ticket\" means any physical, electronic, or other form of a certificate, documents, or token showing that a fare, admission, or license fee for a revocable right to enter the Stadium has been paid.\n\n(b) Notwithstanding any other provision of this chapter, there is imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale of or charges for tickets to any public event to be performed at the Stadium subject to the gross sales tax under chapter 20 or the compensating-use tax under chapter 22.\n\n(c) Notwithstanding any other provision of this chapter, there is imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale at the Stadium of tangible personal property or services otherwise taxable under the provisions of this chapter, except for the gross receipts from:\n\n(1) The sales of food and beverages subject to the tax imposed by § 47-2002[(a)(3)]; and\n\n(2) The sale of or charge for the service of parking motor vehicles subject to the tax imposed by § 47-2002(a)(1).\n\n(d) The Chief Financial Officer shall promulgate regulations as may be necessary or appropriate to carry out the provisions of this section, including regulations relating to the determination of District gross receipts and electronic filing and payment of sales taxes and fees.",
      "history": "",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2002.08.html"
    },
    {
      "id": "section-47-2003",
      "number": "47-2003",
      "heading": "Reimbursement of vendor for tax.",
      "text": "(a) Reimbursement for the tax imposed upon the vendor shall be collected by the vendor from the purchaser on all sales the gross receipts from which are subject to the tax imposed by this chapter so far as it can be done. It shall be the duty of each purchaser in the District to reimburse the vendor, as provided in § 47-2004, for the tax imposed by this chapter. Such reimbursement of tax shall be a debt from the purchaser to the vendor and shall be recoverable at law in the same manner as other debts.\n\n(b) In the event that the vendor shall collect a tax in excess of the reimbursement schedule rates provided for in this chapter, such excess shall be refunded to the purchaser, or in lieu thereof, shall become a debt to the District in the same manner as taxes due and payable under this chapter.",
      "history": "May 27, 1949, 63 Stat. 115, ch. 146, title I, § 126; July 24, 1982, D.C. Law 4-131, § 203, 29 DCR 2418; Sept. 30, 1993, D.C. Law 10-25, § 111(g), 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; July 13, 2012, D.C. Law 19-149, § 2(a)(3), 59 DCR 5129",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2003.html"
    },
    {
      "id": "section-47-2004",
      "number": "47-2004",
      "heading": "Vendor to collect tax; credit for expenses; application.",
      "text": "(a) For the purpose of collecting his reimbursement as provided in § 47-2003 insofar as it can be done and yet eliminate the fractions of a cent, the vendor shall add to the sales price and collect from the purchaser such amounts as may be prescribed by the Mayor to carry out the purposes of this section.\n\n(b) Repealed.",
      "history": "May 27, 1949, 63 Stat. 115, ch. 146, title I, § 127; Oct. 21, 1975, D.C. Law 1-23, title III, § 301(8), 22 DCR 2100; July 24, 1982, D.C. Law 4-131, § 204, 29 DCR 2418; July 25, 1989, D.C. Law 8-17, § 4(c), 36 DCR 4160; Sept. 30, 1993, D.C. Law 10-25, § 111(h), 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 102(c), 48 DCR 334; July 13, 2012, D.C. Law 19-149, § 2(a)(4), 59 DCR 5129",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2004.html"
    },
    {
      "id": "section-47-2005",
      "number": "47-2005",
      "heading": "Exemptions.",
      "text": "Gross receipts from the following sales shall be exempt from the tax imposed by this chapter:\n\n(1) Sales to the United States or the District or any instrumentality thereof except sales to national banks and federal savings and loan associations;\n\n(2) Sales to a state or any of its political subdivisions if such state grants a similar exemption to the District. As used in this paragraph, the term “state” means the several states, territories, and possessions of the United States;\n\n(3) Sales to semipublic institutions; provided, however, that such sales shall not be exempt unless:\n\n(A) Such institution shall have first obtained a certificate from the Mayor stating that such institution is entitled to such exemption;\n\n(B) The vendor keeps a record of the sale, the name of the purchaser, the date of each separate sale, and the number of such certificate;\n\n(C) Such institution is located within the District; and\n\n(D) The property or services purchased are for use or consumption, or both, in maintaining, operating, and conducting the institution for the purpose for which it was organized or for honoring the institution or its members;\n\n(4) Sales of materials and services to the printing clerks of the majority and minority rooms of the House of Representatives for use in the operation of such rooms, and sales of materials and services made by such clerks in connection with the operation of such rooms;\n\n(A) Sales of personal property purchased by a utility or a public-service company for use or consumption in furnishing a service or commodity, if the charges from furnishing the service or commodity are subject to a gross receipts tax or a mileage tax in force in the District for the period of time covered by a return required to be filed by the provisions of this chapter. If the personal property purchased is used both to produce receipts or charges subject to a gross receipts tax or a mileage tax and receipts or charges not subject to a gross receipts tax or a mileage tax, then this sales tax exemption shall be allocated in accordance with rules issued by the Mayor.\n\n(B) Beginning on October 1, 1994, sales of personal property purchased by a toll telecommunication company, as defined in § 47-3901(10) [now § 47-3901(14)], irrespective of whether the property is used or consumed in furnishing a service, the charges from which are subject to the gross receipts tax imposed by § 47-2501(b), or Chapter 39 of this title. For the purposes of this subsection, the term “personal property” shall not include office equipment or office furniture.\n\n(C) Beginning on May 1, 1997, sales of personal property purchased by a wireless telecommunication company, as defined in § 47-3901(12) [now (16)], irrespective of whether the property is used or consumed in furnishing a service the charges from which are subject to Chapter 39 of this title. For purposes of this subparagraph, the term “personal property” shall not include office equipment or office furniture;\n\n(D) Sales of personal property purchased by a digital audio radio satellite service company operating under a digital audio radio satellite license granted by the Federal Communications Commission, irrespective of whether the property is used or consumed in furnishing a service the charges from which are subject to the gross receipts tax imposed by § 47-2501.01;\n\n(6) Repealed;\n\n(A) Casual and isolated sales by a vendor who is not regularly engaged in the business of making sales at retail;\n\n(B) For the first 5 events during a calendar year, sales at a charity auction or other fundraising activity by a nonprofit teaching hospital;\n\n(8) Sales of food or drink, beverages, and other goods made to any person for use in the operation of the majority and minority cloakrooms of the House of Representatives and sales of such food or drink, beverages, and other goods made by such person in connection with the operation of such cloakrooms;\n\n(9) Sales of food or drink or beverages of any nature if made in any car composing a part of any train or in any aircraft or boat operating within the District in the course of commerce between the District and a state;\n\n(10) Sales of goods made pursuant to bona fide contracts entered into before May 27, 1949; provided, that there is a contract in writing signed by the purchaser and vendor which imposes an unconditional liability on the part of the purchaser to buy the goods covered thereby at a fixed price and without escalator clause, and an unconditional liability on the part of the vendor to deliver a definite quantity of such goods at the contract price;\n\n(11) Sales of natural or artificial gas, oil, electricity, solid fuel, or steam, directly used in manufacturing, assembling, processing, or refining of tangible personal property for sale or resale;\n\n(A) Sales of natural or artificial gas, oil, electricity, solid fuel, or steam, directly used in a restaurant.\n\n(B) For the purposes of this paragraph, the term “restaurant” means a retail establishment that is licensed by the District of Columbia, a separately metered or sub-metered facility, and in the principal business of preparing and serving food to the public. The term “restaurant” shall include a pizzeria, delicatessen, ice cream parlor, cafeteria, take-out counter, and caterer, and banquet and food-processing areas in hotels. The term “restaurant” does not include beverage counters, including coffee shops and juice bars.\n\n(12) Repealed;\n\n(13) Sale of motor vehicles and trailers which are subject to the provisions of title III of the District of Columbia Revenue Act of 1949;\n\n(14) Sales of medicines, pharmaceuticals, and drugs whether or not made on prescriptions of duly licensed physicians and surgeons and general and special practitioners of the healing art;\n\n(A) Sales of bone screws, bone pins, pacemakers, and other articles permanently implanted in the human body to assist the functioning of any natural organ, artery, vein, or limb and which remain or dissolve in the body; orthopedic devices designed to be worn on the person of the user as a brace, support, or correction for the body structure, except orthopedic shoes and supportive devices for the foot unless they are required for the correction of a physical deformity; artificial human eyes and their replacement parts; artificial limbs for human beings and their replacement parts; artificial hearing devices for human beings and their replacement parts; mammary prostheses; any appliance and related supplies necessary as a result of any surgical procedure by which an artificial opening is created in the human body for the elimination of natural waste; sales of false teeth by a dentist and the materials used directly by a dentist in the restoration or preservation of teeth; sales of eyeglasses, when especially designed or prescribed by an ophthalmologist, oculist, or optometrist; provided, that such items are for the personal use of the owner or purchaser; and\n\n(B) Sales of wheelchairs, crutches, canes, quad canes, walkers, hospital beds, bedside commodes, patient lifts, urinals, respirators, oxygen tents, kits and inhalers; hemodialysis devices, transcutaneous nerve stimulators; and sales of any other device, apparatus, or equipment used to replace or substitute for any part of the human body, or used to assist the ill or people with disabilities in saving or prolonging life, or used to alleviate pain and suffering; provided, that such device, apparatus, or equipment is sold to an individual for the personal use of that individual and pursuant to written prescriptions or orders of duly licensed physicians and surgeons and general and special practitioners of the healing art;\n\n(16) Sales of material to be incorporated permanently in any war memorial authorized by Congress to be erected on public grounds of the United States;\n\n(17) Repealed;\n\n(18) Food or drink described in § 47-2001(n)(1)(A), which is delivered and sold without profit by a nonprofit volunteer organization to persons who are confined to their homes due to age, illness, disability, or infirmity; provided that such sales shall not be exempt unless such organization has received a certificate of exemption from the District as a semipublic institution;\n\n(19) Sales of food or drink as described in subsection (n)(1)(A) of § 47-2001 made by a residence for senior citizens to the residents and employees of such facility and to the bona fide guests of such residents; provided, that the facility does not also make such sales to the general public. As used in this paragraph, the term “residence for senior citizens” means any facility which rents or offers for rent rooms or dwelling units exclusively to persons who are 60 years of age or older or who are blind or have another disability; provided, that at least 80% of the residents of such facility must be 60 years of age or older;\n\n(20) Sales of motor-vehicle fuels upon the sale of which a tax is imposed by Chapter 23 of this title, as amended or as may be hereafter amended;\n\n(21) Sales of vessels which are subject to the provisions of Article 29 of the Police Regulations;\n\n(22) Sales to an organization exempt under 26 U.S.C. § 501(c)(4) when the organization’s membership is limited to a state, territory, or possession of the United States or any political subdivision of a state, territory, or possession;\n\n(23) Sales of “eligible foods,” as defined in 7 CFR 271.2 pursuant to the federal Food Stamp Act of 1977 (7 U.S.C. § 2011 et seq.) (“Stamp Act”), and purchased with food stamps issued pursuant to the Stamp Act;\n\n(A) Sales of residential public utility services and commodities by a gas, electric, or telephone company, sales of residential heating oil or related services by any person, sales of residential natural or artificial gas by any person, or sales of residential electricity by an electric supplier; and\n\n(B) Sales of residential local exchange service or exchange access as defined in § 47-3901(14) [see Editor’s note].\n\n(25) Sales of tickets sold for the 1994 World Cup Soccer Games;\n\n(26) Sales of residential cable television service and commodities by a cable television company;\n\n(27) Sales of the following:\n\n(A) Printing services, if purchased by a publisher to print a newspaper that is to be distributed free of charge in the District;\n\n(B) Tangible personal property purchased by a publisher that prints its own newspaper, if the property is incorporated by the publisher as a material or part of a newspaper that is distributed free of charge in the District; and\n\n(C) Wrapping, packing and packaging supplies, if purchased by a publisher to further the distribution of a newspaper that is distributed free of charge in the District;\n\n(28) Sales of building materials related to the development of a qualified supermarket, as defined under § 47-3801;\n\n(29) Beginning on May 1, 1997, 2-way land mobile radio used for taxicabs fare dispatch and for communication between taxicab drivers and their base;\n\n(A) Gross receipts from sales of tangible personal property to be incorporated or consumed in the course of construction of the Gallery Place Project;\n\n(B) For the purposes of this paragraph, “Gallery Place Project” means the acquisition, construction, installing, and equipping of a mixed-use complex located on Square 454, Lots 41, 824, 838, 857, 877, 878, the portion of the public alley that reverted to former Lot 820, (which is currently known as Lot 866) and former Lot 821 (which is currently known as Lot 867) pursuant to the Plat of Alley Closing filed with the Surveyor of the District of Columbia in Liber 17 at folio 74; and the portions of the public alley that will revert to Lots 41, 824, 838, 857, 877 and 878, all in Square 454, pursuant to the alley closing approved by the Closing of Public Alleys in Square 454 and Square 455, S.O. 98-194 Act of 1999, effective October 22, 1999 (D.C. Law 13-48; 46 DCR 6768), and consisting of:\n\n(i) An approximately 60,000-square-foot multiplex cinema;\n\n(ii) A mixed-use facility providing for retail stores, dining, entertainment, a health and fitness club, offices, and related facilities;\n\n(iii) A market-rate housing complex consisting of approximately 170 residential units;\n\n(iv) A parking garage containing approximately 850 parking spaces; and\n\n(v) Other ancillary improvements; and\n\n(C) The amount of all taxes, fees, and deposits exempt, abated, or waived under this paragraph, section 2(b) of the Gallery Place Economic Development Amendment Act of 2000, effective April 3, 2001, (D.C. Law 13-241; 48 DCR 610) [D.C. Code § 2-1217.31(b)], and §§ 47-902(17), 45-922(24) [§ 42-1102(24) (2001 Ed.)], and 47-1002(26), shall not exceed, in the aggregate, $7 million;\n\n(31) [Repealed].\n\n(32) Repealed;\n\n(32A) Repealed.\n\n(33) Sales of material or equipment used in the construction, and of materials used in the repair or alteration, of real property; provided, that the materials are temporarily stored, for no longer than 90 days, in the District for the purpose of subsequently transporting the property outside the District for use solely outside the District.\n\n(A) Sales of tangible personal property to be incorporated in or consumed in the course of the initial development, construction, equipping, and furnishing of the Mandarin Hotel Project until the Development Sponsor sells the Mandarin Oriental Hotel Project, as evidenced by the recordation of a deed conveying title to Square 299, Lot 831, at which time such amounts shall be due and payable without penalty or interest.\n\n(B) The amount of all taxes, fees, and deposits deferred under this paragraph, section 2(b) of the Mandarin Oriental Hotel Tax Deferral Act of 2002, passed on 2nd reading on September 17, 2002 (Enrolled version of Bill 14-466) [D.C Code § 2-1217.32(b)], and §§ 42-1102(25), 47-902(19), and 47-1002(27), shall not exceed, in the aggregate, $4 million.\n\n(C) For purposes of this paragraph, the term:\n\n(i) “Development Sponsor” means Portals Hotel Site, LLC, a Delaware limited liability company, and its successors and assigns.\n\n(ii) “Mandarin Oriental Hotel Project” means the acquisition and initial development, construction, equipping, and furnishing of a Mandarin Oriental hotel within the Portals project, located on Square 299, Lot 831, consisting of a 400-room hotel with approximately 33,000 square feet of associated meeting and banquet space, 2 restaurants, a health spa and fitness center totaling approximately 10,000 square feet, and approximately 90,000 square feet of public parking space for approximately 200 cars.\n\n(iii) “Mandarin TIF Bonds” means the tax increment financing bonds issued in connection with the Mandarin Oriental Hotel Project pursuant to the Tax Increment Revenue Bonds Mandarin Hotel Project Emergency Approval Resolution of 2000, effective March 7, 2000 (Res. 13-510; 47 DCR 2133), and the Mandarin Hotel Project Modification Approval Resolution of 2000, effective December 19, 2000 (Res. 13-745; 48 DCR 83).\n\n(D) This paragraph shall apply upon the closing of the sale of the Mandarin TIF Bonds;\n\n(35) Sales by the United States or the District, as fixed by regulation;\n\n(36) Fees retained by a retail establishment under [§ 8-102.03(b)(1)];\n\n(37) [Repealed].\n\n(A) Sales of feminine hygiene products;\n\n(B) For the purposes of this paragraph, the term \"feminine hygiene product\" means a sanitary napkin, sanitary towel, tampon, menstrual cup, or sanitary pad;\n\n(A) Sales of diapers;\n\n(B) For the purposes of this paragraph, the term \"diaper\" means an absorbent incontinence product that is washable or disposable and worn by a person, regardless of age or sex, who cannot control bladder or bowel movements;\n\n(40) Any sales concomitant to the transfer of real and personal property between the electric company and the District pursuant to [§ 34-1313.11(c)];\n\n(41) Not Funded; and\n\n(A) Sales of Personal Seat Licenses at the Stadium for the term of the lease between the District and Pro-Football LLC, or an affiliate of Pro-Football LLC, for the Stadium.\n\n(B) For the purposes of this paragraph, the term:\n\n(i) \"Personal Seat License\" means a license, location right, or other similar instrument for seats in the Stadium issued to a person for the right to purchase season tickets to games and tickets to other events at the Stadium.\n\n(ii) \"Stadium\" shall have the same meaning as set forth in § 47-2002.08(a)(2).",
      "history": "May 27, 1949, 63 Stat. 115, ch. 146, title I, § 128; May 18, 1954, 68 Stat. 118, ch. 218, title XIII, § 1305; Mar. 31, 1956, 70 Stat. 81, ch. 154, title II, § 204; July 3, 1957, 71 Stat. 276, Pub. L. 85-82, § 1; Sept. 30, 1966, 80 Stat. 856, Pub. L. 89-610, title III, § 302; Aug. 2, 1968, 82 Stat. 614, Pub. L. 90-450, title III, § 305(a); Oct. 31, 1969, 83 Stat. 171, Pub. L. 91-106, title I, § 106; Jan. 5, 1971, 84 Stat. 1932, Pub. L. 91-650, title II, § 201(b); Oct. 21, 1975, D.C. Law 1-23, title III, § 301(9), (10), 22 DCR 2101; June 15, 1976, D.C. Law 1-70, title IV, § 403, 23 DCR 540; Apr. 6, 1977, D.C. Law 1-101, § 2, 23 DCR 8731; Mar. 3, 1979, D.C. Law 2-145, § 2, 25 DCR 6983; Sept. 13, 1980, D.C. Law 3-92, § 201(c), 27 DCR 3390; Mar. 4, 1981, D.C. Law 3-128, § 12, 28 DCR 246; July 24, 1982, D.C. Law 4-131, §§ 205, 503, 29 DCR 2418; Aug. 14, 1982, D.C. Law 4-133, § 2, 29 DCR 2745; Mar. 14, 1984, D.C. Law 5-58, § 3, 30 DCR 6293; Feb. 28, 1987, D.C. Law 6-207, § 2, 34 DCR 677; Sept. 22, 1987, D.C. Law 7-24, § 2, 34 DCR 4515; Oct. 1, 1987, D.C. Law 7-25, § 4, 34 DCR 5068; Sept. 20, 1989, D.C. Law 8-26, § 20, 36 DCR 4723; Mar. 11, 1992, D.C. Law 9-71, § 2, 39 DCR 19; Sept. 10, 1992, D.C. Law 9-145, § 107(c), 39 DCR 4895; Sept. 30, 1993, D.C. Law 10-25, § 111(i), 40 DCR 5489; Apr. 30, 1994, D.C. Law 10-115, § 203(b), 41 DCR 1216; June 14, 1994, D.C. Law 10-128, § 104(c), 41 DCR 2096; Sept. 26, 1995, D.C. Law 11-52, § 113, 42 DCR 3684; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 30, 1998, D.C. Law 12-99, § 2(a), 45 DCR 1524; Apr. 30, 1998, D.C. Law 12-100, § 2(c), 45 DCR 1533; Oct. 14, 1999, D.C. Law 13-49, § 8(a), 46 DCR 5153; Apr. 5, 2000, D.C. Law 13-75, § 2(b), 46 DCR 10425; July 18, 2000, D.C. Law 13-148, § 2(b), 47 DCR 4636; Oct. 4, 2000, D.C. Law 13-166,§ 3(c), 47 DCR 5821; Oct. 19, 2000, D.C. Law 13-172, § 2302(a), 47 DCR 6308; Apr. 3, 2001, D.C. Law 13-241, § 4(c), 48 DCR 610; Apr. 3, 2001, D.C. Law 13-256, § 402(b), 48 DCR 730; June 9, 2001, D.C. Law 13-306, § 2, 48 DCR 569; June 9, 2001, D.C. Law 13-305, § 202(g), 302(c), 48 DCR 334; June 19, 2001, D.C. Law 13-313, § 16(b), 48 DCR 1873; Oct. 26, 2001, D.C. Law 14-42, §§ 12, 14, 48 DCR 7612; June 25, 2002, D.C. Law 14-157, § 2(b), 49 DCR 4279; Oct. 19, 2002, D.C. Law 14-213, §§ 38, 39, 49 DCR 8140; Mar. 25, 2003, D.C. Law 14-232, § 4(c), 49 DCR 9764; Apr. 4, 2003, D.C. Law 14-282, § 11(ss), 50 DCR 896; Mar. 13, 2004, D.C. Law 15-105, §§ 12(e), 26(d), 85(b), 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 1182, 51 DCR 8441; Apr. 5, 2005, D.C. Law 15-277, § 2, 52 DCR 833; Apr. 24, 2007, D.C. Law 16-305, § 73(f), 53 DCR 6198; Sept. 23, 2009, D.C. Law 18-48, § 2(a)(2), 56 DCR 5482; Sept. 23, 2009, D.C. Law 18-55, § 9(a)(5), 56 DCR 5703; Mar. 3, 2010, D.C. Law 18-111, § 7041, 57 DCR 181; Mar. 12, 2011, D.C. Law 18-324, § 2, 58 DCR 3; Dec. 24, 2013, D.C. Law 20-61, § 7362, 60 DCR 12472; June 26, 2014, D.C. Law 20-117, § 15(a), 61 DCR 2032; Mar. 11, 2015, D.C. Law 20-223, § 101, 62 DCR 227",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2005.html"
    },
    {
      "id": "section-47-2006",
      "number": "47-2006",
      "heading": "Application of exemption.",
      "text": "The exemption provided for in § 47-2005(19) shall apply to sales made on or after January 1, 1978. Any tax collected by the District of Columbia from a vendor on such exempt sales and any reimbursements collected by a vendor from purchasers on such exempt sales shall be refunded in accordance with § 47-2020; provided, that no interest shall be allowed or paid on any amount refunded pursuant to this section.",
      "history": "Mar. 3, 1979, D.C. Law 2-145, § 3, 25 DCR 6983; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2006.html"
    },
    {
      "id": "section-47-2007",
      "number": "47-2007",
      "heading": "Action for collection of taxes.",
      "text": "No administrative or civil action for the collection by the District of Columbia from a vendor of taxes (or penalties and interest thereon) due and payable on sales made prior to January 1, 1978, which would have been exempt sales under § 47-2005(19) if such sales had been made on or after January 1, 1978, shall be commenced after the effective date of this section. Any such administrative or civil action that was commenced on or after January 1, 1978, shall be terminated, and any taxes, penalties, and interest collected from a vendor pursuant to any such administrative or civil action commenced on or after January 1, 1978, shall be refunded in accordance with § 47-2020, notwithstanding the limitation in such section on refunds of taxes finally determined as due under § 47-2019; provided, that no interest shall be allowed or paid on any amount refunded pursuant to this section.",
      "history": "Mar. 3, 1979, D.C. Law 2-145, § 4, 25 DCR 6983; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2007.html"
    },
    {
      "id": "section-47-2008",
      "number": "47-2008",
      "heading": "Rules and regulations.",
      "text": "The Mayor is authorized to promulgate such rules and regulations as may be necessary to carry out the purposes of §§ 47-2006 and 47-2007.",
      "history": "Mar. 3, 1979, D.C. Law 2-145, § 5, 25 DCR 6983; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2008.html"
    },
    {
      "id": "section-47-2009",
      "number": "47-2009",
      "heading": "Tax to be separately stated.",
      "text": "Upon each sale of tangible personal property or services, the gross receipts from which are taxable under this chapter, the reimbursement of tax to be collected by the vendor from the purchaser under the provisions of this chapter shall be stated and charged separately from the sales price and shown separately on any record thereof at the time the sale is made or evidence of sale issued or employed by the vendor.",
      "history": "May 27, 1949, 63 Stat. 117, ch. 146, title I, § 129; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2009.html"
    },
    {
      "id": "section-47-2010",
      "number": "47-2010",
      "heading": "Presumption of taxability.",
      "text": "It shall be presumed that all receipts from the sale of tangible personal property and services mentioned in this chapter are subject to tax until the contrary is established, and the burden of proving that a receipt is not taxable hereunder shall be upon the vendor or the purchaser as the case may be. Except as provided in § 47-2005(3), unless the vendor shall have taken from the purchaser a certificate signed by and bearing the name and address of the purchaser and the number of his registration certificate to the effect that the property or service was purchased for resale or the property or service is exempt under § 47-2005, the receipts from all sales shall be deemed taxable. The certificate herein required shall be in such form as the Mayor shall prescribe and, in case no certificate is furnished or obtained prior to the time the sale is consummated, the tax shall apply to the gross receipts therefrom as if the sale were made at retail.",
      "history": "May 27, 1949, 63 Stat. 117, ch. 146, title I, § 130; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 102(d), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2010.html"
    },
    {
      "id": "section-47-2011",
      "number": "47-2011",
      "heading": "Tax a personal debt; period of limitation; liens.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 117, ch. 146, title I, § 131; July 24, 1982, D.C. Law 4-131, § 206, 29 DCR 2418; Feb. 28, 1987, D.C. Law 6-209, § 405(a), 34 DCR 689; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(ff)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2011.html"
    },
    {
      "id": "section-47-2012",
      "number": "47-2012",
      "heading": "Tax a preferred claim; priority over property taxes.",
      "text": "Whenever the business or property of any person subject to tax under the terms of this chapter, shall be placed in receivership or bankruptcy, or assignment is made for the benefit of creditors, or if said property is seized under distraint for property taxes, all taxes, penalties, and interest imposed by this chapter for which said person is in any way liable shall be a prior and preferred claim. Neither the United States Marshal, nor a receiver, assignee, or any other officer shall sell the property of any person subject to tax under the terms of this chapter under process or order of any court without first determining from the Collector the amount of any such taxes due and payable by said person, and if there be any such taxes due, owing, or unpaid under this chapter, it shall be the duty of such officer to first pay to the Collector the amount of said taxes out of the proceeds of said sale before making any payment of any moneys to any judgment creditor or other claimants of whatsoever kind or nature. Any person charged with the administration or distribution of any such property as aforesaid who shall violate the provisions of this section shall be personally liable for any taxes accrued and unpaid which are chargeable against the person otherwise liable for tax under the terms of this section.",
      "history": "May 27, 1949, 63 Stat. 117, ch. 146, title I, § 132; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2012.html"
    },
    {
      "id": "section-47-2013",
      "number": "47-2013",
      "heading": "Collection of tax; liens; jeopardy assessments; distraint.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 118, ch. 146, title I, § 133; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(ff)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2013.html"
    },
    {
      "id": "section-47-2014",
      "number": "47-2014",
      "heading": "Assumption or refund of tax by vendor unlawful; penalties.",
      "text": "It shall be unlawful for any vendor to advertise or hold out or state to the public or to any customer directly or indirectly that the reimbursement of tax or any part thereof to be collected by the vendor under this chapter will be assumed or absorbed by the vendor or that it will not be added to the selling price of the property sold or the taxable services rendered, or if added to said price that it, or any part thereof, will be refunded. Any person violating any provision of this section shall upon conviction be fined not more than the amount set forth in [§ 22-3571.01], or imprisoned for not more than 6 months, or both, for each offense.",
      "history": "May 27, 1949, 63 Stat. 118, ch. 146, title I, § 134; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 11, 2013, D.C. Law 19-317, § 286(i), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2014.html"
    },
    {
      "id": "section-47-2015",
      "number": "47-2015",
      "heading": "Monthly returns.",
      "text": "(a) On or before the 20th day of each calendar month, every vendor who has made any sale at retail, taxable under the provisions of this chapter, during the preceding calendar month, shall file a return with the Mayor. Such returns shall show the total gross proceeds of the vendor’s business for the month for which the return is filed; the gross receipts of the business of the vendor upon which the tax is computed; the amount of tax for which the vendor is liable and such other information as the Mayor deems necessary for the computation and collection of the tax.\n\n(a-1) For the purposes of this chapter and Chapter 22 of this title, a room remarketer shall be deemed a vendor with respect to additional charges and shall file returns and remit tax with respect to such additional charges. The room remarketer shall collect and remit the tax imposed by this chapter and Chapter 22 of this title with respect to the net charges for the accommodations to the operator of the hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration. The operator shall be deemed a vendor with respect to such net charges and shall file returns and remit tax with respect to such net charges.\n\n(b) The Mayor may permit or require the returns to be made for other periods and upon such other dates as he may specify; provided, that the gross receipts during any tax year shall be included in returns covering such year and no other.\n\n(c) The form of returns shall be prescribed by the Mayor and shall contain such information as he may deem necessary for the proper administration of this chapter. The Mayor may require amended returns to be filed within 20 days after notice and to contain the information specified in the notice.",
      "history": "May 27, 1949, 63 Stat. 118, ch. 146, title I, § 135; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Sept. 14, 2011, D.C. Law 19-21, § 7002(a)(4), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 7113, 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2015.html"
    },
    {
      "id": "section-47-2016",
      "number": "47-2016",
      "heading": "Payment of tax.",
      "text": "(a) At the time of filing his return as provided by this chapter, the taxpayer shall pay to the Collector the taxes imposed by this chapter.\n\n(b) The taxes for the period for which a return is required to be filed by a vendor under this chapter shall be due by the vendor and payable to the Collector on the date limited for the filing of the return for such period, without regard to whether a return is filed or whether the return which is filed correctly shows the amount of gross receipts and taxes due thereon.",
      "history": "May 27, 1949, 63 Stat. 118, ch. 146, title I, § 136; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2016.html"
    },
    {
      "id": "section-47-2017",
      "number": "47-2017",
      "heading": "Annual returns.",
      "text": "On or before 30 days after the end of the tax year of each vendor required to pay to the Collector the tax imposed by the provisions of this chapter, such vendor shall make an annual return for such tax year in such form as may be required by the Mayor. The Mayor for good cause shown may on the written application of a vendor extend the time for making any return required by this section.",
      "history": "May 27, 1949, 63 Stat. 119, ch. 146, title I, § 137; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2017.html"
    },
    {
      "id": "section-47-2018",
      "number": "47-2018",
      "heading": "Secrecy of returns; reciprocity.",
      "text": "(1) Except to any official of the District, having a right thereto in his official capacity, it shall be unlawful for any officer or employee, or any former officer or employee, of the District to divulge or make known in any manner the amount of gross proceeds or tax due or any particulars relating thereto or the computation thereof set forth or disclosed in any return required to be filed under this chapter, and neither the original nor a copy of any return desired for use in litigation in court shall be furnished where neither the District nor the United States is interested in the result of such litigation, whether or not the request is contained in an order of the court; provided, however, that nothing herein contained shall be construed to prevent the furnishing to a taxpayer a copy of his return upon the payment of a fee of $3.50.\n\n(2) The provisions of paragraph (1) of this subsection shall also apply to any state or local sales tax returns, copies thereof, and any other state or local sales tax information either submitted by the taxpayer or otherwise obtained. The provisions of paragraph (1) of this subsection shall not apply to any applications for exemption and their required related financial statements for persons which have been granted exemption under this chapter.\n\n(3) Whenever it is necessary for the District to enter into contracts for the purpose of processing, storing, transmitting, or reproducing tax returns required by this chapter, such returns may be disclosed to the contractor to the extent needed in connection with the processing, storing, transmitting, or reproducing of such tax returns. The provisions of subsections (a) and (d) of this section shall apply to all such contractors, their officers and employees, and to all such former contractors, former officers, and former employees.\n\n(b) Nothing contained in subsection (a) of this section shall be construed to prohibit the publication of notices authorized in this chapter or the publication of statistics so classified as to prevent the identification of particular returns or reports and the items thereof, or the publication of delinquent lists showing the names of persons, vendors, or purchasers who have failed to pay the taxes imposed by this chapter within the time prescribed herein, together with any relevant information which in the opinion of the Mayor may assist in the collection of such delinquent taxes.\n\n(c) Nothing contained in subsection (a) of this section shall be construed to prohibit the Mayor, in his discretion, from divulging or making known any information contained in any report, application, or return required under the provisions of this chapter other than such information as may be contained therein relating to the amount of gross proceeds or tax thereon or any particulars relating thereto or the computation thereof.\n\n(d) Any violation of the provisions of subsection (a) of this section shall be punishable by a fine of not more than the amount set forth in [§ 22-3571.01], or imprisonment for 1 year, or both, in the discretion of the court.\n\n(e) Notwithstanding the provisions of this section, the Mayor may permit the proper officer of the United States or of any state or territory of the United States or his authorized representative to inspect the returns filed under this chapter, or may furnish to such officer or representative a copy of any such return, provided the United States, state, or territory grants substantially similar privileges to the Mayor or his representative or to the proper officer of the District charged with the administration of this chapter.\n\n(f) All reports, applications, and returns received by the Mayor under the provisions of this chapter shall be preserved for 3 years and thereafter until the Mayor orders them to be destroyed.",
      "history": "May 27, 1949, 63 Stat. 119, ch. 146, title I, § 138; Mar. 16, 1978, D.C. Law 2-57, § 4, 24 DCR 5426; July 24, 1982, D.C. Law 4-131, §§ 207, 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 11, 2013, D.C. Law 19-317, § 286(j), 60 DCR 2064",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2018.html"
    },
    {
      "id": "section-47-2019",
      "number": "47-2019",
      "heading": "Determination of deficiencies.",
      "text": "If a return required by this chapter is not filed, or if a return when filed is incorrect or insufficient, the amount of tax due shall be determined by the Mayor from such information as may be obtainable. Assessments of any deficiencies in the tax due under this chapter, or any interest and penalties thereon, shall be governed by § 47-4312.",
      "history": "May 27, 1949, 63 Stat. 119, ch. 146, title I, § 139; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Dec. 7, 2004, D.C. Law 15-217, § 4(c), 51 DCR 9126",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2019.html"
    },
    {
      "id": "section-47-2020",
      "number": "47-2020",
      "heading": "Refunds.",
      "text": "(a) Any tax that has been erroneously or illegally collected shall be refunded if application under oath is filed with the Mayor for such refund within 3 years from the payment thereof. For like cause and within the same period a refund may be made upon the certificates of the Mayor and the Collector. Whenever a refund is made upon the certificates of the Mayor and the Collector, the Mayor and Collector shall state their reasons therefor in writing. Such application may be made by the person upon whom such tax was imposed and who has actually paid the tax. When an application is made by a vendor who has collected reimbursement of such tax, no actual refund of monies shall be made to such vendor, until he shall first establish to the satisfaction of the Mayor, under such regulations as the Mayor may prescribe, that the vendor has repaid to the purchaser the amount for which the application for refund is made. In lieu of any refund required to be made, a credit may be allowed therefor on payment due from the applicant.\n\n(b) Credit may be taken against gross sales taxable under this chapter for amounts represented by accounts found to be worthless and actually charged off for income or franchise tax purposes; provided, however, that:\n\n(1) The tax on such amounts has been previously paid to the District;\n\n(2) Any such amounts so deducted from taxable sales prior to the date of write-off which may be thereafter collected shall be included in the first return filed after such collection and the amounts of tax paid thereon;\n\n(3) Such amounts may not be deducted more than 3 years after the payment of the tax on such amounts; and\n\n(4) In the event such amounts exceed the taxable sales for the reporting period, a refund may be applied for under subsection (a) of this section.\n\n(c) Application for a refund or credit made as herein provided shall be deemed an application for a revision of any tax, penalty, or interest complained of and the Mayor may receive evidence with respect thereto. After making his determination of whether any refund shall be made, the Mayor shall give notice thereof to the applicant.\n\n(d) Repealed.",
      "history": "May 27, 1949, 63 Stat. 120, ch. 146, title I, § 140; July 24, 1982, D.C. Law 4-131, §§ 208, 223, 29 DCR 2418; May 21, 1988, D.C. Law 7-121, § 4, 35 DCR 2695; Sept. 30, 1993, D.C. Law 10-25, § 111(j), 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 22, 2009, D.C. Law 18-71, § 12(c)(2), 56 DCR 6619",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2020.html"
    },
    {
      "id": "section-47-2021",
      "number": "47-2021",
      "heading": "Appeals.",
      "text": "(a) Any person aggrieved by a final determination of tax or by a denial of a claim for refund (other than a refund of tax finally determined under § 47-2019) may, within 6 months from the date of final determination or from the date of the denial of a claim for refund appeal to the Superior Court of the District of Columbia in the same manner and to the same extent as set forth in §§ 47-3303, 47-3304, 47-3306, 47-3307, and 47-3308.\n\n(b) If it is determined by the Mayor or by the Superior Court that any part of any tax which was assessed as a deficiency, and any interest thereon paid by the taxpayer, was an overpayment, interest shall be allowed and paid on the overpayment of tax at the rate provided for in § 47-3310(c) per annum from the date the overpayment was paid until the date of refund.",
      "history": "May 27, 1949, 63 Stat. 120, ch. 146, title I, § 141; July 29, 1970, 84 Stat. 581, Pub. L. 91-358, title I, § 161(d)(3); Sept. 13, 1980, D.C. Law 3-92, § 201(d), 27 DCR 3390; July 24, 1982, D.C. Law 4-131, §§ 209, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2021.html"
    },
    {
      "id": "section-47-2022",
      "number": "47-2022",
      "heading": "Sales in bulk.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 121, ch. 146, title I, § 142; July 24, 1982, D.C. Law 4-131, §§ 210, 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254,§ 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(gg)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2022.html"
    },
    {
      "id": "section-47-2023",
      "number": "47-2023",
      "heading": "Rules and regulations.",
      "text": "The Mayor may issue rules and regulations to carry out the purposes of this chapter.",
      "history": "May 27, 1949, 63 Stat. 121, ch. 146, title I, § 143; July 24, 1982, D.C. Law 4-131, § 211, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2023.html"
    },
    {
      "id": "section-47-2024",
      "number": "47-2024",
      "heading": "Additional powers.",
      "text": "In addition to the powers granted to the Mayor in this chapter, he, and the Council of the District of Columbia with respect to paragraphs (3) and (4) of this section, are hereby authorized and empowered:\n\n(A) To extend for cause shown the time of filing any return for a period not exceeding 30 days; provided, however, that the provisions regarding interest imposed per month or fraction thereof contained in § 47-4213 shall apply to any tax paid under an extension of time granted;\n\n(B) For cause shown, to remit penalties and interest in whole or in part except as otherwise provided in this chapter; and\n\n(C) To compromise disputed claims in connection with the tax hereby imposed;\n\n(2) To request information from the Internal Revenue Service of the Treasury Department of the United States relative to any person for the purpose of assessing taxes imposed by this chapter; and said Internal Revenue Service is authorized and required to supply such information as may be requested by the Mayor relative to any person for the purpose herein provided;\n\n(3) To prescribe methods for determining the gross proceeds from sales made or services rendered and for the allocation of such sales into taxable and nontaxable sales;\n\n(4) To require any vendor selling to persons within the District to keep detailed records of the nature and value of personal property sold for use within the District, and to furnish such information upon request to the Mayor;\n\n(5) To assess, determine, revise, and readjust the taxes imposed under this chapter; and\n\n(6) To revoke, for reasonable cause, any registration certificate issued under the provisions of this chapter.",
      "history": "May 27, 1949, 63 Stat. 121, ch. 146, title I, § 144; Sept. 13, 1980, D.C. Law 3-92, § 201(e), 27 DCR 3390; July 24, 1982, D.C. Law 4-131, §§ 212, 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(hh), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2024.html"
    },
    {
      "id": "section-47-2025",
      "number": "47-2025",
      "heading": "Examination of records and witnesses.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 122, ch. 146, title I, § 145; July 29, 1970, 84 Stat. 573, Pub. L. 91-358, title I, § 155(c)(52); July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(ii)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2025.html"
    },
    {
      "id": "section-47-2026",
      "number": "47-2026",
      "heading": "Certificate of registration.",
      "text": "(a) No person shall engage or continue to engage in the business of making any retail sales subject to tax under the provisions of this chapter without having obtained a certificate of registration therefor. If 2 or more persons constitute a single vendor as defined in this chapter, such persons may operate a single retail establishment under 1 certificate of registration and in such case neither the death or retirement of 1 or more of such persons from business in such establishment nor the entrance of 1 or more persons thereinto shall affect the certificate of registration for a period of 60 days or require the issuance of a new certificate until the expiration of such period.\n\n(b) Each applicant for a certificate required by this section shall make out and deliver to the Mayor, upon a blank to be furnished by him for that purpose, a statement showing the name of the applicant, each retail establishment where the applicant’s business is to be conducted, the kind or nature of such business and such other information as the Mayor may prescribe. Upon receipt of such application the Mayor shall issue the applicant, without charge, a certificate of registration for each retail establishment designated in the application, authorizing the applicant to engage in business at such retail establishment. The certificate of registration shall be nontransferable except as otherwise provided in this chapter, and shall be displayed in the applicant’s place of business. The form of such certificate of registration shall be prescribed by the Mayor.\n\n(c) In the case of a vendor who has no fixed place of business and sells from 1 or more vehicles, each such vehicle shall constitute a retail establishment for the purpose of this chapter. In the case of a vendor who has no fixed place of business and does not sell from a vehicle, the application for a certificate of registration shall set forth the address to which any notice or other communication authorized by this chapter may be sent to the applicant, and the place so designated shall constitute a retail establishment for the purposes of this chapter.\n\n(d) Whoever engages in the business of selling tangible personal property at retail, or makes any sale which is subject to tax under the provisions of this chapter without having a certificate of registration therefor, as required by this section, shall, upon conviction thereof, be fined not more than $50 for each and every separate day on which said retail sales are made without possession of such registration certificate.",
      "history": "May 27, 1949, 63 Stat. 122, ch. 146, title I, § 146; July 24, 1982, D.C. Law 4-131, §§ 213, 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2026.html"
    },
    {
      "id": "section-47-2027",
      "number": "47-2027",
      "heading": "Certificate of Mayor; presumptions.",
      "text": "The certificate of the Mayor to the effect that a tax has not been paid, that a return has not been filed, that a registration certificate has not been obtained, or that information has not been supplied under the provisions of this chapter shall be presumptive evidence thereof; provided, that the presumptions created by this subsection shall not be applicable in criminal prosecutions.",
      "history": "May 27, 1949, 63 Stat. 123, ch. 146, title I, § 147; July 10, 1952, 66 Stat. 543, ch. 649, § 2(c); Oct. 31, 1969, 83 Stat. 171, Pub. L. 91-106, title I,§ 107; Sept. 13, 1980, D.C. Law 3-92, § 201(f), 27 DCR 3390; July 24, 1982, D.C. Law 4-131, § 214, 29 DCR 2418; Feb. 28, 1987, D.C. Law 6-209, § 405(b), 34 DCR 689; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(jj)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2027.html"
    },
    {
      "id": "section-47-2028",
      "number": "47-2028",
      "heading": "Additional penalties for failure to comply with chapter.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 123, ch. 146, title I, § 148; Apr. 19, 1977, D.C. Law 1-124, title VI, § 601, 23 DCR 8749; July 24, 1982, D.C. Law 4-131, § 215, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 4, 2000, D.C. Law 13-204, § 2(c), 47 DCR 5799",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2028.html"
    },
    {
      "id": "section-47-2029",
      "number": "47-2029",
      "heading": "Assessment of and limitations on deficiencies.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 123, ch. 146, title I, § 149; July 24, 1982, D.C. Law 4-131, § 216, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(kk)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2029.html"
    },
    {
      "id": "section-47-2030",
      "number": "47-2030",
      "heading": "Prosecutions.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 124, ch. 146, title I, § 150; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(kk)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2030.html"
    },
    {
      "id": "section-47-2031",
      "number": "47-2031",
      "heading": "Notices.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 124, ch. 146, title I, § 151; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(kk)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2031.html"
    },
    {
      "id": "section-47-2032",
      "number": "47-2032",
      "heading": "Extensions of time.",
      "text": "Repealed.",
      "history": "May 27, 1949, 63 Stat. 124, ch. 146, title I, § 152; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(kk)(2), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2032.html"
    },
    {
      "id": "section-47-2033",
      "number": "47-2033",
      "heading": "Dedication of sales tax revenue for the Public School Capital Improvement Fund.",
      "text": "Repealed.",
      "history": "June 8, 2006, D.C. Law 16-123, § 121(b), 53 DRC 2843; Mar. 14, 2007, D.C. Law 16-294, § 17, 54 DCR 1086; Sept. 18, 2007, D.C. Law 17-20, § 4042(b)(1), 54 DCR 7052; Sept. 14, 2011, D.C. Law 19-21, § 7012(b)(2), 58 DCR 6226",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-2033.html"
    }
  ]
}