{
  "state": "district-of-columbia",
  "path": "title-47/chapter-42",
  "sections": [
    {
      "id": "section-47-4201",
      "number": "47-4201",
      "heading": "Interest on underpayments.",
      "text": "(1) Unless otherwise provided in this title, if any amount of tax imposed by this title (whether required on a return or to be paid by stamp or by some method) is not paid on or before the last date prescribed for payment, interest on the unpaid amount, at the underpayment rate set forth in subsection (d) of this section, shall be paid for the period from the last date prescribed for payment to the date paid.\n\n(A) The last date prescribed for payment shall be determined without regard to any extension of time for filing a return required under this title.\n\n(B) In the case of taxes payable by stamp and in all other cases in which the last date for payment is not otherwise prescribed, the last date for payment shall be the date that the liability for the tax arises.\n\n(1) Except as provided under paragraphs (1) and (2) of this subsection, interest shall be imposed at the underpayment rate set forth in subsection (d) of this section on an assessable penalty or addition to the tax only:\n\n(A) If the assessable penalty or addition to the tax is not paid within 21 calendar days after the date of notice and demand, and\n\n(B) For the period from the date of the notice and demand to the date of payment.\n\n(2) Interest shall be imposed at the underpayment rate set forth in subsection (d) of this section on an addition to tax imposed under §§ 47-4201, 47-4202, or 47-4203 [see § 47-4213] for the period which:\n\n(A) Begins on the date of the return of the tax with respect to which the addition to tax imposed is required to be filed (including extensions); and\n\n(B) Ends on the date of payment of the addition to tax.\n\n(3) Interest shall not be imposed on an underpayment of estimated tax required to be paid under § 47-4215.\n\n(c) Interest imposed under this section on an unpaid tax, assessable penalty, or addition to tax shall be paid upon notice and demand, and shall be assessed, collected, and paid in the same manner as a tax.\n\n(d) The underpayment rate shall be as follows:\n\n(1) 13% per year, simple interest, from January 1, 2001 to December 31, 2002;\n\n(2) 10% per year, compounded daily, beginning January 1, 2003.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4201.html"
    },
    {
      "id": "section-47-4202",
      "number": "47-4202",
      "heading": "Interest on overpayments.",
      "text": "(a) Unless otherwise provided in this title, interest shall be allowed and paid on an overpayment of a tax imposed by this title at the overpayment rate set forth in subsection (c) of this section.\n\n(b) Interest shall be allowed and paid as follows:\n\n(1) In the case of a refund, from the date of the overpayment to a date (to be determined by the Mayor) preceding the date of the refund check by not more than 60 days, whether or not the refund check is accepted by the taxpayer after tender of the check to the taxpayer. The acceptance of the check shall be without prejudice to any right of the taxpayer to contest the amount of the overpayment and interest thereon.\n\n(2) In the case of a return filed on or before the last day prescribed for filing the return (determined with regard to extension), interest shall not be allowed or paid before:\n\n(A) The 91st day after the due date of an individual income tax return required under Chapter 18 of this title; or\n\n(B) The 181st day after the due date of any other return required under this title.\n\n(3) In the case of a return filed after the last date prescribed for filing the return (determined with regard to extension), an amended return, or a claim for refund or credit, interest shall not be allowed or paid before:\n\n(A) The 91st day after an individual income tax return or claim is filed under Chapter 18 of this title; or\n\n(B) The 181st day after any other tax return or claim is filed under this title.\n\n(4) If an adjustment initiated by the Mayor results in a refund of an overpayment, interest on the overpayment shall be computed from:\n\n(A) The 91st day after the date of the adjustment to the date of the payment in the case of an individual income tax return filed under Chapter 18 of this title; or\n\n(B) The 181st day after the date of the adjustment to the date of the payment in the case of any other return filed under this title.\n\n(1) For overpayments on which interest is due on or before December 31, 2012, the overpayment rate shall be 6% per year simple interest.\n\n(2) For overpayments on which interest is due beginning January 1, 2013, the overpayment rate for each annual period shall be one percentage point above the primary credit discount rate for the Richmond Federal Reserve Bank as of the previous September 30, rounded to the nearest whole number, but not exceeding 6% in the aggregate.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Sept. 20, 2012, D.C. Law 19-168, § 7052, 59 DCR 8025",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4202.html"
    },
    {
      "id": "section-47-4203",
      "number": "47-4203",
      "heading": "Underpayment of estimated tax by individuals.",
      "text": "(a) An individual shall pay 4 installments of estimated tax on the dates as provided in § 47-1812.08(i)(4) in the amounts provided under subsection (b) of this section.\n\n(1) The amount of each installment of estimated tax shall be the lesser of:\n\n(A) The amount required under the annualized income method under paragraph (2) of this subsection, or\n\n(B) Twenty-five percent of the lesser of:\n\n(i) Ninety percent of the tax shown on the return for the taxable year (or, if no return is filed, 90% of the tax for the taxable year);\n\n(I) Except as provided in sub-sub-subparagraph (II) of this sub- subparagraph, 100% of the tax shown on the return of the individual for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months; or\n\n(II) For tax years beginning after December 31, 2011, 110% of the tax shown on the return of the individual for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months; or\n\n(I) Except as provided in sub-sub-subparagraph (II) of this sub-subparagraph, 100% of the tax computed on the basis of the facts shown on the individual’s return for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months; or\n\n(II) For tax years beginning after December 31, 2011, 110% of the tax computed on the basis of the facts shown on the individual’s return for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months.\n\n(A) The required payments under the annualized income method shall be, on a cumulative basis, as follows:\n\n(i) On the first installment date, 22.5% of the tax for the taxable year based upon the annualized income of the individual for the first 3 months of the taxable year;\n\n(ii) On the second installment date, 45% of the tax for the taxable year based upon the annualized income of the individual for the first 5 months of the taxable year;\n\n(iii) On the third installment date, 67.5% of the tax for the taxable year based upon the annualized income of the individual for the first 8 months of the taxable year; and\n\n(iv) On the fourth installment date, 90% of the tax for the taxable year.\n\n(B) The annualized income method shall not apply to individuals filing a return for part of a taxable year except under regulations as the Mayor may prescribe.\n\n(1) Except as otherwise provided in this section, in the case of an underpayment of estimated tax by an individual, there shall be added to the tax imposed under § 47-1806.03(a) an amount of interest determined by applying the underpayment rate set forth in § 47-4201 to the amount of the underpayment for the period of the underpayment.\n\n(2) For the purposes of this subsection:\n\n(A) The amount of the underpayment shall be the excess of the required installment, over the amount, if any, of the installment paid on or before the due date for the installment; and\n\n(B) The period of the underpayment shall run from the due date for the installment to the earlier of the 15th day of the 4th month following the close of the taxable year or the date on which the amount of the underpayment is made; provided, that an underpayment that is unpaid during part of a month shall be considered to be paid at the end of the month.\n\n(d) For the purposes of this section:\n\n(1) A payment of estimated tax shall be credited against unpaid required installments in the order in which the installments are required to be paid.\n\n(2) The term “tax” means the tax imposed by § 47-1806.03, less the amount of credit allowed against the tax (other than the credit under § 47-1806.04(b) for withholding of wages).\n\n(3) The amount of the credit allowed under § 47-1806.04(b) for withholding of wages shall be deemed a payment of estimated tax. An equal part of such amount shall be deemed paid on each due date for the payment of estimated tax for the taxable year unless the taxpayer establishes the dates on which all amounts were actually withheld, in which case the amounts withheld shall be deemed payments of estimated tax on the dates on which such amounts were actually withheld.\n\n(4) The amount of a refund of a prior year’s tax applied against the tax during the taxable year shall be deemed a payment of estimated tax.\n\n(e) Interest shall not be imposed under subsection (c) of this section for a taxable year if:\n\n(1) The tax shown on the return for the taxable year (or, if no return is filed, the tax), reduced by applicable credits and payments of estimated tax that are timely made, is less than $ 100;\n\n(2) The individual did not have any liability for tax for the preceding taxable year;\n\n(3) The Mayor determines that:\n\n(A) The taxpayer retired after having attained 62 years of age or developed a disability in the taxable year for which estimated payments were required to be made or in the taxable year preceding such taxable year; and\n\n(B) The underpayment was due to reasonable cause and not to willful neglect;\n\n(4) The Mayor determines that, by reason of casualty, disaster, or other unusual circumstances, the imposition of the addition to tax would be against equity and good conscience; or\n\n(5) The taxpayer dies during the taxable year.",
      "history": "Feb. 26, 2015, D.C. Law 20-155, § 7122(b), 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4203.html"
    },
    {
      "id": "section-47-4204",
      "number": "47-4204",
      "heading": "Underpayment of estimated tax by corporations, financial institutions, and unincorporated businesses.",
      "text": "(a) A corporation, financial institution, or unincorporated business shall pay 4 installments of estimated tax as provided in § 47-1812.14 in the amount provided under subsection (b) of this section.\n\n(1) The amount of each installment of estimated tax shall be the lesser of:\n\n(A) The amount required under the annualized income method under paragraph (2) of this subsection; or\n\n(B) Twenty-five percent of the lesser of:\n\n(i) Ninety percent of the tax shown on the return of the entity for the taxable year (or, if no return is filed, 100% of the tax for the taxable year); or\n\n(I) Except as provided in sub-sub-subparagraph (II) of this sub- subparagraph, 100% of the tax shown on the return of the entity for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months; or\n\n(II) For tax years beginning after December 31, 2011, 110% of the tax shown on the return of the entity for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months.\n\n(A) The required payments under the annualized income method shall be, on a cumulative basis, as follows:\n\n(i) On the first installment date, 22.5% of the tax for the taxable year based upon the annualized income of the entity for the first 3 months of the taxable year;\n\n(ii) On the second installment date, 45% of the tax for the taxable year based upon the annualized income of the entity for the first 5 months of the taxable year;\n\n(iii) On the third installment date, 67.5% of the tax for the taxable year based upon the annualized income of the entity for the first 8 months of the taxable year; and\n\n(iv) On the fourth installment date, 90% of the tax for the taxable year based upon the annualized income of the entity for the first 9 months of taxable year.\n\n(B) The annualized income method shall not apply to entities filing a return for part of a taxable year except under regulations as the Mayor may prescribe.\n\n(1) Except as otherwise provided in this section, in the case of an underpayment of estimated tax by a corporation, financial institution, or unincorporated business, there shall be added to the tax imposed under Chapter 18 of this title an amount of interest determined by applying the underpayment rate set forth in § 47-4201 to the amount of the underpayment for the period of the underpayment.\n\n(2) For the purposes of this subsection:\n\n(A) The amount of the underpayment shall be the excess of the required installment over the amount, if any, of the installment paid on or before the due date for the installment; and\n\n(B) The period of the underpayment shall run from the due date for the installment to the earlier of the 15th day of the 3rd month following the close of the taxable year or the date on which the amount of the underpayment is made; provided, that an underpayment that is unpaid during part of a month shall be considered to be paid at the end of the month.\n\n(d) For the purposes of this section:\n\n(1) A payment of estimated tax shall be credited against unpaid required installments in the order in which the installments are required to be paid.\n\n(2) The term “tax” means the tax imposed by § 47-1807.02 or § 47-1808.03, less the amount of credit allowed against the tax (other than the credit with respect to payments of tax).\n\n(3) The amount of a refund of a prior year’s tax applied against the tax during the taxable year shall be deemed a payment of estimated tax.\n\n(e) Interest shall not be imposed under subsection (c) of this section for a taxable year if:\n\n(1) The tax shown on the return for the taxable year (or, if no return is filed, the tax) reduced by applicable credits and estimated payments that are made timely, is less than $1,000; or\n\n(2) The preceding taxable year was a taxable year of 12 months, and the entity did not have any liability for tax for the preceding taxable year.",
      "history": "Feb. 26, 2015, D.C. Law 20-155, § 7122(b), 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4204.html"
    },
    {
      "id": "section-47-4211",
      "number": "47-4211",
      "heading": "Imposition of accuracy-related penalty.",
      "text": "(a) For purposes of this section, the term:\n\n(1) “Negligence” means a failure to make a reasonable attempt to comply with the provisions of this title or to exercise ordinary and reasonable care in the preparation of a tax return without the intent to defraud. A position with respect to an item is attributable to negligence if it lacks a reasonable basis. Negligence is indicated where:\n\n(A) The taxpayer fails to include on an income tax return an amount of income shown on an information return;\n\n(B) The taxpayer fails to make a reasonable attempt to ascertain the correctness of a deduction, credit, or exclusion on a return; or\n\n(C) The taxpayer fails to keep adequate books and records or to substantiate items properly.\n\n(2) “Gross valuation misstatement” means the reporting on any return for a tax imposed by this title of the value of a property or the adjusted basis of a property which is greater than or equal to 400%, or less than or equal to 25%, of the amount determined to be the correct amount of the valuation or adjusted basis.\n\n(A) “Substantial understatement of income tax” means, for a taxable year, an understatement made by taxpayer in filing an individual or estate tax return if the amount of the understatement for the taxable year exceeds the greater of:\n\n(i) Ten percent of the tax required to be shown on the return for the taxable year; or\n\n(ii) $2,000.\n\n(B) In the case of a taxpayer other than an individual or estate, subparagraph (A) of this paragraph shall be applied by substituting “$4,000” for “$2,000”.\n\n(i) For purposes of this section, the term “understatement” means the excess of the amount of tax required to be shown on a return less the tax shown on the return.\n\n(ii) The amount of the understatement under sub-subparagraph (i) of this paragraph shall be reduced by the portion of the understatement which is attributable to:\n\n(I) The tax treatment of an item by the taxpayer if there is or was substantial authority for the treatment; or\n\n(II) An item if:\n\n(aa) The relevant facts affecting the item’s tax treatment are adequately disclosed in a statement attached to the return; and\n\n(bb) There is a reasonable basis for the tax treatment of the item by the taxpayer.\n\n(4) “Substantial valuation misstatement” means the reporting on any return for a tax imposed by this title of the value of a property or the adjusted basis of a property which is greater than or equal to 200%, or less than or equal to 50%, of the amount determined to be the correct amount of the valuation or adjusted basis.\n\n(1) There shall be added to a tax imposed by this title an amount equal to 20% of the portion of an underpayment which is attributable to one or more of the following:\n\n(A) Negligence;\n\n(B) A substantial understatement of income tax; or\n\n(C) A substantial valuation misstatement.\n\n(2) There shall be added to the tax imposed by this title an amount equal to 40% of the portion of an underpayment which is attributable to a gross valuation misstatement.\n\n(1) Subsection (b) of this section shall not apply to the portion of an underpayment on which a penalty is imposed under § 47-4212.\n\n(2) No penalty shall be imposed under subsection (b) of this section by reason of a substantial valuation misstatement or a gross valuation misstatement unless the portion of the underpayment for the taxable year attributable to the substantial valuation misstatement exceeds $5,000 ($10,000 in the case of a corporation).",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(xx), 50 DCR 896",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4211.html"
    },
    {
      "id": "section-47-4212",
      "number": "47-4212",
      "heading": "Imposition of fraud penalty.",
      "text": "(a) If a portion of an underpayment of tax required to be shown on a return is attributable to fraud, there shall be added to the tax imposed by this title an amount equal to 75% of the portion of the underpayment which is attributable to fraud.\n\n(b) If the Mayor establishes that a portion of an underpayment is attributable to fraud, the entire underpayment shall be deemed to be attributable to fraud, except with respect to any portion of the underpayment which the taxpayer establishes, by a preponderance of the evidence, is not attributable to fraud.\n\n(c) In the case of a joint return, this section shall not apply with respect to a spouse (including a domestic partner who files under § 47-1805.01(f)) unless a portion of the underpayment is attributable to the fraud of the spouse (including a domestic partner who files under § 47-1805.01(f)).\n\n(d) Fraud is indicated where a taxpayer willfully:\n\n(1) Fails to pay a tax imposed by this title; or\n\n(2) Attempts to evade or defeat in any way the tax or the payment thereof.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Mar. 14, 2007, D.C. Law 16-292, § 2(f), 54 DCR 1080; Mar. 25, 2009, D.C. Law 17-353, § 168(b), 56 DCR 1117",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4212.html"
    },
    {
      "id": "section-47-4213",
      "number": "47-4213",
      "heading": "Failure to file return or to pay tax.",
      "text": "(1) In case of failure to file a return required by this title on the date prescribed (determined with regard to any extension of time for filing), unless it is shown that the failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount required to be shown as tax on the return 5% of the amount of the tax if the failure is for not more than one month, with an additional 5% for each additional month or fraction thereof during which the failure continues, not exceeding 25% in the aggregate. The amount of tax required to be shown on the return shall be reduced by the amount of the tax which is paid on or before the date prescribed for payment of the tax and by the amount of any credit against the tax which may be claimed on the return.\n\n(2) In the case of a failure to pay the amount shown as tax on a return specified in paragraph (1) of this subsection on or before the date prescribed for payment of the tax (determined with regard to any extension of time for payment), unless it is shown that the failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount shown as tax on the return 5% of the amount of the tax if the failure is for not more than one month, with an additional 5% for each additional month or fraction thereof during which the failure continues, not exceeding 25% in the aggregate. For purposes of computing the addition for a month, the amount of tax shown on the return shall be reduced by the amount of the tax which is paid on or before the beginning of the month and by the amount of any credit against the tax which may be claimed on the return.\n\n(3) In the case of a failure to pay an amount in respect of a tax that is required to be shown on a return specified in paragraph (1) of this subsection which is not shown (including an assessment made under this title), within 30 calendar days from the date of notice and demand for payment, unless it is shown that the failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount of tax stated in the notice and demand 5% of the amount of the tax if the failure is for not more than one month, with an additional 5% for each additional month or fraction thereof during which the failure continues, not exceeding 25% in the aggregate. For the purpose of computing the addition for a month, the amount of tax stated in the notice and demand shall be reduced by the amount of the tax which is paid before the beginning of the month.\n\n(b) With respect to a return, the amount of the addition under subsection (a)(1) of this section shall be reduced by the amount of the addition under subsection (a)(2) of this section for any month (or fraction thereof) to which an addition to tax applies under both subsection (a)(1) and (2) of this section.\n\n(c) This section shall not apply to a failure to pay an estimated tax required to be paid by this title.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4213.html"
    },
    {
      "id": "section-47-4214",
      "number": "47-4214",
      "heading": "Underpayment of estimated tax by individuals.",
      "text": "[Repealed].",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 24, 2007, D.C. Law 16-305, § 73(i), 53 DCR 6198; Mar. 25, 2009, D.C. Law 17-353, § 172(e)(2), 56 DCR 1117; Sept. 14, 2011, D.C. Law 19-21, § 8062(a), 58 DCR 6226; Feb. 26, 2015, D.C. Law 20-155, § 7122(c), 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4214.html"
    },
    {
      "id": "section-47-4215",
      "number": "47-4215",
      "heading": "Underpayment of estimated tax by corporations, financial institutions, and unincorporated businesses.",
      "text": "[Repealed].",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(yy), 50 DCR 896; Sept. 14, 2011, D.C. Law 19-21, § 8062(b), 58 DCR 6226; Feb. 26, 2015, D.C. Law 20-155, §  7122(c), 61 DCR 9990",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4215.html"
    },
    {
      "id": "section-47-4216",
      "number": "47-4216",
      "heading": "Frivolous returns.",
      "text": "(a) An individual shall pay a penalty of $500 if:\n\n(1) The individual files what purports to be a tax return but which:\n\n(A) Does not contain information on which the substantial correctness of the self-assessment may be judged; or\n\n(B) Contains information that on its face indicated that the self-assessment is substantially incorrect; and\n\n(2) The conduct referred to in paragraph (1) of this subsection is due to:\n\n(A) A position which is frivolous; or\n\n(B) A desire (which appears on the purported return) to delay or impede the administration of the District of Columbia’s tax laws.\n\n(b) The penalty imposed by subsection (a) of this section shall be in addition to any other penalty provided by law.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4216.html"
    },
    {
      "id": "section-47-4217",
      "number": "47-4217",
      "heading": "Tax return preparers; aiding and abetting by others.",
      "text": "(a) For the purposes of this section, the term:\n\n(1) “Tax return preparer” means a person who prepares for compensation, or who employs one or more persons to prepare for compensation, a return of tax imposed by this title or a claim for refund of tax imposed by this title. The preparation of a substantial portion of a return or claim for refund shall be deemed to be the preparation of the entire return or claim for refund. The term “tax return preparer” shall not mean a person who only:\n\n(A) Furnishes typing, reproducing, or other mechanical assistance;\n\n(B) Prepares a return or claim for refund of the employer (or an officer, partner, member, or employee of the employer) by whom the person is regularly and continuously employed; or\n\n(C) Prepares, as a fiduciary, a return or claim for refund for a person.\n\n(2) “Understatement of liability” means an understatement of the net amount due with respect to a tax imposed by this title or an overstatement of the net amount creditable or refundable with respect to the tax.\n\n(b) A tax return preparer shall sign the return or claim for refund as a tax return preparer. A tax return preparer who fails to sign a return or claim for refund shall pay a penalty of $50 for each unsigned return or claim for refund unless it is shown that the failure is due to reasonable cause.\n\n(c) A tax return preparer shall pay a penalty of $250 for each return or claim for refund prepared by the tax preparer which understates a taxpayer’s liability if:\n\n(1) A part of an understatement of liability with respect to a return or claim for refund was due to the tax treatment of an item for which there was not a realistic possibility of success on its merits;\n\n(2) The tax return preparer knew or reasonably should have known of the tax treatment of the item; and\n\n(A) The relevant facts affecting the tax treatment of the item were not adequately disclosed in the return or claim for refund or in a statement attached to the return or claim for refund (or in a copy of the federal return which was filed with the return or claim for refund, if applicable); or\n\n(B) The position was frivolous.\n\n(1) A tax return preparer shall pay a penalty of $1,000 for each return or claim for refund prepared by the tax return preparer that understates a taxpayer’s liability if a part of an understatement of liability with respect to a return or claim for refund was due to:\n\n(A) A willful attempt in any manner to understate the liability for tax with respect to the return or claim for refund; or\n\n(B) A reckless or intentional disregard of rules or regulations.\n\n(2) The amount of the penalty payable by a person by reason of paragraph (1) of this subsection shall be reduced by the amount of the penalty paid by the person by reason of subsection (c) of this section.\n\n(1) Except as provided in paragraph (2) of this subsection, a person is subject to a penalty of $1,000 if the person:\n\n(A) Aids or assists in, procures, or advises with respect to, the preparation or presentation of a portion of a return, affidavit, claim for refund, or other document (for purposes of this paragraph, the term “procures” includes ordering or otherwise causing a subordinate to perform an act and knowing of, and not attempting to prevent, participation in the act by any other person (whether or not the person is a director, officer, employee, or agent of the taxpayer involved) over whose activities the person has direction, supervision, or control);\n\n(B) Knows or has reason to believe that the portion will be used in connection with a material matter arising under a tax imposed by this title; and\n\n(C) Knows that the portion would result in an understatement of the liability for tax of another person.\n\n(2) If the return, affidavit, claim for refund, or other document relates to the tax liability of a corporation, the amount of the penalty imposed by this subsection shall be $10,000.\n\n(3) If a person is subject to a penalty under this subsection with respect to a document relating to a taxpayer for a taxable period (or where there is no taxable period, a taxable event), the person shall not be subject to a penalty under this subsection with respect to another document relating to the taxpayer for the taxable period (or event).\n\n(4) This subsection shall apply whether or not the understatement is made with the knowledge or consent of the persons authorized or required to present the return, affidavit, claim for refund, or other document.\n\n(5) For purposes of paragraph (1) of this subsection, a person furnishing typing, reproducing, or other mechanical assistance with respect to a document shall not be treated as having aided or assisted in the preparation of the document by reason of the assistance.\n\n(6) The penalty imposed by this section shall be in addition to any penalty assessed under subsection (b) of this section.\n\n(7) A penalty on a person shall not be assessed under subsection (c) of this section with respect to a return for which a penalty is imposed on the person under this subsection.\n\n(1) Assessment of any penalty under this section shall be governed by § 47-4312.\n\n(2) Any assessment of a penalty that has become final pursuant to § 47-4312 shall be due and payable within 30 days after service of a final assessment by the Mayor or service of a final order by the Office of Administrative Hearings, as applicable.\n\n(g) [Repealed].",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Dec. 7, 2004, D.C. Law 15-217, § 4(j), 51 DCR 9126",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4217.html"
    },
    {
      "id": "section-47-4218",
      "number": "47-4218",
      "heading": "Penalties for Qualified High Technology Company.",
      "text": "A taxpayer certifying in good faith that it is a Qualified High Technology Company shall not be subject to any penalties under this chapter if it is determined that the taxpayer does not qualify as a Qualified High Technology Company.",
      "history": "Apr. 3, 2001, D.C. Law 13-256, § 101(c)(2), 48 DCR 730",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4218.html"
    },
    {
      "id": "section-47-4221",
      "number": "47-4221",
      "heading": "Waiver of penalty — reasonable cause.",
      "text": "(a) A penalty shall not be imposed with respect to a portion of an underpayment if the taxpayer shows that there was reasonable cause for the underpayment and that the taxpayer acted in good faith.\n\n(b) Relief for reasonable cause is available for the following penalties:\n\n(1) Accuracy-related penalty under § 47-4211;\n\n(2) Failure to pay penalty under § 47-4213;\n\n(3) Failure to file penalty under § 47-4213;\n\n(4) Return preparer penalties under § 47-4217;\n\n(5) Personal liability for failure to collect or pay tax under § 47-4491; and\n\n(6) Failure to record timely a deed under § 47-1433.\n\n(c) Reasonable cause generally exists if, based on all the facts and circumstances, the taxpayer exercises ordinary business care and prudence in determining his or her tax obligations, but was unable to comply with a prescribed duty within the prescribed time. Ordinary business care and prudence includes making provision for business obligations to be met when reasonably foreseeable events occur.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(zz), 50 DCR 896",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4221.html"
    },
    {
      "id": "section-47-4222",
      "number": "47-4222",
      "heading": "Abatements — tax, interest, and penalty.",
      "text": "(a) The Mayor may abate the unpaid portion of the assessment of a tax or a liability in respect of a tax upon a request in a form prescribed by the Mayor, which is:\n\n(1) Assessed after the expiration of the applicable period of limitation; or\n\n(2) Erroneously or illegally assessed, in whole or in part.\n\n(1) In the case of an assessment of interest on a deficiency attributable in whole or in part to an unreasonable error or delay by the Mayor, the Mayor may abate the assessment of all or a part of the interest. The Mayor may refuse to abate the assessment of interest if a significant aspect of the error or delay is attributable to the taxpayer involved.\n\n(2) The Mayor shall abate the assessment of all interest on an erroneous refund under § 47-4201 until the date that demand for repayment is made, unless the taxpayer (or a related party) has in any way caused the erroneous refund.\n\n(1) The Mayor shall abate any portion of interest or penalty attributable to erroneous advice furnished to the taxpayer in writing by the Mayor.\n\n(2) Paragraph (1) of this subsection shall apply only if:\n\n(A) The written advice was reasonably relied upon by the taxpayer; and\n\n(B) The portion of the penalty or addition to tax did not result from a failure by the taxpayer to provide adequate or accurate information.\n\n(1) For purposes of this subsection, the term:\n\n(A) “Notice” means a document specifically stating the amount of the taxpayer’s liability and the basis for the liability.\n\n(B) “Abatement date” means the day after the expiration of the one-year period beginning on the later of: (i) the date on which the return is filed, or (ii) the due date of the return determined without regard to extensions.\n\n(2) If an individual files a timely individual income tax return imposed by this title (determined with regard to extensions) and the Mayor does not provide a notice to the individual before the abatement date, the Mayor shall abate any interest or penalty for a failure relating to the return for the period (A) beginning on the abatement date, and (B) ending 21 days after the date on which the notice is provided by the Mayor.\n\n(3) Paragraph (2) of this subsection shall not apply to:\n\n(A) A penalty imposed by § 47-4213;\n\n(B) Interest, penalty, an addition to tax, or an additional amount in a case involving fraud;\n\n(C) Interest, penalty, an addition to tax, or an additional amount with respect to a tax liability shown on the return; or\n\n(D) A criminal penalty.\n\n(4) This subsection shall apply only to an individual income tax return.",
      "history": "June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(aaa), 50 DCR 896",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/47-4222.html"
    }
  ]
}