{
  "state": "virginia",
  "path": "title-title-531-prisons-and-other-methods-of-correction/chapter-chapter-3-local-correctional-facilities",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "Establishment and Regulation of Facilities§ 53",
      "text": "1-68. Minimum standards for local correctional facilities and lock-ups; health inspections, behavioral health services inspections, and personnel§ 53.1-69. Board may prohibit confinement and require transfer of prisoners in substandard facilities§ 53.1-",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-68",
      "number": "53.1-68.",
      "heading": "Minimum standards for local correctional facilities and lock-ups; health inspections, behavioral health services inspections, and personnel",
      "text": "A. The Board shall establish minimum standards for the construction, equipment, administration, and operation of local correctional facilities, whether heretofore or hereafter established. However, no minimum standard shall be established that includes square footage requirements in excess of accepted national standards. The Board or its agents shall conduct at least one unannounced inspection of each local facility annually. However, in those years in which a certification audit of a facility is performed and the facility is in compliance with all the standards, the Board may elect to suspend the unannounced inspection based upon that certification audit and the history of compliance of the facility with the standards promulgated in accordance with this section, except in any year in which there is a change in the administration of a local or regional jail. The Board shall also establish minimum standards for the construction, equipment, and operation of lock-ups, whether heretofore or hereafter established. However, no minimum standard shall be established that includes square footage requirements in excess of accepted national standards.\n\nB. Standards concerning sanitation in local correctional facilities and procedures for enforcing these standards shall be promulgated by the Board with the advice and guidance of the State Health Commissioner. The Board, in conjunction with the Board of Health, shall establish a procedure for the conduct of at least one unannounced annual health inspection by the State Health Commissioner or his agents of each local correctional facility. The Board and the State Health Commissioner may authorize such other announced or unannounced inspections as they consider appropriate.\n\nC. The Board shall establish minimum standards for behavioral health services in local correctional facilities and procedures for enforcing such minimum standards, with the advice of and guidance from the Commissioner of Behavioral Health and Developmental Services and the State Inspector General.\n\nSuch standards shall include:\n\n1. Requirements for behavioral health services provided in jails, including requirements for (i) behavioral health screening of individuals committed to local correctional facilities; (ii) referral of individuals committed to local correctional facilities for whom a behavioral health screening indicates reason to believe the person may have mental illness to a behavioral health service provider for a behavioral health assessment; and (iii) the provision of behavioral health services in local correctional facilities, as well as regulations directing the sharing of medical and mental health information and records in accordance with § 53.1-133.03. Requirements related to behavioral health screenings and assessments shall include a requirement that in cases in which there is reason to believe an individual is experiencing acute mental health distress or is at risk for suicide, (a) staff of the local correctional facility shall consult with the behavioral health service provider to implement immediate interventions and shall provide ongoing monitoring to ensure the safety of the individual and (b) the behavioral health assessment shall be completed within 72 hours of completion of the behavioral health screening, except that if the 72-hour period ends on a day that is a Saturday, Sunday, or legal holiday, the assessment shall be completed by the close of business on the next day that is not a Saturday, Sunday, or legal holiday;\n\n2. Requirements for discharge planning for individuals with serious mental illness assessed as requiring behavioral health services upon release from the local correctional facility, which shall include (i) creation of a discharge plan, as soon as practicable after completion of the assessment required pursuant to subdivision 1, and (ii) coordination of services and care with community providers, community supervision agencies, and, as appropriate, the individual's family in accordance with the discharge plan until such time as the individual has begun to receive services in accordance with the discharge plan or for a period of 30 days following release from the local correctional facility, whichever occurs sooner. Discharge plans shall ensure access to the full continuum of care for the individual upon release from the local correctional facility and shall include provisions for (a) linking the individual for whom the discharge plan has been prepared to the community services board in the jurisdiction in which he will reside following release and to other supports and services necessary to meet his service needs and (b) communication of information regarding the individual's treatment needs and exchange of treatment records among service providers;\n\n3. A requirement for at least one unannounced annual inspection of each local correctional facility by the Board or its agents to determine compliance with the standards for behavioral health services established pursuant to this subsection and such other announced or unannounced inspections as the Board may deem necessary to ensure compliance with the standards for behavioral health services established pursuant to this subsection; and\n\n4. Provisions for the billing of the sheriff in charge of a local correctional facility or superintendent of a regional correctional facility by and payment by such sheriff or superintendent to a community services board that provides behavioral health services in the local correctional facility, in accordance with § 53.1-126.\n\nD. The Department of Criminal Justice Services, in accordance with § 9.1-102, shall establish minimum training standards for persons designated to provide courthouse and courtroom security pursuant to the provisions of § 53.1-120 and for persons employed as jail officers or custodial officers under the provisions of this title. The sheriff shall establish minimum performance standards and management practices to govern the employees for whom the sheriff is responsible.\n\nE. The superintendent of a regional jail or jail farm shall establish minimum performance standards and management practices to govern the employees for whom the superintendent is responsible.\n\nCode 1950, § 53-133; 1982, c. 636; 1991, c. 383; 1992, c. 179; 1994, c. 861; 1995, c. 797; 1997, c. 644; 2000, c. 256; 2019, c. 827; 2021, Sp. Sess. I, c. 179.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-68/"
    },
    {
      "id": "section-531-69",
      "number": "53.1-69.",
      "heading": "Board may prohibit confinement and require transfer of prisoners in substandard facilities",
      "text": "The Board is authorized to limit, by its order, the confinement of prisoners in any local correctional facility or lock-up, which is not constructed, equipped, maintained and operated so as to comply with minimum standards prescribed by the Board, either by prohibiting confinement of any prisoners in such local correctional facility or lock-up, or by limiting the maximum number of prisoners to be confined therein, as the Board deems appropriate. The Board may designate some other local correctional facility or lock-up in or at which shall be confined persons who otherwise would have been confined in the facility subject to the Board's order. Copies of each order shall, upon being issued, be sent to the officer in charge of the facilities affected, to the governing bodies of the counties, cities and towns affected and to the judge of the circuit court of each county and city in which are located the local correctional facilities or lock-ups affected.\n\nCode 1950, § 53-134; 1981, c. 487; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-69/"
    },
    {
      "id": "section-531-691",
      "number": "53.1-69.1.",
      "heading": "Review of death of inmates in local, regional, or community correctional facilities",
      "text": "A. The Board shall have the power to review the death of any inmate who was incarcerated in a local, regional, or community correctional facility at the time of his death in order to determine (i) the circumstances surrounding the inmate's death, including identifying any act or omission by the facility or any employee or agent thereof that may have directly or indirectly contributed to the inmate's death, and (ii) whether the facility was in compliance with the regulations promulgated by the Board.\n\nB. Any review conducted pursuant to this section shall be conducted in accordance with the policies and procedures for such review developed and implemented by the Board in accordance with subdivision 5 of § 53.1-5. In conducting a review pursuant to this section, the Board may exercise its power under § 53.1-6 to hold and conduct hearings, issue subpoenas, and administer oaths and take testimony thereunder. If the Board determines that it cannot adequately conduct any particular review pursuant to this section because of the conduct by the Board of another ongoing review, the Board may request that the Department assist in the conduct of such review. Department staff conducting a review pursuant to this section shall be considered agents of the Board.\n\nC. If the Board determines during the conduct of any review pursuant to this section that it is necessary to review the operation of an entity other than the local, regional, or community correctional facility in order to complete the review, the Board shall request that the Office of the State Inspector General review the operation of such entity if such entity falls within the authority vested in the Office of the State Inspector General pursuant to Chapter 3.2 (§ 2.2-307 et seq.) of Title 2.2. Nothing in this section shall limit the authority of the Office of the State Inspector General to exercise any of the powers and duties set forth in Chapter 3.2 (§ 2.2-307 et seq.) of Title 2.2.\n\nD. Upon completion of any review conducted pursuant to this section, the Board shall prepare a detailed report of the findings of any review, which shall be submitted to the Governor, the Speaker of the House of Delegates, and the President pro tempore of the Senate. Such report may contain recommendations for changes to the minimum standards for the construction, equipment, administration, and operation of local correctional facilities in order to prevent problems, abuses, and deficiencies in and improve the effectiveness of such facilities. In addition, the Board may issue any order authorized under § 53.1-69 to correct any failure by the facility to comply with the Board's regulations. Except as otherwise required by law, the Board shall maintain the confidentiality of any confidential records or information obtained from a facility during the course of a review in accordance with state and federal law.\n\nE. The Board shall publish an annual report that includes the following: (i) a summary of the reviews of the deaths of inmates that occur in any local, regional, or community correctional facility conducted in the prior year pursuant to this section, including any trends or similarities identified by such reviews; (ii) any recommendations for policy changes to reduce the number of inmate deaths; and (iii) any recommendations for changes to the policies and procedures for conducting reviews of the deaths of inmates to improve the operations, safety, and security of local, regional, or community correctional facilities. On or before July 1, 2025, and each July 1 thereafter, the Board shall publish such report on its website and submit the report to the Governor, the Chairmen of the Senate Committee on Rehabilitation and Social Services, the House Committee on Public Safety, and the House Committee for Courts of Justice, the Speaker of the House of Delegates, and the President pro tempore of the Senate.\n\n2017, c. 759; 2020, c. 1287; 2025, c. 350.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-69-1/"
    },
    {
      "id": "section-531-692",
      "number": "53.1-69.2.",
      "heading": "Administrative appeal of Board determinations",
      "text": "If the Board determines that a local correctional facility is not in compliance with the minimum standards for construction, equipment, administration, or operation of local correctional facilities, the Board shall provide written notice of such determination to the local correctional facility. The local correctional facility may appeal the Board's determination. Any local correctional facility that appeals such a determination by the Board shall provide written notice of its request for an appeal to the Board within 30 days of the date upon which the facility received written notice of the Board's determination of noncompliance. Such appeal shall be conducted in accordance with Article 3 (§ 2.2-4018 et seq.) of the Administrative Process Act (§ 2.2-4000 et seq.).\n\n2020, c. 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-69-2/"
    },
    {
      "id": "section-531-70",
      "number": "53.1-70.",
      "heading": "Jurisdiction of court to enforce orders of Board; proceedings",
      "text": "Any circuit court in any county or city which maintains and operates any local correctional facility or lock-up, or in any county in which is situated any town which maintains and operates any local correctional facility or lock-up, affected by any such order of the Board, shall have jurisdiction to enforce such order by an injunction or other appropriate remedy at the suit of the Board. In the City of Richmond such jurisdiction shall be vested in the Circuit Court, Division I. Such proceeding shall be commenced by a petition of the Board in the name of the Commonwealth and shall, insofar as possible, conform to rules of procedure applicable to a civil action. The governing body of each county, city or town which maintains and operates any local correctional facility or lock-up affected by the order of the Board, and the officer in charge of each such facility, shall be made parties defendant. In every such proceeding the court shall hear all relevant evidence, including evidence with regard to the condition of the local correctional facility or lock-up and any other evidence bearing upon the propriety of the Board's action. The court may refuse to grant the injunction if it appears that the action of the Board was not warranted.\n\nCode 1950, § 53-135; 1982, c. 636; 2005, c. 681.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-70/"
    },
    {
      "id": "section-531-701",
      "number": "53.1-70.1.",
      "heading": "Transport of prisoners; authority",
      "text": "A. The sheriff or administrator in charge of a local or regional correctional facility where a prisoner is incarcerated and employees of such facility acting on the direction of such sheriff or administrator shall have the authority to transport the prisoner to another jurisdiction inside the Commonwealth for any lawful purpose and to retain authority over such prisoner.\n\nB. Any person authorized to transport a prisoner under subsection A who has the need to travel with a prisoner through or to another state is authorized to travel through or to such state and retain authority over such prisoner as allowed by such state.\n\n2016, c. 579.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-70-1/"
    },
    {
      "id": "section-531-71",
      "number": "53.1-71.",
      "heading": "Courts to order jails erected and repaired",
      "text": "When it shall appear to the circuit court of any county or city that there is no jail therein or that the jail of such county or city is insecure, out of repair or otherwise inadequate, it shall be the duty of such court to award a rule in the name of the Commonwealth against the governing body of the county or city to show cause why a writ of mandamus should not issue commanding the governing body to erect a jail for the county or city, or to cause the existing jail of such county or city to be made secure, put in good repair, or rendered otherwise adequate, as the case may be.\n\nCode 1950, § 53-129; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71/"
    },
    {
      "id": "section-11",
      "number": "1.1.",
      "heading": "Private Services at Regional Jail Facilities",
      "text": "The laws embraced in this and the following titles, chapters, articles and sections of this act shall constitute, and be designated and cited as the \"Code of Virginia,\" hereinafter referred to as \"the Code\" or \"this Code.\"\n\nCode 1919, § 1; R. P. 1948, § 1-1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-1/chapter-1/section-1-1/"
    },
    {
      "id": "section-531-711",
      "number": "53.1-71.1.",
      "heading": "Private construction, maintenance, etc., of regional jail facility",
      "text": "A. Any regional jail authority constituted pursuant to Article 3.1 (§ 53.1-95.2 et seq.) or 5 (§ 53.1-105 et seq.) of Chapter 3 of Title 53.1 may contract with a private entity for the financing, site selection, acquisition, construction, maintenance, or leasing of a regional jail facility.\n\nB. Any project authorized pursuant to subsection A shall be subject to the requirements and limitations set out below:\n\n1. Contracts entered into under the terms of this article shall be with an entity submitting an acceptable response pursuant to a request for proposals. An acceptable response shall be one that meets all the requirements in the request for proposals. However, no contract for correctional services may be entered into unless the private contractor demonstrates that it has:\n\na. The qualifications and experience necessary to carry out the terms of this contract;\n\nb. The financial resources to provide indemnification for liability arising from jail projects;\n\nc. Evidence of past performance of similar contracts; and\n\nd. The ability to comply with all applicable federal and state constitutional standards; federal, state, and local laws; court orders; and correctional standards.\n\n2. Contracts awarded under the provisions of this article, including contracts for the provision of correctional services or for the lease or use of public lands or buildings for use in the operation of facilities, may be entered into for a period of up to 30 years, subject to the requirements for expenditure of funds by the local governing bodies.\n\n3. No contract for correctional services shall be entered into which would adversely affect the tax-exempt status of obligations issued or to be issued to finance the facility, and unless the following requirements are met:\n\na. The contractor provides audited financial statements for the previous five years or for each of the years the contractor has been in operation, if fewer than five years, and provides other financial information as requested; and\n\nb. The contractor provides an adequate plan of indemnification, specifically including indemnity for civil rights claims. The indemnification plan shall be adequate to protect the combination of counties or cities and public officials from all claims and losses incurred as a result of the contract. The indemnification plan shall include liability insurance in limits of not less than $5 million. Nothing herein is intended to deprive a regional jail facility contractor or the combination of counties or cities of the benefits of any law limiting exposure to liability or setting a limit on damages.\n\n4. No contract for correctional services shall be executed unless:\n\na. The proposed contract has been reviewed and approved by the Board;\n\nb. An appropriation for the services to be provided under the contract has been expressly approved as is otherwise provided by law;\n\nc. The correctional services proposed by the contract are of at least the same quality as those routinely provided by a regional jail facility to similar types of inmates; and\n\nd. An evaluation of the proposed contract demonstrates a cost benefit to the combination of counties or cities when compared to alternative means of providing the services through governmental agencies.\n\n1994, c. 715; 2025, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71-1/"
    },
    {
      "id": "section-531-712",
      "number": "53.1-71.2.",
      "heading": "Authority of security employees",
      "text": "Security employees of a regional jail facility contractor approved by the General Assembly to operate a regional jail facility pursuant to § 53.1-71.4 shall be allowed to use force and shall exercise their powers and authority only while on the grounds of a regional jail facility under the supervision of the regional jail facility contractor, while transporting inmates, and while pursuing escapees from such facilities until such time that the pursuit of the escapees is assumed by state or local law-enforcement agencies. All provisions of law pertaining to custodians of inmates or jail guards or officers shall apply to contractors' security employees.\n\n1994, c. 715; 2025, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71-2/"
    },
    {
      "id": "section-531-713",
      "number": "53.1-71.3.",
      "heading": "Application of certain criminal laws to contractor-operated facilities",
      "text": "All provisions of law establishing penalties for offenses committed against custodians of inmates or jail guards or officers shall apply mutatis mutandis to offenses committed by or with regard to inmates assigned to facilities or programs for which a regional jail facility contractor is providing correctional services.\n\n1994, c. 715.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71-3/"
    },
    {
      "id": "section-531-714",
      "number": "53.1-71.4.",
      "heading": "Powers and duties not delegable to contractor",
      "text": "The regional jail authority issuing the contract shall retain the authority and responsibility for the rules and procedures as they apply to the treatment of prisoners, and no contract for correctional services shall authorize, allow, or imply a delegation of authority or responsibility to a regional jail facility contractor for any of the following:\n\n1. Developing and implementing procedures for calculating inmate release dates;\n\n2. Developing and implementing procedures for calculating and awarding sentence credits;\n\n3. Approving inmates for furlough and work release;\n\n4. Approving the type of work inmates may perform and the wages or sentence credits which may be given the inmates engaging in such work;\n\n5. Granting, denying, or revoking sentence credits;\n\n6. Classifying inmates or placing inmates in less restrictive custody or more restrictive custody;\n\n7. Transferring an inmate; however, the contractor may make written recommendations regarding the transfer of an inmate or inmates;\n\n8. Formulating rules of inmate behavior, violations of which may subject inmates to sanctions; however, the contractor may propose such rules for review and adoption, rejection, or modification as otherwise provided by law or regulation;\n\n9. Disciplining inmates in any manner which requires a discretionary application of rules of inmate behavior or a discretionary imposition of a sanction for violations of such rules; or\n\n10. Operating a regional jail facility, including management, custody of inmates, or provision of security; however, the contractor may operate a regional jail facility, including management, custody of inmates, or provision of security, upon approval by the General Assembly.\n\n1994, c. 715; 2025, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71-4/"
    },
    {
      "id": "section-531-715",
      "number": "53.1-71.5.",
      "heading": "Board to promulgate regulations",
      "text": "The Board shall make, adopt, and promulgate regulations governing the following aspects of private management and operation of regional jail facilities approved by the General Assembly pursuant to § 53.1-71.4:\n\n1. Minimum standards for the construction, equipment, administration, and operation of the facilities; however, the standards shall be at least as stringent as those established for local correctional facilities;\n\n2. Contingency plans for operation of a contractor-operated facility in the event of a termination of the contract;\n\n3. Use of deadly and nondeadly force by regional jail facility contractors' security personnel;\n\n4. Methods of monitoring a contractor-operated facility by an appropriate state or local governmental entity or entities;\n\n5. Public access to a contractor-operated facility; and\n\n6. Such other regulations as may be necessary to carry out the provisions of this article.\n\n1994, c. 715; 2025, c. 337.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71-5/"
    },
    {
      "id": "section-531-716",
      "number": "53.1-71.6.",
      "heading": "State reimbursement to localities",
      "text": "A. Reimbursement to participating localities for the cost of construction shall be made pursuant to Article 3 (§ 53.1-80 et seq.) of Chapter 3 of Title 53.1.\n\nB. The manner of state payment to the localities for the care and custody costs at the facility of persons accused or convicted of any offense against the laws of the Commonwealth shall be as provided in the general appropriation act. Such payments shall include only the reasonable costs of guarding and providing necessary housing, maintenance, administrative expenses, food, clothing, medicine and medical attention for such prisoners. However, in no event shall the payment to the localities, when calculated on a per diem per prisoner basis, exceed the total cost ordinarily paid by the Commonwealth to a locality for prisoner care and custody expenses, when calculated on a per diem per prisoner basis.\n\n1994, c. 715.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-71-6/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Utilization of Jails",
      "text": "Utilization of Jails",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-72",
      "number": "53.1-72.",
      "heading": "Jails of counties and cities to be jails of courts therein",
      "text": "The jail of each county and city shall be the jail of every court established therein by law.\n\nCode 1950, § 53-137; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-72/"
    },
    {
      "id": "section-531-73",
      "number": "53.1-73.",
      "heading": "When jail of county to be jail for town",
      "text": "Every town shall have the use of the jail of the county in which such town is located, to aid the constituted authorities of any such town in maintaining peace and good order, and generally for the enforcement of its ordinances, unless for good cause the judge of the circuit court of such county shall prohibit such use.\n\nCode 1950, § 53-138; 1972, c. 573; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-73/"
    },
    {
      "id": "section-531-74",
      "number": "53.1-74.",
      "heading": "When court may adopt jail of another county or city",
      "text": "When a county or city is without an adequate jail, or its jail is to be removed, rebuilt or repaired, the circuit court thereof shall adopt as its jail the jail of another county or city until it can obtain an adequate jail. All persons committed or ordered committed to the jail of the first mentioned county or city, at or after such adoption and before an adequate jail be so obtained, shall be conveyed to the jail so adopted.\n\nCode 1950, § 53-139; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-74/"
    },
    {
      "id": "section-531-75",
      "number": "53.1-75.",
      "heading": "Procedure after adoption",
      "text": "The keeper of any jail so adopted for a county or city so designated shall, as to the person so conveyed to such jail, be deemed the jailer of such county or city, until the court thereof shall declare its own jail to be adequate. Thereafter, such persons shall be delivered to the sheriff of such county or city who shall convey them to the jail kept by the sheriff or jail superintendent.\n\nCode 1950, § 53-141; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-75/"
    },
    {
      "id": "section-531-76",
      "number": "53.1-76.",
      "heading": "Commitment to jail of another county or city; payment of costs, etc.",
      "text": "In any case should it become necessary or expedient for the safekeeping of any prisoner, or for good cause, a circuit court may commit such prisoner to a jail other than that located in its county or city. The keeper of the jail in making his account for the board of such prisoner shall include the prisoner in such account, as if the prisoner had actually been committed from his county or city. The authorities of the county or city from which the prisoner is sent shall be responsible for any damage done by him to the jail of the county or city in which such prisoner may be confined.\n\nCode 1950, § 53-142; 1960, c. 376; 1982, c. 636; 1985, c. 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-76/"
    },
    {
      "id": "section-531-77",
      "number": "53.1-77.",
      "heading": "Jurisdiction of judge or magistrate of adopting county or city authorized to issue temporary detention orders",
      "text": "When the jail of any other county or city has been adopted or designated under the provisions of §§ 53.1-74 and 53.1-76, any judge or magistrate authorized to issue temporary detention orders pursuant to §§ 37.2-809 through 37.2-813 of the adopting county or city shall have concurrent jurisdiction with those of the county or city wherein the adopted or designated jail is located, in proceedings under Chapter 8 (§ 37.2-800 et seq.) of Title 37.2, with respect to such persons as have been involuntarily admitted there from the adopting county or city. Such judge or magistrate may perform any such act or duty at such place as if such person was involuntarily admitted within the jurisdiction of the adopting county or city.\n\nCode 1950, § 53-142.1; 1952, c. 264; 1970, c. 648; 1982, c. 636; 2005, c. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-77/"
    },
    {
      "id": "section-531-78",
      "number": "53.1-78.",
      "heading": "Jail for Supreme Court",
      "text": "The jail of any county or city in which the Supreme Court or Court of Appeals or a panel thereof is sitting, may be used as a jail for such court.\n\nCode 1950, § 53-143; 1982, c. 636; 1984, c. 703.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-78/"
    },
    {
      "id": "section-531-79",
      "number": "53.1-79.",
      "heading": "Jails for United States prisoners; payment by United States",
      "text": "The sheriff of any county or city or jail superintendent of any regional jail may receive into his jail any person committed thereto under the authority of the United States, and keep him safely according to the warrant or precept of commitment, until he shall be discharged under the laws of the United States. But no person arrested on civil process shall, under this section, be committed to any jail other than that of the county or city within which such person resides or is found.\n\nThe county or city or regional jail authority or, if none, the body responsible for the fiscal management of the regional jail shall be paid by the United States for the support of any such prisoner.\n\nCode 1950, § 53-145; 1970, c. 648; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-79/"
    },
    {
      "id": "section-531-791",
      "number": "53.1-79.1.",
      "heading": "Agreements to transfer, transport, and confine prisoners",
      "text": "The sheriff or superintendent of any jail may enter into an agreement with the sheriff or superintendent of any other jail in the Commonwealth to transfer and transport prisoners between the respective facilities, and to confine such prisoners, unless such transfer is otherwise prohibited by law.\n\n1991, c. 192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-79-1/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Funding Local Correctional Facilities and Programs",
      "text": "Funding Local Correctional Facilities and Programs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-80",
      "number": "53.1-80.",
      "heading": "State reimbursement of localities for construction",
      "text": "A. On and after July 1, 1993, the Commonwealth shall reimburse any city or county up to one-fourth of the capital costs of a jail construction, enlargement or renovation project upon a basis approved by the Board in accordance with the provisions of this section. On and after July 1, 1993, (i) any three or more cities or counties, or any combination thereof, which do not qualify for reimbursement pursuant to § 53.1-81 or § 53.1-82 and (ii) any two cities or counties or any combination of a city and a county which jointly construct, enlarge or renovate a jail upon a basis approved by the Board in accordance with the provisions of this section shall be reimbursed by the Commonwealth on a pro rata basis up to one-fourth of the capital costs, as defined in § 53.1-82.2, of such project. The Board shall promulgate regulations, to include criteria which may be used to assess need and establish priorities, to serve as guidelines in evaluating requests for such reimbursement and to ensure the fair and equitable distribution of state funds provided for such purpose. The Department shall apply such regulations in preparing requests for appropriations. No such reimbursement shall be had unless the plans and specifications, including the need for additional personnel, thereof have been submitted to the Governor and the jail project has been approved by him. The Governor shall base his approval in part on the expected operating cost-efficiency of the interior design of the facility. Reimbursements shall be paid subject to the provisions of § 53.1-82.2.\n\nNo (i) project to construct, enlarge, or renovate a jail or regional jail facility or to enlarge or renovate an existing jail that was not approved by the Governor prior to July 1, 2015, or (ii) project that is not an enlargement or renovation of a regional jail created prior to July 1, 2015, shall be eligible for reimbursement from the Commonwealth unless such project has been specifically authorized in the general appropriation act.\n\nB. In the event that a county or city requests and receives financial assistance for capital costs of such jail project from the Department of Criminal Justice Services or from other public fund sources outside of the provisions of this law, the total financial assistance and reimbursement shall not exceed the total cost of the project.\n\nCode 1950, § 53-133.1; 1968, c. 304; 1970, cc. 252, 373; 1973, c. 233; 1981, c. 380; 1982, c. 636; 1983, c. 358; 1989, c. 423; 1993, cc. 387, 787; 1995, c. 305; 2015, c. 749.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-80/"
    },
    {
      "id": "section-531-81",
      "number": "53.1-81.",
      "heading": "Construction and operation of regional jail facilities; state reimbursement; agreements with Department",
      "text": "A. Three or more cities or counties, or any combination thereof, are authorized, pursuant to approval of the Board, to construct, enlarge or renovate a regional jail facility or to enlarge or renovate an existing jail for the purpose of establishing a regional jail facility. In addition, (i) any regional jail facilities established by three or more cities, counties or towns, or any combination thereof, on or before January 31, 1993, (ii) any existing regional jail facilities established by only two cities, counties or towns on or before June 30, 1982, and (iii) any regional jail facilities established by only two contiguous counties whose boundaries are not contiguous by land with the boundaries of any other county in the Commonwealth, may participate under the provisions of this section. On and after December 1, 1989, subject to the provisions of § 53.1-82.2, the Commonwealth shall reimburse each such locality its pro rata share up to one-half of the capital costs, as defined in § 53.1-82.2, of such construction, enlargement or renovation in accordance with the provisions of this section if the project was approved by the Governor prior to July 1, 2015, or the project is an enlargement or renovation of a regional jail facility created prior to July 1, 2015, and shall reimburse each such locality its pro rata share up to one-fourth of such capital costs if such project is approved by the Governor on or after July 1, 2015, and has been specifically authorized in the general appropriation act. On or after July 1, 2017, subject to the provisions of § 53.1-82.2, the Commonwealth shall reimburse each such locality its pro rata share up to one-fourth of the capital costs, as defined in § 53.1-82.2, for any construction, enlargement or renovation project in accordance with the provisions of this section if such project is approved by the Governor on or after July 1, 2017, and has been specifically authorized in the general appropriation act. However, regional jails created by any combination of three or more cities or counties on or after February 1, 1993, shall not be eligible for such reimbursement unless at least three of the participating localities of such combination were each operating a jail on February 1, 1993. The Board shall promulgate regulations, to include criteria which may be used to assess need and establish priorities, to serve as guidelines in evaluating requests for such reimbursement and to ensure the fair and equitable distribution of state funds provided for such purpose. The Department shall apply such regulations in preparing requests for appropriations. No such reimbursement shall be had unless the plans and specifications, including the need for additional personnel, thereof have been submitted to the Governor and the jail project has been approved by him. The Governor shall base his approval in part on the expected operating cost-efficiency of the interior design of the facility. Such reimbursement shall be paid subject to the provisions of § 53.1-82.2.\n\nSuch counties, cities, towns, or combination thereof may enter into agreements with the Department of Corrections for the Department to operate such jail or to pay the costs of maintenance, upkeep and other operational costs of the jail. Each city, county or town shall, however, bear the expense of local prisoners from such city, county or town. In such case, the Department shall receive such costs from the funds appropriated in the general appropriation act for criminal costs. The method of operation by the Department shall be in the manner it prescribes, notwithstanding any other provision of law designating sheriffs as the keepers of jails.\n\nIn lieu of an agreement by the localities with the Board for construction or operation of jail facilities, the Board may agree to sell land owned by the Commonwealth to the localities. The Governor is hereby authorized, at his discretion and upon the advice of the Board, to execute a conveyance of such land in a form approved by the Attorney General.\n\nB. In the event that a county, city or town requests and receives financial assistance for capital costs of such jail project from the Department of Criminal Justice Services or from other public fund sources outside of the provisions of this section, the total financial assistance and reimbursement shall not exceed the total cost of the project.\n\nCode 1950, § 53-133.2; 1970, c. 419; 1972, c. 573; 1974, cc. 44, 45; 1981, c. 380; 1982, c. 636; 1983, c. 358; 1989, c. 423; 1993, cc. 387, 787; 1995, c. 305; 2015, c. 749; 2017, c. 211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-81/"
    },
    {
      "id": "section-531-82",
      "number": "53.1-82.",
      "heading": "Regional contracts for cooperative jailing of offenders; state reimbursement",
      "text": "A. Three or more counties or cities, or any combination thereof, are authorized to contract for services for the detention and confinement of categories of offenders in single or regional jail facilities operated by the contracting jurisdictions. In addition, (i) any three or more counties, cities or towns, or any combination thereof, operating a jail facility pursuant to an agreement for cooperative jailing established on or before January 31, 1993, (ii) any existing regional jail facilities established by only two cities, counties, or towns on or before June 30, 1982, and (iii) any regional jail facilities established by only two contiguous counties whose boundaries are not contiguous by land with the boundaries of any other county in the Commonwealth, may participate under the provisions of this section. The Board shall promulgate regulations specifying the categories of offenders which may be served pursuant to the contracts provided for herein.\n\nThe governing bodies of localities participating in an agreement for cooperative jailing shall create a board to advise the locality in which the jail facility is located on matters affecting operation of the facility. Each participating locality shall have at least one representative on the board. The sheriff and any member of the local governing body of each participating locality shall be eligible for appointment to the board; however, when a participating locality appoints more than one representative, the sheriff shall be appointed unless the sheriff is the administrator or superintendent of the jail facility operated pursuant to the agreement for cooperative jailing. A sheriff serving as such administrator or superintendent shall be an ex officio member of the board.\n\nWhen such contracts are approved by the Board and, for the implementation of the contract, require the construction, enlargement, or renovation of a regional jail facility or the enlargement or renovation of an existing jail, the Commonwealth shall reimburse each such locality its pro rata share, up to one-half, of the capital costs, as defined in § 53.1-82.2, of such jail project in accordance with the provisions of this section and § 53.1-82.2 if the project was approved by the Governor prior to July 1, 2015, or the project is an enlargement or renovation of a regional jail facility created prior to July 1, 2015, and shall reimburse each such locality its pro rata share up to one-fourth of such capital costs if such project is approved by the Governor on or after July 1, 2015, and has been specifically authorized in the general appropriation act. On or after July 1, 2017, subject to the provisions of § 53.1-82.2, the Commonwealth shall reimburse each such locality its pro rata share up to one-fourth of the capital costs, as defined in § 53.1-82.2, for any construction, enlargement or renovation project in accordance with the provisions of this section if such project is approved by the Governor on or after July 1, 2017, and has been specifically authorized in the general appropriation act. Any agreement for cooperative jailing entered into on or after July 1, 1991, which requires the construction, enlargement, or renovation of a single or regional jail facility shall require such counties, cities and towns to participate in the costs of the facility for a minimum period of thirty years.\n\nThe Board shall promulgate regulations, to include criteria which may be used to assess need and establish priorities, to serve as guidelines in evaluating requests for such reimbursement and to ensure the fair and equitable distribution of state funds provided for such purpose. The Department shall apply such regulations in preparing requests for appropriations. No such reimbursement shall be had unless the plans and specifications, including the need for additional personnel, thereof have been submitted to the Governor, and the jail project has been approved by him. The Governor shall base his approval in part on the expected operating cost-efficiency of the interior design of the facility. Such reimbursement shall be paid subject to the provisions of § 53.1-82.2.\n\nB. In the event that a county, city or town requests and receives financial assistance for capital costs of a jail project from the Department of Criminal Justice Services or from other public fund sources outside of the provisions of this section, the total financial assistance and reimbursement shall not exceed the total cost of the project.\n\nIn addition, no such reimbursement shall be had by localities entering into a contract pursuant to this section on or after February 1, 1993, unless at least three of the participating localities were each operating a jail on February 1, 1993.\n\nCode 1950, § 53-133.3; 1981, c. 380; 1982, c. 636; 1983, c. 358; 1989, c. 423; 1991, c. 453; 1993, cc. 387, 787; 1995, c. 305; 2015, c. 749; 2017, c. 211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-82/"
    },
    {
      "id": "section-531-821",
      "number": "53.1-82.1.",
      "heading": "Approval of jail projects by the Board; plan for community corrections",
      "text": "The Board shall promulgate regulations requiring localities seeking approval of a jail project to (i) submit a community-based corrections plan and (ii) demonstrate that the project can be completed and operated in a cost-efficient manner. Such regulations shall require, at a minimum, the following:\n\n1. That the request include an analysis of staffing needs and a six-year operating budget for the proposed facility;\n\n2. That the request include a plan for development and implementation of pre-trial detention alternatives and post-disposition punishment alternatives on a systematic local and regional basis, which plan shall be reviewed, modified and approved by the Board with assistance from the Department of Criminal Justice Services; and\n\n3. That the project be based on a locality- or region-specific jail population forecast, which shall include an analysis of the impact on the jail population of the alternatives identified pursuant to subdivision 2 of this section, and which forecast shall be reviewed by the Department of Criminal Justice Services.\n\nThe Board shall approve no proposed jail project which does not conform to the regulations promulgated pursuant to this section.\n\nThe provisions of this section shall not apply to jail renovation projects which do not result in a net increase in available bed space.\n\n1993, cc. 387, 787; 2000, c. 1040.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-82-1/"
    },
    {
      "id": "section-531-822",
      "number": "53.1-82.2.",
      "heading": "Method of reimbursement; involvement of the Treasury Board",
      "text": "A. Reimbursements by the Commonwealth to localities or regional jail authorities for a portion of the capital costs of a jail project, made pursuant to §§ 53.1-80, 53.1-81, 53.1-82, or § 53.1-95.19 may be effected by one of the following methods:\n\n1. In one lump sum payment to be made upon completion of the project, for minor renovation projects, or two equal lump sum payments, one such payment to be made upon certification that the construction, enlargement or renovation is fifty percent complete and the second such payment to be made upon completion of the project, such payments to be paid by the State Treasurer out of funds appropriated to the Department of Corrections;\n\n2. Over a specified period of time through a contractual agreement entered into by the Treasury Board and approved by the Governor, on behalf of the Commonwealth, and the locality, localities or regional authority or other combination of localities undertaking a jail project, such payments to be paid by the State Treasurer out of funds appropriated to the Treasury Board; or\n\n3. In one lump sum payment to be made upon completion of the project by the Virginia Public Building Authority pursuant to § 2.2-2263, including the Commonwealth's share of the interest costs expended by the locality or regional jail authority for financing such project during the period from fifty percent completion of construction to final completion of construction.\n\nB. The General Assembly shall have the sole authority to determine whether reimbursement will be made pursuant to subdivision A 1, A 2, or A 3. The Department of Planning and Budget, after consulting with the Treasury Board, shall evaluate all proposed jail projects and make recommendations to the Governor regarding the method of reimbursement for inclusion in his biennial budget.\n\nC. Any contract for reimbursement over a specified period of time entered into pursuant to subdivision A 2 shall include the following:\n\n1. The Commonwealth shall reimburse a portion of financing costs as provided in subsection E below;\n\n2. The Commonwealth's reimbursement payments shall be subject to appropriation;\n\n3. In the event that the jail project is financed through an issuance of securities, the Commonwealth's reimbursement payments shall be calculated using the coupon interest rates received by the locality or jail authority at the time the securities for the project are sold and shall be made pursuant to a schedule to be set forth in the contract;\n\n4. In the event that a jail project is financed through an issuance of securities, and coupon interest rates are not available due to the structure of the securities, the Treasury Board is authorized to make such adjustments as are necessary and reasonable to calculate the Commonwealth's payments;\n\n5. In the event that the jail project is financed through a method other than the issuance of securities, the Commonwealth's payment shall include interest payments based on an interest rate assumption equal to the prevailing AA rate for tax-exempt bonds issued by the Commonwealth or agencies thereof, or the actual rate achieved, whichever is lower, and the schedule for the Commonwealth's reimbursement payments shall be set forth in the contract; and\n\n6. Such other terms and conditions as are necessary to specify the structure of the Commonwealth's participation in project financing and as may be required by guidelines established by the Treasury Board.\n\nReimbursement to localities pursuant to this section shall be available without regard to the security level of the facility constructed, enlarged or renovated, provided such facility satisfies applicable standards established by the Board pursuant to § 53.1-68.\n\nD. For purposes of this article, \"capital costs\" includes, but is not limited to, actual construction costs, costs of land acquisition, if the land purchased is used exclusively for siting a jail facility, architectural and engineering fees, and fixed equipment. \"Capital costs\" does not include administrative costs nor a financial advisor's, an investment banker's, or attorneys' fees incurred by local governments or, except in the case of minimum security facilities, loose equipment or furnishings.\n\nE. For purposes of this article, \"financing costs\" means the total of all costs incurred by the locality, localities or regional authority or other combination of localities as are deemed reasonable and necessary by the Treasury Board to execute the financing of the Commonwealth's payment of capital costs and to fund such funds and accounts as the Treasury Board determines to be reasonable and necessary.\n\n1993, cc. 387, 787; 1995, c. 305; 1996, c. 835.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-82-2/"
    },
    {
      "id": "section-531-823",
      "number": "53.1-82.3.",
      "heading": "Budgeting schedule for jail projects",
      "text": "A. Any city or county or any combination of cities or counties requesting state financial assistance pursuant to §§ 53.1-80, 53.1-81 or § 53.1-82 shall, on or before March 1 biennially in the odd-numbered years, submit to the Governor, in a format prescribed by the Department of Corrections for such purpose, a community-based corrections plan and specifications, including detailed cost estimates of any facility construction. On or before July 1 in the odd-numbered years, such localities shall also submit to the Governor, in a format prescribed for such purpose by the Department of the Treasury, the expected financing costs for any such facility construction in accordance with § 53.1-82.2. The Governor shall submit his recommendations for funding such projects as part of the budget bill on or before December 20 of the year immediately prior to the beginning of each regular session held in an even-numbered year of the General Assembly. Requests for appropriations of such funds shall be considered by the General Assembly only in even-numbered years.\n\nB. In the event that the state share of reimbursable costs of the jail facility is estimated to be less than or equal to $1,000,000, such localities shall be exempt from submitting to the Governor, in a format prescribed for such purpose by the Department of the Treasury, the expected financing costs for any such facility construction in accordance with subsection A above, unless such localities seek reimbursement of financial costs associated with such facility construction.\n\n1993, cc. 387, 787; 1995, c. 305; 1998, cc. 498, 504; 2000, c. 1040.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-82-3/"
    },
    {
      "id": "section-531-83",
      "number": "53.1-83.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1993, cc. 387 and 787.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-83/"
    },
    {
      "id": "section-531-831",
      "number": "53.1-83.1.",
      "heading": "How state appropriations for operating costs of local correctional facilities determined",
      "text": "The Governor's proposed biennial budget bill shall include, for each fiscal year, an appropriation for operating costs for local correctional facilities. The proposed appropriation shall include:\n\n1. An amount for compensating localities for the cost of maintaining prisoners arrested on state warrants in local jails, regional jails and jail farms, at a specified rate per prisoner day;\n\n2. An amount for maintaining convicted state felons in local correctional facilities, at a specified rate per felon day, pursuant to § 53.1-20.1;\n\n3. An amount to pay two-thirds of the salaries of medical and treatment personnel approved by the State Compensation Board; and\n\n4. An amount to be set aside for unanticipated medical emergencies.\n\n1983, c. 358; 1992, cc. 333, 573.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-83-1/"
    },
    {
      "id": "section-531-84",
      "number": "53.1-84.",
      "heading": "State funds available to local correctional facilities for operating costs",
      "text": "The Compensation Board shall apportion among local correctional facilities moneys appropriated in the general appropriation act for the purpose of financial assistance for the confinement of persons in local facilities in accordance with reports of prisoner days provided by the Department.\n\nThe county or city receiving such funds or a combination of counties or cities or both receiving such funds on behalf of a regional facility shall pay therefrom the operating costs of its local adult correctional facilities and programs. Criminal costs prior to confinement shall be paid out of funds appropriated pursuant to § 19.2-332.\n\nRegulations adopted by the Board to implement the provisions of §§ 53.1-84 through 53.1-86 shall not be subject to legislative review as provided in § 2.2-4014. In the adoption of such regulations, the Board shall comply with all other requirements of the Administrative Process Act (§ 2.2-4000 et seq.), and in any subsequent amendments thereto shall comply with all the provisions of § 2.2-4012.\n\n1982, c. 636; 1983, c. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-84/"
    },
    {
      "id": "section-531-85",
      "number": "53.1-85.",
      "heading": "Time and manner of payment",
      "text": "Notwithstanding any contrary provisions of this Code which provide for state reimbursement of certain costs incurred by local correctional facilities, the time and manner of such payments shall be as hereinafter prescribed.\n\nEach facility's apportionment pursuant to § 53.1-84 shall be paid by the Compensation Board to the responsible local governing body or fiscal agent of such facility in quarterly installments beginning July, 1983.\n\nThe amount of the quarterly installment for each facility will be the sum of the following:\n\n1. The number of state prisoner days registered by the facility in the preceding quarter, pursuant to § 53.1-121, times the specified rate per prisoner day;\n\n2. The number of prisoner days registered for convicted state felons by the facility in the preceding quarter times the specified rate per felon day, pursuant to § 53.1-20.1; and\n\n3. One-fourth of the annual cost for salaries and fringe benefits for medical and treatment personnel approved by the Compensation Board pursuant to § 15.2-1636.7.\n\nFunds held in the emergency reserve shall be distributed on the written authorization of the Compensation Board. In the event of emergencies, the Compensation Board may reallocate any portion of the reserve among individual facilities. Any balance remaining in the reserve at the close of the budgetary period shall revert to the general fund of the state treasury.\n\n1982, c. 636; 1983, c. 358; 1992, cc. 333, 573.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-85/"
    },
    {
      "id": "section-531-86",
      "number": "53.1-86.",
      "heading": "Limitation on use of state funds; records of receipts and disbursements",
      "text": "No locality receiving state funds under § 53.1-85 shall use such funds for any purpose other than for paying expenses incurred as the result of the confinement of persons in local correctional facilities. The Department shall require a locality to return any portion of state funds expended in violation of this provision to the state treasury. Should an unexpended balance of state funds exist at the end of the apportionment year, the unencumbered funds in such balance may be reverted to the local treasury and subsequently shall be expended for operating expenses of local correctional facilities. In the case of regional correctional facilities, the unexpended balance of state funds shall be apportioned by the regional facility's governing body to the participating localities based on the number of prisoner days of persons confined in the facility from each jurisdiction.\n\nEach locality shall keep records of receipts and disbursements of state funds received pursuant to § 53.1-85. Such records shall be open for evaluation by the Department and audit by the Auditor of Public Accounts.\n\n1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-86/"
    },
    {
      "id": "section-531-87",
      "number": "53.1-87.",
      "heading": "Cost of maintenance of jails; payment by localities of respective shares of costs; judicial resolution of disagreements",
      "text": "A. In any instance in which a local correctional facility of a county, city or town is designated by the Board as the place where prisoners committed by the courts or other authorities of any other county, city or town shall be confined, any capital outlay expenses incurred for necessary repairs, improvements or additions to such facility, and all costs of maintenance of the facility chargeable to the localities, shall be borne ratably by the several counties, cities or towns using it.\n\nB. The share of each respective county, city or town involved in such costs shall be such proportion of the total cost of such repairs, improvements, additions and other such costs as the total aggregate number of days spent in local correctional facilities by prisoners committed by the courts or other authorities of such county, city or town, for the five-year period next preceding the year in which such repairs, improvements or additions are begun, or other costs incurred, bears to the total aggregate number of days spent in local correctional facilities by the prisoners committed by the courts or other authorities of both or all of the counties, cities and towns using the facility to which such repairs, improvements or additions are made or in which such other costs are incurred. The amount to be paid by each county, city or town involved shall be determined by the Board on the basis herein set forth.\n\nC. The Board shall furnish a statement of the several shares of the cost so determined to the governing body of each county, city and town involved, and the respective shares shall be paid within thirty days from the date upon which such statement is furnished. If the costs of any such repairs, improvements or additions will not exceed $2000 they may be authorized by the governing body of the county, city or town to whose correctional facility such repairs, improvements or additions are to be made. If the costs will exceed $2000, such repairs, improvements or additions shall be recommended by the Board and agreed on in advance by the governing bodies of both or all of the counties, cities and towns involved.\n\nIn case of disagreement, the matter of the extent of the repairs, improvements or additions and the proportionate cost to the respective localities involved shall be determined by the circuit court of the locality which owns or maintains the correctional institution proposed to be repaired, improved or added to, upon the petition of the Board.\n\nCode 1950, § 53-136; 1970, c. 648; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-87/"
    },
    {
      "id": "section-531-88",
      "number": "53.1-88.",
      "heading": "Governing body to examine statements, accounts and invoices and issue warrants",
      "text": "The governing body of each city or county or its duly authorized representative shall examine all statements of account and invoices laid before it by the sheriff pursuant to §§ 53.1-126 and 53.1-133.5. After satisfying itself that the statements and invoices are correct, the governing body shall cause warrants to be issued on the county or city treasurer, or other disbursing officer, for the payment of such accounts and invoices.\n\nCode 1950, § 53-178; 1982, c. 636; 1992, c. 859.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-88/"
    },
    {
      "id": "section-531-89",
      "number": "53.1-89.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1983, c. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-89/"
    },
    {
      "id": "section-531-90",
      "number": "53.1-90.",
      "heading": "Pay for United States prisoners",
      "text": "Each sheriff or jail superintendent shall collect from the United States, for prisoners of the United States confined in the jail of his county, city or region, such amounts as shall be agreed upon by the governing body of the county or city or, in the case of a regional jail, the regional jail authority or, if none, the body responsible for the fiscal management of the regional jails and the appropriate authorities of the Government of the United States, which amounts shall not be less than the actual cost of feeding, clothing, caring for and furnishing medicine and medical attention for such prisoners.\n\nCode 1950, § 53-181; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-90/"
    },
    {
      "id": "section-531-91",
      "number": "53.1-91.",
      "heading": "Pay for prisoners from other counties, cities or towns",
      "text": "Each sheriff or jail superintendent shall collect from the counties, cities and towns of the Commonwealth, other than the county, city or region for which he is elected or appointed, and from any other state or country for which any prisoner is held in such jail, the reasonable costs of guarding, feeding, clothing, caring for and furnishing medicine and medical attention for prisoners held for such county, city, town, state or country, to be determined by agreement with the governmental unit involved, or, in the absence of such agreement, as shall be determined by the governing body of his county, city or regional jail.\n\nThe term \"reasonable costs,\" as used in this section, means an amount not to exceed actual costs, including depreciation, less such amounts as may be paid by the Commonwealth pursuant to §§ 15.2-1609.8 and 53.1-85.\n\nCode 1950, § 53-182; 1982, c. 636; 1983, c. 358; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-91/"
    },
    {
      "id": "section-531-92",
      "number": "53.1-92.",
      "heading": "Disposition of money collected from United States or other counties, cities or towns",
      "text": "All moneys so collected by such sheriff from the United States or from any such county, city, town, state or country shall be promptly paid into the treasury of his county or city. The total amount so collected shall be retained by such county or city. All moneys so collected by jail superintendents shall be promptly paid into the treasury of the regional jail authority or, if none, the body responsible for the fiscal management of the regional jail.\n\nCode 1950, § 53-183; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-92/"
    },
    {
      "id": "section-531-93",
      "number": "53.1-93.",
      "heading": "When sheriffs to summon or employ guards and other persons; allowances therefor; fees charged to prisoner",
      "text": "Whenever in the discretion of the court it is necessary for the safekeeping of a prisoner under charge of or sentence for a crime, whether the prisoner be in jail, hospital, court or elsewhere, the court may order the sheriff to summon a sufficient guard. Whenever ordered by the court to do so, the sheriff shall summon or employ temporarily such persons as may be needed to preserve proper order or otherwise to aid the court in its proper operation and functioning. For such guard or other service the court may allow so much as it deems proper, not exceeding the hourly equivalent of the minimum annual salary paid a full-time deputy sheriff who performs like services in the same county or city. In addition, mileage and other expenses for rendering the services shall be paid for each such person. A prisoner may be charged reasonable fees for providing him a security escort, supervision and transportation to and from a funeral or graveside service.\n\nCode 1950, §§ 19-283, 19.1-308, 53-183.2; 1956, c. 687; 1960, c. 366; 1972, c. 145; 1973, c. 401; 1976, c. 286; 1981, c. 386; 1982, c. 636; 2002, c. 336.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-93/"
    },
    {
      "id": "section-531-94",
      "number": "53.1-94.",
      "heading": "Same when paid by county or city; same when by Compensation Board",
      "text": "The circuit court, before certifying any allowance pursuant to § 53.1-93, shall inquire into the condition of the jail. If it appears that a guard was necessary because of the insecurity of the jail, it shall order the allowance to be certified to the governing body of the county or city. If otherwise, and the guard was necessary, the allowance shall be paid out of the budget of the sheriff as approved by the Compensation Board.\n\nCode 1950, §§ 19-284, 19.1-309, 53-183.3; 1960, c. 366; 1972, c. 145; 1982, c. 636; 1985, c. 321.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-94/"
    },
    {
      "id": "section-531-95",
      "number": "53.1-95.",
      "heading": "Provisions applicable to jail farms of counties and cities",
      "text": "A. When the control, management and supervision of the jail farm of any county or city is not vested in the sheriff of such county or city, such county or city shall be paid out of state funds pursuant to § 53.1-85 for the care and custody at such jail farm of persons accused or convicted of any offense against the laws of the Commonwealth, and witnesses held in cases to which the Commonwealth is a party. Such payments shall include only the reasonable cost of guarding, and providing necessary housing, maintenance, administrative expenses, food, clothing, medicine and medical attention for such prisoners.\n\nA1. Such county or city may also collect from other counties, cities or towns of the Commonwealth for which any prisoner is held at the jail farm of such county or city the reasonable cost of feeding, clothing, caring for and furnishing medicine and medical attention for such prisoner, and maintenance and administrative costs of the facility on a per prisoner basis. As used in this section, the term \"reasonable cost\" means an amount not to exceed actual costs, including depreciation, less such amounts as may be paid by the Commonwealth pursuant to §§ 15.2-1609.8 and 53.1-85.\n\nB. When the control, management and supervision of the jail farm of any county or city is not vested in the sheriff of such county or city, the county or city may collect from the United States, for prisoners of the United States at the jail farm, such amounts as may be agreed upon by the county or city and the appropriate authorities of the Government of the United States, which amounts shall not be less than the actual cost of feeding, clothing and caring for such prisoners. Such county or city may collect from any state, other than this Commonwealth, and from any country other than the United States, for which any prisoner is held at the jail farm of such county or city, the cost of guarding, and providing necessary food, clothing, medicine and medical attention for prisoners held for such other state or country. The amount thereof shall be agreed upon by the governmental units involved.\n\nCode 1950, § 53-188; 1960, c. 411; 1982, c. 636; 1983, c. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95/"
    },
    {
      "id": "section-531-951",
      "number": "53.1-95.1.",
      "heading": "Limits on state expenditures",
      "text": "The Governor may withhold approval for state expenditures, by reimbursement or otherwise, for the purposes set out in this article as provided in the current general appropriation act.\n\n1986, c. 394.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-1/"
    },
    {
      "id": "section-31",
      "number": "3.1.",
      "heading": "Jail Authorities",
      "text": "Jail Authorities",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-952",
      "number": "53.1-95.2.",
      "heading": "Jail authority",
      "text": "The governing bodies of two or more counties, cities, or towns or a combination thereof may by concurrent ordinances or resolutions or by agreement, create a jail authority. Such authority shall be subject to all rights, privileges, and obligations contained in Chapter 3 (§ 53.1-68 et seq.) of this title.\n\n1990, c. 837; 1992, c. 421.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-2/"
    },
    {
      "id": "section-531-953",
      "number": "53.1-95.3.",
      "heading": "Definitions",
      "text": "As used in this article, the following words and terms shall have the following meanings unless the context indicates another meaning or intent:\n\n\"County\" means any county in the Commonwealth of Virginia.\n\n\"Governing body\" means in the case of a county the board of supervisors and in the case of a city or town the board, commission, council or other body by whatever name it may be known, in which the general legislative powers of the city or town are vested.\n\n\"Political subdivision\" means a county, city, or town of the Commonwealth of Virginia.\n\n\"Unit\" means any department, institution or commission of the Commonwealth of Virginia and any public corporate instrumentality thereof, and any district, and includes counties and municipalities.\n\n1990, c. 837; 1992, c. 421.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-3/"
    },
    {
      "id": "section-531-954",
      "number": "53.1-95.4.",
      "heading": "Ordinance, agreement or resolution creating authority",
      "text": "A. Each such ordinance, agreement or resolution shall include the following:\n\n1. The name of the \"authority\" and address of its principal office.\n\n2. The name of each participating political subdivision, together with the names, addresses and terms of office of the first members of the board of the authority.\n\n3. The purpose or purposes for which the authority is to be created together with, insofar as the governing bodies of the participating political subdivisions determine to be practicable, preliminary estimates of capital costs and financing proposals for any specific project or projects to be undertaken by the authority.\n\n4. The number of members who shall exercise the powers of the authority and the number from each participating political subdivision.\n\nB. Any such ordinance, agreement or resolution that does not set forth the information required in subdivision A 3 of this section regarding capital cost estimates and project financing proposals shall also set forth a finding that inclusion of such information is impracticable.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-4/"
    },
    {
      "id": "section-531-955",
      "number": "53.1-95.5.",
      "heading": "Joinder of new subdivision; withdrawal from authority",
      "text": "Any political subdivision may become a member of any existing authority, and any political subdivision which is a member of an existing authority may withdraw therefrom, but no political subdivision shall be permitted to withdraw from any authority after any obligation has been incurred by the authority except by unanimous vote of all members of the authority.\n\nThe governing body of any political subdivision wishing to withdraw from an existing authority shall signify its desire by resolution or ordinance. The governing body of any political subdivision wishing to become a member of an existing authority and the governing bodies of the political subdivisions then members of the authority shall by concurrent resolutions or ordinances or by agreement provide for the joinder of such political subdivision and specify the number and term of office of members of the expanded authority which are to be appointed by each of the participating political subdivisions, together with the name, address and term of office of initial appointments to membership.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-5/"
    },
    {
      "id": "section-531-956",
      "number": "53.1-95.6.",
      "heading": "Governing body",
      "text": "The powers of the authority shall be exercised by a governing body established in the manner provided in § 53.1-106.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-6/"
    },
    {
      "id": "section-531-957",
      "number": "53.1-95.7.",
      "heading": "Powers of authority",
      "text": "Each authority created hereunder shall be deemed to be an instrumentality exercising public and essential governmental functions to provide for the public safety and welfare, and each such authority is hereby authorized and empowered:\n\n1. To have a seal and alter the same at pleasure;\n\n2. To acquire by gift, purchase, lease, or otherwise, and to hold, to sell, at public or private sale, or exchange, lease, mortgage, pledge, subordinate interest in, or otherwise dispose of real and personal property of every kind and character for its purposes;\n\n3. To appoint, select, and employ officers, agents, and employees, including a superintendent of the regional correctional facility and necessary jail officers and employees therefor, and also including engineering and construction experts, fiscal agents and attorneys, and to fix their respective compensations;\n\n4. To make contracts and leases and to execute all instruments necessary or convenient, including contracts for construction and financing of projects and leases of projects or contracts with respect to the use of projects which it causes to be erected or acquired, and to dispose by conveyance of its title in fee simple of real and personal property of every kind and character, and any and all political subdivisions, departments, institutions, or agencies of the Commonwealth are hereby authorized to enter into contracts, leases, or agreements with the authority upon such terms and for such purposes as they deem advisable;\n\n5. To construct, erect, acquire, own, repair, remodel, maintain, add to, extend, improve, equip, furnish, operate, and manage projects, the cost of any such project to be paid in whole or in part from the proceeds or other funds made available to the authority;\n\n6. To accept loans and grants of money or materials or property of any kind from the United States of America or any agency or instrumentality thereof, upon such terms and conditions as the United States of America or such agency or instrumentality may impose;\n\n7. To accept loans and grants of money or materials or property of any kind from the Commonwealth of Virginia or any agency or instrumentality or political subdivision thereof, upon such terms and conditions as the Commonwealth of Virginia or such agency or instrumentality or political subdivision may impose;\n\n8. To borrow money for any of its corporate purposes and to execute evidences of such indebtedness and to secure the same and to issue negotiable revenue bonds payable solely from funds pledged for that purpose and to provide for the payment of the same and for the rights of the holders thereof. Any city or county participating in the authority may lend, advance, or give money or materials or property of any kind to the authority;\n\n9. To exercise any power usually possessed by private corporations performing similar functions, which is not in conflict with the Constitution and laws of the Commonwealth;\n\n10. An authority created pursuant to this article and any trustee acting under any trust indenture are specifically authorized from time to time to sell, lease, grant, exchange, or otherwise dispose of any surplus property, both real and personal, or interest therein not required in the normal operation of and usable in the furtherance of the purpose for which the authority was created, except as such right and power may be limited as provided in § 53.1-95.8 hereof;\n\n11. To sue and be sued in its own name, plead and be impleaded;\n\n12. To adopt, amend, or repeal bylaws, rules, and regulations, not inconsistent with this article or the general laws of the Commonwealth, for the regulation of its affairs and the conduct of its business and to carry into effect its powers and purposes;\n\n13. To do all things necessary or convenient to carry out the powers expressly given in this article.\n\n1990, c. 837; 1994, c. 270.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-7/"
    },
    {
      "id": "section-531-958",
      "number": "53.1-95.8.",
      "heading": "Authority of superintendent and jail officers; oath and bond; fees charged to prisoner",
      "text": "The superintendent appointed by an authority created pursuant to this article to administer its correctional facility shall have and exercise the same control and authority over the prisoners committed or transferred to such facility as the sheriffs of this Commonwealth have by law over the prisoners committed or transferred to their jails.\n\nDuring the term of their appointment, the superintendent and jail officers are hereby vested with the powers and authority of a conservator of the peace (i) within the limits of such correctional facility and within one mile thereof; (ii) for the purpose of conveying prisoners to and from such facility; (iii) for the purpose of enforcing the provisions of alternative incarceration and treatment programs pursuant to §§ 53.1-129, 53.1-131, and 53.1-131.2; (iv) for the purpose of providing security and supervision of prisoners taken to a medical, dental, or psychiatric facility; and (v) for the purpose of providing a security escort and supervision of prisoners transported to a funeral or graveside service. Prisoners may be charged reasonable fees for services described in clause (v).\n\nBefore entering upon the duties of their office, the superintendent and jail officers shall take and subscribe the oath prescribed by § 49-1. An authority created pursuant to this article may require the superintendent or jail officers or both to give bond in such penalty and with such security as the authority may prescribe, conditioned upon the faithful discharge of the duties of their offices.\n\n1990, c. 837; 1994, cc. 270, 923, 953; 2002, c. 336; 2004, c. 378.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-8/"
    },
    {
      "id": "section-531-9581",
      "number": "53.1-95.8:1.",
      "heading": "Handling of funds for regional correctional facility; county or city treasurer or director of finance as fiscal agent",
      "text": "Any authority constituted pursuant to the provisions of this article or Article 1.1 (§ 53.1-71.1 et seq.) may appoint as its fiscal agent the treasurer of a county or city which is a member of the authority, or in the case of member jurisdictions where there is no treasurer, the director of finance. No treasurer or director of finance shall be appointed as fiscal agent without their concurrence. In the event such treasurer or director of finance is appointed, all disbursements on behalf of the authority shall be by warrant signed by the chairman of the authority or his designee and countersigned by such treasurer or director of finance as fiscal agent. For his services as fiscal agent, a treasurer or director of finance thus appointed may be paid such salary supplement and reimbursed such expenses as may be agreed upon by the board of the authority and the treasurer or director of finance. Such salary supplement and expenses shall be borne exclusively by the authority and not by the Compensation Board.\n\n1996, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-8-1/"
    },
    {
      "id": "section-531-959",
      "number": "53.1-95.9.",
      "heading": "Acquisition of interests in land",
      "text": "An authority created pursuant to this article is hereby authorized and empowered to acquire by gift or by lease or purchase solely from funds provided under the provisions of this article such lands, structures, property, rights, rights-of-way, franchises, easements, and other interests in lands as it may deem necessary or convenient for the construction and operation of the project upon such terms and at such prices as may be considered by it to be reasonable and can be agreed upon between it and the owner thereof.\n\nAll public agencies and the commissions of the Commonwealth, with the approval of the Governor, are hereby authorized and empowered to lease, lend, grant, or convey to an authority created pursuant to this article at its request, upon such terms and conditions as may be mutually agreed upon, without the necessity for any advertisement, order of court, or other action or formality, any real property which may be necessary or convenient to the effectuation of the authorized purposes of the authority, including real property already devoted to public use.\n\nTitle to any property acquired by an authority created pursuant to this article shall be taken in the name of the authority.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-9/"
    },
    {
      "id": "section-531-9510",
      "number": "53.1-95.10.",
      "heading": "Issuance of revenue bonds",
      "text": "An authority created pursuant to this article is hereby authorized to provide by resolution for the issuance, at one time or from time to time, of revenue bonds of the authority for the purpose of paying all or any part of the cost of the project. The principal of and the interest on such bonds shall be payable solely from the funds herein provided for such payment. The bonds of each issue shall be dated, shall bear interest at such rate or rates as shall be fixed by the authority, shall mature at such time or times not exceeding forty years from their date or dates, as may be determined by the authority, and may be made redeemable before maturity, at the option of the authority, at such price or prices and under such terms and conditions as may be fixed by the authority prior to the issuance of the bonds. The authority shall determine the form and the manner of execution of the bonds, including any interest coupons to be attached thereto, and shall fix the denomination or denominations of the bonds and the place or places of payment of principal and interest, which may be at any bank or trust company within or without the Commonwealth. In case any officer whose signature or a facsimile of whose signature shall cease to be such officer before the delivery of such bonds, such signature or such facsimile shall nevertheless be valid and sufficient for all purposes the same as if he had remained in office until such delivery. Notwithstanding any other provision of this article or any recitals in any bonds issued under the provisions of this article, all such bonds shall be deemed to be negotiable instruments under the laws of the Commonwealth. The bonds may be issued in coupon or in registered form, or both, as the authority may determine, and provision may be made for the registration of any coupon bonds as to principal alone and also as to both principal and interest, for the reconversion into coupon bonds of any bonds registered as both principal and interest and for the interchange of registered and coupon bonds. The authority may sell such bonds in such manner, either at public or negotiated sale, or for such price, as it may determine will best effectuate the purposes of this article.\n\nThe proceeds of the bonds shall be used solely for the payment of the cost of the project and shall be disbursed in such manner and under such restrictions, if any, as the authority may provide in the resolution authorizing the issuance of such bonds or in the trust agreement hereinafter mentioned securing the same. If the proceeds of the bonds of any issuance, by error of estimates or otherwise, shall be less than such cost, additional bonds may in like manner be issued to provide the amount of such deficit, and, unless otherwise provided in the resolution authorizing the issuance of such bonds or in the trust agreement securing the same, shall be deemed to be the same issue and shall be entitled to payment from the same fund without preference or priority of the bonds first issued. If the proceeds of the bonds of any issue shall exceed such cost, the surplus shall be deposited to the credit of the sinking fund for such bonds.\n\nPrior to the preparation of definitive bonds, the authority may, under like restrictions, issue interim receipts or temporary bonds, with or without coupons, exchangeable for definitive bonds when such bonds shall have been executed and are available for delivery. The authority may also provide for the replacement of any bonds which shall become mutilated or shall be destroyed or lost. Bonds may be issued under the provisions of this article without obtaining the consent of any department, division, commission, board, bureau, or agency of the Commonwealth, and without any other proceedings or the happening of any conditions other than those proceedings or conditions which are specifically required by this article.\n\nRevenue bonds issued under the provisions of this article shall not be deemed to constitute a pledge of the faith and credit of the Commonwealth or of any political subdivision thereof. All such bonds shall contain a statement on their face substantially to the effect that neither the faith and credit of the Commonwealth nor the faith and credit of any county, city, town, or other subdivision of the Commonwealth is pledged to the payment of the principal of or the interest on such bonds. The issuance of revenue bonds under the provisions of this article shall not directly or indirectly or contingently obligate the Commonwealth or any county, city, town, or other subdivision of the Commonwealth to levy any taxes whatever therefor or to make any appropriation for their payment except from the funds pledged under the provisions of this article.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-10/"
    },
    {
      "id": "section-531-9511",
      "number": "53.1-95.11.",
      "heading": "Trust agreements",
      "text": "In the discretion of an authority created pursuant to this article, any bonds issued under the provisions of this article may be secured by a trust agreement by and between the authority and a corporate trustee, which may be any trust company or bank having the powers of a trust company within or without the Commonwealth. Such trust agreement or the resolution providing for the issuance of such bonds may pledge or assign the charges and other revenues to be received, but shall not convey or mortgage the project or any part thereof. Such trust agreement or resolution providing for the issuance of such bonds may contain such provisions for protecting and enforcing the rights and remedies of the bondholders as may be reasonable and proper and not in violation of law, including covenants setting forth the duties of the authority in relation to the acquisition of property and the construction, improvement, maintenance, repair, operation, and insurance of the project, the rates to be charged for services, and the custody, safeguarding, and application of all moneys. It shall be lawful for any bank or trust company incorporated under the laws of the Commonwealth which may act as depository of the proceeds of bonds or of revenues to furnish such indemnifying bonds or to pledge such securities as may be required by the authority. Any such trust agreement may set forth the rights and remedies of the bondholders and of the trustee, and may restrict the individual right of action by bondholders. In addition to the foregoing, any such trust agreement or resolution may contain such other provisions as the authority may deem reasonable and proper for the security of the bondholders. All expenses incurred in carrying out the provisions of such trust agreement or resolution may be treated as a part of the cost of the operation of the project.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-11/"
    },
    {
      "id": "section-531-9512",
      "number": "53.1-95.12.",
      "heading": "Charge for use of services",
      "text": "An authority created pursuant to this article is hereby authorized to fix, revise, and charge for the use of the service furnished by the project and to contract with any unit or department of government at any level, including cities, counties, towns, authorities, regional jail boards, and the state and federal governments and their respective departments, commissions and agencies, desiring the use of any part thereof, and to fix the terms, conditions, rents, and rates of charges for such use. Such charges shall be so fixed and adjusted in respect to the aggregate of the charges from the project as to provide a fund sufficient with other revenues, if any, to pay (i) the cost of maintaining, repairing, and operating such project and (ii) the principal of and interest on such bonds as the same shall become due and payable and to create reserves for such purposes. The revenues derived from the project, except such part thereof as may be necessary to pay such cost of maintenance, repair, and operation and to provide such reserves therefor as may be provided for in the resolution authorizing the issuance of such bonds or in the trust agreement securing the same, shall be set aside at such regular intervals as may be provided in such resolution or such trust agreement in a sinking fund which is hereby pledged to, and charged with, the payment of the principal of and the interest on such bonds as the same shall become due, and the redemption price or the purchase price of bonds retired by call or purchase as therein provided. Such pledge shall be valid and binding from the time when the pledge is made; the revenues or other moneys so pledged and thereafter received by the authority shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be valid and binding as against all parties having claims of any kind in tort, contract or otherwise against the authority, irrespective of whether such parties have notice thereof. Neither the resolution nor any trust agreement by which a pledge is created need be filed or recorded except in the records of the authority. The use and disposition of moneys to the credit of such sinking fund shall be subject to the provisions of the resolution authorizing the issuance of such bonds or of such trust agreement. Except as may otherwise be provided in such resolution or such trust agreement, such sinking fund shall be a fund for all such bonds without distinction or priority of one over another.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-12/"
    },
    {
      "id": "section-531-9513",
      "number": "53.1-95.13.",
      "heading": "Revenues and proceeds from sale of bonds",
      "text": "All moneys received pursuant to the provisions of this article, whether as proceeds from the sale of bonds or as revenues, shall be deemed to be trust funds to be held and applied solely as provided in this article. An authority created pursuant to this article may provide for the payment of its revenues to such officer, board, or depository as it may designate for the custody thereof, and for the method of disbursement thereof, with such safeguards and restrictions as it may determine. The authority shall, in the resolution authorizing the bonds or in the trust agreement securing such bonds, provide for the payment of the proceeds of the sale of the bonds to a trustee, which shall be any trust company or bank having the powers of a trust company within or without the Commonwealth, which shall act as trustee of the funds, and hold and apply the same to the purposes of this article, subject to such regulations as this article and such resolution or trust agreement may provide. The trustee may invest and reinvest such funds in such securities as may be provided in the resolution authorizing the bonds or in the trust agreement securing such bonds.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-13/"
    },
    {
      "id": "section-531-9514",
      "number": "53.1-95.14.",
      "heading": "Rights of bond holders and trustees",
      "text": "Any holder of bonds issued under the provisions of this article or of any of the coupons appertaining thereto, and the trustee under any trust agreement, except to the extent the rights herein given, may be restricted by such trust agreement, may either at law or in equity, by suit, action, injunction, mandamus, or other proceedings, protect and enforce any and all rights under the laws of the Commonwealth or granted by this article or under such trust agreement or the resolution authorizing the issuance of such bonds and may enforce and compel the performance of all duties required by this article or by such agreement or resolution to be performed by an authority created pursuant to this article or by any officer or agent thereof including the fixing, charging, and collection of such charges.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-14/"
    },
    {
      "id": "section-531-9515",
      "number": "53.1-95.15.",
      "heading": "Exemption from taxes",
      "text": "The exercise of the powers granted by this article shall be in all respects for the benefit of the inhabitants of the Commonwealth, for the increase of their commerce, and for the promotion of their safety, health, welfare, convenience, and prosperity, and as the operation and maintenance of the project by an authority created pursuant to this article will constitute the performance of essential governmental functions, the authority shall not be required to pay any taxes or assessments upon the project or any property acquired or used by the authority under the provisions of this article or upon the income therefrom; and the bonds issued under the provisions of this article, their transfer and the income therefrom, including any profit made on the sale thereof, shall at all times be free and exempt from taxation by the Commonwealth and by any municipality, county, or other political subdivision thereof.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-15/"
    },
    {
      "id": "section-531-9516",
      "number": "53.1-95.16.",
      "heading": "Issuance of revenue refunding bonds",
      "text": "The authority is hereby authorized to provide by resolution for the issuance of its revenue refunding bonds for the purpose of refunding any bonds then outstanding which shall have been issued under the provisions of this article, including the payment of any redemption premium thereon and any interest accrued or to accrue to the date of redemption of such bonds, and, if deemed advisable by the authority, for the additional purpose of constructing enlargements, renovations, or improvements of the project. The issuance of such bonds, the maturities and other details thereof, the rights of the holders thereof, and the rights, duties, and obligations of the authority in respect of the same, shall be governed by the provisions of this article insofar as the same may be applicable.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-16/"
    },
    {
      "id": "section-531-9517",
      "number": "53.1-95.17.",
      "heading": "General purpose of an authority",
      "text": "Without limiting the generality of any provisions of this article, the general purpose of an authority created pursuant to this article is declared to be that of acquiring, constructing, equipping, maintaining, and operating a jail or jail farm and the usual facilities appertaining to such undertakings; enlarging, renovating, and improving such facilities; acquiring the necessary property therefor, both real and personal, with the right of contract for the use of or to lease, mortgage, or sell any or all of such facilities, including real property; and doing any and all things deemed by the authority necessary, convenient, and desirable for and incident to the efficient and proper development and operation of such types of undertakings.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-17/"
    },
    {
      "id": "section-531-9518",
      "number": "53.1-95.18.",
      "heading": "Design-build contracts",
      "text": "An authority created pursuant to this article may enter into a contract for a jail on a fixed price or not-to-exceed price design-build basis or construction management basis in accordance with procedures consistent with those described in the Virginia Public Procurement Act (§ 2.2-4300 et seq.) for procurement of nonprofessional services through competitive negotiation. The authority may authorize payment to no more than three responsive bidders who are not awarded the design-build contract if the authority determines that such payment is necessary to promote competition. The authority shall not be required to award a design-build contract to the lowest bidder but may consider price as one factor in evaluating the proposals received. The authority shall maintain adequate records to allow post-project evaluation by the Commonwealth.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-18/"
    },
    {
      "id": "section-531-9519",
      "number": "53.1-95.19.",
      "heading": "State reimbursement",
      "text": "An authority created pursuant to this article shall be eligible to receive state reimbursement for jail construction and operation in accordance with the provisions of Article 3 (§ 53.1-80 et seq.) of this chapter. State reimbursement for the cost of the project shall be made to the authority and shall be determined as if each participating political subdivision in the authority had contributed its pro rata share of such cost. However, when an authority created pursuant to this article enters into an agreement with one or more political subdivisions not participating in the authority for the purpose of construction and operating a jail, that share of the state reimbursement due to any political subdivision not participating in the authority shall be made directly to such political subdivision in accordance with the provisions of Article 3 of this chapter. The Commonwealth shall fund the positions of superintendent, correctional officers, and two-thirds of the salaries of required medical or treatment personnel on a basis approved by the State Compensation Board. Such salaries shall be paid in the manner provided in § 15.2-1609.2, and such section shall be applicable mutatis mutandis to such superintendent.\n\nThe superintendent of the correctional facility shall report on the first day of each month to the Director of the State Department of Corrections to give the record of each prisoner received during the preceding month on blank forms to be furnished by the Director, to state whether the offense for each prisoner is for violation of state law or of city or town ordinance. The report shall be signed by both the superintendent and chairman of the authority. Either signer found guilty of willfully falsifying the information contained in such report shall be guilty of a Class 1 misdemeanor.\n\nIf any superintendent fails to send such report within five days after the date when the report is to be forwarded, the Director shall notify the superintendent of such failure. If the superintendent fails to make the report within ten days from that date, then the Director shall cause the report to be prepared from the books of the superintendent and shall certify the cost thereof to the Comptroller. The Comptroller shall issue his warrant on the Treasurer for that amount, deducting the same from any funds that may be due the superintendent by the Commonwealth.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-19/"
    },
    {
      "id": "section-531-9520",
      "number": "53.1-95.20.",
      "heading": "Duty to prescribe rules and regulations",
      "text": "It shall be the duty of an authority created pursuant to this article to prescribe rules and regulations, not inconsistent with standards of the State Board of Local and Regional Jails, for the operation of the project or projects constructed under the provisions of this article.\n\n1990, c. 837; 2020, c. 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-20/"
    },
    {
      "id": "section-531-9521",
      "number": "53.1-95.21.",
      "heading": "Supplemental and additional powers",
      "text": "The foregoing sections of this article shall be deemed to provide an additional and alternative method for the performance of acts authorized thereby, shall be regarded as supplemental and additional to powers conferred by other laws, and shall not be regarded as in derogation of any powers now existing.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-21/"
    },
    {
      "id": "section-531-9522",
      "number": "53.1-95.22.",
      "heading": "Liberal construction",
      "text": "This article, being necessary for the welfare of the Commonwealth and its inhabitants, shall be liberally construed to effect the purposes thereof.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-22/"
    },
    {
      "id": "section-531-9523",
      "number": "53.1-95.23.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2015, c. 709, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-23/"
    },
    {
      "id": "section-531-9524",
      "number": "53.1-95.24.",
      "heading": "Inconsistent laws inapplicable",
      "text": "All other general or special laws inconsistent with any provision of this article are hereby declared to be inapplicable to the provisions of this article.\n\n1990, c. 837.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-95-24/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "County and City Farms",
      "text": "County and City Farms",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-96",
      "number": "53.1-96.",
      "heading": "County and city farms; persons who may be confined",
      "text": "The governing body of any county or city may, within its respective jurisdiction or elsewhere, establish and maintain a farm where any person convicted and sentenced to confinement in the jail of such county or city, or sentenced to a state correctional institution, may be confined and required to do such work as may be assigned him during the term of his sentence. A local jail farm may be used to hold or confine any person who could be lawfully held or confined in a jail operated by the county or city.\n\nThe governing body or the farm board appointed to supervise and manage the farm may prescribe rules and regulations to govern the operation of the farm.\n\nCode 1950, § 53-195; 1954, c. 193; 1970, c. 648; 1979, c. 700; 1982, c. 636; 2007, cc. 95, 106.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-96/"
    },
    {
      "id": "section-531-97",
      "number": "53.1-97.",
      "heading": "Appointment of superintendent and guards",
      "text": "The governing body of the county or city establishing and maintaining a farm may appoint a superintendent of the farm and necessary guards therefor who shall serve at the pleasure of the appointing authority.\n\nCode 1950, § 53-197; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-97/"
    },
    {
      "id": "section-531-98",
      "number": "53.1-98.",
      "heading": "Authority of superintendent and guards",
      "text": "The superintendent shall have and exercise the same control and authority over the prisoners committed or transferred to such farm as the sheriffs of the Commonwealth have by law over the prisoners committed or transferred to their jails.\n\nDuring the term of their appointment the superintendent and guards are hereby invested with the powers and authority of a conservator of the peace (i) within the limits of such farm and within one mile thereof, whether such farm is situated within or beyond the limits of the political subdivision establishing and maintaining the same, and (ii) in conveying prisoners to and from such farm.\n\nCode 1950, § 53-198; 1970, c. 648; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-98/"
    },
    {
      "id": "section-531-99",
      "number": "53.1-99.",
      "heading": "Jurisdiction of offenses committed by prisoners",
      "text": "Whenever any farm is situated beyond the limits of the city establishing and maintaining it, the courts of such city shall have concurrent criminal jurisdiction with the courts of the county or city in which such farm, or any part thereof, is situated of all offenses committed within the boundaries of the farm by persons confined thereto.\n\nThe courts of such city shall have concurrent criminal jurisdiction with the courts of the county or city in which any of these offenses are committed: (i) escape, (ii) larceny of or willful damage or destruction of property owned by the city establishing and maintaining the farm, and (iii) offenses against the person or property of any employee of such city, if such offenses are committed en route between the farm and any other point by any person confined at the farm who is being transported thereto for confinement or being transported therefrom following confinement.\n\nCode 1950, § 53-198.1; 1960, c. 286; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-99/"
    },
    {
      "id": "section-531-100",
      "number": "53.1-100.",
      "heading": "Oath and bond of superintendent and guards",
      "text": "Before entering upon the duties of their office, the superintendent and guards shall take and subscribe the oath prescribed by § 49-1. The governing body of the county or city maintaining a farm may require the superintendent or guards or both to give bond in such penalty and with such security as the governing body may prescribe, conditioned upon the faithful discharge of the duties of their offices.\n\nCode 1950, § 53-199; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-100/"
    },
    {
      "id": "section-531-101",
      "number": "53.1-101.",
      "heading": "Work by prisoners",
      "text": "All prisoners convicted and sentenced or transferred to a farm shall be required to work on the farm, unless for good cause shown, the court sentencing and committing such prisoners shall order otherwise.\n\nCode 1950, § 53-201; 1970, c. 648; 1079, c. 700; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-101/"
    },
    {
      "id": "section-531-102",
      "number": "53.1-102.",
      "heading": "Sending prisoners to other farms",
      "text": "Any county or city that has no farm may enter into an agreement with some county or city maintaining a farm to receive and work all persons liable to confinement on such terms and conditions as to the payment of board, medical expenses and clothing as may be mutually agreed upon by the two governing bodies.\n\nCode 1950, § 53-202; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-102/"
    },
    {
      "id": "section-531-103",
      "number": "53.1-103.",
      "heading": "Farm expenses",
      "text": "All expenses of maintaining a farm and supporting the prisoners worked thereon, including board, clothing and medical attention, shall be borne by the county or city owning the farm, except as herein otherwise provided.\n\nCode 1950, § 53-204; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-103/"
    },
    {
      "id": "section-531-104",
      "number": "53.1-104.",
      "heading": "Funds from which expenses of transportation of person committed shall be paid; limitation upon cost of maintenance",
      "text": "The expenses of transporting a person committed to a county or city farm from the place of conviction to the farm and of his maintenance and support during his confinement shall be paid out of state funds provided pursuant to § 53.1-85, if the person is convicted and committed for a violation of a law of the Commonwealth, upon the order of the circuit court of the county or city operating the farm. If the person is convicted and committed for a violation of a city ordinance, such expenses shall be paid by the treasurer of the city wherein the person was convicted out of the funds of the city treasury, upon an order of the circuit court of the county or city operating the farm to the farm board of such county or city.\n\nCode 1950, § 53-204.1; 1982, c. 636; 1983, c. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-104/"
    },
    {
      "id": "section-531-1041",
      "number": "53.1-104.1.",
      "heading": "Superintendents of jail farms to make monthly reports to Director",
      "text": "The superintendent of every jail farm shall report on the first day of each month to the Director, giving the record of each prisoner received during the preceding month on blank forms to be furnished by the Director, stating whether the offense of each prisoner is for violation of state law or of city or town ordinance. The report shall be signed by both the superintendent of the jail farm and the chief administrative officer of the county or city which administers the jail farm. Either signer found guilty of willfully falsifying the information contained in such report shall be guilty of a Class 1 misdemeanor.\n\nIf any superintendent fails to send such report within five days after the date when the report should be forwarded, the Director shall notify the superintendent of such failure. If the superintendent fails to make the report within ten days from that date, then the Director shall cause the report to be prepared from the books of the superintendent and shall certify the cost thereof to the Comptroller. The Comptroller shall issue his warrant on the Treasurer for that amount, deducting the same from any funds that may be due the superintendent by the Commonwealth.\n\n1983, c. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-104-1/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Regional Jails and Jail Farms",
      "text": "Regional Jails and Jail Farms",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-105",
      "number": "53.1-105.",
      "heading": "County and city regional jail or jail farm; persons who may be confined; release and transfer of prisoners",
      "text": "Any combination of two or more counties or cities may establish, maintain and operate a regional jail or jail farm. Any person convicted and sentenced to confinement in the jail or jail farm of such county or city or sentenced to a state correctional facility may be confined in a regional jail farm and required to do work as may be assigned him during the term of his sentence. Any regional jail may be used to hold or confine any person who could lawfully be held or confined in a jail operated and maintained separately.\n\nSubject to the provisions of § 53.1-113 and in the absence of private transportation arranged by the prisoner, any prisoner, after having completed a term of incarceration and upon release from a regional jail operated within Planning District Four or Planning District Five, shall be transported by such regional jail to the locality where the prisoner was arrested or convicted.\n\nCode 1950, § 53-206.1; 1956, c. 681; 1970, c. 648; 1974, c. 553; 1979, c. 700; 1982, c. 636; 1999, c. 990; 2010, c. 547.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-105/"
    },
    {
      "id": "section-531-106",
      "number": "53.1-106.",
      "heading": "Members of jail or jail farm board or regional jail authority; powers; payment of pro rata costs",
      "text": "A. Each regional jail or jail farm shall be supervised and managed by a board or authority to consist of at least the sheriff from each participating political subdivision, and one representative from each political subdivision participating therein who shall be appointed by the local governing body thereof. Any member of the local governing body of each participating political subdivision shall be eligible for appointment to the jail or jail farm board or regional jail authority. However, no one shall serve as a member of the board or authority who serves as an administrator or superintendent of a correctional facility supervised and managed by the board.\n\nAlternate members may be appointed to the board. Such alternate members shall be selected in the same manner as regular members, except that a sheriff may appoint his own alternate. The term of each alternate shall be determined by the sheriff or the political subdivision, whichever appointed the alternate. If a regular member is not present at a meeting of the board, the alternate for that member shall have all the voting and other rights of a regular member and shall be counted for purposes of determining a quorum at any meeting.\n\nB. The board shall have the power to:\n\n1. Establish rules and regulations governing the operation of the jail or jail farm not inconsistent with standards of the State Board of Local and Regional Jails;\n\n2. Purchase land for the jail or jail farm for joint ownership by the participating political subdivisions with the approval of the local governing bodies;\n\n3. Provide for all necessary stock, equipment and structures for the jail or jail farm within the budget approved therefor by the participating political subdivisions; and\n\n4. Appoint a superintendent of such jail or jail farm and necessary jail officers therefor who shall serve at the pleasure of the board.\n\nThe political subdivisions establishing a regional jail or jail farm shall pay their pro rata costs for land, stock, equipment and structures.\n\nCode 1950, §§ 53-206.1, 53-206.3, 53-206.4, 53-206.5; 1974, c. 553; 1979, c. 700; 1982, c. 636; 1990, c. 185; 1991, cc. 529, 566, 567, 568; 1992, cc. 212, 628; 1994, cc. 102, 270, 354; 1997, c. 340; 1998, c. 541; 2020, c. 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-106/"
    },
    {
      "id": "section-531-1061",
      "number": "53.1-106.1.",
      "heading": "Location of jail facilities",
      "text": "No regional jail or jail farm board or authority created by any combination of two or more counties or cities, whether pursuant to this article or Article 3.1 (§ 53.1-95.2 et seq.) of this chapter, or an Act of Assembly, shall locate a jail or jail farm in a political subdivision which is not a participating political subdivision in the board or authority unless the governing body of the nonparticipating political subdivision grants express consent to such location.\n\n1991, c. 593.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-106-1/"
    },
    {
      "id": "section-531-107",
      "number": "53.1-107.",
      "heading": "Organization of board; annual report",
      "text": "The regional jail or jail farm board shall elect a chairman and secretary.\n\nThe board shall submit annually to the participating political subdivisions a report showing its activities; a budget, which shall include all revenues, expenditures and employee compensation schedules; and other similar data.\n\nCode 1950, § 53-206.4; 1956, c. 681; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-107/"
    },
    {
      "id": "section-531-108",
      "number": "53.1-108.",
      "heading": "Expenses and allowance",
      "text": "Members of the regional jail or jail farm board shall be entitled to necessary expenses incurred in attending meetings of the board. They shall each receive an allowance for each day they are in attendance on the board. Such expenses and allowances shall not exceed in any one year the sum of $1,200 per member and shall be paid by the respective governing bodies.\n\nCode 1950, § 53-206.3; 1956, c. 681; 1970, c. 648; 1982, c. 636; 1986, c. 191.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-108/"
    },
    {
      "id": "section-531-109",
      "number": "53.1-109.",
      "heading": "Authority of jail superintendent and jail officers; fees charged to prisoner",
      "text": "The jail superintendent shall have and exercise the same control and authority over the prisoners committed or transferred to a regional jail or jail farm as the sheriffs of this Commonwealth have by law over the prisoners committed or transferred to local jails.\n\nDuring the term of their appointment the superintendent and jail officers are hereby invested with the powers and authority of a conservator of the peace (i) within the limits of such jail or jail farm and within one mile thereof, whether such jail or jail farm is situated within or beyond the limits of such political subdivisions establishing and maintaining the same; (ii) for the purpose of conveying prisoners to and from such jail or jail farm; (iii) for the purpose of enforcing the provisions of alternative incarceration or treatment programs pursuant to §§ 53.1-129, 53.1-131, and 53.1-131.2; (iv) for the purpose of providing security and supervision of prisoners taken to a medical, dental, or psychiatric facility; and (v) for the purpose of providing a security escort and supervision of prisoners transported to a funeral or graveside service. Prisoners may be charged reasonable fees for services described in clause (v).\n\nCode 1950, § 53-206.6; 1956, c. 681; 1970, c. 648; 1982, c. 636; 1991, c. 383; 1994, cc. 923, 953; 1999, cc. 829, 846; 2002, c. 336; 2004, c. 378.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-109/"
    },
    {
      "id": "section-531-10901",
      "number": "53.1-109.01.",
      "heading": "Authority for regional jail officers to carry weapons",
      "text": "It shall be lawful for any regional jail officer who has been designated by the superintendent, and who has completed the basic course in firearms for jailers and custodial officers pursuant to subdivision 7 of § 9.1-102, to carry and use sufficient weapons to prevent escapes, suppress rebellion, and defend or protect himself or others in the course of his assigned duties.\n\n1999, c. 131.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-109-01/"
    },
    {
      "id": "section-531-1091",
      "number": "53.1-109.1.",
      "heading": "Handling of funds for regional jail or jail farm; county or city treasurer or director of finance as fiscal agent",
      "text": "Any regional jail or jail farm constituted pursuant to the provisions of this article may appoint as its fiscal agent the treasurer of a county or city which is a member of the board of the jail or jail farm, or in a member jurisdiction where there is no treasurer, the director of finance. No treasurer or director of finance shall be appointed fiscal agent without their concurrence. In the event such treasurer or director of finance is appointed, all disbursements on behalf of the jail or jail farm shall be by warrant signed by the chairman of the board of the jail or jail farm or his designee and countersigned by such treasurer or director of finance as fiscal agent. For his services as fiscal agent, a treasurer or director of finance thus appointed may be paid such salary supplement and reimbursed such expenses as may be agreed upon by the board of the jail or jail farm and the treasurer or director of finance. Such salary supplement and expenses shall be borne exclusively by the regional jail or jail farm and not by the Compensation Board.\n\n1996, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-109-1/"
    },
    {
      "id": "section-531-1092",
      "number": "53.1-109.2.",
      "heading": "Regional jail superintendents not to be interested in private corrections enterprises",
      "text": "No regional jail superintendent shall also serve as an officer or partner of, or derive any personal benefit from, any private corrections enterprise or private corrections corporation doing business in the Commonwealth. However, nothing in this section shall prohibit any regional jail superintendent from providing consultation services for remuneration to any public entity regarding correctional matters, or from receiving pension, deferred compensation or other retirement benefits arising exclusively out of employment by a private corrections enterprise or private corrections corporation prior to appointment as superintendent.\n\n1996, c. 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-109-2/"
    },
    {
      "id": "section-531-110",
      "number": "53.1-110.",
      "heading": "Oath and bond of superintendent and jail officers",
      "text": "Before entering upon the duties of their office the superintendent and jail officers shall take and subscribe the oath prescribed by § 49-1. The board shall require the superintendent and jail officers to participate in the blanket surety bond plan for state and local employees established in § 2.2-1840.\n\nCode 1950, § 53-206.7; 1956, c. 681; 1982, c. 636; 1991, c. 383; 1995, c. 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-110/"
    },
    {
      "id": "section-531-111",
      "number": "53.1-111.",
      "heading": "Work of prisoners",
      "text": "All prisoners convicted and sentenced or transferred to a jail or jail farm shall be required to work on the jail or jail farm or on any other property as the board may direct, unless for good cause shown the court sentencing and committing such prisoners shall order otherwise.\n\nCode 1950, § 53-206.8; 1956, c. 681; 1970, c. 648; 1979, c. 700; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-111/"
    },
    {
      "id": "section-531-112",
      "number": "53.1-112.",
      "heading": "Jail or jail farm expenses",
      "text": "Except as provided in § 53.1-114, the expenses of operating and maintaining a jail or jail farm and supporting the prisoners working thereon, including board, clothing and medical attention, shall be borne by the participating political subdivisions. Such participation shall be based on the percentage of the total cost for such operation that the number of prisoner days bears to the total number of prisoner days confined therein, plus their proportionate part of the fixed cost for such maintenance and operation.\n\nCode 1950, § 53-206.9; 1956, c. 681; 1968, c. 525; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-112/"
    },
    {
      "id": "section-531-113",
      "number": "53.1-113.",
      "heading": "Transportation of prisoners to jail or jail farm",
      "text": "Except as provided in § 53.1-114, each political subdivision participating in a jail or jail farm shall bear the cost of transporting its prisoners to and from the jail or jail farm.\n\nCode 1950, § 53-206.10; 1956, c. 681; 1968, c. 525; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-113/"
    },
    {
      "id": "section-531-114",
      "number": "53.1-114.",
      "heading": "Reimbursement of costs",
      "text": "Counties and cities or any combination thereof operating a regional jail or jail farm shall be paid the reasonable cost of maintaining the facility as provided for in § 53.1-85.\n\nCode 1950, § 53-206.11; 1956, c. 681; 1968, c. 525; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-114/"
    },
    {
      "id": "section-531-115",
      "number": "53.1-115.",
      "heading": "Payment of salaries of superintendents and medical and treatment personnel",
      "text": "The Commonwealth shall pay two-thirds of the salaries of the superintendents and approved medical and treatment personnel of such jails. The other one-third shall be paid pro rata by the participating political subdivisions. Such salaries shall be paid in the manner provided in § 15.2-1609.2, and such section shall be applicable mutatis mutandis to superintendents of such jails.\n\nCode 1950, § 53-206.12; 1970, c. 706; 1982, c. 636; 1983, c. 358.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-115/"
    },
    {
      "id": "section-531-1151",
      "number": "53.1-115.1.",
      "heading": "Superintendents of regional jails and regional jail-farms to make daily reports to Compensation Board",
      "text": "The superintendent of every regional jail and every regional jail-farm shall report each day to the Compensation Board, giving the record of each prisoner received during the preceding day in an electronic format approved by the Compensation Board, stating whether the offense for each prisoner is for violation of state law or of a city or town ordinance. The computer-generated report shall be authenticated by both the superintendent and chairman of the regional jail-farm board. Either person who authenticates such report and willfully falsifies the information contained in such report is guilty of a Class 1 misdemeanor.\n\nIf any superintendent fails to send such report, the Compensation Board shall notify the superintendent of such failure. If the superintendent fails to make the report within ten days, then the Compensation Board shall cause the report to be prepared from the books of the superintendent and shall certify the cost thereof to the Comptroller. The Comptroller shall issue his warrant on the Treasurer for that amount, deducting the same from any funds that may be due the superintendent by the Commonwealth.\n\n1983, c. 358; 2000, cc. 70, 291; 2006, cc. 857, 914.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-115-1/"
    },
    {
      "id": "section-531-1152",
      "number": "53.1-115.2.",
      "heading": "Establishment of stores in regional jails and regional jail farms",
      "text": "The superintendent of a regional jail or regional jail farm may, with the approval of the governing regional jail or jail farm board or jail authority, provide for the establishment and operation of stores or commissaries in regional jail or regional jail farm facilities to deal in such articles as he deems proper. The net profits from the operation of such stores shall be used within each facility respectively for educational, recreational, or medical purposes for the benefit of the inmates to include behavioral health, substance abuse, reentry, and rehabilitative services for the benefit of inmates and may be expended to pay for the training, salaries, and benefits of employees or contractors whose primary job is to provide such programs and services to the inmates.\n\n1992, c. 185; 2024, c. 402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-115-2/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Duties of Sheriffs",
      "text": "Duties of Sheriffs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-116",
      "number": "53.1-116.",
      "heading": "What records and policy jailer shall keep; how time deducted or added for felons and misdemeanants; payment of fine and costs by person committed to jail until he pays",
      "text": "A. The jailer shall keep a (i) record describing each person committed to jail, the terms of confinement, for what offense or cause he was committed, and when received into jail; (ii) record of each prisoner; and (iii) written policy stating the criteria for and conditions of earned credit in the facility and the revocation of such credit.\n\nUnless he is serving a mandatory minimum sentence of confinement, each prisoner sentenced to 12 months or less for a misdemeanor or any combination of misdemeanors shall earn good conduct credit at the rate of one day for each one day served, including all days served while confined in jail prior to conviction and sentencing, in which the prisoner has not violated the written rules and regulations of the jail.\n\nPrisoners eligible for parole under § 53.1-151, 53.1-152 or 53.1-153 shall earn good conduct credit at a rate of 15 days for each 30 days served with satisfactory conduct.\n\nThe jailer may grant the prisoner additional credits for performance of institutional work assignments, participation in classes, or participation in local work force programs, if available at the facility, at the rate of five days for every 30 days served. The time so deducted shall be allowed to each prisoner for such time as he is confined in jail. It shall be the responsibility of the jailer in each facility to determine the manner in which these additional credits may be awarded and to include this information in the written policy mandated by clause (iii) of this subsection.\n\nFor each violation of the rules prescribed herein, the time so deducted shall be added until it equals the full sentence imposed upon the prisoner by the court.\n\nHowever, any prisoner committed to jail upon a felony offense committed on or after January 1, 1995, shall not earn good conduct credit, sentence credit, earned sentence credit, other credit, or a combination of any credits in excess of that permissible under Article 4 (§ 53.1-202.2 et seq.) of Chapter 6 of this title. So much of an order of any court contrary to the provisions of this section shall be deemed null and void.\n\nB. Notwithstanding the provisions of § 19.2-350, in the event a person who was committed to jail to be therein confined until he pays a fine imposed on him by the court in which he was tried should desire to pay such fine and costs, he may pay the same to the person in charge of the jail. The person receiving such moneys shall execute and deliver an official receipt therefor and shall promptly transmit the amount so paid to the clerk of the court which imposed the fine and costs. Such clerk shall give him an official receipt therefor and shall properly record the receipt of such moneys.\n\nC. The administrator of a local or regional jail shall not assign a person to a home/electronic incarceration program pursuant to subsection C of § 53.1-131.2 in a locality which has a jail operated by a sheriff, without the consent of the sheriff.\n\nCode 1950, § 53-151; 1952, c. 218; 1972, c. 293; 1981, c. 278; 1982, c. 636; 1983, c. 561; 1984, c. 643; 1990, c. 934; 1994, 2nd Sp. Sess., cc. 1, 2; 1996, c. 556; 1998, c. 776; 1999, cc. 951, 1007; 2003, cc. 818, 820; 2004, cc. 400, 461; 2011, c. 491.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116/"
    },
    {
      "id": "section-531-1161",
      "number": "53.1-116.1.",
      "heading": "Jailer to give notice of release of certain prisoners",
      "text": "A. Prior to the release or discharge of any prisoner for whom registration with the Sex Offender and Crimes Against Minors Registry is required pursuant to Chapter 9 (§ 9.1-900 et seq.) of Title 9.1, the sheriff, jail superintendent or other jail administrator shall give notice to the prisoner of his duty to register with the State Police. A person required to register shall register, submit to be photographed as part of the registration, and provide information regarding place of employment, if available, to the sheriff, jail superintendent or other jail administrator. The sheriff, jail superintendent or other jail administrator shall also obtain from that person all necessary registration information, including fingerprints and photographs of a type and kind approved by the Department of State Police; inform the person of his duties regarding reregistration and change of address; and inform the person of his duty to register. The sheriff, jail superintendent or other jail administrator shall forthwith forward the registration information to the Department of State Police on the date of the prisoner's release.\n\nB. Whenever a person required to register has failed to comply with the provisions of subsection A, the sheriff, jail superintendent or other jail administrator shall promptly investigate or request the State Police to promptly investigate and, if there is probable cause to believe a violation has occurred, obtain a warrant or assist in obtaining an indictment charging a violation of § 18.2-472.1 in the jurisdiction in which the person was discharged. The sheriff, jail superintendent or other jail administrator shall notify the State Police forthwith of such actions taken pursuant to this section.\n\nC. The sheriff, jail superintendent, or other jail administrator shall notify the State Police immediately upon discovering the escape of any prisoner for whom registration with the Sex Offender and Crimes Against Minors Registry is required pursuant to Chapter 9 (§ 9.1-900 et seq.) of Title 9.1.\n\n1994, c. 362; 1997, c. 747; 2003, c. 584; 2006, cc. 857, 914; 2010, c. 858.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116-1/"
    },
    {
      "id": "section-531-116101",
      "number": "53.1-116.1:01.",
      "heading": "Jailer to give notice of intake of certain prisoners",
      "text": "A. At the time of intake of any prisoner, for whom registration with the Sex Offender and Crimes Against Minors Registry is required pursuant to Chapter 9 (§ 9.1-900 et seq.) of Title 9.1, the sheriff, jail superintendent or other jail administrator shall also obtain from that person all necessary registration information, including fingerprints and photographs of a type and kind approved by the Department of State Police. A person required to register shall register, and submit to be photographed as part of the registration. The sheriff, jail superintendent or other jail administrator shall forthwith forward the registration information to the Department of State Police on the date of the prisoner's intake.\n\nB. Whenever a person required to register has failed to comply with the provisions of subsection A, the sheriff, jail superintendent or other jail administrator shall promptly investigate or request the State Police promptly investigate and, if there is probable cause to believe a violation has occurred, obtain a warrant or assist in obtaining an indictment charging a violation of § 18.2-472.1 in the jurisdiction in which the person was discharged. The sheriff, jail superintendent or other jail administrator shall notify the State Police forthwith of such actions taken pursuant to this section.\n\n2006, cc. 857, 914.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116-1-01/"
    },
    {
      "id": "section-531-116102",
      "number": "53.1-116.1:02.",
      "heading": "Jailer-issued identification",
      "text": "Prior to the release or discharge of any prisoner who has been confined for at least 90 days and does not possess a government-issued identification card, birth certificate, and Social Security card, the sheriff, jail superintendent, or other jail administrator shall provide the assistance necessary for such prisoner to apply for and obtain such identification and documents prior to his release or discharge, provided that the sheriff, superintendent, or administrator has or can readily obtain all records and information necessary for their issuance and the prisoner has not declined an offer by the sheriff, superintendent, or administrator to provide such assistance. If the sheriff, jail superintendent, or other jail administrator receives a government-issued identification card, birth certificate, or Social Security card for a prisoner after his release or discharge, the sheriff, superintendent, or administrator shall make reasonable efforts to ensure that the prisoner obtains possession of such identification or document. The sheriff, jail superintendent, or other jail administrator may establish a procedure for securing such identification through the Department of Motor Vehicles. Unless the prisoner has funds in his account to cover all or part of the costs and fees associated with applying for and obtaining any identification or documents pursuant to this section, such costs shall be paid by the jail.\n\n2010, c. 856; 2020, cc. 484, 523.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116-1-02/"
    },
    {
      "id": "section-531-1162",
      "number": "53.1-116.2.",
      "heading": "Sheriffs to be keepers of jails",
      "text": "The sheriff of each county or city shall be the keeper of the jail thereof unless that locality is a member of a jail or jail farm board or regional jail authority, in which case the provisions of § 53.1-106 shall apply.\n\n1994, c. 491.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116-2/"
    },
    {
      "id": "section-531-11621",
      "number": "53.1-116.2:1.",
      "heading": "Jail superintendents to report certain acts of violence occurring within regional correctional facilities to law-enforcement agency; policies",
      "text": "A. The jail superintendent of any regional correctional facility shall promptly report to the primary local law-enforcement agency in the jurisdiction where such correctional facility is located or to the Department of State Police any act of violence, as defined in § 19.2-297.1, that occurs within such correctional facility.\n\nB. Each regional correctional facility shall adopt a policy setting forth the procedures for the investigation of such acts of violence and the respective roles and responsibilities of the jail superintendent of such correctional facility and the law-enforcement agency to which such report is made. Each regional correctional facility shall provide a copy of such policy to the State Board of Local and Regional Jails prior to January 1 each year, beginning on January 1, 2026.\n\n2025, c. 159.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116-2-1/"
    },
    {
      "id": "section-531-1163",
      "number": "53.1-116.3.",
      "heading": "Improper release; capias, arrest and hearing",
      "text": "The sheriff or jail superintendent or his designee, upon the discovery of an improper release or discharge of a prisoner from custody, shall report such release or discharge to the sentencing court. The court shall then for good cause shown issue a capias for the arrest of the prisoner which may be executed by any duly sworn jail officer or law-enforcement officer. Such capias shall direct that the prisoner be presented forthwith to the court to determine the propriety of the original discharge or release. After a hearing, if the court is satisfied that the original release or discharge was made improperly, the prisoner shall be returned to the jail facility from which he was released or discharged.\n\n1997, c. 127.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-116-3/"
    },
    {
      "id": "section-531-117",
      "number": "53.1-117.",
      "heading": "Violations of rules to be recorded in register",
      "text": "Every time any prisoner in jail is guilty of a violation of the rules so prescribed, the name of the prisoner, the rules which he has violated and the time when each violation occurred shall be recorded in a register provided for that purpose.\n\nCode 1950, § 53-152; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-117/"
    },
    {
      "id": "section-531-118",
      "number": "53.1-118.",
      "heading": "Courts to fine sheriffs for failure to perform duties",
      "text": "If it appears to the circuit court having jurisdiction that the sheriff or jail superintendent has in any respect failed to perform his duties with respect to the operation of the jail, the court may, after summoning him to show cause against it, summarily fine him not more than fifty dollars.\n\nCode 1950, § 53-161; 1970, c. 648; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-118/"
    },
    {
      "id": "section-531-119",
      "number": "53.1-119.",
      "heading": "Court duties of sheriff",
      "text": "The sheriff shall provide officers to attend the courts within his jurisdiction while such courts are in session as the respective judges may require. The sheriff, or the superintendent of a regional jail or jail farm, shall receive into the jail facility all persons committed by the order of such courts, or under process issuing therefrom, and all persons committed by any other lawful authority.\n\nCode 1950, § 53-162; 1982, c. 636; 1995, c. 112.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-119/"
    },
    {
      "id": "section-531-120",
      "number": "53.1-120.",
      "heading": "Sheriff to provide for courthouse and courtroom security; designation of deputies for such purpose; assessment",
      "text": "A. Each sheriff shall ensure that the courthouses and courtrooms within his jurisdiction are secure from violence and disruption and shall designate deputies for this purpose. A list of such designations shall be forwarded to the Director of the Department of Criminal Justice Services.\n\nB. The chief circuit court judge, the chief general district court judge and the chief juvenile and domestic relations district court judge shall be responsible by agreement with the sheriff of the jurisdiction for the designation of courtroom security deputies for their respective courts. If the respective chief judges and sheriff are unable to agree on the number, type and working schedules of courtroom security deputies for the court, the matter shall be referred to the Compensation Board for resolution in accordance with existing budgeted funds and personnel.\n\nC. The sheriff shall have the sole responsibility for the identity of the deputies designated for courtroom security.\n\nD. Any county or city, through its governing body, may assess a sum not in excess of $20 as part of the costs in each criminal or traffic case in its district or circuit court in which the defendant is convicted of a violation of any statute or ordinance. If a town provides court facilities for a county, the governing body of the county shall return to the town a portion of the assessments collected based on the number of criminal and traffic cases originating and heard in the town. The imposition of such assessment shall be by ordinance of the governing body that may provide for different sums in the circuit courts and district courts. The assessment shall be collected by the clerk of the court in which the case is heard, remitted to the treasurer of the appropriate county or city and held by such treasurer to be appropriated by the governing body to the sheriff's office. The assessment shall be used solely for the funding of courthouse security personnel, and, if requested by the sheriff, equipment and other personal property used in connection with courthouse security.\n\nCode 1950, § 53-168.1; 1972, c. 135; 1982, c. 636; 1986, c. 568; 1988, c. 119; 1989, c. 571; 2002, cc. 533, 756; 2003, cc. 26, 44; 2004, cc. 390, 432; 2006, c. 495; 2007, c. 377; 2020, c. 602.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-120/"
    },
    {
      "id": "section-531-121",
      "number": "53.1-121.",
      "heading": "Sheriffs to make daily reports to Compensation Board; failure to send report",
      "text": "The sheriff shall report each day to the Compensation Board, giving the record of each prisoner received during the preceding day in an electronic format approved by the Compensation Board, stating whether the offense is for violation of state law or of city or town ordinance.\n\nIf any sheriff fails to send such report, the Compensation Board shall notify the sheriff of such failure. If the sheriff fails to make the report within ten days, then the Compensation Board shall cause the report to be prepared from the books of the sheriff and shall certify the cost thereof to the Comptroller. The Comptroller shall issue his warrant on the Treasurer for that amount, deducting the same from any funds that may be due the sheriff by the Commonwealth.\n\nThe computer-generated report shall be authenticated by both the chief jailer and the sheriff who shall certify the accuracy of the report. Either authenticator found guilty of willfully falsifying the information contained in such report shall be guilty of a Class 1 misdemeanor.\n\nCode 1950, § 53-169; 1972, c. 573; 1982, c. 636; 1983, c. 358; 1996, c. 288; 1998, cc. 204, 350; 2006, cc. 857, 914.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-121/"
    },
    {
      "id": "section-531-122",
      "number": "53.1-122.",
      "heading": "Daily records of sheriffs and jail superintendents",
      "text": "Each sheriff and jail superintendent shall keep a daily record showing the total number of prisoners confined in the jail of his county or city, the number of prisoners admitted, the number released and the time of each such admittance and release. Such records shall show such information separately as to the prisoners of the Commonwealth, of each county, city or town, of the United States, and of any other state or country.\n\nCode 1950, § 53-170; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-122/"
    },
    {
      "id": "section-531-123",
      "number": "53.1-123.",
      "heading": "Other accounts, information and records as required by Department",
      "text": "Sheriffs and jail superintendents shall keep such other accounts and records and furnish to the Department such information and reports as may be required by the Department.\n\nCode 1950, § 53-171; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-123/"
    },
    {
      "id": "section-531-124",
      "number": "53.1-124.",
      "heading": "Sheriffs and jail superintendents to report to the courts",
      "text": "A. If requested by the judge, the sheriffs of all local jails and the jail superintendents of all regional jails of this Commonwealth shall, on the first day of each term of the circuit court, make written reports to the judge thereof, to the attorney for the Commonwealth, and to city attorneys whose duties include prosecuting certain cases, showing the number of prisoners in jail on that day. The report shall show the name, date of commitment, offense and sentence of each prisoner. The judge of such court, after examining the report, shall enter an order directing the clerk to file the same in the clerk's office of such court.\n\nB. If requested by the chief judge of the circuit court, general district court or juvenile and domestic relations district court, the sheriffs of all local jails and the jail superintendents of all regional jails of the Commonwealth shall report semimonthly to the circuit court, general district court, and juvenile and domestic relations district court, to the attorney for the Commonwealth, and to the public defender, if any, as established in Article 3.1 (§ 19.2-163.01 et seq.) of Chapter 10 of Title 19.2, showing the number of prisoners in jail on that day awaiting trial. The report shall include the name, offense, date of commitment to jail, and amount of bail established.\n\nC. If requested by the judge, the sheriffs of all local jails and the jail superintendents of all regional jails shall report weekly to the juvenile and domestic relations district court located within that county, city or region concerning the identity and number of juveniles kept in their jails and the length of time such juveniles have been incarcerated therein.\n\nCode 1950, § 53-172; 1976, c. 248; 1982, c. 636; 1990, c. 934; 1991, cc. 218, 383; 2004, cc. 884, 921.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-124/"
    },
    {
      "id": "section-531-125",
      "number": "53.1-125.",
      "heading": "Failure of sheriffs or jail superintendents to comply with requirements of board; filing of complaint; withholding salary",
      "text": "If any sheriff or jail superintendent through his default or neglect fails to comply with the requirements of the Board in the operation and management of any jail under his control or management, the Board shall file a complaint with the circuit court of the county or city in which such jail is located, giving ten days' notice to the sheriff or jail superintendent that on a date fixed in the notice the court will conduct a hearing on the complaint. If the court is of the opinion that the complaint is justified, it shall enter an order directing the State Compensation Board to withhold approval of the payment of any further salary to the sheriff or jail superintendent until there has been compliance with specified requirements of the Board. If the court is of the opinion that the charges are unfounded, the complaint shall be dismissed.\n\nCode 1950, § 53-173; 1974, cc. 44, 45; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-125/"
    },
    {
      "id": "section-531-126",
      "number": "53.1-126.",
      "heading": "Responsibility of sheriffs and jail superintendents for food, clothing and medicine",
      "text": "The sheriff or jail superintendent shall purchase at prices as low as reasonably possible all foodstuffs and other provisions used in the feeding of jail prisoners and such clothing and medicine as may be necessary. Nothing herein shall be construed to require a sheriff, jail superintendent or a locality to pay for the medical treatment of an inmate for any injury, illness, or condition that existed prior to the inmate's commitment to a local or regional facility, except that medical treatment shall not be withheld for any communicable diseases, serious medical needs, or life threatening conditions. Invoices or itemized statements of account from each vendor of such foodstuffs, provisions, clothing and medicines shall be obtained by the sheriff or jail superintendent and presented for payment to the governing body of the city or county or, in the case of regional jails, the regional jail authority or, if none, that body responsible for the fiscal management of the regional jails, which shall be responsible for the payment thereof. He shall certify on each statement or invoice that the merchandise has been received and that the vendor has complied with the terms of the purchase. Such certification shall be in the following words: \"I hereby certify that the merchandise or service has been received and that the terms of the purchase have been complied with on the part of the vendor. The merchandise or service has been or will be used solely for the feeding and care of prisoners confined in jail.\" If any county or city has a purchasing agent, the local governing body may require all such purchases to be made by or through the purchasing agent.\n\nCode 1950, § 53-175; 1982, c. 636; 1991, c. 383; 2003, cc. 928, 1019; 2011, c. 727.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-126/"
    },
    {
      "id": "section-531-127",
      "number": "53.1-127.",
      "heading": "Who may enter interior of local correctional facilities; searches of those entering",
      "text": "A. Members of the local governing bodies that participate in the funding of a local correctional facility may go into the interior of that facility. The Governor, members of the General Assembly, and agents of the Board may go into the interior of any local correctional facility. In addition, Department of Corrections staff and state and local health department staff shall, in the performance of their duties, have access to the interior of any local correctional facility subject to the standards promulgated pursuant to subsections A and B of § 53.1-68. Attorneys shall be permitted in the interior of a local correctional facility to confer with prisoners who are their clients and with prisoners who are witnesses in cases in which they are involved. Except for the announced or unannounced inspections authorized pursuant to subsections A and B of § 53.1-68 or a review conducted pursuant to § 53.1-69.1, the sheriff, jail administrator, or other person in charge of the facility shall prescribe the time and conditions under which attorneys and other persons may enter the local correctional facility for which he is responsible.\n\nB. Any person seeking to enter the interior of any local correctional facility shall be subject to a search of his person and effects. Such search shall be performed in a manner reasonable under the circumstances and may be a condition precedent to entering a local correctional facility.\n\n1982, c. 636; 1995, c. 797; 2017, c. 759; 2022, c. 277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-127/"
    },
    {
      "id": "section-531-1271",
      "number": "53.1-127.1.",
      "heading": "Establishment of stores in local correctional facilities",
      "text": "Each sheriff who operates a correctional facility is authorized to provide for the establishment and operation of a store or commissary to deal in such articles and services as he deems proper. The net profits from the operation of such store that are generated from the inmates' accounts shall be used within the facility for educational, recreational or medical purposes for the benefit of the inmates to include behavioral health, substance abuse, reentry, and rehabilitative services for the benefit of inmates and may be expended to pay for the training, salaries, and benefits of employees or contractors whose primary job is to provide such programs and services to the inmates. The sheriff shall be the purchasing agent in all matters involving the commissary and nonappropriated funds received from inmates. The funds from such operation of a store or commissary and from the inmate telephone services account shall be considered public funds.\n\n1993, cc. 314, 616; 2002, c. 182; 2013, c. 91; 2024, c. 402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-127-1/"
    },
    {
      "id": "section-531-1272",
      "number": "53.1-127.2.",
      "heading": "Fees for telephonic communication systems and electronic visitation and messaging systems for prisoners in local correctional facilities",
      "text": "Each sheriff or jail superintendent who operates a local correctional facility that utilizes a telephonic communication system, an electronic visitation system, or electronic messaging system, including Voice-over-Internet Protocol technology and web-based communication systems, for communication between prisoners and third parties is authorized to provide for the establishment and collection of a fee for the system utilized. However, no fee shall be charged for communication between prisoners and third parties within any local correctional facility or appurtenance thereto operated or controlled by the sheriff or jail superintendent. The net profits from the operation of such systems shall be used within each facility respectively for educational, recreational, or medical purposes for the benefit of the inmates to include behavioral health, substance abuse, reentry, and rehabilitative services for the benefit of inmates and may be expended to pay for the training, salaries, and benefits of employees or contractors whose primary job is to provide such programs and services to the inmates.\n\nThis section does not apply to telephonic communication systems or to electronic video or audio communication systems used in judicial proceedings.\n\n2011, c. 532; 2013, c. 449; 2024, c. 402.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-127-2/"
    },
    {
      "id": "section-531-1273",
      "number": "53.1-127.3.",
      "heading": "Deferred or installment payment agreement for unpaid fees",
      "text": "If a person is unable to pay in full the fees owed to the local correctional facility or regional jail pursuant to § 53.1-131.3, the sheriff or jail superintendent shall establish a deferred or installment payment agreement subject to the approval of the general district court. As a condition of every such agreement, a person who enters into a deferred or installment payment agreement shall promptly inform the sheriff or jail superintendent of any change of mailing address during the term of the agreement.\n\n2012, c. 829; 2020, cc. 740, 741.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-127-3/"
    },
    {
      "id": "section-531-1274",
      "number": "53.1-127.4.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2020, cc. 740 and 741, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-127-4/"
    },
    {
      "id": "section-531-1275",
      "number": "53.1-127.5.",
      "heading": "Collection of fees owed; contract for collection; duties of Department of Taxation",
      "text": "The sheriff or jail superintendent may (i) contract with private attorneys or private collection agencies, (ii) enter into an agreement with a local governing body, or (iii) enter into an agreement with the county or city treasurer, upon such terms and conditions as may be established by guidelines promulgated by the Board, to collect fees imposed under § 53.1-131.3. As part of such contract, private attorneys or collection agencies shall be given access to the social security number of the person who owes the fees in order to assist in the collection effort. Any such private attorney or collection agency shall be subject to the penalties and provisions of § 18.2-186.3.\n\nThe fees of any private attorney or collection agency shall be paid on a contingency fee basis out of the proceeds of the amounts collected. However, in no event shall such attorney or collection agency receive a fee for amounts collected by the Department of Taxation under the Setoff Debt Collection Act (§ 58.1-520 et seq.). A local treasurer undertaking collection pursuant to an agreement with the sheriff or jail superintendent may collect the administrative fee authorized by § 58.1-3958.\n\n2012, c. 829.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-127-5/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Prisoner Programs and Treatment",
      "text": "Prisoner Programs and Treatment",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-128",
      "number": "53.1-128.",
      "heading": "Workforces and authorized work places",
      "text": "The local governing body of any county, city or town may establish workforces in the county, city or town under such conditions as it may prescribe. Such workforces are authorized to work on (i) public property or works owned, leased or operated by the Commonwealth or the county, city or town; (ii) a privately operated national park on federal land; (iii) any property owned by a nonprofit organization that is exempt from taxation under 26 U.S.C. § 501(c)(3) or (c)(4) and that is organized and operated exclusively for charitable or social welfare purposes whether the same is located within such county, city or town, or elsewhere; or (iv) private property (a) owned or occupied by an elderly or indigent person or persons where such property has been identified by a citizens housing advisory committee as needing rehabilitation or repair and the property owner has consented to such work or (b) classified as or used as a cemetery where such property has been abandoned and where on such property exist nuisances that have been identified by a municipal corporation for abatement or removal pursuant to § 15.2-1115 or a similar local ordinance. Every person 18 years of age or older who is convicted and confined for any violation of a local ordinance and who is confined as a punishment or for failure to pay a required fine, shall be liable to work in such workforce. Every person 18 years of age or older who is confined pending disposition of an offense under Chapter 5 (§ 20-61 et seq.) of Title 20 or a criminal offense not listed in § 19.2-297.1 may work in such workforce on a voluntary basis with the approval of and under the supervision of the sheriff or his designee.\n\nCode 1950, § 53-163; 1970, c. 648; 1982, c. 636; 1991, c. 580; 1997, cc. 123, 546; 2010, c. 168; 2011, c. 767; 2019, c. 199.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-128/"
    },
    {
      "id": "section-531-129",
      "number": "53.1-129.",
      "heading": "Order permitting prisoners to work on state, county, city, town, certain private property or nonprofit organization property; bond of person in charge of prisoners",
      "text": "The circuit court of any county or city may, by order entered of record, allow persons confined in the jail of such county or city who are awaiting disposition of, or serving sentences imposed for, misdemeanors or felonies to work on (i) state, county, city or town property, (ii) any property owned by a nonprofit organization that is exempt from taxation under 26 U.S.C. § 501(c)(3) and that is organized and operated exclusively for charitable or social welfare purposes on a voluntary basis with the consent of the county, city, town or state agency or the local public service authority or upon the request of the nonprofit organization involved, (iii) private property that is part of a community improvement project sponsored by a locality or that has structures that are found to be public nuisances pursuant to §§ 15.2-900 and 15.2-906 provided that the court has reviewed and approved the project for the purposes herein and permits the prisoners to work on such project, (iv) any private property utilized by a nonprofit organization that is exempt from taxation under 26 U.S.C. § 501(c)(3), or (v) private property in any locality that meets the criteria under an ordinance adopted by such locality under § 15.2-908. The district court of any county or city may allow persons confined in the jail of such county or city who are awaiting disposition of, or serving sentences imposed for, misdemeanors to work on (a) state, county, city or town property, (b) any property owned by a nonprofit organization that is exempt from taxation under 26 U.S.C. § 501(c)(3) and that is organized and operated exclusively for charitable or social welfare purposes on a voluntary basis with consent of the county, city, town or state agency or the local public service authority or upon the request of the nonprofit organization involved, (c) private property that is part of a community improvement project sponsored by a locality or that has structures that are found to be public nuisances pursuant to §§ 15.2-900 and 15.2-906 provided that the court has reviewed and approved the project for the purposes herein and permits the prisoners to work on such project, (d) any private property utilized by a nonprofit organization that is exempt from taxation under 26 U.S.C. § 501(c)(3), or (e) private property in any locality that meets the criteria under an ordinance adopted by such locality under § 15.2-908. Prisoners performing work as provided in this paragraph may receive credit on their respective sentences for the work done, whether such sentences are imposed prior or subsequent to the work done, as the court orders.\n\nThe court may, by order entered of record, require a person convicted of a felony to work on state, county, city or town property, with the consent of the county, city, town or state agency or the local public service authority involved, for such credit on his sentence as the court orders.\n\nIn the event that a person other than the sheriff or jail superintendent is designated by the court to have charge of such prisoners while so working, the court shall require a bond of the person, in an amount to be fixed by the court, conditioned upon the faithful discharge of his duties. Neither the sheriff nor the jail superintendent shall be held responsible for any acts of omission or commission on the part of such person.\n\nAny person committed to jail upon a felony offense committed on or after January 1, 1995, who receives credit on his sentence as provided in this section shall not be entitled to good conduct credit, sentence credit, earned sentence credit, other credit, or a combination of any credits in excess of that permissible under Article 4 (§ 53.1-202.2 et seq.) of Chapter 6 of this title. So much of an order of any court contrary to the provisions of Article 4 shall be deemed null and void.\n\nCode 1950, § 53-165; 1976, c. 618; 1978, c. 609; 1982, c. 636; 1984, c. 43; 1991, c. 580; 1994, c. 269; 1997, cc. 134, 546; 1998, c. 311; 1999, cc. 277, 951, 1007; 2001, cc. 185, 196; 2003, cc. 818, 820; 2005, c. 409; 2008, c. 623; 2010, c. 132.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-129/"
    },
    {
      "id": "section-531-130",
      "number": "53.1-130.",
      "heading": "Sheriffs, jail superintendents, etc., not to be interested in property where work performed; penalty",
      "text": "No sheriff, jail superintendent, deputy or other jail officer shall have any prisoner work on property owned by him or by his relative, or on projects in which he is interested, nor shall any such prisoner be used for the personal gain or convenience of any sheriff or of any other individual. Any person found guilty of a violation of this section shall be guilty of a Class 1 misdemeanor.\n\nCode 1950, § 53-166; 1970, c. 648; 1982, c. 636; 1991, c. 383.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-130/"
    },
    {
      "id": "section-531-131",
      "number": "53.1-131.",
      "heading": "Provision for release of prisoner from confinement for employment, educational or other rehabilitative programs; escape; penalty; disposition of earnings",
      "text": "A. Any court having jurisdiction for the trial of a person charged with a criminal offense or charged with an offense under Chapter 5 (§ 20-61 et seq.) of Title 20 may, if the defendant is convicted and (i) sentenced to confinement in jail or (ii) being held in jail pending completion of a presentence report pursuant to § 19.2-299, and if it appears to the court that such offender is a suitable candidate for work release, assign the offender to a work release program under the supervision of a probation officer, the sheriff or the administrator of a local or regional jail or a program designated by the court. The court further may authorize the offender to participate in educational or other rehabilitative programs designed to supplement his work release employment. The court shall be notified in writing by the director or administrator of the program to which the offender is assigned of the offender's place of employment and the location of any educational or rehabilitative program in which the offender participates.\n\nAny person who has been sentenced to confinement in jail or who has been convicted of a felony but is confined in jail pursuant to § 53.1-20, in the discretion of the sheriff may be assigned by the sheriff to a work release program under the supervision of the sheriff or the administrator of a local or regional jail. The sheriff may further authorize the offender to participate in educational or other rehabilitative programs as defined in this section designed to supplement his work release employment. The court that sentenced the offender shall be notified in writing by the sheriff or the administrator of a local or regional jail of any such assignment and of the offender's place of employment or other rehabilitative program. The court, in its discretion, may thereafter revoke the authority for such an offender to participate in a work release program.\n\nThe sheriff and the Director may enter into agreements whereby persons who are committed to the Department, whether such persons are housed in a state or local correctional facility, and who have met all standards for such release, may participate in a local work release program or in educational or other rehabilitative programs as defined in this section. The administrator of a regional jail and the Director may also enter into such agreements where such agreements are approved in advance by a majority of the sheriffs on the regional jail board. All persons accepted in accordance with this section shall be governed by all regulations applying to local work release, notwithstanding the provisions of any other section of the Code. Local jails shall qualify for compensation for cost of incarceration of such persons pursuant to § 53.1-20.1, less any payment for room and board collected from the inmate.\n\nIf an offender who has been assigned to such a program by the court is in violation of the rules of the jail pursuant to § 53.1-117, the sheriff or jail administrator may remove the offender from the work release program, either temporarily or for the duration of the offender's confinement. Upon removing an offender from the work release program, the sheriff or jail administrator shall notify in writing the court that sentenced the offender and indicate the specific violations that led to the decision.\n\nAny offender assigned to such a program by the court or sheriff who, without proper authority or just cause, leaves the area to which he has been assigned to work or attend educational or other rehabilitative programs, or leaves the vehicle or route of travel involved in his going to or returning from such place, is guilty of a Class 1 misdemeanor. In the event such offender leaves the Commonwealth, the offender may be found guilty of an escape as provided in § 18.2-477. An offender who is found guilty of a Class 1 misdemeanor in accordance with this section shall be ineligible for further participation in a work release program during his current term of confinement.\n\nThe Board shall prescribe regulations to govern the work release, educational and other rehabilitative programs authorized by this section.\n\nAny wages earned pursuant to this section by an offender may, upon order of the court, be paid to the director or administrator of the program after standard payroll deductions required by law. Distribution of such wages shall be made for the following purposes:\n\n1. To pay an amount to defray the cost of his keep;\n\n2. To pay travel and other such expenses made necessary by his work release employment or participation in an educational or rehabilitative program;\n\n3. To provide support and maintenance for his dependents or to make payments to the local department of social services or the Commissioner of Social Services, as appropriate, on behalf of dependents who are receiving public assistance or social services as defined in § 63.2-100; or\n\n4. To pay any fines, restitution or costs as ordered by the court.\n\nAny balance at the end of his sentence shall be paid to the offender upon his release.\n\nB. For the purposes of this section:\n\n\"Educational program\" means a program of learning recognized by the State Council of Higher Education, the State Board of Education, the Director, or the State Board of Local and Regional Jails.\n\n\"Rehabilitative program\" includes an alcohol and drug treatment program, mental health program, family counseling, community service or other community program approved by the court having jurisdiction over the offender.\n\n\"Sheriff\" means the sheriff of the jurisdiction where the person charged with the criminal offense was convicted and sentenced, provided that the sheriff may designate a deputy sheriff or regional jail administrator to assign offenders to work release programs under this section.\n\n\"Work release\" means full-time employment or participation in suitable career and technical education programs.\n\nCode 1950, §§ 19-273.1, 53-166.1; 1956, c. 688; Code 1950, § 19.1-300; 1960, c. 366; 1970, c. 121; 1972, c. 145; 1973, c. 38; 1976, c. 295; 1979, c. 706; 1980, c. 566; 1982, c. 636; 1984, c. 516; 1985, c. 301; 1988, c. 397; 1989, c. 586; 1990, cc. 107, 676, 768; 2000, c. 423; 2002, cc. 747, 800; 2006, c. 792; 2020, c. 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-131/"
    },
    {
      "id": "section-531-1311",
      "number": "53.1-131.1.",
      "heading": "Provision for sentencing of person to nonconsecutive days in jail; payment to defray costs; penalty",
      "text": "Any court having jurisdiction for the trial of a person charged with a misdemeanor, traffic offense, any offense under Chapter 5 (§ 20-61 et seq.) of Title 20, or a felony that is not an act of violence as defined in § 19.2-297.1 may, for good cause, if the defendant is convicted and sentenced to confinement in jail and the active portion of the sentence remaining to be served is 45 days or less, impose the remaining time to be served on weekends or nonconsecutive days to permit the convicted defendant to retain gainful employment; however, the court shall not impose weekends or nonconsecutive days for a person convicted of a felony if the Commonwealth objects. A person sentenced pursuant to this section shall pay an amount to defray the cost of his keep, which amount shall be the actual cost of incarceration but shall not exceed that amount charged to the Compensation Board for purposes of reimbursement as provided in the general appropriation act. Such amount shall be collected by the sheriff, if he is responsible for operating a jail, or by the regional jail superintendent, and remitted by the sheriff to the treasurer of the appropriate county or city, or by the regional jail superintendent to the regional jail board or authority, solely for the purposes of defraying the costs of such weekend or nonconsecutive incarceration. The funds collected pursuant to this section shall not be used for purposes other than those provided for in this section. The assessment provided for herein shall be in addition to any other fees prescribed by law. If the defendant willfully fails to report at times specified by the court, the sentence imposed pursuant to this section shall be revoked and a straight jail sentence imposed.\n\nIf an offender who has been sentenced to nonconsecutive days by the court is in violation of the rules of the jail pursuant to § 53.1-117, the sheriff or jail administrator may require the offender to serve out a portion or the entirety of the remainder of his sentence in consecutive days. Upon revoking the offender's ability to serve his sentence on nonconsecutive days, the sheriff or jail administrator shall notify in writing the court that sentenced the offender and indicate the specific violations that led to the decision.\n\nThe time served by a person sentenced for violation of state law in a local jail, regional jail, or local jail farm pursuant to this section shall be included in the count of prisoner days reported by the Department for the purpose of apportioning state funds to local correctional facilities for operating costs in accordance with § 53.1-84.\n\n1983, c. 172; 1984, c. 490; 1994, c. 901; 1999, c. 9; 2002, cc. 805, 831; 2003, c. 1039; 2006, c. 792; 2018, c. 535.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-131-1/"
    },
    {
      "id": "section-531-1312",
      "number": "53.1-131.2.",
      "heading": "Assignment to a home/electronic incarceration program; payment to defray costs; escape; penalty",
      "text": "A. Any court having jurisdiction for the trial of a person charged with a criminal offense, a traffic offense or an offense under Chapter 5 (§ 20-61 et seq.) of Title 20, or failure to pay child support pursuant to a court order may, if the defendant is convicted and sentenced to confinement in a state or local correctional facility, and if it appears to the court that such an offender is a suitable candidate for home/electronic incarceration, assign the offender to a home/electronic incarceration program as a condition of probation, if such program exists, under the supervision of the sheriff, the administrator of a local or regional jail, or a Department of Corrections probation and parole district office established pursuant to § 53.1-141. However, any offender who is convicted of any of the following violations of Chapter 4 (§ 18.2-30 et seq.) of Title 18.2 shall not be eligible for participation in the home/electronic incarceration program: (i) first and second degree murder and voluntary manslaughter under Article 1 (§ 18.2-30 et seq.); (ii) mob-related felonies under Article 2 (§ 18.2-38 et seq.); (iii) any kidnapping or abduction felony under Article 3 (§ 18.2-47 et seq.); (iv) any malicious felonious assault or malicious bodily wounding under Article 4 (§ 18.2-51 et seq.); (v) robbery under § 18.2-58.1; or (vi) any criminal sexual assault punishable as a felony under Article 7 (§ 18.2-61 et seq.). The court may further authorize the offender's participation in work release employment or educational or other rehabilitative programs as defined in § 53.1-131 or, as appropriate, in a court-ordered intensive case monitoring program for child support. The court shall be notified in writing by the director or administrator of the program to which the offender is assigned of the offender's place of home/electronic incarceration, place of employment, and the location of any educational or rehabilitative program in which the offender participates.\n\nB. In any city or county in which a home/electronic incarceration program established pursuant to this section is available, the court, subject to approval by the sheriff or the jail superintendent of a local or regional jail, may assign the accused to such a program pending trial if it appears to the court that the accused is a suitable candidate for home/electronic incarceration.\n\nC. Any person who has been sentenced to jail or convicted and sentenced to confinement in prison but is actually serving his sentence in jail, after notice to the attorney for the Commonwealth of the convicting jurisdiction, may be assigned by the sheriff to a home/electronic incarceration program under the supervision of the sheriff, the administrator of a local or regional jail, or a Department of Corrections probation and parole office established pursuant to § 53.1-141. However, if the offender violates any provision of the terms of the home/electronic incarceration agreement, the offender may have the assignment revoked and, if revoked, shall be held in the jail facility to which he was originally sentenced. Such person shall be eligible if his term of confinement does not include a sentence for a conviction of a felony violent crime, a felony sexual offense, burglary or manufacturing, selling, giving, distributing or possessing with the intent to manufacture, sell, give or distribute a Schedule I or Schedule II controlled substance. The court shall retain authority to remove the offender from such home/electronic incarceration program. The court which sentenced the offender shall be notified in writing by the sheriff or the administrator of a local or regional jail of the offender's place of home/electronic incarceration and place of employment or other rehabilitative program.\n\nD. The Board may prescribe regulations to govern home/electronic incarceration programs, and the Director may prescribe rules to govern home/electronic incarceration programs operated under the supervision of a Department of Corrections probation and parole district office established pursuant to § 53.1-141.\n\nE. Any offender or accused assigned to such a program by the court or sheriff who, without proper authority or just cause, leaves his place of home/electronic incarceration, the area to which he has been assigned to work or attend educational or other rehabilitative programs, including a court-ordered intensive case monitoring program for child support, or the vehicle or route of travel involved in his going to or returning from such place, is guilty of a Class 1 misdemeanor. An offender or accused who is found guilty of a violation of this section shall be ineligible for further participation in a home/electronic incarceration program during his current term of confinement.\n\nF. The director or administrator of a home/electronic incarceration program who also operates a residential program may remove an offender from a home/electronic incarceration program and place him in such residential program if the offender commits a noncriminal program violation. The court shall be notified of the violation and of the placement of the offender in the residential program.\n\nG. The director or administrator of a home/electronic incarceration program may charge the offender or accused a fee for participating in the program which shall be used for the cost of home/electronic incarceration equipment. The offender or accused shall be required to pay the program for any damage to the equipment which is in his possession or for failure to return the equipment to the program.\n\nH. Any wages earned by an offender or accused assigned to a home/electronic incarceration program and participating in work release shall be paid to the director or administrator after standard payroll deductions required by law. Distribution of the money collected shall be made in the following order of priority to:\n\n1. Meet the obligation of any judicial or administrative order to provide support and such funds shall be disbursed according to the terms of such order;\n\n2. Pay any fines, restitution or costs as ordered by the court;\n\n3. Pay travel and other such expenses made necessary by his work release employment or participation in an education or rehabilitative program, including the sums specified in § 53.1-150; and\n\n4. Defray the offender's keep.\n\nThe balance shall be credited to the offender's account or sent to his family in an amount the offender so chooses.\n\nThe State Board of Local and Regional Jails shall promulgate regulations governing the receipt of wages paid to persons participating in such programs, except programs operated under the supervision of a Department of Corrections probation and parole district office established pursuant to § 53.1-141, the withholding of payments, and the disbursement of appropriate funds. The Director shall prescribe rules governing the receipt of wages paid to persons participating in such programs operated under the supervision of a Department of Corrections probation and parole district office established pursuant to § 53.1-141, the withholding of payments, and the disbursement of appropriate funds.\n\nI. For the purposes of this section, \"sheriff\" means the sheriff of the jurisdiction where the person charged with the criminal offense was convicted and sentenced, provided that the sheriff may designate a deputy sheriff or regional jail administrator to assign offenders to home/electronic incarceration programs pursuant to this section.\n\n1989, c. 476; 1990, c. 209; 1991, cc. 278, 428; 1992, c. 604; 1994, cc. 612, 659, 688, 720, 841, 945; 2000, c. 423; 2002, c. 800; 2010, c. 682; 2020, cc. 10, 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-131-2/"
    },
    {
      "id": "section-531-1313",
      "number": "53.1-131.3.",
      "heading": "Payment of costs associated with prisoners' keep",
      "text": "Any sheriff or jail superintendent may establish a program to charge inmates a reasonable fee, not to exceed $3 per day, to defray the costs associated with the prisoners' keep. The Board shall develop a model plan and adopt regulations for such program, and shall provide assistance, if requested, to the sheriff or jail superintendent in the implementation of such program. Such funds shall be retained in the locality where the funds were collected and shall be used for general jail purposes; however, in the event the jail is a regional jail, funds collected from any such fee shall be retained by the regional jail. Any person jailed for an offense they are later acquitted for shall be refunded any such fees paid during their incarceration.\n\n2003, c. 860; 2009, c. 842; 2010, c. 548.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-131-3/"
    },
    {
      "id": "section-531-132",
      "number": "53.1-132.",
      "heading": "Furloughs from local work release programs; penalty for violations",
      "text": "The director of any work release program authorized by § 53.1-131 may, subject to rules and regulations prescribed by the Board, extend the limits of confinement of any offender participating in a work release program that is subject to the director's authority to permit the offender a furlough for the purpose of visiting his home or family. If such offender is participating in a work release program under the supervision of the administrator of a regional jail and the furlough would extend the limits of confinement of the offender to a locality not served by that regional jail, then notice of the furlough shall be provided to the sheriff of such locality. Such furlough shall be for a period to be prescribed by the director, not to exceed three days. The time during which an offender is on furlough shall not be counted as time served against any sentence, and during any furlough, no earned sentence credit as defined in § 53.1-116, good conduct allowance or credits, or any other reduction of sentence shall accrue.\n\nAny offender who, without proper authority or without just cause, fails to remain within the limits of confinement set by the director hereunder, or fails to return within the time prescribed to the place designated by the director in granting such authority, shall be guilty of a Class 1 misdemeanor. An offender who is found guilty of a Class 1 misdemeanor in accordance with this section shall be ineligible for further participation in a work release program during his current term of confinement.\n\nCode 1950, § 53-166.2; 1980, c. 566; 1982, c. 636; 2000, c. 423; 2003, c. 846; 2020, c. 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-132/"
    },
    {
      "id": "section-531-133",
      "number": "53.1-133.",
      "heading": "Treatment of prisoner with contagious disease",
      "text": "Upon application of the person in charge of a local correctional facility, if that application is affirmed by the physician serving such facility, a judge of a circuit court is authorized to have removed from any correctional facility within his jurisdiction any person confined therein who has contracted any contagious or infectious disease dangerous to the public health. Such persons shall be removed to some other place designated by the judge. When any person is so removed, he shall be safely kept and receive proper care and attention including medical treatment. As soon as he recovers his health, he shall be returned to the correctional facility from which he was moved, unless the term of his imprisonment has expired, in which event he shall be discharged, but not until all danger of his spreading contagion has passed. Expenses incurred under and by reason of this section shall be paid as provided by law.\n\nCode 1950, § 53-135.2; 1979, c. 109; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133/"
    },
    {
      "id": "section-531-13301",
      "number": "53.1-133.01.",
      "heading": "Medical treatment for prisoners",
      "text": "Any sheriff or superintendent may establish a medical treatment program for prisoners in which prisoners participate and pay towards a portion of the costs thereof. The State Board of Local and Regional Jails shall develop a model plan and promulgate regulations for such program, and shall provide assistance, if requested, to the sheriff or superintendent in the implementation of a program.\n\n1994, c. 694; 2020, c. 759.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-01/"
    },
    {
      "id": "section-531-133011",
      "number": "53.1-133.01:1.",
      "heading": "Payment for bodily injury",
      "text": "Each jail superintendent or sheriff who operates a correctional facility is authorized to establish administrative procedures according to regulations promulgated by the Board for recovering from an inmate the cost for medical treatment of a physical injury that is inflicted intentionally on any person, including the inmate himself, by the inmate. Such administrative procedures shall ensure that the inmate is afforded due process.\n\n1997, c. 125; 2003, cc. 928, 1019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-01-1/"
    },
    {
      "id": "section-531-13302",
      "number": "53.1-133.02.",
      "heading": "Notice to be given upon prisoner release, escape, etc.",
      "text": "Prior to the release, including work release, or discharge of any prisoner, and as soon as practicable following his transfer to a prison, a different jail facility, or any other correctional or detention facility, his escape, or the change of his name, the sheriff or superintendent who has custody of the prisoner shall give notice of any such occurrence, delivered by first-class mail or by telephone or both, to any victim of the offense as defined in § 19.2-11.01 who, in writing, requests notice or to any person designated in writing by the victim. The notice shall be given at least 15 days prior to release or discharge and as soon as practicable following a transfer, an escape, or a change of name. Notice shall be given using the address and telephone number provided in writing by the victim. For the purposes of this section, \"prisoner\" means a person sentenced to serve more than 30 days of incarceration or detention. Such notification may be provided through the Virginia Statewide VINE (Victim Information and Notification Everyday) System or other similar electronic or automated system.\n\nNo civil liability shall attach for a failure to give notice as provided in this section.\n\n1995, c. 687; 2007, cc. 94, 109; 2015, c. 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-02/"
    },
    {
      "id": "section-531-13303",
      "number": "53.1-133.03.",
      "heading": "Exchange of medical and mental health information and records",
      "text": "A. Whenever a person is committed to a local or regional correctional facility, the following shall be entitled to obtain medical and mental health information and records concerning such person from a health care provider, even when such person does not provide consent or consent is not readily obtainable:\n\n1. The person in charge of the facility, or his designee, when such information and records are necessary (i) for the provision of health care to the person committed, (ii) to protect the health and safety of the person committed or other residents or staff of the facility, or (iii) to maintain the security and safety of the facility. Such information and records of any person committed to jail and transferred to another correctional facility may be exchanged among administrative personnel of the correctional facilities involved and of the administrative personnel within the holding facility when there is reasonable cause to believe that such information is necessary to maintain the security and safety of the holding facility, its employees, or prisoners. The information exchanged shall continue to be confidential and disclosure shall be limited to that necessary to ensure the security and safety of the facility.\n\n2. Members of the Parole Board or its designees, as specified in § 53.1-138, in order to conduct the investigation required under § 53.1-155.\n\n3. Probation and parole officers and local probation officers for use in parole and probation planning, release, and supervision.\n\n4. Officials of the facilities involved and officials within the holding facility for the purpose of formulating recommendations for treatment and rehabilitative programs; classification, security and work assignments; and determining the necessity for medical, dental and mental health care, treatment and other such programs.\n\n5. Medical and mental health hospitals and facilities, both public and private, including community services boards and health departments, for use in treatment while committed to jail or a correctional facility while under supervision of a probation or parole officer.\n\n6. The Department of Medical Assistance Services, the Department of Social Services, and any local department of social services for the purposes of providing pre-release services, reentry planning, and post-incarceration placement and services.\n\nB. Substance abuse records subject to federal regulations, Confidentiality of Alcohol and Drug Abuse Patient Records, 42 C.F.R. § 2.11 et seq., shall not be subject to the provisions of this section. The disclosure of results of a test for human immunodeficiency virus shall not be permitted except as provided in §§ 32.1-36.1 and 32.1-116.3.\n\nC. The release of medical and mental health information and records to any other agency or individual shall be subject to all regulations promulgated by the State Board of Local and Regional Jails that govern confidentiality of such records. Medical and mental health information concerning a prisoner that has been exchanged pursuant to this section may be used only as provided herein and shall otherwise remain confidential and protected from disclosure.\n\nD. Nothing contained in this section shall prohibit the release of records to the Department of Health Professions or health regulatory boards consistent with Subtitle III (§ 54.1-2400 et seq.) of Title 54.1.\n\nE. Except for any information and records not subject to this section or not permitted to be disclosed pursuant to subsection B, any health care provider as defined in § 32.1-127.1:03 who has provided services within the last two years to a person committed to a local or regional correctional facility shall, upon request by the local or regional correctional facility, disclose to the local or regional correctional facility where the person is committed any information necessary to ensure the continuity of care of the person committed. Any health care provider who discloses medical and mental health information and records pursuant to this section shall be immune from civil liability resulting from such disclosure, including any liability under the federal Health Insurance Portability and Accountability Act (42 U.S.C. § 1320d et seq.), absent bad faith or malicious intent.\n\n1997, c. 443; 2018, c. 165; 2019, cc. 702, 827; 2020, cc. 759, 836, 837; 2025, cc. 316, 317.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-03/"
    },
    {
      "id": "section-531-13304",
      "number": "53.1-133.04.",
      "heading": "Medical and mental health treatment of prisoners incapable of giving consent",
      "text": "A. The sheriff or administrator in charge of a local or regional correctional facility or his designee may petition the circuit court or any district court judge or any special justice, as defined in § 37.2-100, herein referred to as the court, of the county or city in which the prisoner is located for an order authorizing treatment of a prisoner confined in the local or regional correctional facility. Upon filing the petition, the petitioner or the court shall serve a certified copy of the petition to the person for whom treatment is sought and, if the identity and whereabouts of the person's next of kin are known, to the person's next of kin. The court shall authorize such treatment in a facility designated by the sheriff or administrator upon finding, on the basis of clear and convincing evidence, that the prisoner is incapable, either mentally or physically, of giving informed consent to such treatment; that the prisoner does not have a relevant advanced directive, guardian, or other substitute decision maker; that the proposed treatment is in the best interests of the prisoner; and that the jail has sufficient medical and nursing resources available to safely administer the treatment and respond to any adverse side effects that might arise from the treatment. The facility designated for treatment by the sheriff or administrator may be located within a local or regional correctional facility if such facility is licensed to provide the treatment authorized by the court order.\n\nB. Prior to the court's authorization of such treatment, the court shall appoint an attorney to represent the interests of the prisoner. Evidence shall be presented concerning the prisoner's condition and proposed treatment, which evidence may, in the court's discretion and in the absence of objection by the prisoner or the prisoner's attorney, be submitted by affidavit.\n\nC. Any order authorizing treatment pursuant to subsection A shall describe the treatment authorized and authorize generally such examinations, tests, medications, and other treatments as are in the best interests of the prisoner but may not authorize nontherapeutic sterilization, abortion, or psychosurgery. Such order shall require the licensed physician, psychiatrist, clinical psychologist, professional counselor, or clinical social worker acting within his area of expertise who is treating the prisoner to report to the court and the prisoner's attorney any change in the prisoner's condition resulting in restoration of the prisoner's capability to consent prior to completion of the authorized treatment and related services. Upon receipt of such report, the court may enter such order withdrawing or modifying its prior authorization as it deems appropriate. Any petition or order under this section may be orally presented or entered, provided that a written order is subsequently executed.\n\nD. Prior to authorizing treatment pursuant to this section, the court shall find that there is no available person with legal authority under the Health Care Decisions Act (§ 54.1-2981 et seq.) or under other applicable law to authorize the proposed treatment.\n\nE. Any order of a judge under subsection A may be appealed de novo within 10 days to the circuit court for the jurisdiction where the prisoner is located, and any order of a circuit court hereunder, either originally or on appeal, may be appealed within 10 days to the Court of Appeals, which shall give such appeal priority and hear the appeal as soon as possible.\n\nF. Whenever the director of any hospital or facility reasonably believes that treatment is necessary to protect the life, health, or safety of a prisoner, such treatment may be given during the period allowed for any appeal unless prohibited by order of a court of record wherein the appeal is pending.\n\nG. Upon the advice of a licensed physician, psychiatrist, or clinical psychologist acting within his area of expertise who has attempted to obtain consent and upon a finding of probable cause to believe that a prisoner is incapable, due to any physical or mental condition, of giving informed consent to treatment and that the medical standard of care calls for testing, observation, or other treatment within the next 12 hours to prevent death, disability, or a serious irreversible condition, the court or, if the court is unavailable, a magistrate shall issue an order authorizing temporary admission of the prisoner to a hospital or other health care facility and authorizing such testing, observation, or other treatment. Such order shall expire after a period of 12 hours unless extended by the court as part of an order authorizing treatment under subsection A.\n\nH. Any licensed health or mental health professional or licensed facility providing services pursuant to the court's or magistrate's authorization as provided in this section shall have no liability arising out of a claim to the extent that it is based on lack of consent to such services, except with respect to injury or death resulting from gross negligence or willful and wanton misconduct. Any such professional or facility providing services with the consent of the prisoner receiving treatment shall have no liability arising out of a claim to the extent that it is based on lack of capacity to consent, except with respect to injury or death resulting from gross negligence or willful and wanton misconduct, if a court or a magistrate has denied a petition hereunder to authorize such services and such denial was based on an affirmative finding that the prisoner was capable of making an informed decision regarding the proposed services.\n\nI. Nothing in this section shall be deemed to limit or repeal any common law rule relating to consent for medical treatment or the right to apply or the authority conferred by any other applicable statute or regulation relating to consent.\n\n2019, c. 809.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-04/"
    },
    {
      "id": "section-531-13305",
      "number": "53.1-133.05.",
      "heading": "Place of hearing on medical or mental health treatment of prisoners incapable of giving consent; fees and expenses",
      "text": "A. Any hearing held by a court pursuant to § 53.1-133.04 may be held in any courtroom available within the county or city wherein the prisoner is located or any appropriate place that may be made available by the sheriff or administrator in charge of a local or regional correctional facility and approved by the judge. Nothing herein shall be construed as prohibiting holding the hearing on the grounds of a correctional facility or a hospital or a facility for the care and treatment of individuals with mental illness.\n\nB. Any special justice, as defined in § 37.2-100, and any district court substitute judge who presides over hearings pursuant to the provisions of § 53.1-133.04 shall receive a fee as provided in § 37.2-804 for each proceeding under § 53.1-133.04 and his necessary mileage. However, if a commitment hearing under § 19.2-169.6 and the proceeding under § 53.1-133.04 are combined for hearing or are heard on the same day, only one fee shall be allowed.\n\nC. Every physician or clinical psychologist who is not regularly employed by the Commonwealth who is required to serve as a witness for the Commonwealth in any proceeding under § 53.1-133.04 shall receive a fee as provided in § 37.2-804. Other witnesses regularly summoned before a judge shall receive such compensation for their attendance and mileage as is allowed witnesses summoned to testify before grand juries.\n\nD. Every attorney appointed under § 53.1-133.04 shall receive a fee as provided in § 37.2-804 for each proceeding under § 53.1-133.04 for which he is appointed. However, if a commitment hearing under § 19.2-169.6 and the proceeding under § 53.1-133.04 are combined for hearing or are heard on the same day, only one fee shall be allowed.\n\nE. Except as hereinafter provided, all expenses incurred, including the fees, attendance, and mileage aforesaid, shall be paid by the Commonwealth. Any such fees, costs, and expenses incurred in connection with a proceeding under § 53.1-133.04, when paid by the Commonwealth, shall be recoverable by the Commonwealth from the prisoner who is the subject of the examination, hearing, or proceeding or from his estate. No such fees or costs shall be recovered, however, from the prisoner or his estate when no good cause for his admission exists or when the recovery would create an undue financial hardship.\n\n2019, c. 809.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-05/"
    },
    {
      "id": "section-71",
      "number": "7.1.",
      "heading": "Treatment of Prisoners Known to Be Pregnant",
      "text": "Treatment of Prisoners Known to Be Pregnant",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-13306",
      "number": "53.1-133.06.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Postpartum recovery\" means the eight-week period, or longer as determined by a health care professional responsible for the health and safety of the prisoner, following childbirth.\n\n\"Restraints\" means any mechanical device, medication, physical intervention, or hands-on hold to prevent an individual from moving her body.\n\n2025, c. 698.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-06/"
    },
    {
      "id": "section-531-13307",
      "number": "53.1-133.07.",
      "heading": "Treatment of prisoners known to be pregnant",
      "text": "A. No restraints shall be used on any prisoner known to be pregnant, beginning upon notification or diagnosis by a health care provider about such pregnancy and for the duration of such prisoner's pregnancy, unless a deputy sheriff or jail officer makes an individualized determination that (i) such prisoner will harm herself, the fetus, or any other person; (ii) such prisoner poses a flight risk; or (iii) the totality of the circumstances creates a serious security risk. If such individualized determination is made that restraints are necessary, such restraints shall be the least restrictive possible.\n\nB. No restraints shall be used on any prisoner known to be pregnant while such prisoner is in labor or during delivery unless a deputy sheriff or jail officer makes an individualized determination that (i) such prisoner will harm herself, the fetus, the newborn child, or any other person; (ii) such prisoner poses a flight risk; or (iii) the totality of the circumstances creates a serious security risk. If such individualized determination is made that restraints are necessary, the deputy sheriff or jail officer shall consult with the health care provider treating such prisoner to ensure that such restraints are the least restrictive possible. In such case, the deputy sheriff or jail officer ordering the use of restraints on any prisoner known to be pregnant while in labor or during delivery shall notify a supervisor as soon as reasonably practicable and shall submit a report indicating the reason for the use of such restraints and what type of restraints were used no later than the conclusion of such deputy sheriff's or jail officer's shift. The supervisor shall submit a written report to the sheriff in charge of the local correctional facility, or his designee, or the jail superintendent of the regional correctional facility, or his designee, within 72 hours following the use of restraints, containing the justification for restraining such prisoner. If restraints are used on a prisoner as authorized by subsection A or this subsection, such restraints shall be immediately removed upon the request of any doctor, nurse, or other health care provider treating such prisoner if the restraints present a threat to the life or health of the prisoner, the fetus, or the newborn child.\n\nC. No employee of a local or regional correctional facility other than a licensed health care provider shall conduct a body cavity search of a prisoner known to be pregnant unless the employee has a reasonable belief that such prisoner is concealing contraband. If an employee conducts such body cavity search of a pregnant prisoner, the employee shall submit a written report to the sheriff or jail superintendent in charge of such correctional facility within 72 hours of such body cavity search and shall include in such report the justification for such body cavity search and what contraband was found, if any.\n\nD. The sheriff or jail superintendent of a local or regional correctional facility shall ensure that prisoners known to be pregnant are provided sufficient food and dietary supplements that meet generally accepted prenatal nutritional guidelines for pregnant people as ordered by a licensed health care provider or such health care provider's staff.\n\nE. A prisoner known to be pregnant shall be assigned to the lowest bed available.\n\n2025, c. 698.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-07/"
    },
    {
      "id": "section-531-13308",
      "number": "53.1-133.08.",
      "heading": "Treatment of prisoners during postpartum recovery",
      "text": "A. No restraints shall be used on any prisoner who is in postpartum recovery unless a deputy sheriff or jail officer makes an individualized determination that (i) such prisoner will harm herself, the fetus, the newborn child, or any other person; (ii) such prisoner poses a flight risk; or (iii) the totality of the circumstances creates a serious security risk. If such individualized determination is made that restraints are necessary, the deputy sheriff or jail officer shall consult with the health care provider treating such prisoner to ensure that such restraints are the least restrictive possible. In such case, the deputy sheriff or jail officer ordering the use of restraints shall notify a supervisor as soon as reasonably practicable and shall submit a report indicating the reason for the use of such restraints and what type of restraints were used no later than the conclusion of such deputy sheriff's or jail officer's shift. The supervisor shall submit a written report to the sheriff in charge of the local correctional facility, or his designee, or the jail superintendent of the regional correctional facility, or his designee, within 72 hours following the use of restraints, containing justification for restraining the prisoner. If restraints are used on a prisoner as authorized by this subsection, such restraints shall be immediately removed upon the request of any doctor, nurse, or other health care provider treating such prisoner if the restraints present a threat to the life or health of the prisoner, the fetus, or the newborn child.\n\nB. Following the delivery of a newborn child by a prisoner, the sheriff or jail superintendent shall permit the newborn child to remain with the mother until discharge from the health care facility unless a licensed medical or mental health care professional has a reasonable belief that the newborn child remaining with the mother poses a health or safety risk to the newborn child.\n\n2025, c. 698.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-08/"
    },
    {
      "id": "section-531-13309",
      "number": "53.1-133.09.",
      "heading": "Training of deputy sheriffs and jail officers regarding pregnant prisoners",
      "text": "For deputy sheriffs and jail officers employed in local or regional correctional facilities who may have contact with pregnant prisoners, the compulsory minimum entry-level training standards established pursuant to § 9.1-102 shall include training on the general care of pregnant women, the impact of restraints on pregnant prisoners and fetuses, the impact of being placed in restrictive housing or solitary confinement on pregnant prisoners, and the impact of body cavity searches on pregnant prisoners. All staff shall annually review policies related to restraining pregnant prisoners.\n\n2025, c. 698.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-09/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Jail Industry Programs",
      "text": "Jail Industry Programs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-1331",
      "number": "53.1-133.1.",
      "heading": "Definition",
      "text": "As used in this article unless the context requires otherwise or it is otherwise provided, the term \"jail industry program\" means a program established by a sheriff or jail superintendent to provide employment and wage earning opportunities for persons under his custody. The program may include the production of goods and provision of services which will be marketed outside the facility.\n\n1992, c. 859; 1995, c. 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-1/"
    },
    {
      "id": "section-531-1332",
      "number": "53.1-133.2.",
      "heading": "Establishment of jail industry programs",
      "text": "The sheriff or jail superintendent operating a local correctional facility, with the approval of the local governing body, jail farm board, or regional jail or jail farm board or regional jail authority, as the case may be, is authorized to establish a jail industry program within the facility he administers or on public property or works owned, leased or operated by the county, city, town or federal government, whether the same be located within such county, city or town or elsewhere. If elsewhere, the governing body of the locality where the proposed jail industry program is to be established shall approve the location of the program. Any such program shall be subject to the provisions of this article and shall not be established, operated, maintained or otherwise supported by state funds except as provided in § 53.1-133.6.\n\n1992, c. 859; 1995, c. 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-2/"
    },
    {
      "id": "section-531-1333",
      "number": "53.1-133.3.",
      "heading": "Eligibility to participate",
      "text": "Any person under the custody of a sheriff or jail superintendent shall be eligible to participate in the jail industry program on a voluntary basis without regard to whether that person is awaiting disposition of charges or serving a previously imposed sentence. The sheriff or jail superintendent may establish additional eligibility criteria for participation in the program.\n\n1992, c. 859; 1995, c. 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-3/"
    },
    {
      "id": "section-531-1334",
      "number": "53.1-133.4.",
      "heading": "Participant compensation",
      "text": "A. The sheriff or jail superintendent shall establish an amount to be allowed each jail industry program participant for each day of labor satisfactory to the sheriff or jail superintendent. The allowance shall be paid to the sheriff or jail superintendent or his designee. Distribution of a participant's allowance shall be in the same manner as provided for distribution of wages earned in a work release program pursuant to § 53.1-131. In addition, participants working in the jail industry program may have payroll deductions withheld and may be required by the sheriff, jail superintendent or his designee to contribute to victim restitution funds and to operating costs associated with the jail industry program. The total deductions must not total more than eighty percent of the participant's gross wages. The amount so deducted shall be deposited in the jail industries revenue fund and the sheriff, jail superintendent or his designee shall make the appropriate distributions of the money withheld. Any balance remaining at the conclusion of the participant's confinement shall be paid to the participant upon his release.\n\nB. In addition, the sheriff or jail superintendent may establish a system of pay incentives for jail industry program participants. The system may provide for the payment of a bonus to any participant who is assigned to employment in any position of responsibility or who performs his job in an exemplary manner.\n\n1992, c. 859; 1995, c. 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-4/"
    },
    {
      "id": "section-531-1335",
      "number": "53.1-133.5.",
      "heading": "Disposition of money collected and payment of expenses for jail industry program",
      "text": "A. Any county, city or town that implements a jail industry program shall authorize the sheriff, jail superintendent or his designee to establish a separate fund for the operation of the program. This fund may be a special revenue fund with continuing authority to receive income and pay expenses associated with the jail industry program. The county, city, or regional jail authority shall audit the jail industry's special revenue fund on an annual basis.\n\nB. The sheriff or jail superintendent shall purchase at prices as low as reasonably possible all materials or other items used in the jail industry program as may be necessary. Invoices or itemized statements of account from each vendor of such materials and other items shall be obtained by the sheriff or jail superintendent and presented to the governing body of the county or city or, in the case of a regional jail or jail farm, the regional jail authority or, if none, that body responsible for the fiscal management of the regional jail or jail farm. The local governing body may require all such purchases to be made pursuant to local purchasing regulations.\n\n1992, c. 859; 1995, c. 756.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-5/"
    },
    {
      "id": "section-531-1336",
      "number": "53.1-133.6.",
      "heading": "Restriction on sale of jail industry program goods and services; print shop",
      "text": "A. Articles produced or manufactured and services provided by participants in jail industry programs may be disposed of by the sheriff or jail superintendent by sale only to municipal and county agencies in Virginia and to federal, state and local public agencies within or without the Commonwealth. Except as otherwise provided, no articles produced or manufactured nor services provided by prisoners may be bought, sold or acquired by exchange on the open market.\n\nB. The products of any printing shop in a jail industry program shall be sold only to the departments, institutions and agencies of the Commonwealth which are supported in whole or in part with funds from the state treasury and to offices or agencies of the counties, cities and towns of the Commonwealth. Such products shall not be sold on the open market.\n\n1992, c. 859.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-6/"
    },
    {
      "id": "section-531-1337",
      "number": "53.1-133.7.",
      "heading": "Sale of artistic products",
      "text": "Subject to such rules as he may prescribe, the sheriff or jail superintendent may permit participants in jail industry programs to sell to the public artistic products personally crafted by the participants. Such artistic products shall include, but are not limited to, paintings, pottery and leatherwork.\n\n1992, c. 859.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-7/"
    },
    {
      "id": "section-531-1338",
      "number": "53.1-133.8.",
      "heading": "Purchases by agencies, localities, and certain nonprofit organizations",
      "text": "Articles and services produced or manufactured by participants in jail industry programs:\n\n1. May be purchased by all departments, institutions, and agencies of the Commonwealth that are supported in whole or in part with funds from the state treasury for their use or the use of persons whom they assist financially, provided such purchase is not in conflict with the provisions of Article 3 (§ 53.1-41 et seq.) of Chapter 2.\n\n2. May be purchased by any county, district of any county, city, or town and by any nonprofit, volunteer emergency medical services agencies, fire departments, sheltered workshops, and community service organizations.\n\n1992, c. 859; 2015, cc. 502, 503.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-8/"
    },
    {
      "id": "section-531-1339",
      "number": "53.1-133.9.",
      "heading": "Charges; advertisement and marketing",
      "text": "A. The sheriff or jail superintendent, or his designee, shall establish charges for articles produced or manufactured and services provided by the jail industry program that will, in his judgment, defray the administration, operation and maintenance costs and make allowances for depreciation, return on capital and contingencies.\n\nB. The sheriff or jail superintendent, or his designee, may advertise and market articles produced or manufactured and services provided by the jail industry program in a manner that will, in his judgment, allow maximum work opportunities for program participants while assuring that the program will be self-supporting, provided such advertising and marketing do not violate other provisions of law.\n\n1992, c. 859.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-9/"
    },
    {
      "id": "section-531-13310",
      "number": "53.1-133.10.",
      "heading": "(See Editor's note) Compact; transport of prisoners to and from medical facilities across state boundaries; Governor to execute",
      "text": "The Governor is authorized and requested to execute, on behalf of the Commonwealth, with any other state or states legally joining therein a compact that shall be in form substantially as follows:\n\nThe compacting states solemnly agree that:\n\nThe party states, desiring by common action to efficiently utilize and provide emergency medical, dental, and psychiatric care for prisoners of local correctional facilities, declare that it is the policy of each of the party states to cooperate with one another to serve the best interests of the prisoners and of the state and local governments in the convenient and economical provision of these services. The purpose of this compact is to provide for the mutual recognition of the control and authority over prisoners during transport to and from medical, dental, and psychiatric facilities across state boundaries.\n\nARTICLE II.\n\nAs used in this compact, unless the context clearly requires otherwise:\n\n1. \"State\" means a state of the United States, the United States of America, a territory or possession of the United States, the District of Columbia, or the Commonwealth of Puerto Rico.\n\n2. \"Sending state\" means a state party to this compact in which a prisoner in need of medical, dental, or psychiatric services is incarcerated.\n\n3. \"Receiving state\" means a state party to this compact in which is located a medical, dental, or psychiatric facility.\n\n4. \"Prisoner\" means a male or female offender who is committed under sentence to or confined in a local correctional facility.\n\n5. \"Local correctional facility\" means any penal or correctional facility or any jail, regional jail, jail farm, or other place used for the detention or incarceration of adult offenders that is owned, maintained, or operated by any political subdivision or combination of subdivisions of a state or a local government of a state.\n\nARTICLE III.\n\nEach party state agrees to extend all necessary authority to law-enforcement or corrections officers from a sending state while such officers have in their custody a prisoner for the purpose of escorting the prisoner to and from a medical, dental, or psychiatric facility located in the receiving state.\n\nARTICLE IV.\n\nThis compact shall enter into force and become effective and binding upon the states so acting when it has been enacted into law by any two states. Thereafter, this compact shall enter into force and become effective and binding as to any other of said states upon similar action by such state.\n\nThis compact shall continue in force and remain binding upon a party state until the party state has enacted a statute repealing the same and providing for the sending of formal written notice of withdrawal from the compact to the appropriate official of all other party states. No actual withdrawal shall take effect until one year after the notice provided in said statute has been sent. Such withdrawal shall not relieve the withdrawing state from its obligations assumed hereunder prior to the effective date of withdrawal. Before the effective date of withdrawal, a withdrawing state shall remove to its territory, at its own expense, such inmates as it may have confined pursuant to the provisions of this compact.\n\nARTICLE VI.\n\nThe provisions of this compact shall be liberally construed and shall be severable. If any phrase, clause, sentence, or provision of this compact is declared to be contrary to the constitution of any participating state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person, or circumstance shall not be affected thereby. If this compact is held contrary to the constitution of any state participating therein, the compact shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters.\n\n2013, c. 138.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133-10/"
    }
  ]
}