{
  "state": "connecticut",
  "path": "title-title-26-fisheries-and-game/chapter-chapter-492-local-shellfisheries",
  "sections": [
    {
      "id": "section-26-238",
      "number": "26-238.",
      "heading": "Town oyster ground committee.Section 26-239",
      "text": "- Certain grants of oyster, clam and mussel grounds valid.Section 26-240. - Town ground; designation; designation requirements and prohibitions; hearing.Section 26-241. - Name of owner to appear on stakes, buoys and markers. Buoy specifications.Section 26",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-239",
      "number": "26-239.",
      "heading": "Certain grants of oyster, clam and mussel grounds valid.",
      "text": "Any grant of oyster, clam or mussel ground, made by the duly constituted state or town authorities, which is not in territory that has been designated as natural oyster ground by the General Assembly or by the courts, and which has remained in the possession of the owner or owners for five years, shall be valid; and any proceeding to invalidate such grant shall be brought within five years after such grant was made, otherwise the title to such grant shall become complete in such owner or owners.\n\n(1949 Rev., S. 5072.)\n\nNo presumption as to the location of town lines; legislature may place control of fisheries in navigable waters at its pleasure. 48 C. 452. Cited. 89 C. 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-239/"
    },
    {
      "id": "section-26-240",
      "number": "26-240.",
      "heading": "Town ground; designation; designation requirements and prohibitions; hearing.",
      "text": "(a) Any person desiring to plant or cultivate oysters, clams or mussels, in any waters within town jurisdiction, may apply in writing, to the shellfish commission or to selectmen authorized to act, of the town where such grounds are situated, to designate a suitable place to be used by him for that purpose, and such commission or selectmen may make such designation and such applicant shall make and stake out such place and may enclose it with buoys or with stakes, set at suitable distances and distinctly visible above the surface at high water. Such designation shall require the applicant to make a good faith effort to cultivate and harvest shellfish from the designated area. Such designation shall prohibit the applicant from entering a contract with another person that requires the applicant to refrain from cultivating or harvesting shellfish for any period of time except upon approval by the shellfish commission or selectmen, as applicable. Such commission or selectmen shall make a written description of such designation and enclosure, by ranges or otherwise, as may be most convenient, which shall state the time of such designation. The money derived from such designation by selectmen shall be paid to the town in which the same is made. The money derived from a designation by a shellfish commission shall be paid to the commission. A designation may be made to several in common, as well as to individuals. No such designation by the commission or the selectmen shall become effective or be established until after a public hearing in relation thereto has been held by the commission or selectmen authorized to act for that purpose at which parties in interest and citizens shall have an opportunity to be heard. Notice of the time and place of such hearing shall be published in a newspaper having a substantial circulation in such municipality at least twice at intervals of not less than two days, the first not more than fifteen days and the last not less than two days before such hearing. A copy of the written application for the designation shall be filed in the office of the town clerk in such municipality for public inspection at least fifteen days before such hearing and shall be published in full in such newspaper.\n\n(b) Notwithstanding the provisions of subsection (a) of this section, any owner of a utility line or public use structure that impacts a designated area shall pay to the designee the costs of removing or relocating any shellfish. Nothing in this subsection shall be construed to prohibit the state, the shellfish commission, the board of selectmen or a designee from recovering damages incurred by the state, the shellfish commission, the board of selectmen or the designee caused by the installation, construction or presence of such utility line or public use structure.\n\n(1949 Rev., S. 5074; 1949, 1955, S. 2565d; P.A. 86-225, S. 1; P.A. 03-263, S. 3; P.A. 04-109, S. 18.)\n\nHistory: P.A. 86-225 transferred the functions of oyster committees to shellfish commissions and added provision specifying that money derived from designation by shellfish commission is paid to the commission; P.A. 03-263 designated existing provisions as Subsec. (a) and amended said Subsec. by adding provisions re designation to require the applicant to make a good faith effort to cultivate and harvest shellfish and prohibit the applicant from entering a contract the requires the applicant to refrain from cultivating and harvesting shellfish, and added new Subsec. (b) re costs and damages owed by the owner of a utility line or public use structure that impacts a designated area, effective July 9, 2003; P.A. 04-109 amended Subsec. (b) to make a technical change, effective May 21, 2004.\n\nDesignation of natural oyster ground is invalid; may be so shown by parol. 37 C. 320; 42 C. 255; 56 C. 509; 64 C. 217; 66 C. 285. There can be no title by adverse possession, as against the state; section is constitutional; town designation is seemingly perpetual. 56 C. 509. No right, adverse to the public, is acquired until the ground is staked. 57 C. 576. Right of upland proprietor to wharf and channel is not affected by an oyster-ground designation to another. 62 C. 132. Evidence as to boundaries considered. 74 C. 374. Cited. 89 C. 7. Recipients of designations took the same subject to such rights as existed in town to discharge sewage; nature of rights acquired. 112 C. 215.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-240/"
    },
    {
      "id": "section-26-241",
      "number": "26-241.",
      "heading": "Name of owner to appear on stakes, buoys and markers. Buoy specifications.",
      "text": "(a) All stakes, buoys or other markers placed by any person, except buoys placed by the state, so as to mark the divisional line, in whole or in part, between any private and any public or natural oyster, clam or mussel beds, in any waters of this state, shall have the name or initial of the owner plainly marked and visible at high water. Any corporation or person who fails to comply with the provisions of this section shall have committed an infraction.\n\n(b) A buoy marking oyster, clam or mussel beds pursuant to subsection (a) of this section or section 26-240 shall be constructed with rigid polystyrene foam or similar buoyant material. Such buoy shall support a vertical pole extending not less than ten feet above the top of such buoy and shall be tethered by a rope or line to an anchoring device of sufficient weight to maintain the position of the buoy. The vertical pole shall not exceed three and one-half inches in diameter at any point and shall not be constructed of a metallic material. A durable waterproof flag not less than six inches in height and eight inches in length shall be affixed to the top of the pole.\n\n(1949 Rev., S. 5075; P.A. 86-225, S. 2; P.A. 07-74, S. 3.)\n\nHistory: P.A. 86-225 eliminated the fine for violations and made violations an infraction; P.A. 07-74 designated existing provisions as Subsec. (a) and added Subsec. (b) re buoy specifications, effective July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-241/"
    },
    {
      "id": "section-26-242",
      "number": "26-242.",
      "heading": "Granting of designation; condition precedent.",
      "text": "No shellfish commission or selectmen shall grant any designation of ground for the planting or cultivation of oysters, until the applicant for such ground has shown them a certificate from the town clerk that the ground has not been previously designated and that such ground is within the limits allotted by law for designation by such commission or selectmen, together with a receipt from the town treasurer, acknowledging that the money for such designation has been deposited with him, pending the action of the commission or selectmen. Town clerks may grant such certificates upon satisfactory proof of such facts by maps and examination of the law and records. Town treasurers may receive such moneys and give such receipts and, if the designation is granted, may retain the money for the use of the town; but, if the application is denied, they shall, on demand of the applicant, refund such payment. Any member of any shellfish commission or of any board of selectmen who violates any of the provisions of this section shall have committed an infraction.\n\n(1949 Rev., S. 5077; P.A. 86-225, S. 3.)\n\nHistory: P.A. 86-225 transferred the functions of oyster-ground committees to shellfish commissions, eliminated the fine for violations and made violations an infraction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-242/"
    },
    {
      "id": "section-26-243",
      "number": "26-243.",
      "heading": "Evidence of designation to be recorded.",
      "text": "The selectmen of each town in which places have been designated in its navigable waters for planting or cultivating oysters, clams or mussels shall provide a book, to be kept by the town clerk, for recording all applications for such places, together with the written designation and descriptions of the places designated and set out thereon, and all assignments of such places. The town clerk shall record each application and note thereon the day when it was received for record and the book and page where it was recorded and make an alphabetical index of all such applications, designations and assignments, specifying the names of the applicants and of the assignors and assignees, separately; and an attested copy of any such application, designation or assignment, with a certificate that it has been recorded, shall be conclusive evidence of the fact of such record and prima facie evidence of the validity of such application, designation or assignment.\n\n(1949 Rev., S. 5078.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-243/"
    },
    {
      "id": "section-26-244",
      "number": "26-244.",
      "heading": "Lost title; redesignation. Penalty.",
      "text": "Any owner of any such place who has lost the evidences of his title, after filing the same with the town clerk, may apply to the shellfish commission of the town in which such place is situated, and in East Haven and West Haven to the selectmen, and if he satisfies them that the same justly belongs to him, and that he had obtained and filed such evidences of title with the town clerk, and that such evidences have been lost or destroyed, such commission or selectmen may designate and set such place to him anew, notwithstanding he may have acquired title to other places, though the whole of the places held by him would exceed two acres in extent; but no new application and designation shall affect the rights of any other person to any place so designated and set out or to the oysters thereon. Any person who fraudulently procures any such place to be designated and set to himself, or to any other person, under the provisions of this section shall be fined not more than three hundred dollars.\n\n(1949 Rev., S. 5079; P.A. 86-225, S. 4; P.A. 12-80, S. 34.)\n\nHistory: P.A. 86-225 transferred functions from oyster-ground committees to shellfish commissions; P.A. 12-80 deleted provision authorizing a term of imprisonment of not more than 6 months.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-244/"
    },
    {
      "id": "section-26-245",
      "number": "26-245.",
      "heading": "Fees of shellfish commissions.",
      "text": "A shellfish commission may establish a fee for a description of grounds designated for planting and cultivating oysters and a fee to be paid to each member for each day occupied in making such designation.\n\n(1949 Rev., S. 5080; P.A. 86-225, S. 5.)\n\nHistory: P.A. 86-225 entirely replaced prior provisions, transferring functions of oyster-ground committees to shellfish commissions and authorizing such commissions to establish fees.\n\nCited. 112 C. 214.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-245/"
    },
    {
      "id": "section-26-246",
      "number": "26-246.",
      "heading": "Designation of disputed lines in local jurisdiction.",
      "text": "When the boundaries of lands or grounds not within the exclusive jurisdiction of the state, lawfully designated for the planting or cultivation of oysters, clams or mussels, between adjoining proprietors, have been lost or become uncertain, or when the shellfish commission authorized to stake out such lands or grounds has, in the designations or descriptions thereof, described such boundaries so as not to agree with or correctly locate the boundaries actually fixed by them, and such adjoining proprietors cannot agree to establish the same, one or more of them may bring a petition to the superior court for the judicial district in which such lands or grounds, or a portion of them, are situated, and said court may order such lost and uncertain bounds to be erected and established; and may appoint a committee of not more than three disinterested property owners, who shall give notice to all parties interested, as the same appear, in such lands or grounds, to appear before them, and having been sworn, shall inquire into the facts and erect and establish such lost and uncertain bounds, and ascertain the true line between such adjoining proprietors, and reestablish and relocate the same where the shellfish commission marked and placed the same, and may employ a surveyor to assist them if necessary. Such commission shall report to the court the facts relating to such matters, and the original designations and descriptions of such lands and grounds, and of all their doings in the premises; and, if said court finds such parties were duly notified, it may confirm such doings and by its decree fix and locate such boundary lines between such adjoining proprietors, and certified copies of the report and decree shall be recorded in the oyster records of the town in which such lands are, or on which such original designations of such grounds are recorded, and the lines and bounds so erected and established shall be the bounds and lines between such adjoining proprietors. This section shall not apply to any designation of oyster ground which contains a map thereof, or which refers to such map lodged on file in the town clerk's office, or to oyster grounds within the exclusive jurisdiction of the state.\n\n(1949 Rev., S. 5081; P.A. 76-436, S. 605, 681; P.A. 78-280, S. 1, 127; P.A. 81-472, S. 140, 159; P.A. 86-225, S. 6.)\n\nHistory: P.A. 76-436 replaced court of common pleas with superior court, effective July 1, 1978; P.A. 78-280 replaced “county” with “judicial district”; P.A. 81-472 made technical changes; P.A. 86-225 transferred functions of oyster-ground committees to shellfish commissions.\n\nThe divisional line must be of adjoining grounds and the map must be absolutely accurate; these are jurisdictional questions. 51 C. 188. Admissibility of evidence. 74 C. 374.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-246/"
    },
    {
      "id": "section-26-247",
      "number": "26-247.",
      "heading": "Removal of beds improperly staked.",
      "text": "When any natural oyster or clam bed, or any part thereof, within town jurisdiction, has been designated, enclosed or staked out, contrary to the provisions of this chapter, the superior court for the judicial district in which such bed is situated, upon the petition of any individual aggrieved, or of the town in which such bed is situated, against the person claiming the same, and the chairman of the shellfish commission appointed by such town, when such petition is brought by an individual, shall appoint a committee, which, having been sworn and given notice to the parties, shall hear such petition and report the facts thereon to said court. If it appears that such bed has been improperly staked out, the court may order such commission to remove the stakes enclosing the same, and costs to be paid at the discretion of the court; but, when oysters have been planted or cultivated or improvements made, before such petition is brought, by any person, in good faith, to whom such designations have been made, or by any assignee of such person, the court shall give him a reasonable time to remove such oysters and improvements.\n\n(1949 Rev., S. 5082; P.A. 76-436, S. 606, 681; P.A. 78-280, S. 1, 127; P.A. 86-225, S. 7.)\n\nHistory: P.A. 76-436 replaced court of common pleas with superior court and added reference to judicial districts, effective July 1, 1978; P.A. 78-280 deleted reference to counties; P.A. 86-225 transferred functions of oyster-ground committees to shellfish commissions.\n\nIn the absence of legislative authority, the state can only invoke judicial action. 48 C. 447; 55 C. 266. Clams and oysters are distinct species of shellfish. Id., 265. Title to natural bed cannot be gained by adverse possession; section is constitutional. 56 C. 509. Provision for removal of stakes is not designed as a method of trying title; nor provision allowing time for removal of oysters, to restrict public rights, but to prevent sudden and forcible ejectment; no recovery allowed for taking a few cents' worth of planted oysters intermingled with natural growth. 66 C. 285.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-247/"
    },
    {
      "id": "section-26-248",
      "number": "26-248.",
      "heading": "Procedure to dam creek or inlet.",
      "text": "When the owner of any land in which there is any saltwater creek or inlet desires to dam, gate or lock the same for any oyster pond, for the cultivation of oysters, he may make application therefor to the selectmen of the town or the shellfish commission where such creek or inlet may be, who shall visit and examine it. If, in the opinion of the selectmen or commission, to dam it will not injure navigation or deprive the public of any rights or privileges, said selectmen or commission shall mark off, or set bounds, where a dam may be built, and report such opinion to a meeting of the town or the commission; and, if such opinion is approved by the meeting or the commission, the owner of such creek or inlet may construct and maintain such dam, gate or lock, for such purpose, during the pleasure of the General Assembly.\n\n(1949 Rev., S. 5083; P.A. 86-225, S. 8.)\n\nHistory: P.A. 86-225 amended section to authorize shellfish commission, as well as selectmen, to rule on applications to restrict water flows, where previously the power was restricted to the selectmen.\n\nStrict compliance in mode of procedure is requisite; whether all the owners of lands are required to join, quaere; public rights in a natural bed not affected. 42 C. 255.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-248/"
    },
    {
      "id": "section-26-249",
      "number": "26-249.",
      "heading": "Private ownership in cultivated shellfish.",
      "text": "Each person who plants or cultivates oysters, clams or mussels, in any place lawfully designated, shall own them and also all other oysters, clams or mussels on such place, and have the exclusive right of taking up and disposing of them and of using such place for the purpose of planting or cultivating oysters, clams or mussels therein, which place shall be transferable by written assignment; but nothing herein contained shall affect the rights of any owner of lands in which there may be saltwater creeks or inlets, or which may be opposite or contiguous to such navigable waters; nor authorize any shellfish commission or selectmen to designate, nor any person to mark, stake out or enclose, any natural oyster or clam bed, or infringe upon the free navigation of such waters, or interfere with the drawing of seines in any place established and customarily used for seine fishing.\n\n(1949 Rev., S. 5084; P.A. 86-225, S. 9.)\n\nHistory: P.A. 86-225 transferred functions from oyster-ground committees to shellfish commissions.\n\nTo dig shellfish between high and low water marks is a common right. 5 D. 22. Riparian owner may wharf or channel. 62 C. 139. Cited. 112 C. 214; 177 C. 287.\n\nWhen one has franchise to oyster ground, town liable for damage it causes by laying sewer pipes. 12 CS 135.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-249/"
    },
    {
      "id": "section-26-250",
      "number": "26-250.",
      "heading": "Taxation of town ground.",
      "text": "Section 26-250 is repealed, effective October 1, 2021.\n\n(1949 Rev., S. 5085; P.A. 21-24, S. 5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-250/"
    },
    {
      "id": "section-26-251",
      "number": "26-251.",
      "heading": "Natural clam beds not to be designated.",
      "text": "No shellfish commission or selectman of any town shall designate, and no person shall mark, stake out or enclose, for the cultivation of oysters, clams or mussels, any natural clam bed.\n\n(1949 Rev., S. 5086; P.A. 86-225, S. 10.)\n\nHistory: P.A. 86-225 transferred functions from oyster-ground committees to shellfish commissions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-251/"
    },
    {
      "id": "section-26-252",
      "number": "26-252.",
      "heading": "Taking of hard or round clams; size.",
      "text": "No rake, tongs, dredge or other device shall be used for taking hard or round clams in any of the waters of this state, with spaces or openings between the teeth or prongs of less than one inch, and no such clams less than one inch in thickness, or which will pass through a ring of one and one-half inches internal diameter, shall be bought, sold or offered for sale by any person but, if taken, shall, without unnecessary injury, be returned to the water whence taken. Any person who violates any provision of this section shall have committed an infraction.\n\n(1949 Rev., S. 5114; P.A. 78-334, S. 14; P.A. 86-225, S. 11.)\n\nHistory: P.A. 78-334 raised minimum fine from $10 to $25 and maximum fine from $50 to $100; P.A. 86-225 eliminated the fine for violations and made violations an infraction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-252/"
    },
    {
      "id": "section-26-253",
      "number": "26-253.",
      "heading": "Trespass on designated ground.",
      "text": "Any person who wilfully commits any trespass or injury with eel spears or other implements on any designated oyster ground on which oysters are being cultivated shall have committed an infraction.\n\n(1949 Rev., S. 5117; P.A. 78-334, S. 15; P.A. 86-225, S. 12.)\n\nHistory: P.A. 78-334 raised maximum fine from $7 to $10; P.A. 86-225 eliminated the fine for violations and made violations an infraction.\n\nSection applies to grounds when defective designation is validated. 64 C. 217.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-253/"
    },
    {
      "id": "section-26-254",
      "number": "26-254",
      "heading": "and 26-255. - Catching of shellfish on bridge pier. Plowing for shellfish along Long Island Sound.",
      "text": "and 26-255. - Catching of shellfish on bridge pier. Plowing for shellfish along Long Island Sound.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-256",
      "number": "26-256.",
      "heading": "Injury to pond gates and dams.",
      "text": "Any person who injures the dams or gates of any oyster pond shall have committed an infraction.\n\n(1949 Rev., S. 5120; P.A. 86-225, S. 13.)\n\nHistory: P.A. 86-225 eliminated fine and imprisonment penalties and specified that injury to dams or gates is an infraction.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-256/"
    },
    {
      "id": "section-26-257",
      "number": "26-257.",
      "heading": "Local shellfish grounds under state control.",
      "text": "When shellfish grounds or franchises located within the limits of the towns of West Haven, New Haven, Milford and Westport, and northerly of the state jurisdiction line, have been surveyed, and a map of the same made and accepted by the Commissioner of Agriculture according to law, said commissioner shall have and exercise all the powers and duties with reference to the grounds designated thereby which he has with reference to the grounds south of the state jurisdiction line; and any copies of such books, records and maps which were used in connection with such survey shall be kept on file in the office of the commissioner; provided the selectmen of the town of Westport shall have exclusive jurisdiction over, and power to designate, shellfish grounds in the waters, in said town, of all creeks and estuaries tributary to Compo Mill Pond in said town, and the selectmen of the town of Milford shall have exclusive jurisdiction over, and power to designate or lease, shellfish grounds in the waters, in said town, of the Indian River, Gulf Pond and that portion of the Milford Harbor located northerly of the breakwater. The map of such grounds in the town of Milford shall be published with the annual report of the Commissioner of Agriculture. Taxes and rentals on grounds in the towns of West Haven and Westport and in the city of New Haven and on franchises in the town of Milford designated on such maps shall be paid to the treasurer of the town or city.\n\n(1949 Rev., S. 5070; 1971, P.A. 872, S. 364; 1972, P.A. 52, S. 34; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1.)\n\nHistory: 1971 act replaced references to shellfish commission and commissioners with references to environmental protection commissioner; 1972 act replaced commissioner of environmental protection with commissioner of agriculture; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.\n\nCited. 231 C. 418.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-257/"
    },
    {
      "id": "section-26-257a",
      "number": "26-257a.",
      "heading": "Local shellfish commissions.",
      "text": "(a) Any town, city or borough, acting by its legislative body or its board of selectmen, if a town, or its mayor, if a city, or its warden, if a borough, may establish a shellfish commission or may join with one or more other towns, cities or boroughs, acting by their respective legislative bodies or boards of selectmen or mayors or wardens, as the case may be, in establishing such a commission. The number of members and their term of office shall be determined by the legislative body or board of selectmen or mayor or warden, as the case may be, or, in the case of such joint action, by agreement of the legislative bodies or boards of selectmen or mayors or wardens, as the case may be.\n\n(b) Such commission shall have charge of all the shellfisheries and shellfish grounds lying in such municipality or municipalities not granted to others and not under the jurisdiction of the Commissioner of Agriculture, including all rivers, inland waters and flats adjacent to all beaches and waters within the limits and marine bounds of the municipality or municipalities. The commission may designate suitable places in the navigable waters within its jurisdiction for planting or cultivating oysters, clams or mussels. The commission may issue licenses for the taking of shellfish therefrom and fix the fees therefor, may designate the quantities of such shellfish to be taken, the sizes of such shellfish and the methods of taking. The commission may prohibit the taking of such shellfish from certain designated areas for periods not in excess of one year. All moneys collected by the commission under the provisions of this section shall be paid to the commission and used by it for the protection and propagation of the shellfish under its control. Any person who violates any regulation issued by the commission pursuant to this section shall be fined not more than two hundred fifty dollars.\n\n(c) The commission shall prepare and periodically update a shellfish management plan. The plan shall be submitted to the Commissioner of Agriculture and any appropriate board of selectmen, mayor or warden for review and comment.\n\n(d) All updates to the commission's shellfish management plan made pursuant to subsection (c) of this section and any comments made by the Department of Agriculture regarding such updates shall be in writing and shall be subject to the provisions of chapter 14.\n\n(1963, P.A. 306; 1971, P.A. 872, S. 365; 1972, P.A. 52, S. 35; P.A. 79-293, S. 4; P.A. 86-225, S. 14; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-189, S. 1; P.A. 09-195, S. 1; P.A. 12-80, S. 35.)\n\nHistory: 1971 act replaced state shellfish commissioners with commissioner of environmental protection; 1972 act replaced commissioner of environmental protection with commissioner of agriculture; P.A. 79-293 made provisions of Subsec. (a) applicable with respect to boroughs and their wardens; P.A. 86-225 amended Subsec. (b) authorizing the commissions to designate shellfish grounds and added Subsec. (c) regarding shellfish management plans; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004; P.A. 09-195 added Subsec. (d) re updates and comments to commission's shellfish management plan, effective July 1, 2009; P.A. 12-80 amended Subsec. (b) to replace penalty of a fine of not more than $50 or imprisonment of not more than 30 days or both with a fine of not more than $250.\n\nCited. 231 C. 418.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-257a/"
    },
    {
      "id": "section-26-258",
      "number": "26-258.",
      "heading": "Location of local natural clam or oyster beds.",
      "text": "The superior court for the judicial district of New Haven, on the application of the selectmen of the town of West Haven, and the superior court for any judicial district, on the application of the oyster-ground committee of any town in such judicial district, shall appoint a committee of three disinterested persons, not residents of the town within the boundaries of which any natural oyster, clam or mussel beds exist, to ascertain, locate and describe, by suitable boundaries, all the natural oyster, clam or mussel beds within the boundaries of such town. The committee so appointed shall first give three weeks' notice, by advertising in a newspaper published in or nearest to such town, of the time and place of their first meeting for such purpose. Such committee shall hear parties who appear before it and may take evidence from such other sources as it deems advisable and shall make written designations by ranges, bounds and areas of all the natural oyster, clam and mussel beds within the boundaries of such town, and shall make a report of its doings to the superior court, which report, when accepted by said court, shall be recorded and shall be a final and conclusive determination of the extent, boundaries and location of such natural beds at the date of such report. The clerk of the court shall transmit to the town clerk of each of said towns a certified copy of such report, which shall be recorded by such town clerk in the book kept by him for the record of applications, designations and conveyances of designated grounds. Such public notice of such application to the superior court, and of the time and place of the return of the same, shall be given by such selectmen or oyster-ground committee as any judge of the superior court may order. The selectmen of the town of West Haven and the oyster committees of other towns, upon a written request, signed by twenty electors of their respective towns, shall make such application to the superior court within thirty days after receiving a copy of such written request, and such application shall be privileged and shall be heard and disposed of at the term of said court to which such application is returned. All expenses incurred by such selectmen and oyster-ground committees in such applications, and the doings thereunder, and the fees of such committees so appointed by the court, shall be taxed by the clerk of said court and paid upon his order by the state. The fees of such committees shall not exceed five dollars per day for each member thereof and shall be in full for all services, expenses and disbursements under such appointment, and the comptroller shall keep an account of such expense separate from that of the shellfish commission. Any designation of ground for the planting or cultivation of shellfish, made more than five years prior to the time of the making of such application for the appointment of such committee and within the areas so established by such report of such committee, shall be valid.\n\n(1949 Rev., S. 5071; P.A. 78-280, S. 59, 127.)\n\nHistory: P.A. 78-280 replaced references to “county” with “judicial district”.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-258/"
    },
    {
      "id": "section-26-259",
      "number": "26-259.",
      "heading": "Maps to be lodged in town clerk's office.",
      "text": "The selectmen of the town of West Haven and the committees of other towns shall, at the expense of their respective towns, procure and cause to be lodged and kept in the office of the town clerk of each town, respectively, accurate maps showing the boundary lines of their respective towns in the navigable waters of the state and all designations of ground by local authorities for the cultivation of shellfish made within such boundaries, and shall number such designations on such maps and shall cause to be designated on such maps all natural oyster, clam and mussel beds lying within their several towns respectively, as the same are ascertained by the report of such committees so recorded in such towns, and the committee or selectmen who thereafter make any such designation shall mark the same upon such map.\n\n(1949 Rev., S. 5073.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-259/"
    },
    {
      "id": "section-26-260",
      "number": "26-260.",
      "heading": "Selectmen of Milford and West Haven may prohibit the taking of clams.",
      "text": "The selectmen of the towns of West Haven and Milford may, from time to time as they deem expedient, prohibit the taking of long or soft-shell clams from such portions of the natural clam grounds of their respective towns as they shall from time to time designate, for a period not exceeding one year at a time. When said selectmen designate any place or places within their respective towns from which the taking of long or soft-shell clams is prohibited as aforesaid, the selectmen of the town of West Haven shall publish at least twice in some newspaper published in the city of New Haven, and the selectmen of the town of Milford shall publish at least twice in some newspaper published or having a circulation in the town of Milford, a notice describing the grounds upon which such prohibition is operative, and shall further describe the boundaries of such grounds by posting notices, signed by the selectmen of the town in which such grounds are situated, upon the shore adjacent to such grounds. No person shall take or have in his possession in either of said towns any long or soft-shell clams of less than one and one-half inches in length; and no person shall take any long or soft-shell clams from any grounds from which the taking of the same is prohibited as aforesaid, during the time of such prohibition. Any person who violates any provision of this section shall be fined not more than two hundred fifty dollars.\n\n(1949 Rev., S. 5115; P.A. 12-80, S. 36.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not more than $7 or imprisonment of not more than 30 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-260/"
    },
    {
      "id": "section-26-261",
      "number": "26-261.",
      "heading": "Taking of clams from Oyster River in West Haven and Milford.",
      "text": "Section 26-261 is repealed, effective October 1, 2002.\n\n(1949 Rev., S. 5111; S.A. 02-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-261/"
    },
    {
      "id": "section-26-262",
      "number": "26-262.",
      "heading": "Taking of oysters from natural ground in Milford.",
      "text": "Section 26-262 is repealed.\n\n(1949 Rev., S. 5110; P.A. 78-334, S. 17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-262/"
    },
    {
      "id": "section-26-263",
      "number": "26-263",
      "heading": "to 26-265. - Taking of clams from Gulf Pond in Milford. Dredging prohibited in New Haven harbor. Dredging in New Haven, Morris Creek and East Haven.",
      "text": "Sections 26-263 to 26-265, inclusive, are repealed, effective October 1, 2002.\n\n(1949 Rev., S. 5106, 5107, 5112; P.A. 78-334, S. 16; S.A. 02-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-263-to-26-265/"
    },
    {
      "id": "section-26-266",
      "number": "26-266.",
      "heading": "Shellfisheries in Branford. Grants. Requirements and prohibitions of grants.",
      "text": "(a) The selectmen of the town of Branford or shellfish commission established in accordance with section 26-257a shall have charge of all the shellfisheries and shell and shellfish grounds lying in said town not granted to others and not under the jurisdiction of the Commissioner of Agriculture, between the center line of the Farm or East Haven River and the Guilford town line and below mean high-water mark, with power to issue licenses for the taking of shellfish and shells therefrom and to designate the quantities of such shellfish and shells to be taken, the sizes of such shellfish and the methods of taking. They shall also have power to restrict the taking of such shellfish and shells from certain designated areas for periods not in excess of one year. The grants of all areas of shellfish grounds lying within the boundaries of the town of Branford upon which no tax has been paid for a period of three years preceding shall be deemed vacated and such areas shall revert to the town of Branford and become available for further grant by the selectmen or shellfish commission of said town. Before making a further grant, the selectmen or shellfish commission shall determine if such grounds are suitable for public use and any part thereof so determined shall not be available for such grant. Such grant shall require the applicant to make a good faith effort to cultivate and harvest shellfish from the designated area. Such grant shall prohibit the applicant from entering a contract with another person wherein the applicant agrees to not cultivate or harvest shellfish for any period of time, except upon approval by the shellfish commission or selectmen, as applicable.\n\n(b) Notwithstanding the provisions of subsection (a) of this section, any owner of a utility line or public use structure that impacts a designated area shall pay to the designee or grantee the costs of removing or relocating any shellfish. Nothing in this subsection shall be construed to prohibit the state, the shellfish commission, the board of selectmen or any designee or grantee from recovering damages incurred by the state, the shellfish commission, the board of selectmen, the designee or grantee caused by the installation, construction or presence of such utility line or public use structure.\n\n(1949 Rev., S. 5102; 1971, P.A. 872, S. 366; 1972, P.A. 52, S. 36; P.A. 87-520, S. 2; P.A. 03-263, S. 4; June 30 Sp. Sess. P.A. 03-6, S. 146(e); P.A. 04-109, S. 19; 04-189, S. 1.)\n\nHistory: 1971 act replaced state shellfish commissioners with commissioner of environmental protection; 1972 act replaced commissioner of environmental protection with commissioner of agriculture; P.A. 87-520 authorized the shellfish commission to regulate shellfish grounds where before such authority was limited to the board of selectmen, authorized revision after nonpayment of taxes for three rather than five years and added provision limiting grants to grounds not suitable for public use; P.A. 03-263 designated existing provisions as Subsec. (a) and amended said Subsec. by adding provisions re grant to require the applicant to make a good faith effort to cultivate and harvest shellfish, and prohibit the applicant from entering a contract or agreement not to cultivate or harvest shellfish, and added new Subsec. (b) re costs and damages owed by the owner of a utility line that impacts a designated area, effective July 9, 2003; June 30 Sp. Sess. P.A. 03-6 replaced Commissioner of Agriculture with Commissioner of Agriculture and Consumer Protection, effective July 1, 2004; P.A. 04-109 amended Subsec. (b) to make a technical change, effective May 21, 2004; P.A. 04-189 repealed Sec. 146 of June 30 Sp. Sess. P.A. 03-6, thereby reversing the merger of the Departments of Agriculture and Consumer Protection, effective June 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-266/"
    },
    {
      "id": "section-26-267",
      "number": "26-267",
      "heading": "to 26-270. - Branford and Farm Rivers",
      "text": "Sections 26-267 to 26-270, inclusive, are repealed, effective October 1, 2002.\n\n(1949 Rev., S. 5103–5105; 1951, S. 2564d; 1961, P.A. 517, S. 27; P.A. 02-89, S. 90; S.A. 02-12, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-267-to-26-270/"
    },
    {
      "id": "section-26-271",
      "number": "26-271",
      "heading": "to 26-275. - Powers of Guilford and Madison selectmen",
      "text": "Sections 26-271 to 26-275, inclusive, are repealed.\n\n(1949 Rev., S. 5087, 5098–5101; 1959, P.A. 38; 1961, P.A. 517, S. 28; 1971, P.A. 872, S. 367; 1972, P.A. 52, S. 37; P.A. 74-183, S. 254, 291; P.A. 76-436, S. 218, 681; P.A. 86-225, S. 15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-271-to-26-275/"
    },
    {
      "id": "section-26-276",
      "number": "26-276.",
      "heading": "Hammonasset River; limitation.",
      "text": "Except as otherwise provided, any person who, in any one day, takes, gathers or collects more than two bushels of oysters, clams, mussels or shells, from any portion of Hammonasset River not designated for planting shellfish, shall be fined not more than two hundred fifty dollars.\n\n(1949 Rev., S. 5088; P.A. 12-80, S. 37.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not more than $20 or imprisonment of not more than 60 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-276/"
    },
    {
      "id": "section-26-277",
      "number": "26-277.",
      "heading": "Clinton and Madison; special constables.",
      "text": "The towns of Clinton and Madison may appoint, at annual or special town meetings, two or more special constables, who may inspect and measure shellfish and shells taken by any person in one day from the portion of the Hammonasset River over which such constables have supervision, authority and control as provided in section 26-278, and may arrest, without warrant, within such portion of said river or within the town to which the officer making the arrest belongs, any person found violating section 26-276, or who has in his possession shellfish or shells taken, gathered or collected by him within said limits in violation of said section. Said towns shall respectively provide for the payment of such special constables as are appointed.\n\n(1949 Rev., S. 5095.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-277/"
    },
    {
      "id": "section-26-278",
      "number": "26-278.",
      "heading": "Jurisdiction of special constables.",
      "text": "Such special constables and all informing officers of either of said towns shall inquire after and prosecute any violations of sections 26-276 and 26-277. For the purpose of enforcing the same, special constables, appointed as provided in section 26-277, shall have supervision, authority, control and jurisdiction over that part of Hammonasset River lying above a line running across said river at the mouth of Dudley's Creek, and perpendicular to the course of the river, and of offenses committed within said limits in the same way and to the same extent as though such portion of said river was within the town to which such officers belong, and the officers and authorities of the town of Clinton shall have supervision, authority, control and jurisdiction over the remaining portion of said Hammonasset River.\n\n(1949 Rev., S. 5096; 1961, P.A. 517, S. 29.)\n\nHistory: 1961 act deleted reference to jurisdictional powers of prosecuting grand jurors and trial justices in Clinton and Madison.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-278/"
    },
    {
      "id": "section-26-279",
      "number": "26-279.",
      "heading": "Madison; town rights.",
      "text": "Sections 26-276, 26-277 and 26-278 shall not in any way affect the rights of the town of Madison created by or claimed under the act establishing the line between the towns of Guilford and Killingworth, passed in December, 1790.\n\n(1949 Rev., S. 5097.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-279/"
    },
    {
      "id": "section-26-280",
      "number": "26-280.",
      "heading": "Taking of shellfish at Saugatuck Shores in Westport.",
      "text": "No person shall take, remove or carry away shellfish of any kind from the shores, beaches and flats at “Saugatuck Shores”, so called, in the town of Westport, between June first and October first in each year, except under a written permit issued by the selectmen of said town or as authorized by the shellfish commission of the town of Westport, provided residents of the towns of Westport, Weston and Wilton may take, remove or carry away shellfish from the shores, beaches and flats between the westerly boundary of Sherwood Island Park and the mouth of the Saugatuck River without obtaining such a permit. Any other person desiring to take shellfish from said shores, beaches and flats shall make application to the police department of Westport on a form similar to that provided in connection with licenses or permits for fishing and such police department shall issue such number of permits and to such applicants as appear suitable and proper, and each permittee or licensee shall pay the sum of one dollar for such permit or license when issued to him and such license or permit, unless revoked for cause, shall continue in effect for the balance of the calendar year in which the same is issued. Any person who takes shellfish from said shores, beaches and flats in violation of the provisions hereof shall be fined not more than seventy-five dollars. The provisions of this section shall not be deemed to extend the jurisdiction of the selectmen or the shellfish commission of the town of Westport to any shores, beaches, or flats not within the jurisdiction of such selectmen or commission on or before October 1, 1983.\n\n(1949 Rev., S. 5091; P.A. 83-236; P.A. 99-169, S. 4, 7; P.A. 09-173, S. 9.)\n\nHistory: P.A. 83-236 gave the Westport Shellfish Commission authority over the taking of shellfish from Saugatuck Shores; P.A. 99-169 deleted residency as condition for eligibility to obtain a license under this section, effective June 23, 1999; P.A. 09-173 increased fine from $25 to $75 and deleted imprisonment penalty, effective July 1, 2009.\n\nCited. 231 C. 418.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-280/"
    },
    {
      "id": "section-26-281",
      "number": "26-281",
      "heading": "to 26-283. - Protection of clams and oysters in Fairfield. Taking of clams from Fairfield Beach. Clamming restricted in Mill River in Fairfield.",
      "text": "to 26-283. - Protection of clams and oysters in Fairfield. Taking of clams from Fairfield Beach. Clamming restricted in Mill River in Fairfield.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-284",
      "number": "26-284.",
      "heading": "Thames River oysters; limitation.",
      "text": "Any person who takes or carries away from the Thames River any oyster shells or seed oysters for the purpose of planting the same upon any private oyster bed, or who takes or carries away from said river, except from his own private bed or beds, more than ten bushels of oysters in any one day, shall be fined not more than two hundred fifty dollars.\n\n(1949 Rev., S. 5108; P.A. 12-80, S. 38.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not more than $7 or imprisonment of not more than 30 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-284/"
    },
    {
      "id": "section-26-285",
      "number": "26-285.",
      "heading": "Taking of oysters and clams in Old Lyme regulated.",
      "text": "Any person who takes any clams less than two inches in length or more than one-half bushel of clams, or more than one-half bushel of oysters except from an area designated for planting oysters, in any day in the town of Old Lyme shall be fined not more than two hundred fifty dollars.\n\n(1949 Rev., S. 5089; 1957, P.A. 66; P.A. 12-80, S. 39.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not more than $50 or imprisonment of not more than 30 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-285/"
    },
    {
      "id": "section-26-286",
      "number": "26-286.",
      "heading": "Taking oysters from the inland waters of East Lyme and Waterford.",
      "text": "Any person who takes any oysters from the inland waters of the towns of East Lyme and Waterford above the demarcation line during the months of June, July and August shall be fined not more than two hundred fifty dollars.\n\n(1949 Rev., S. 5090; P.A. 12-80, S. 40.)\n\nHistory: P.A. 12-80 replaced penalty of a fine of not less than $7 or more than $20 or imprisonment of not more than 30 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-286/"
    },
    {
      "id": "section-26-287",
      "number": "26-287.",
      "heading": "Waterford-East Lyme shellfish commission. Taking of shellfish from Niantic River.",
      "text": "(a) The Waterford-East Lyme shellfish commission shall consist of four electors of each of said towns appointed by their respective boards of selectmen. Annually such board shall appoint an elector as a member of said commission who shall serve for a term of four years from June first in the year of his appointment. Neither of said towns shall be represented on said commission by more than two members of the same political party. Any vacancies that may from time to time occur shall be filled for the balance of the unexpired term by the board of selectmen of the town which, because of such vacancy, has one less member on said commission. Said commission may prohibit the taking of scallops, clams and oysters from such portions of the Niantic River as it designates, for a period not exceeding one year at a time, designate, from time to time, the manner in which said shellfish may be taken and license such taking and, in connection therewith, adopt reasonable regulations and fix license and permit fees. When said commission designates any place or places in said river from which the taking of scallops, oysters and clams is to be prohibited or designates a new manner in which scallops, clams and oysters may or may not be taken, or adopts, rescinds or amends any regulation or license or permit fee adopted hereunder, it shall cause to be published at least twice, in a newspaper having a circulation in each of said towns, a notice describing the place or places upon which such prohibition is to be operative or the manner in which scallops, oysters or clams may or may not be taken, or the regulation, license or permit fee adopted, rescinded or amended, and shall post copies of such notices upon the shores of the river. No person shall take any scallops, oysters or clams from any grounds from which the taking of the same has been prohibited during the time of such prohibition nor in any manner in violation of any such designation or regulation.\n\n(b) No person shall, at any time, take any scallops which may pass through a two and one-half inch ring or more than three bushels of scallops in any one day, provided said commission may increase or decrease the daily limit at any time after it has been in force for thirty days.\n\n(c) All constables and other informing officers of either of said towns shall inquire after and prosecute for any violation of this section. For the purpose of enforcing the same, all constables in either of said towns shall have supervision and jurisdiction over that part of the waters of the Niantic River from Golden Spur Bridge southerly to the highway bridge at the Rope Ferry Road, so called, and all offenses committed within said limits, in the same manner and to the same extent as though said portion of said river was within the town within which such officials have jurisdiction.\n\n(d) Said commission may designate special officers for the enforcement of this section whose compensation shall be determined by the commission. All moneys collected by either the town of Waterford or the town of East Lyme under the provisions of this section shall be paid to the commission and used by it for the protection and propagation of scallops, oysters and clams and other shellfish in the waters of the Niantic River.\n\n(e) Any person who violates any provision of this section or any regulation adopted pursuant to this section shall be fined not more than two hundred fifty dollars, and upon conviction the court may order that such person shall not be entitled to a permit or license to take scallops, oysters and clams from the Niantic River until the beginning of the second season the river is opened by the commission following such conviction.\n\n(1949 Rev., S. 5094; 1953, S. 2567d; 1957, P.A. 505, S. 1; 1961, P.A. 517, S. 30; 1969, P.A. 92; 1971, P.A. 33, S. 1; P.A. 82-334, S. 2; P.A. 87-520, S. 3; P.A. 12-80, S. 41; 12-176, S. 2.)\n\nHistory: 1961 act deleted jurisdictional enforcement powers of prosecuting grand jurors, trial justices, prosecuting attorneys and other town officials of Waterford and East Lyme; 1969 act clarified provisions re membership of commission by specifying that there will be three selectmen from each town as members, no more than two of whom shall be members of the same political party; 1971 act reduced number of selectmen members to one from each town, deleting provision re political party affiliation, increased elector members from two to three for each town and replaced previous provisions re appointment and terms of members with new provisions; P.A. 82-334 amended Subsec. (a) to eliminate representation of the boards of selectmen of Waterford and East Lyme on commission, to delete obsolete appointment provisions and to increase terms from three to four years; P.A. 87-520 amended Subsec. (c) by increasing the penalty from $25 to $200; P.A. 12-80 amended Subsec. (e) to replace penalty of a fine of not more than $200 or imprisonment of not more than 10 days or both with a fine of not more than $250; P.A. 12-176 changed “escallops” to “scallops” and amended Subsec. (b) to replace “two-inch ring” with “two and one-half inch ring” and to authorize commission to decrease the daily limit, effective July 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-287/"
    },
    {
      "id": "section-26-288",
      "number": "26-288.",
      "heading": "Escallops.",
      "text": "No person shall have in his possession any escallops other than adult escallops. For the purpose of this section, an adult escallop is defined as an escallop having a well-defined growth line. All seed escallops taken shall be immediately returned alive to waters having a depth of at least three feet at mean low tide, except that the selectmen of any town bordering on Long Island Sound may, on application, authorize such escallops to be removed and transplanted in waters along the sound. No person shall take any escallops from the first day of April to the first day of October or from sunset to sunrise, except that in the waters of Little Narragansett Bay no person shall take any escallops from the first day of April to the fifteenth day of September or from sunset to sunrise. No person shall use any rake, dredge, drag or other device which may be drawn along the surface of the bottom, except a device such as a scoop net which is attached to a pole and has an opening not more than sixteen inches wide and is used manually by the person engaged in taking escallops. No person shall open and return to the water the shell and entrails of any escallops after the eye or muscle has been removed, nor shall any starfish taken from the waters be returned thereto. Any person who violates any provision of this section shall be fined not more than two hundred fifty dollars.\n\n(1949 Rev., S. 5092; September, 1950, S. 2566d; 1957, P.A. 32; P.A. 99-169, S. 5, 7; P.A. 12-80, S. 42.)\n\nHistory: P.A. 99-169 deleted a restriction on nonresidents' ability to take escallops from waters of this state, effective June 23, 1999; P.A. 12-80 replaced penalty of a fine of not more than $50 or imprisonment of not more than 60 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-288/"
    },
    {
      "id": "section-26-289",
      "number": "26-289.",
      "heading": "Dredging for escallops in Little Narragansett Bay or Stonington Harbor.",
      "text": "Dredging for escallops in Little Narragansett Bay or Stonington Harbor.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-26-290",
      "number": "26-290.",
      "heading": "Taking of escallops in Groton.",
      "text": "The town council of Groton may prohibit the taking of escallops from such portions of the waters of said town as they designate, for a period not exceeding one year at a time, and may designate the daily take of escallops from said waters not to exceed fifteen bushels per person or fifteen bushels per boat if more than one person is carried on said boat. When the council designates any place or places in said waters from which such taking is prohibited, they shall cause to be published, at least twice in a newspaper having a circulation in said town and at least ten days before such prohibition takes effect, a notice describing the place or places upon which and the period for which such prohibition is to be operative, and shall post copies of such notices, signed by the council, upon the shores adjacent to such places. No person shall, at any time, take escallops from said waters without having first obtained a permit issued by the council or any persons designated by it. Permits shall be issued for the taking of any amount up to the daily limit upon application and the payment of fifteen cents per bushel and shall be dated as of the day of issue or such other day during the open season as the applicant may designate. Permits shall be valid only for the day designated thereon. A season permit shall be issued by the council upon application and the payment of ten dollars and shall allow the taking of the daily limit for each day of the open season. The council shall designate special officers for the enforcement of this section, who shall receive compensation on a per diem basis. All moneys collected under the provisions of this section shall be used by the council for the protection, conservation and propagation of escallops and other shellfish in the town waters. Any person who violates any provision of this section shall be fined not more than two hundred fifty dollars and the court may order that a permit shall not be issued to such person to take escallops in the waters of the town of Groton for the remainder of the open season.\n\n(1953, S. 2568d; P.A. 88-291, S. 4, 6; P.A. 12-80, S. 43.)\n\nHistory: P.A. 88-291 changed references to “selectmen” to “council”; P.A. 12-80 replaced penalty of a fine of not more than $50 or imprisonment of not more than 60 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-290/"
    },
    {
      "id": "section-26-291",
      "number": "26-291.",
      "heading": "Taking of oysters and clams in Stonington.",
      "text": "Section 26-291 is repealed.\n\n(1949 Rev., S. 5116; 1959, P.A. 53, S. 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-291/"
    },
    {
      "id": "section-26-291a",
      "number": "26-291a.",
      "heading": "Taking of clams and oysters in Stonington.",
      "text": "(a) The board of selectmen in the town of Stonington may prohibit the taking of clams and oysters from such portions of the town waters as it designates from time to time, for a period not exceeding one year at a time, and may designate the manner in which clams and oysters may be taken and the size and the amount and may provide for licenses for such taking and, in connection therewith, adopt reasonable regulations and fix license and permit fees. When said board designates any place or places in said town waters from which the taking of oysters and clams is to be prohibited or designates a changed manner in which clams and oysters may or may not be taken, or adopts, rescinds or amends any regulation or license or permit fee, it shall cause to be published, in a newspaper having a circulation in said town, a notice describing the place or places upon which such prohibition is to be operative or the manner in which oysters or clams may or may not be taken, or the regulation, license or permit fee adopted, rescinded or amended, and shall post copies of such notices upon the shores of the town waters. No person shall take any oysters or clams from any grounds from which the taking of the same has been prohibited during the time of such prohibition nor in any manner in violation of any such designation or regulation.\n\n(b) Said board of selectmen may designate special officers for the enforcement of this section, whose compensation shall be determined by the board of selectmen. All moneys collected under the provisions of this section shall be paid to the board of selectmen and used by it for protection and propagation of escallops, oysters and clams and other shellfish in the waters of the town of Stonington.\n\n(c) Any person who violates any provision of this section or any regulation adopted pursuant to this section shall be fined not more than two hundred fifty dollars, and upon conviction the court may order that a permit shall not be issued to such person to take clams or oysters from the waters of the town of Stonington for one year.\n\n(1959, P.A. 53, S. 1; P.A. 12-80, S. 44.)\n\nHistory: P.A. 12-80 amended Subsec. (c) to replace penalty of a fine of not more than $25 or imprisonment of not more than 30 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-291a/"
    },
    {
      "id": "section-26-292",
      "number": "26-292.",
      "heading": "Taking of escallops in the waters of Stonington.",
      "text": "The board of selectmen of the town of Stonington may prohibit the taking of escallops from such portions of the waters of said town as they designate, for a period not exceeding one year at a time, and may designate the daily take of escallops from said waters not to exceed fifteen bushels per person or fifteen bushels per boat if more than one person is carried on such boat. When said selectmen designate any place or places in said waters from which such taking is prohibited, they shall cause to be published, at least twice in a newspaper having a circulation in said town and at least ten days before such prohibition takes effect, a notice describing the place or places upon which and the period for which such prohibition is to be operative and shall post copies of such notices, signed by said selectmen, upon the shores adjacent to such places. No person shall, at any time, take escallops from said waters without having first obtained a permit issued by the selectmen or any persons designated by them. Permits shall be issued for the taking of any amount up to the daily limit upon application and the payment of a fee per bushel established by the selectmen but not more than six dollars and shall be dated as of the day of issue or such other day during the open season as the applicant may designate. Permits shall be valid only for the day designated thereon. A season permit shall be issued by the selectmen upon application and the payment of a fee established by the selectmen but not more than sixty dollars and shall allow the taking of the daily limit for each day of the open season. The selectmen shall designate special officers for the enforcement of this section, who shall receive compensation on a per diem basis. All moneys collected under the provisions of this section shall be used by the selectmen for the protection, conservation and propagation of escallops and other shellfish in the town waters. Any person who violates any provision of this section shall be fined not more than two hundred fifty dollars and the court may order that a permit shall not be issued to such person to take escallops in the waters of the town of Stonington for the remainder of the open season.\n\n(1951, 1953, S. 2563d; 1967, P.A. 74; P.A. 88-291, S. 5, 6; P.A. 12-80, S. 45.)\n\nHistory: 1967 act replaced previous fee of $0.15 per bushel with a fee to be established by selectmen but not to exceed $0.50 per bushel; P.A. 88-291 changed the maximum fee per bushel from $0.50 to $6 and changed the fee for a season permit from $10 to a “fee established by the selectmen” but not more than $60; P.A. 12-80 replaced penalty of a fine of not more than $50 or imprisonment of not more than 60 days or both with a fine of not more than $250.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-292/"
    },
    {
      "id": "section-26-292a",
      "number": "26-292a.",
      "heading": "Cockenoe Flats shellfish grounds, Westport. Jurisdiction. Recreational clamming permits.",
      "text": "Jurisdiction of shellfish grounds known as Cockenoe Flats in the town of Westport shall be transferred from the state of Connecticut to the town of Westport and the Westport Shellfish Commission shall have jurisdiction over recreational clamming in said shellfish grounds and the ability to issue recreational clamming permits for the use of said grounds by all state residents.\n\n(P.A. 07-74, S. 4.)\n\nHistory: P.A. 07-74 effective May 30, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-292a/"
    },
    {
      "id": "section-26-292b",
      "number": "26-292b.",
      "heading": "Hand-harvesting horseshoe crabs in the town of Stratford. Prohibition. Violation.",
      "text": "(a) No person shall engage in the hand-harvest of horseshoe crabs from any area of the shoreline located in the town of Stratford between Stratford Point and Sniffen Point.\n\n(b) Any person who violates the provisions of subsection (a) of this section shall have committed an infraction.\n\n(P.A. 18-112, S. 1.)\n\nHistory: P.A. 18-112 effective June 7, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-292b/"
    },
    {
      "id": "section-26-292c",
      "number": "26-292c.",
      "heading": "Recommendations for horseshoe crab taking restricted areas.",
      "text": "Not later than January 1, 2020, the Commissioner of Energy and Environmental Protection shall submit recommendations to the joint standing committee of the General Assembly having cognizance of matters relating to the environment on the establishment of any restricted areas for the taking of horseshoe crabs in the state and any changes to the season for the taking of horseshoe crabs in the state for the purpose of preserving the horseshoe crab population in the state.\n\n(P.A. 18-112, S. 2.)\n\nHistory: P.A. 18-112 effective June 7, 2018.",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-292c/"
    },
    {
      "id": "section-26-292d",
      "number": "26-292d.",
      "heading": "Hand-harvesting of horseshoe crabs or eggs. Prohibition. Exception. Fine. Enforcement.",
      "text": "(a) Notwithstanding the provisions of this title, no person shall engage in the hand-harvesting of horseshoe crabs or the eggs of horseshoe crabs from the waters of this state.\n\n(b) Notwithstanding the provisions of subsection (a) of this section, the Commissioner of Energy and Environmental Protection may authorize the hand-harvesting of horseshoe crabs by permit for educational or scientific purposes provided the commissioner determines that such harvesting will not cause harm to the horseshoe crab population in this state.\n\n(c) Any person who violates the provisions of this section shall be fined twenty-five dollars for each specimen taken in violation of this section.\n\n(d) The Commissioner of Energy and Environmental Protection shall enforce the provisions of this section.\n\n(P.A. 23-6, S. 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-292d/"
    },
    {
      "id": "section-26-293",
      "number": "26-293.",
      "heading": "Prosecutions.",
      "text": "Section 26-293 is repealed.\n\n(1949 Rev., S. 5121; 1961, P.A. 517, S. 31.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-293/"
    },
    {
      "id": "section-26-294",
      "number": "26-294.",
      "heading": "Penalty.",
      "text": "Any person who violates any provision of this chapter, for which no penalty is otherwise provided, shall be fined not more than twenty-five dollars.\n\n(1949 Rev., S. 5122.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/connecticut/title-26/chapter-492/section-26-294/"
    }
  ]
}