{
  "state": "delaware",
  "path": "title-title-10/chapter-title10c061index",
  "sections": [
    {
      "id": "section-6101",
      "number": "6101.",
      "heading": "Application of chapter.This chapter shall govern the procedure for all condemnations of real and personal property within this State under the power of eminent domain exercised by any authority whatsoever, governmental or otherwise",
      "text": "48 Del. Laws, c. 271,\n§\n\n 1; \n\n10 Del. C. 1953,\n\n§\n\n 6101;§\n\n6102. Jurisdiction of Superior Court; filing of complaint.All condemnation proceedings within the State shall be commenced by filing a complaint as provided in this chapter in the Superior Court in and for the county where the property is located, or if part of such property is situated in 1 county and part in another, then in either county. The Superior Court shall have exclusive jurisdiction of all condemnation proceedings.48 Del. Laws, c. 271,\n\n§\n\n 2; \n\n10 Del. C. 1953,\n\n§\n\n 6102;§\n\n6103. Applicability of Superior Court Rules.The Rules of the Superior Court shall govern, insofar as applicable, all condemnation proceedings of real and personal property under the power of eminent domain, except as otherwise provided in this chapter.48 Del. Laws, c. 271,\n\n§\n\n 3; \n\n10 Del. C. 1953,\n\n§\n\n 6103;§\n\n6104. Joinder of properties.The plaintiff may join in the same action, under this chapter, 1 or more separate pieces of property, whether in the same or different ownership and whether or not sought for the same use.48 Del. Laws, c. 271,\n\n§\n\n 4; \n\n10 Del. C. 1953,\n\n§\n\n 6104;§\n\n6105. Complaint; parties.(a) A complaint under this chapter shall contain a caption as provided in Rule 10(a) of the Rules of the Superior Court, except that the plaintiff shall name as defendants the property, designated generally by kind, quantity, and location, and at least one of the owners of some part of or interest in the property.(b) The complaint shall contain a short and plain statement of the authority for the taking, the use for which the property is to be taken consistent with § 9501A of Title 29, the compliance with § 9505(15) of Title 29, a description of the property sufficient for its identification, the interest to be acquired, and, as to each separate piece of property, a designation of the defendants who have been joined as owners thereof or of some interest therein.(c) Upon the commencement of the action, the plaintiff need join as defendants only the persons having or claiming an interest in the property whose names are then known, but prior to any hearing involving the determination of compensation to be paid, the plaintiff shall add as defendants all persons having or claiming an interest in the property whose names can be ascertained by a search of the records to the extent commonly made by competent searchers of title in the vicinity in the light of the character and value of the property involved and the interest to be acquired, and also those whose names have otherwise been learned. All others may be made defendants under the designation “Unknown Owners.”(d) Process shall be served as provided in § 6106 of this title upon all defendants, whether named as defendants at the time of the commencement of the action or subsequently added, and a defendant may answer as provided in § 6107 of this title.(e) In the event that § 9501A(d) of Title 29 applies, then the Court shall schedule a hearing for the agency to meet its burden to establish a public use as defined in 9501A of Title 29.48 Del. Laws, c. 271,\n\n§\n\n 5; \n\n10 Del. C. 1953,\n\n§\n\n 6105;77 Del. Laws, c. 12,\n\n§§\n\n 3, 4;§\n\n6106. Process; notice of publication.(a) Upon the filing of a complaint under this chapter, the prothonotary shall issue summons, in appropriate form, directed to all of the defendants designated or named in the complaint, which summons shall be personally served in like manner as other writs of summons in the Court in accordance with Rule 4(d) and (f)(1)(I), (III), (IV) of the Rules of the Superior Court.(b) If it appears by affidavit of the plaintiff or the plaintiff’s attorney that any defendant cannot be personally served with summons, because he or she is outside of this State, or because after diligent inquiry his or her place of residence cannot be ascertained by the plaintiff, or if any defendant is an infant or incompetent person or under some other legal disability, the Court may make an order directing that service shall be made upon any such defendant by publishing a notice, substantially in the form prescribed in subsection (c) of this section, in a newspaper of general circulation in the county in which the proceeding is pending, at least once a week for 2 successive weeks. Such service by publication shall be supplemented by service by registered mail, where practicable, as the Court in its order may direct. Notice to unknown owners shall be given by publication in like manner by notice addressed to “unknown owners,” coupled, if practicable, with an appropriate identification of the alleged source of their interest in the property, as the Court may direct. Proof of publication and of mailing, if required, shall be made by affidavit of the plaintiff or the plaintiff’s attorney on or before such time as the Court may fix.(c) The notice referred to in subsection (b) of this section shall set forth the name of the Court, the title of the action, the name or names of the defendant or defendants to whom it is directed, a statement that the action is one for the condemnation of property, a brief description of such property reasonably sufficient for its identification, the extent of the interest to be taken, the authority for the taking, and the use or uses for which the property is to be taken. The notice shall also state that any defendant shall serve and file, in accordance with the rules of court, an answer within 20 days after the date of the first publication of the notice, in default of which no objection or defense to the taking of the property will be heard. The notice shall also specify the name and address of the plaintiff’s attorney therein.48 Del. Laws, c. 271,\n\n§\n\n 6; \n\n10 Del. C. 1953,\n\n§\n\n 6106;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n6107. Objections or defenses to taking.Any objection or defense to the taking of the property, or any interest therein, by any defendant, shall be made by answer. Any such answer setting forth any such objection or defense shall identify the property in which the answering defendant claims to have an interest, shall state the nature and extent of the interest claimed, and shall state specifically any such objections or defenses to the taking of the property. All objections and defenses not so presented shall be deemed waived. After the disposition of all such objections and defenses the cause shall proceed to the trial of the issue of just compensation.48 Del. Laws, c. 271,\n\n§\n\n 7; \n\n10 Del. C. 1953,\n\n§\n\n 6107;§\n\n6108. Trial; choice of commissioners; viewing property.(a) After the time has expired for answering a complaint under this chapter, and all preliminary questions of law disposed of, the cause shall be placed upon the regular trial calendar of the Superior Court for trial.(b) Prior to the trial date the Court shall submit to the appearing parties a list of 11 proposed commissioners, who are impartial, disinterested and judicious citizens of the county where the real property is situated or the personal property is found, showing their full names and addresses. Thereafter, at a place and time designated by the Court, the plaintiff or plaintiffs shall (jointly, if more than 1), strike out 1 of the names, and then the defendant or defendants shall (jointly, if more than 1) strike out another, and so on until 8 names have been stricken out. If the plaintiff or plaintiffs or the defendant or defendants refuse to strike or do not attend the striking or cannot agree among themselves, then the Court or the prothonotary or the prothonotary’s deputy, if designated by the Court, shall strike, for the party or parties refusing to strike, to attend, or who cannot agree among themselves. After the opposing parties have stricken 8 names, the remaining 3 shall be the commissioners for the cause and the prothonotary shall thereupon deliver to the sheriff a certified list of the names of the 3 commissioners, with their addresses annexed to a writ commanding the sheriff to summon the 3 named persons as commissioners to attend the Superior Court for trial at a time fixed by the Court. The sheriff shall, thereupon, summon them according to the command of the writ and shall return the list with the writ.(c) At the trial of the cause and before entering upon their duties, the 3 commissioners shall be sworn or affirmed faithfully and impartially to perform the duties assigned to them.(d) The Court, in its discretion, may determine whether or not the commissioners shall view the premises and if a view is ordered shall designate the time therefor. The view, if ordered, shall be conducted under the supervision of the Court by the court bailiffs and the view shall not be considered as evidence but only for the purpose of better understanding the evidence presented at the trial, nor shall any testimony be taken at the view. This restraint shall not prevent the parties from designating and identifying the property during the view.(e) At the trial any party may present competent and relevant evidence upon the issue of just compensation and all such evidence shall be given in the presence of the Court and the commissioners. The Court shall, during the course of the trial, determine all questions of law and the admissibility of all evidence. A religious corporation or religious body of this State as a party to a condemnation proceeding may present as competent or relevant testimony upon the issue of just compensation the reasonable costs as of the date of the taking of the church property, of erecting a new structure of substantially the same size and of comparable character and quality of construction as the acquired church structure, at some other suitable and comparable location to be provided by such religious corporation or body. The admissibility of such evidence is conditioned upon the religious corporation or religious body being a duly constituted legal corporation or body and using the acquired site as a church or place of religious worship; and upon the further condition that the new structure or building to be erected for religious worship shall be located within the county of this State in which the acquired site is located at the time of the taking of possession of said acquired site.(f) If 1 of the 3 commissioners becomes incapacitated during the course of the trial, the remaining 2 shall have power to make the factual determination of just compensation.(g) After all evidence is presented and the commissioners have been charged by the Court with the applicable law, they shall retire and in secret arrive at a determination of the amount to be awarded as just compensation for the respective parties in interest, and thereafter announce their awards in open court. Such awards shall be confirmed by the Court unless the commissioners have been guilty of misconduct in their proceedings, or unless they have made an improper award to any party in interest, whether based upon an error of fact or law, in which events the Court may, upon its own motion, or motion of any party filed and served within 5 days of the award, set aside the erroneous award in whole or in part, or modify it to conform to the facts as presented by the evidence, or to conform it with the law as announced by the Court. In the event the award is set aside in whole or in part, the Court may, in its discretion, recommit it to the commissioners with instructions.(h) The final award, as confirmed or modified, may be reviewed by the Supreme Court as provided in this chapter.(i) The prothonotary shall record the final award in a special docket to be maintained for that purpose.48 Del. Laws, c. 271,\n\n§\n\n 8; \n\n10 Del. C. 1953,\n\n§\n\n 6108;52 Del. Laws, c. 340;56 Del. Laws, c. 406;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n6109. Dismissal of action.(a) In a condemnation proceeding under this chapter, if no hearing has begun to determine the compensation to be paid for a piece of property and the plaintiff has not acquired the title or a lesser interest in or taken possession thereof, the plaintiff may dismiss the action as to that property, without an order of the Court, by filing a notice of dismissal setting forth a brief description of the property as to which the action is dismissed.(b) Before the entry of any award or possession of property is taken by the plaintiff, the action may be dismissed, in whole or in part, without an order of the Court, as to any property by filing a stipulation of dismissal by the plaintiff and the defendant affected thereby, and, if the parties so stipulate, the Court may vacate any award that has been entered.(c) At any time before compensation for a piece of property has been determined and paid and, after motion and hearing, the Court may dismiss the action as to that party, except that it shall not dismiss the action as to any part of the property of which the plaintiff has taken possession, or in which the plaintiff has taken title or a lesser interest, but shall award just compensation for the possession, title or lesser interest so taken. The Court at any time may drop a defendant unnecessarily or improperly joined.(d) Except as otherwise provided in the notice or stipulation of dismissal, or order of the Court, any dismissal is without prejudice.48 Del. Laws, c. 271,\n\n§\n\n 9; \n\n10 Del. C. 1953,\n\n§\n\n 6109;§\n\n6110. Entry into possession; requirements.(a) At any time after the filing of any condemnation proceeding under this chapter, the plaintiff, upon the filing of a notice of intention to take possession of the property sought to be condemned, or any part thereof, on a day therein specified, and upon deposit in Court of the sum of money estimated by plaintiff to be just compensation for the property or the part thereof taken, has the right to enter into possession, occupy or take the property from and after such day, upon entry of an appropriate order by the Court, which order may be made ex parte and without notice.(b) Upon application of any party in interest, the Court may order the money so deposited in Court, or any part thereof, be paid forthwith for or on account of just compensation to be awarded in the proceeding and such payment shall not jeopardize any party’s right to prove just compensation in a greater or less amount. If the compensation finally awarded to any defendant exceeds the amount paid to the defendant on distribution of the deposit, the Court shall credit the payment to the final award and if the compensation finally awarded to any defendant is less than the amount which has been paid to the defendant, the Court shall enter judgment against the defendant in favor of the plaintiff for such overpayment.(c) In any case where possession has been so taken the obligation of the plaintiff to pay the amount ultimately determined as just compensation in the cause shall be absolute. Title shall vest in plaintiff on the date of payment of the final award.48 Del. Laws, c. 271,\n\n§\n\n 10; \n\n10 Del. C. 1953,\n\n§\n\n 6110;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n6111. Costs.The costs of any condemnation proceeding provided for in this chapter, including a reasonable fee for the commissioners but in no case to exceed $20 per day for each commissioner, and including the cost of giving notice by publication and by registered mail as provided in § 6106 of this title, shall be borne and paid for by the plaintiff or plaintiffs in the proportions determined by the Court. Fees of counsel or of experts retained by any party may not be taxed as costs under any circumstances upon any of the parties or considered in determining the issue of just compensation, except as follows:(1) At any time prior to the day before the compensation trial of a condemnation proceeding begins, the plaintiff shall serve upon the defendant(s) an offer to allow judgment to be taken against the plaintiff, in accordance with the terms of the offer, exclusive of court costs and interest. If the defendant(s) accept the offer by serving a written notice of acceptance upon the plaintiff, either party may then file the offer and notice of acceptance with the Court, together with proof of service thereof, and thereupon the prothonotary shall enter the notice of acceptance as if it were the final award pursuant to § 6108 of this title. An offer not accepted prior to the swearing of the commissioners pursuant to § 6108(c) of this title shall be deemed withdrawn, and evidence thereof is not admissible except in a later proceeding to determine costs pursuant to this section. The fact that an offer is made but not accepted shall not preclude a subsequent offer.(2) If the award of just compensation, exclusive of interest, is closer to the highest valuation evidence provided at trial on the defendant’s behalf than the plaintiff’s offer made under paragraph (1) of this section, the defendant may apply for an order for the plaintiff to pay the defendant’s reasonable litigation expenses, including reasonable attorney, appraisal, engineering or other expert witness fees actually incurred because of the compensation trial, by serving on the plaintiff and filing with the prothonotary a verified application therefor within 15 days after the final confirmed condemnation award. The application shall show cause why the defendant is entitled to an award pursuant to this paragraph; state the amount sought; and include an itemized statement under oath from an attorney or expert witness representing or appearing at trial on behalf of the defendant stating the fee charged, the basis therefor, the actual time expended and all actual expenses for which the recovery is sought. If requested by any party, or upon its own motion, the Court may hear the parties with respect to the matters raised by the application and determine the amount of litigation expenses to be awarded. Any order of the Court awarding expenses pursuant to this paragraph shall be filed with the prothonotary and, unless appealed within 30 days, shall be a final order. Any expenses awarded by the Court pursuant to this paragraph shall be paid within 30 days of the Court’s final order. The Court, in its discretion, may reduce the amount to be awarded pursuant to this paragraph, or deny such award, to the extent that the defendant, during the course of the proceeding, engaged in conduct which unduly and unreasonably protracted the final resolution of the action, or to the extent the Court finds that the position of the plaintiff was substantially justified, or that special circumstances make an award of expenses unjust. In no event shall the amount of the expenses awarded pursuant to this paragraph exceed the amount awarded as just compensation.(3) If the award of just compensation, exclusive of interest, is lower than the plaintiff’s offer made under paragraph (1) of this section, the plaintiff may apply for an order for the defendant to pay the plaintiff’s reasonable litigation expenses incurred after the service of the offer, excluding attorney fees but including reasonable appraisal, engineering or other expert witness fees actually incurred because of the condemnation trial, by serving on the defendant and filing with the prothonotary a verified application therefor within 15 days after the final confirmed condemnation award. The application shall show cause why the plaintiff is entitled to an award pursuant to this paragraph; state the amount sought; and include an itemized statement under oath from an attorney or expert witness representing or appearing at trial on behalf of the plaintiff stating the fee charged, the basis therefor, the actual time expended, and all actual expenses for which the recovery is sought. If requested by any party, or upon its own motion, the Court may hear the parties with respect to the matters raised by the application and determine the amount of litigation expenses to be awarded. Any order of the Court awarding expenses pursuant to this paragraph shall be filed with the prothonotary and, unless appealed within 30 days, shall be a final order. Any expenses awarded by the Court pursuant to this paragraph may be deducted from the award of just compensation, unless payment of the expenses awarded is otherwise made within 30 days of the Court’s final order. The Court, in its discretion, may reduce the amount to be awarded pursuant to this paragraph, or deny such award, to the extent that the plaintiff, during the course of the proceeding, engaged in conduct which unduly and unreasonably protracted the final resolution of the action, or to the extent the Court finds that the position of the defendant was substantially justified, or that special circumstances make an award of expenses unjust. In no event shall the amount of the expenses awarded pursuant to this paragraph exceed the amount awarded as just compensation.48 Del. Laws, c. 271,\n\n§\n\n 11; \n\n10 Del. C. 1953,\n\n§\n\n 6111;69 Del. Laws, c. 308,\n\n§\n\n 1;§\n\n6112. Review.There shall be a right of review in every condemnation cause from the final confirmed award of the Superior Court to the Supreme Court as in the manner provided for review of any other final civil judgment of the Superior Court. Any such review must be instituted within 1 month from the time of entry of the final confirmed award of the Superior Court.48 Del. Laws, c. 271,\n\n§\n\n 12; \n\n10 Del. C. 1953,\n\n§\n\n 6112;§\n\n6113. Time for payment of award; interest.In the event no review of a condemnation cause is taken, the plaintiff or plaintiffs may pay or tender the amount of the award within 2 months after the entry of the confirmed award of the Superior Court, and in the event a review to the Supreme Court is taken, plaintiff or plaintiffs may pay or tender the amount thereof within 1 month of the entry of any final award entered pursuant to the mandate of the Supreme Court. Interest shall accrue on the award from the date of taking possession or from the date of the award, whichever first occurs.48 Del. Laws, c. 271,\n\n§\n\n 13; \n\n10 Del. C. 1953,\n\n§\n\n 6113;§\n\n6114. Deposit of award.In any condemnation case in which any final award is made to any party in interest who is unknown, is a minor, or is mentally incompetent, or is under any other legal disability, cannot be found, or resides outside of this State, or refuses to accept such award, the Court may direct that the amount of such award be deposited by the plaintiff to the credit of such party in any state or national bank having a branch or office in the county wherein the condemnation proceedings are instituted, within the periods providing for payment as set forth in § 6113 of this title, or the Court may make such other order as is appropriate and just.48 Del. Laws, c. 271,\n\n§\n\n 14; \n\n10 Del. C. 1953,\n\n§\n\n 6114;63 Del. Laws, c. 142,\n\n§\n\n 28;§\n\n6115. Recording of certified abstract of condemnation proceedings; failure to record.(a) Whenever lands or any interest therein are condemned by any person, corporation or political subdivision under any statute of this State, and the amount of damages ascertained shall have been paid or deposited as provided in the statute, the record thereof shall be filed in the office of the prothonotary for the county, in which the land lies and the person, corporation or political subdivision for whose benefit such land is condemned, shall secure from the prothonotary a certified abstract of the record of such condemnation proceedings. The certified abstract shall include a description of the land condemned, a statement of the title or interest so acquired, the name of the former owner or owners of such interest, the name of the person, corporation or political subdivision, acquiring the interest through the proceedings and a memorandum showing the amount of damages paid or deposited. The abstract shall, within 30 days after the memorandum showing the amount of damages paid or deposited shall have been filed in the prothonotary’s office, be recorded in the office of the recorder of deeds for the county wherein the land lies, in the deed records of the county and shall be indexed by the recorder in the name of the condemning person, corporation or political subdivision, as the grantee, and in the name of the former owner or owners of the land, as the grantor or grantors.(b) If such abstract is not recorded as provided in subsection (a) of this section, the condemnation proceedings shall not avail against a subsequent fair creditor, mortgagee or purchaser, for a valuable consideration, unless it shall appear that such creditor when giving the credit, or such mortgagee or purchaser, when advancing the consideration, had notice of such condemnation proceedings.Code 1915,\n\n§\n\n 3238A;33 Del. Laws, c. 210;34 Del. Laws, c. 197; \n\nCode 1935,\n\n§\n\n 3702; \n\n10 Del. C. 1953,\n\n§\n\n 6115;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6102",
      "number": "6102.",
      "heading": "Jurisdiction of Superior Court; filing of complaint",
      "text": "All condemnation proceedings within the State shall be commenced by filing a complaint as provided in this chapter in the Superior Court in and for the county where the property is located, or if part of such property is situated in 1 county and pa\n§\n\n 2; \n\n10 Del. C. 1953,\n\n§\n\n 6102;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6103",
      "number": "6103.",
      "heading": "Applicability of Superior Court Rules",
      "text": "The Rules of the Superior Court shall govern, insofar as applicable, all condemnation proceedings of real and personal property under the power of eminent domain, except as otherwise provided in this chapter.48 Del. Laws, c. 271,\n§\n\n 3; \n\n10 Del. C. 1953,\n\n§\n\n 6103;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6104",
      "number": "6104.",
      "heading": "Joinder of properties.The plaintiff may join in the same action, under this chapter, 1 or more separate pieces of property, whether in the same or different ownership and whether or not sought for the same use",
      "text": "48 Del. Laws, c. 271,\n§\n\n 4; \n\n10 Del. C. 1953,\n\n§\n\n 6104;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6105",
      "number": "6105.",
      "heading": "Complaint; parties.(a) A complaint under this chapter shall contain a caption as provided in Rule 10(a) of the Rules of the Superior Court, except that the plaintiff shall name as defendants the property, designated generally by kind, quantity, and location, and at least one of the owners of some pa",
      "text": "§\n\n 5; \n\n10 Del. C. 1953,\n\n§\n\n 6105;77 Del. Laws, c. 12,\n\n§§\n\n 3, 4;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6106",
      "number": "6106.",
      "heading": "Process; notice of publication",
      "text": "(a) Upon the filing of a complaint under this chapter, the prothonotary shall issue summons, in appropriate form, directed to all of the defendants designated or named in the complaint, which summons shall be personally served in like manner as other writs of summons i\n§\n\n 6; \n\n10 Del. C. 1953,\n\n§\n\n 6106;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6107",
      "number": "6107.",
      "heading": "Objections or defenses to taking",
      "text": "Any objection or defense to the taking of the property, or any interest therein, by any defendant, shall be made by answer. Any such answer setting forth any such objection or defense shall identify the property in which the answering defendant claims to have an inte\n§\n\n 7; \n\n10 Del. C. 1953,\n\n§\n\n 6107;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6108",
      "number": "6108.",
      "heading": "Trial; choice of commissioners; viewing property",
      "text": "(a) After the time has expired for answering a complaint under this chapter, and all preliminary questions of law disposed of, the cause shall be placed upon the regular trial calendar of the Superior Court for trial.(b) Prior to the trial date the Co\n§\n\n 8; \n\n10 Del. C. 1953,\n\n§\n\n 6108;52 Del. Laws, c. 340;56 Del. Laws, c. 406;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6109",
      "number": "6109.",
      "heading": "Dismissal of action.(a) In a condemnation proceeding under this chapter, if no hearing has begun to determine the compensation to be paid for a piece of property and the plaintiff has not acquired the title or a lesser interest in or taken possession thereof, the plaintiff may dismiss the action as ",
      "text": "§\n\n 9; \n\n10 Del. C. 1953,\n\n§\n\n 6109;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6110",
      "number": "6110.",
      "heading": "Entry into possession; requirements",
      "text": "(a) At any time after the filing of any condemnation proceeding under this chapter, the plaintiff, upon the filing of a notice of intention to take possession of the property sought to be condemned, or any part thereof, on a day therein specified, and upon deposit\n§\n\n 10; \n\n10 Del. C. 1953,\n\n§\n\n 6110;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6111",
      "number": "6111.",
      "heading": "Costs.The costs of any condemnation proceeding provided for in this chapter, including a reasonable fee for the commissioners but in no case to exceed $20 per day for each commissioner, and including the cost of giving notice by publication and by registered mail as provided in § 6106 of this title,",
      "text": "§\n\n 11; \n\n10 Del. C. 1953,\n\n§\n\n 6111;69 Del. Laws, c. 308,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6112",
      "number": "6112.",
      "heading": "Review.There shall be a right of review in every condemnation cause from the final confirmed award of the Superior Court to the Supreme Court as in the manner provided for review of any other final civil judgment of the Superior Court",
      "text": "Any such review must be instituted within 1 month from the time\n§\n\n 12; \n\n10 Del. C. 1953,\n\n§\n\n 6112;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6113",
      "number": "6113.",
      "heading": "Time for payment of award; interest",
      "text": "In the event no review of a condemnation cause is taken, the plaintiff or plaintiffs may pay or tender the amount of the award within 2 months after the entry of the confirmed award of the Superior Court, and in the event a review to the Supreme Court is taken, pl\n§\n\n 13; \n\n10 Del. C. 1953,\n\n§\n\n 6113;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6114",
      "number": "6114.",
      "heading": "Deposit of award.In any condemnation case in which any final award is made to any party in interest who is unknown, is a minor, or is mentally incompetent, or is under any other legal disability, cannot be found, or resides outside of this State, or refuses to accept such award, the Court may direct",
      "text": "§\n\n 14; \n\n10 Del. C. 1953,\n\n§\n\n 6114;63 Del. Laws, c. 142,\n\n§\n\n 28;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6115",
      "number": "6115.",
      "heading": "Recording of certified abstract of condemnation proceedings; failure to record",
      "text": "(a) Whenever lands or any interest therein are condemned by any person, corporation or political subdivision under any statute of this State, and the amount of damages ascertained shall have been paid or deposited as prov\n§\n\n 3238A;33 Del. Laws, c. 210;34 Del. Laws, c. 197; \n\nCode 1935,\n\n§\n\n 3702; \n\n10 Del. C. 1953,\n\n§\n\n 6115;",
      "history": "",
      "source_url": ""
    }
  ]
}