{
  "state": "south-carolina",
  "path": "title-title-8/chapter-chapter-13",
  "sections": [
    {
      "id": "section-8-13-100",
      "number": "8-13-100.",
      "heading": "",
      "text": "As used in Articles 1 through 11:\n\n(1)(a) \"Anything of value\" or \"thing of value\" means:\n\n(i) a pecuniary item, including money, a bank bill, or a bank note;\n\n(ii) a promissory note, bill of exchange, an order, a draft, warrant, check, or bond given for the payment of money;\n\n(iii) a contract, agreement, promise, or other obligation for an advance, a conveyance, forgiveness of indebtedness, deposit, distribution, loan, payment, gift, pledge, or transfer of money;\n\n(iv) a stock, bond, note, or other investment interest in an entity;\n\n(v) a receipt given for the payment of money or other property;\n\n(vi) a chose-in-action;\n\n(vii) a gift, tangible good, chattel, or an interest in a gift, tangible good, or chattel;\n\n(viii) a loan or forgiveness of indebtedness;\n\n(ix) a work of art, an antique, or a collectible;\n\n(x) an automobile or other means of personal transportation;\n\n(xi) real property or an interest in real property, including title to realty, a fee simple or partial interest in realty including present, future, contingent, or vested interests in realty, a leasehold interest, or other beneficial interest in realty;\n\n(xii) an honorarium or compensation for services;\n\n(xiii) a promise or offer of employment;\n\n(xiv) any other item that is of pecuniary or compensatory worth to a person.\n\n(b) \"Anything of value\" or \"thing of value\" does not mean:\n\n(i) printed informational or promotional material, not to exceed ten dollars in monetary value;\n\n(ii) items of nominal value, not to exceed ten dollars, containing or displaying promotional material;\n\n(iii) a personalized plaque or trophy with a value that does not exceed one hundred fifty dollars;\n\n(iv) educational material of a nominal value directly related to the public official's, public member's, or public employee's official responsibilities;\n\n(v) an honorary degree bestowed upon a public official, public member, or public employee by a public or private university or college;\n\n(vi) promotional or marketing items offered to the general public on the same terms and conditions without regard to status as a public official or public employee; or\n\n(vii) a campaign contribution properly received and reported under the provisions of this chapter.\n\n(2) \"Appropriate supervisory office\" means:\n\n(a) the State Ethics Commission for all persons required to file reports under this chapter except for those members of or candidates for the office of State Senator or State Representative;\n\n(b) the Senate Ethics Committee for members or staff, including staff elected to serve as officers of or candidates for the office of State Senator; and\n\n(c) the House of Representatives Ethics Committee for members or staff, including staff elected to serve as officers of or candidates for the office of State Representative.\n\n(3) \"Business\" means a corporation, partnership, proprietorship, firm, an enterprise, a franchise, an association, organization, or a self-employed individual.\n\n(4) \"Business with which he is associated\" means a business of which the person or a member of his immediate family is a director, an officer, owner, employee, a compensated agent, or holder of stock worth one hundred thousand dollars or more at fair market value and which constitutes five percent or more of the total outstanding stock of any class.\n\n(5) \"Candidate\" means a person who seeks appointment, nomination for election, or election to a state or local office, or authorizes or knowingly permits the collection or disbursement of money for the promotion of his candidacy or election. It also means a person on whose behalf write-in votes are solicited if the person has knowledge of such solicitation. \"Candidate\" does not include a person within the meaning of Section 431(b) of the Federal Election Campaign Act of 1976.\n\n(6) \"Compensation\" means money, anything of value, an in-kind contribution or expenditure, or economic benefit conferred on or received by a person.\n\n(7) \"Confidential information\" means information, whether transmitted orally or in writing, which is obtained by reason of the public position or office held and is of such nature that it is not, at the time of transmission, a matter of public record or public knowledge.\n\n(8) \"Consultant\" means a person, other than a public official, public member, or public employee who contracts with the State, county, municipality, or a political subdivision thereof to:\n\n(a) evaluate bids for public contracts, or\n\n(b) award public contracts.\n\n(9) \"Contribution\" means a gift, subscription, loan, guarantee upon which collection is made, forgiveness of a loan, an advance, in-kind contribution or expenditure, a deposit of money or anything of value made to a candidate or committee, as defined in Section 8-13-1300(6), for the purpose of influencing an election; or payment or compensation for the personal service of another person which is rendered for any purpose to a candidate or committee without charge. \"Contribution\" does not include volunteer personal services on behalf of a candidate or committee for which the volunteer receives no compensation from any source.\n\n(10) \"Corporation\" means an entity organized in the corporate form under federal law or the laws of any state.\n\n(11)(a) \"Economic interest\" means an interest distinct from that of the general public in a purchase, sale, lease, contract, option, or other transaction or arrangement involving property or services in which a public official, public member, or public employee may gain an economic benefit of fifty dollars or more.\n\n(b) This definition does not prohibit a public official, public member, or public employee from participating in, voting on, or influencing or attempting to influence an official decision if the only economic interest or reasonably foreseeable benefit that may accrue to the public official, public member, or public employee is incidental to the public official's, public member's, or public employee's position or which accrues to the public official, public member, or public employee as a member of a profession, occupation, or large class to no greater extent than the economic interest or potential benefit could reasonably be foreseen to accrue to all other members of the profession, occupation, or large class.\n\n(12) \"Election\" means:\n\n(a) a general, special, primary, or runoff election;\n\n(b) a convention or caucus of a political party held to nominate a candidate; or\n\n(c) the election of delegates to a constitutional convention for proposing amendments to the Constitution of the United States or the Constitution of this State.\n\n(13) \"Elective office\" means an office at the state, county, municipal, or political subdivision level. For the purposes of Articles 1 through 11, the term \"elective office\" does not include an office under the unified judicial system except that for purposes of campaign practices, campaign disclosure, and disclosure of economic interests, \"elective office\" includes the office of probate judge.\n\n(14) \"Expenditure\" means a purchase, payment, loan, forgiveness of a loan, an advance, in-kind contribution or expenditure, a deposit, transfer of funds, a gift of money, or anything of value for any purpose.\n\n(15) \"Family member\" means an individual who is:\n\n(a) the spouse, parent, brother, sister, child, mother-in-law, father-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, grandparent, or grandchild;\n\n(b) a member of the individual's immediate family.\n\n(16) \"Gift\" means anything of value, including entertainment, food, beverage, travel, and lodging given or paid to a public official, public member, or public employee to the extent that consideration of equal or greater value is not received. A gift includes a rebate or discount on the price of anything of value unless it is made in the ordinary course of business without regard to that person's status. A gift does not include campaign contributions accepted pursuant to this chapter.\n\n(17) \"Governmental entity\" means the State, a county, municipality, or political subdivision thereof with which a public official, public member, or public employee is associated or employed. \"Governmental entity\" also means any charitable organization or foundation, but not an athletic organization or athletic foundation which is associated with a state educational institution and which is organized to raise funds for the academic, educational, research, or building programs of a college or university.\n\n(18) \"Immediate family\" means:\n\n(a) a child residing in a candidate's, public official's, public member's, or public employee's household;\n\n(b) a spouse of a candidate, public official, public member, or public employee; or\n\n(c) an individual claimed by the candidate, public official, public member, or public employee or the candidate's, public official's, public member's, or public employee's spouse as a dependent for income tax purposes.\n\n(19) \"Income\" means the receipt or promise of any consideration, whether or not legally enforceable.\n\n(20) \"Individual\" means one human being.\n\n(21) \"Individual with whom he is associated\" means an individual with whom the person or a member of his immediate family mutually has an interest in any business of which the person or a member of his immediate family is a director, officer, owner, employee, compensated agent, or holder of stock worth one hundred thousand dollars or more at fair market value and which constitutes five percent or more of the total outstanding stock of any class.\n\n(22) \"Loan\" means a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or in part.\n\n(23) \"Official responsibility\" means the direct administrative or operating authority, whether intermediate or final and whether exercisable personally or through subordinates, to approve, disapprove, or otherwise direct government action.\n\n(24) \"Person\" means an individual, a proprietorship, firm, partnership, joint venture, joint stock company, syndicate, business trust, an estate, a company, committee, an association, a corporation, club, labor organization, or any other organization or group of persons acting in concert.\n\n(25) \"Public employee\" means a person employed by the State, a county, a municipality, or a political subdivision thereof.\n\n(26) \"Public member\" means an individual appointed to a noncompensated part-time position on a board, commission, or council. A public member does not lose this status by receiving reimbursement of expenses or a per diem payment for services.\n\n(27) \"Public official\" means an elected or appointed official of the State, a county, a municipality, or a political subdivision thereof, including candidates for the office. \"Public official\" does not mean a member of the judiciary except that for the purposes of campaign practices, campaign disclosure, and disclosure of economic interests, a probate judge is considered a public official and must meet the requirements of this chapter.\n\n(28) \"Represent\" or \"representation\" means making an appearance, whether gratuitous or for compensation, before a state agency, office, department, division, bureau, board, commission, or council, including the General Assembly, or before a local or regional government office, department, division, bureau, board, or commission.\n\n(29) \"Substantial monetary value\" means a monetary value of five hundred dollars or more.\n\n(30) \"Official capacity\" means activities which:\n\n(a) arise because of the position held by the public official, public member, or public employee;\n\n(b) involve matters which fall within the official responsibility of the agency, the public official, the public member, or the public employee; and\n\n(c) are services the agency would normally provide and for which the public official, public member, or public employee would be subject to expense reimbursement by the agency with which the public official, public member, or public employee is associated.\n\n(31) \"State board, commission, or council\" means an agency created by legislation which has statewide jurisdiction and which exercises some of the sovereign power of the State.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Sections 14-17, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2003 Act No. 76, Section 11, eff June 26, 2003; 2008 Act No. 245, Section 1, eff May 29, 2008; 2011 Act No. 40, Section 4, eff June 7, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-100/"
    },
    {
      "id": "section-8-13-120",
      "number": "8-13-120.",
      "heading": "",
      "text": "The State Ethics Commission may charge a ten dollar fee to partially offset the cost of providing ethics education and training programs, to include costs associated with travel, including, but not limited to, mileage, lodging, and meals, as well as, costs associated with handouts and other training materials.\n\nHISTORY: 2008 Act No. 353, Section 2, Pt 22A, eff July 1, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-120/"
    },
    {
      "id": "section-8-13-130",
      "number": "8-13-130.",
      "heading": "",
      "text": "The State Ethics Commission, Senate Ethics Committee, and House of Representatives Ethics Committee may levy an enforcement or administrative fee on a person who is found in violation, or who admits to a violation, pursuant to Title 2 or Title 8. The fee must be used to reimburse the commission, the appropriate legislative Ethics Committee, or combination thereof, for costs associated with the investigation and hearing of a violation. The costs associated include:\n\n(1) the investigator's time;\n\n(2) mileage, meals, and lodging;\n\n(3) the prosecutor's time;\n\n(4) the hearing panel's travel, per diem, and meals;\n\n(5) administrative time;\n\n(6) subpoena costs to include witness fees and mileage; and\n\n(7) miscellaneous costs such as postage and supplies.\n\nThese fees and costs are in addition to any fines as otherwise provided by law.\n\nHISTORY: 2008 Act No. 353, Section 2, Pt 22B, eff July 1, 2009; 2016 Act No. 282 (H.3184), Section 1, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-130/"
    },
    {
      "id": "section-8-13-140",
      "number": "8-13-140.",
      "heading": "",
      "text": "The State Ethics Commission is authorized to retain any funds derived from additional assessments associated with late filing fees to offset the costs of administering and enforcing the \"Ethics, Government Accountability, and Campaign Reform Act of 1991\". The commission is authorized to carry forward unexpended funds into the current fiscal year for the same purpose.\n\nHISTORY: 2008 Act No. 353, Section 2, Pt 22C, eff July 1, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-140/"
    },
    {
      "id": "section-8-13-150",
      "number": "8-13-150.",
      "heading": "",
      "text": "The State Ethics Commission is authorized to carry forward unexpended lobbyists and lobbyist's principals registration fees into the current fiscal year and to use these funds for the same purpose.\n\nHISTORY: 2008 Act No. 353, Section 2, Pt 22D, eff July 1, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-150/"
    },
    {
      "id": "section-8-13-310",
      "number": "8-13-310.",
      "heading": "",
      "text": "(A)(1) There is created the State Ethics Commission composed of eight members who must be appointed in the following manner:\n\n(a) four members must be appointed by the Governor, no more than two of whom are members of the appointing Governor's political party;\n\n(b) two members must be selected by the Senate, one upon the recommendation of the members of the majority political party in the Senate and one upon the recommendation of the members of the largest minority political party in the Senate;\n\n(c) two members must be selected by the House of Representatives, one upon the recommendation of the members of the majority political party in the House and one upon the recommendation of the members of the largest minority political party in the House.\n\nEach member must be appointed with the advice and consent of the General Assembly.\n\n(2) The terms of the members serving on the State Ethics Commission as of March 30, 2017, shall end on March 31, 2017. A member who is serving at that time and who has not completed a full five-year term may be reappointed pursuant to this subsection. The initial appointments for service to begin on April 1, 2017, must be made as follows:\n\n(a) two members appointed by the Governor must be appointed for a three-year term;\n\n(b) two members appointed by the Governor must be appointed for a five-year term;\n\n(c) one member appointed by the Senate upon the recommendation of the members of the majority political party in the Senate shall serve a three-year term;\n\n(d) one member appointed by the Senate upon the recommendation of the members of the largest minority political party of the Senate must be appointed for a five-year term;\n\n(e) one member appointed by the House upon the recommendation of the members of the majority political party of the House of Representatives must be appointed for a five-year term; and\n\n(f) one member appointed by the House upon the recommendation of the members of the largest minority political party of the House of Representatives must be appointed for a three-year term.\n\nThe initial members who have served terms that are less than five years are eligible to be reappointed for one full five-year term.\n\n(B) The qualifications the appointing authorities shall consider for the appointees include, but are not limited to:\n\n(1) constitutional qualifications;\n\n(2) ethical fitness;\n\n(3) character;\n\n(4) mental stability;\n\n(5) experience; and\n\n(6) judicial temperament.\n\n(C)(1) In addition to other information that may be requested, candidates for appointment must provide the following information to the appointing authority, which must be shared with the General Assembly during the confirmation process:\n\n(a) the candidate's membership in any civic, charitable, or social groups within the previous four years;\n\n(b) a contribution made by the candidate to a candidate for Governor, Lieutenant Governor, or a member of the General Assembly within the previous four years; and\n\n(c) a contribution, as defined in Section 8-13-1300(7), made by the candidate within the previous four years to a candidate as defined in Section 8-13-100(5).\n\n(2) The appointing authorities shall make their appointments based on merit. However, in making appointments to the commission, the appointing authorities shall ensure that race, color, gender, national origin, and other demographic factors are considered to ensure the geographic and political balance of the appointments, and shall strive to assure that the membership of the commission will represent, to the greatest extent possible, all segments of the population of the State.\n\n(3) The following are not eligible to serve on the State Ethics Commission:\n\n(a) a member of the General Assembly;\n\n(b) a former member of the General Assembly within eight years following the termination of his service in the General Assembly;\n\n(c) a family member, as defined by Section 8-13-100(15), of a member of the General Assembly or the Governor, Lieutenant Governor, or other statewide elected official;\n\n(d) a person who made a campaign contribution, as defined by Section 8-13-1300(7), within the previous four years to the Governor who appointed the person to serve on the State Ethics Commission, as well as that Governor's Lieutenant Governor;\n\n(e) a person who registered as a lobbyist within four years of being appointed to the State Ethics Commission;\n\n(f) a person who is under the jurisdiction of the State Ethics Commission, House of Representatives Ethics Committee, or Senate Ethics Committee.\n\n(D) The terms of the members are for five years. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term only. Members of the commission who serve less than a full five-year term may be reappointed for one full five-year term. Members of the commission who have completed a full five-year term are not eligible for reappointment. A member shall not serve on the commission in hold-over status after the member's term expires. An appointee shall not serve on the commission, even in interim capacity, until he has been confirmed by the General Assembly.\n\n(E) The commission shall elect a chairman, vice chairman, and such other officers as it considers necessary. Five members of the commission shall constitute a quorum. The commission must adopt a policy concerning the attendance of its members at commission meetings. The commission meets at the call of the chairman or a majority of its members. Members of the commission, while serving on business of the commission, receive per diem, mileage, and subsistence as provided by law for members of state boards, committees, and commissions.\n\n(F)(1) A commission member appointed by the Governor may be removed from office by the Governor for malfeasance, misfeasance, incompetency, absenteeism, conflicts of interest, misconduct, persistent neglect of duty in office, or incapacity pursuant to Section 1-3-240.\n\n(2) A commission member appointed by the Senate may be removed for malfeasance, misfeasance, incompetency, absenteeism, conflicts of interest, misconduct, persistent neglect of duty in office, or incapacity upon a vote of two-thirds of the membership of the Senate.\n\n(3) A commission member appointed by the House of Representatives may be removed for malfeasance, misfeasance, incompetency, absenteeism, conflicts of interest, misconduct, persistent neglect of duty in office, or incapacity upon a vote of two-thirds of the membership of the House of Representatives.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2012 Act No. 279, Section 5, eff June 26, 2012; 2016 Act No. 282 (H.3184), Section 2, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-310/"
    },
    {
      "id": "section-8-13-320",
      "number": "8-13-320.",
      "heading": "",
      "text": "The State Ethics Commission has these duties and powers:\n\n(1) to prescribe forms for statements required to be filed by this chapter and to furnish these forms to persons required to file them;\n\n(2) to prepare and publish a manual setting forth recommended uniform methods of reporting for use by persons required to file statements required by this chapter;\n\n(3) to accept and file information voluntarily supplied that exceeds the requirements of this chapter;\n\n(4) to develop a filing, coding, and cross-indexing system consonant with the purposes of this chapter;\n\n(5) to make the notices of registration and reports filed available for public inspection and copying as soon as may be practicable after receipt of them and to permit copying of a report or statement by hand or by duplicating machine, as requested by a person, at the expense of the person;\n\n(6) to preserve the originals or copies of notices and reports for four years from date of receipt;\n\n(7) to ascertain whether a person has failed to comply fully and accurately with the disclosure requirements of this chapter and promptly to notify the person to file the necessary notices and reports to satisfy the requirements of this chapter or regulations promulgated by the commission under this chapter;\n\n(8) to request the Attorney General, in the name of the commission, to initiate, prosecute, defend, or appear in a civil or criminal action for the purpose of enforcing the provisions of this chapter, including a civil proceeding for injunctive relief and presentation to a grand jury;\n\n(9) to initiate or receive complaints and make investigations, as provided in item (10), or as provided in Section 8-13-540, as appropriate, of statements filed or allegedly failed to be filed under the provisions of this chapter and Chapter 17, Title 2 and, upon complaint by an individual, of an alleged violation of this chapter or Chapter 17, Title 2 by a public official, public member, or public employee. Any person charged with a violation of this chapter or Chapter 17, Title 2 is entitled to the administrative hearing process contained in this section or in Article 5 of this chapter, as appropriate.\n\n(a) The commission may commence an investigation on the filing of a complaint by an individual or by the commission, as provided in item (10)(d), upon a majority vote of the total membership of the commission.\n\n(b)(1) No complaint may be accepted by the commission concerning a candidate for elective office during the fifty-day period before an election in which he is a candidate. During this fifty-day period, any person may petition the court of common pleas alleging the violations complained of and praying for appropriate relief by way of mandamus or injunction, or both. Within ten days, a rule to show cause hearing must be held, and the court must either dismiss the petition or direct that a mandamus order or an injunction, or both, be issued. A violation of this chapter by a candidate during this fifty-day period must be considered to be an irreparable injury for which no adequate remedy at law exists. The institution of an action for injunctive relief does not relieve any party to the proceeding from any penalty prescribed for violations of this chapter. The court must award reasonable attorney's fees and costs to the nonpetitioning party if a petition for mandamus or injunctive relief is dismissed based upon a finding that the:\n\n(i) petition is being presented for an improper purpose such as harassment or to cause delay;\n\n(ii) claims, defenses, and other legal contentions are not warranted by existing law or are based upon a frivolous argument for the extension, modification, or reversal of existing law or the establishment of new law; and\n\n(iii) allegations and other factual contentions do not have evidentiary support or, if specifically so identified, are not likely to have evidentiary support after reasonable opportunity for further investigation or discovery.\n\n(2) Action on a complaint filed against a candidate which was received more than fifty days before the election but which cannot be disposed of or dismissed by the commission at least thirty days before the election must be postponed until after the election.\n\n(c) If an alleged violation is found to be groundless by the commission, the entire matter must be stricken from public record. If the commission finds that the complaining party wilfully filed a groundless complaint, the finding must be reported to the Attorney General. The wilful filing of a groundless complaint is a misdemeanor and, upon conviction, a person must be fined not more than one thousand dollars or imprisoned not more than one year. In lieu of the criminal penalty provided by this item, a civil penalty of not more than one thousand dollars may be assessed against the complainant upon proof, by a preponderance of the evidence, that the filing of the complaint was wilful and without just cause or with malice. In addition to any civil or criminal penalties, the filer of the groundless complaint may be ordered to reimburse the commission for the commission's costs associated with the investigation and disposition of the complaint.\n\n(d) Action may not be taken on a complaint filed more than four years after the violation is alleged to have occurred unless a person, by fraud or other device, prevents discovery of the violation. The Attorney General may initiate an action to recover a fee, compensation, gift, or profit received by a person as a result of a violation of the chapter no later than one year after a determination by the commission that a violation of this chapter has occurred;\n\n(10) to conduct its investigations, inquiries, and hearings in this manner:\n\n(a) The commission shall accept from an individual, whether personally or on behalf of an organization or governmental body, a verified complaint, in writing, that states the name of a person alleged to have committed a violation of this chapter and the particulars of the violation. The commission shall forward a copy of the complaint, a general statement of the applicable law with respect to the complaint, and a statement explaining the due process rights of the respondent including, but not limited to, the right to counsel to the respondent within ten days of the filing of the complaint.\n\n(b) If the commission, its executive director, or staff designated by the commission, determines that the complaint does not allege facts sufficient to constitute a violation, the commission must dismiss the complaint and notify the complainant and respondent. The entire matter must be stricken from public record unless the respondent, by written authorization to the State Ethics Commission, waives the confidentiality of the existence of the complaint and authorizes the release of information about the disposition of the complaint.\n\n(c) If the commission, its executive director, or staff designated by the commission determines that the complaint alleges facts sufficient to constitute a violation, an investigation may be conducted of the alleged violation.\n\n(d) If the commission, upon the receipt of any information, finds probable cause to believe that a violation of the chapter has occurred, it may, upon its own motion and an affirmative vote of six or more members of the commission, file a verified complaint, in writing, that states the name of the person alleged to have committed a violation of this chapter and the particulars of the violation. The commission shall forward a copy of the complaint, a general statement of the applicable law with respect to the complaint, and a statement explaining the due process rights of the respondent including, but not limited to, the right to counsel to the respondent within ten days of the filing of the complaint.\n\n(e) If the commission determines that assistance is needed in conducting an investigation, the commission shall request the assistance of appropriate agencies.\n\n(f) The commission may order testimony to be taken in any investigation or hearing by deposition before a person who is designated by the commission and has the power to administer oaths and, in these instances, to compel testimony. The commission may administer oaths and affirmation for the testimony of witnesses and issue subpoenas by approval of the chairman, subject to judicial enforcement, and issue subpoenas for the procurement of witnesses and materials including books, papers, records, documents, or other tangible objects relevant to the agency's investigation by approval of the chairman, subject to judicial enforcement. A person to whom a subpoena has been issued may move before a commission panel or the commission for an order quashing a subpoena issued under this section.\n\n(g) All investigations, inquiries, hearings, and accompanying documents are confidential and only may be released pursuant to this section.\n\n(i) After a dismissal following a finding of probable cause, except for dismissal pursuant to item (10)(b), or a technical violation pursuant to Section 8-13-1170 or 8-13-1372, the following documents become public record: the complaint, the response by the respondent, and the notice of dismissal.\n\n(ii) After a finding of probable cause, except for a technical violation pursuant to Section 8-13-1170 or 8-13-1372, the following documents become public record: the complaint, the response by the respondent, and the notice of hearing. If a hearing is held on the matter, the final order and all exhibits introduced at the hearing shall become public record upon issuance of the final order by the commission. Exhibits introduced must be redacted prior to release to exclude personal information where the public disclosure would constitute an unreasonable invasion of personal privacy. In the event a hearing is not held on a matter after a finding of probable cause, the final disposition of the matter becomes public record.\n\nThe respondent or his counsel, by written notice, may waive the confidentiality requirement. The commission shall not accept any partial waivers. The wilful release of confidential information is a misdemeanor, and a person releasing such confidential information, upon conviction, must be fined not more than one thousand dollars or imprisoned not more than one year.\n\n(h) The commission must afford a public official, public member, public employee, lobbyist, or lobbyist's principal who is the subject of a complaint the opportunity to be heard on the alleged violation under oath, the opportunity to offer information, and the appropriate due process rights including, but not limited to, the right to counsel. The commission, in its discretion, may turn over to the Attorney General for prosecution apparent evidence of a violation of the chapter.\n\n(i) At the conclusion of its investigation, the commission staff, in a preliminary written decision with findings of fact and conclusions of law, must make a recommendation whether probable cause exists to believe that a violation of this chapter has occurred. If the commission determines that probable cause does not exist, it shall send a written decision with findings of fact and conclusions of law to the respondent and the complainant. If the commission determines, by an affirmative vote of six or more commission members, that there is probable cause to believe that a violation has been committed, its preliminary decision may contain an order setting forth a date for a hearing before a panel of three commissioners, selected at random, to determine whether a violation of the chapter has occurred. If the commission finds probable cause, by an affirmative vote of six or more commission members, to believe that a violation of this chapter has occurred, the commission may waive further proceedings if the respondent takes action to remedy or correct the alleged violation. Probable cause is a finding that the allegations contained in the complaint are more likely than not to have occurred and constitute a violation of this chapter or Chapter 17, Title 2.\n\n(j) If a hearing is to be held, the respondent must be allowed to examine and make copies of all evidence in the commission's possession relating to the charges. The same discovery techniques which are available to the commission must be equally available to the respondent, including the right to request the commission to subpoena witnesses or materials and the right to conduct depositions as prescribed by subitem (f). A panel of three commissioners must conduct a hearing in accordance with Chapter 23, Title 1 (Administrative Procedures Act), except as otherwise expressly provided. Panel action requires the participation of the three panel members. During a commission panel hearing conducted to determine whether a violation of the chapter has occurred, the respondent must be afforded appropriate due process protections, including the right to be represented by counsel, the right to call and examine witnesses, the right to introduce exhibits, and the right to cross-examine opposing witnesses. All evidence, including records the commission considers, must be offered fully and made a part of the record in the proceedings. The hearings must be open to the public.\n\n(k) No later than sixty days after the conclusion of a hearing to determine whether a violation of the chapter has occurred, the commission panel must set forth its determination in a written decision with findings of fact and conclusions of law. The commission panel, where appropriate, shall recommend disciplinary or administrative action, or in the case of an alleged criminal violation, refer the matter to the Attorney General for appropriate action. The Attorney General may seek injunctive relief or may take other appropriate action as necessary. In the case of a public employee, the commission panel shall file a report to the administrative department executive responsible for the activities of the employee. If the complaint is filed against an administrative department executive, the commission panel shall refer the case to the Governor.\n\n(l) The written decision as provided for in subitem (k) may set forth an order:\n\n(i) requiring the public official, public member, or public employee to pay a civil penalty of not more than two thousand dollars for each violation;\n\n(ii) requiring the forfeiture of gifts, receipts, or profits, or the value thereof, obtained in violation of the chapter, voiding nonlegislative state action obtained in violation of the chapter; or\n\n(iii) requiring a combination of subitems (i) and (ii) above, as necessary and appropriate.\n\n(m) Within ten days after service of an order, report, or recommendation, a respondent may apply to the commission for a full commission review of the decision made by the commission panel. The review must be made on the record established in the panel hearings. This review is the final disposition of the complaint before the commission. An appeal to the court of appeals, pursuant to Section 1-23-380 and as provided in the South Carolina Appellate Court Rules, stays all actions and recommendations of the commission unless otherwise determined by the court.\n\n(n) A fine imposed by the commission, disciplinary action taken by an appropriate authority, or a determination not to take disciplinary action made by an appropriate authority is public record. This section does not limit the power of either chamber of the General Assembly to impeach a public official or limit the power of a department to discipline its own officials or employees. This section does not preclude prosecution of public officials, public members, or public employees for violation of any law of this State.\n\n(o) All actions taken by the commission on complaints, except on alleged violations which are found to be groundless by the commission, are a matter of public record upon final disposition;\n\n(11)(a) The commission may issue a formal advisory opinion, based on real or hypothetical sets of circumstances. In considering and formulating an advisory opinion, the commission shall consider its previous opinions as well as relevant opinions issued by either legislative ethics committee in an attempt to create uniformity among the bodies. A formal advisory opinion issued by the commission is binding on the commission, until amended or revoked, in any subsequent charges concerning the person who requested the formal opinion and any other person who acted in reliance upon it in good faith, unless material facts were omitted or misstated by the person in the request for the opinion. A formal advisory opinion must be in writing and is considered rendered when approved by a majority of the commission members subscribing to the advisory opinion. Advisory opinions must be made available to the public unless the commission, by majority vote of the total membership of the commission, requires an opinion to remain confidential. However, the identities of the parties involved must be withheld upon request.\n\n(b) The commission only may issue formal advisory opinions for public officials, public members, and public employees for which it has proper jurisdiction to make findings of fact and impose penalties pursuant to this chapter.\n\n(c) The commission must consider whether a person relied in good faith upon a formal advisory opinion or written informal staff opinion when considering a determination of probable cause and when considering a finding of misconduct.\n\n(12) to promulgate and publish rules and regulations to carry out the provisions of this chapter. Provided, that with respect to complaints, investigations, and hearings the rights of due process as expressed in the Rules Governing the Practice of Law must be followed;\n\n(13) on and after July 1, 1993, to administer Chapter 17 of Title 2 by use of the duties and powers listed in this section;\n\n(14) to file, in the court of common pleas of the county in which the respondent of a complaint resides, a certified copy of an order or decision of the commission, whereupon the court must render judgment in accordance with the order or decision without charge to the commission and must notify the respondent of the judgment imposed. The judgment has the same effect as though it had been rendered in a case duly heard and determined by the court.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1993 Act No. 184, Sections 146, 147, eff January 1, 1994; 1995 Act No. 6, Sections 18, 19, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2003 Act No. 76, Sections 12 to 14, eff June 26, 2003; 2006 Act No. 387, Section 8, eff July 1, 2006; 2008 Act No. 245, Section 2, eff May 29, 2008; 2011 Act No. 1, Section 1, eff January 19, 2011; 2016 Act No. 282 (H.3184), Sections 3-10, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-320/"
    },
    {
      "id": "section-8-13-322",
      "number": "8-13-322.",
      "heading": "",
      "text": "It is unlawful for the Governor, a member of the General Assembly, or anyone who is the subject of a pending investigation or open complaint, to contact or attempt to contact, either directly or indirectly, a member of the commission or a legislative ethics committee to influence or attempt to influence the outcome of a pending investigation or open complaint.\n\nHISTORY: 2016 Act No. 282 (H.3184), Section 11, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-322/"
    },
    {
      "id": "section-8-13-325",
      "number": "8-13-325.",
      "heading": "",
      "text": "In order to offset costs associated with the: (1) administration and regulation of lobbyists and lobbyist's principals, and (2) enforcement of Chapter 17 of Title 2, the State Ethics Commission shall retain fees generated by the registration of lobbyists and lobbyists' principals and the initial fine of one hundred dollars, as provided in Section 2-17-50(A)(2)(a), and the initial fine of one hundred dollars, as provided in Section 8-13-1510(1), for reports received by the State Ethics Commission.\n\nHISTORY: 1995 Act No. 6, Section 20, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2003 Act No. 76, Section 15, eff July 1, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-325/"
    },
    {
      "id": "section-8-13-330",
      "number": "8-13-330.",
      "heading": "",
      "text": "(A) The commission may employ and remove, at its pleasure, an executive director. The executive director has the responsibility for employing and terminating other personnel as may be necessary. The executive director administers the daily business of the commission and performs duties assigned by the commission.\n\n(B) No member or employee of the commission may be a candidate, an official in a political party, or a lobbyist. Other than by virtue of membership on or employment with the State Ethics Commission, no member or employee of the commission may be a public official, public member, or public employee.\n\n(C) No member of the commission or its staff may participate in political management or in a political campaign during the member's or employee's term of office or employment. No member of the commission or its staff may make a contribution to a candidate or knowingly attend a fundraiser held for the benefit of a candidate. Violation of this provision subjects the employee to immediate dismissal and the commissioner to removal by the Governor.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-330/"
    },
    {
      "id": "section-8-13-340",
      "number": "8-13-340.",
      "heading": "",
      "text": "The State Ethics Commission at the close of each fiscal year shall report to the General Assembly and the Governor concerning the action it has taken, the names, salaries, and duties of all persons in its employ, and the money it has disbursed and shall make other reports on matters within its jurisdiction and recommendations for further legislation as may appear desirable.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-340/"
    },
    {
      "id": "section-8-13-350",
      "number": "8-13-350.",
      "heading": "",
      "text": "When hired, filing for office, or appointed and upon assuming the duties of employment, office, or position in state government, a public official, public member, and public employee shall receive a brochure prepared by the State Ethics Commission describing the general application of this chapter.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-350/"
    },
    {
      "id": "section-8-13-360",
      "number": "8-13-360.",
      "heading": "",
      "text": "Upon request, the commission shall make statements and reports filed with the commission available for public inspection and copying during regular office hours. The commission shall provide copying facilities at a cost not to exceed the actual cost. A statement may be requested by mail, and the commission shall mail a copy of the requested information to the individual making the request upon payment of appropriate postage, copying costs, and employee labor costs. The commission shall publish and make available to the public and to persons subject to this chapter explanatory information concerning this chapter, the duties imposed by this chapter, and the means for enforcing this chapter.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-360/"
    },
    {
      "id": "section-8-13-365",
      "number": "8-13-365.",
      "heading": "",
      "text": "The commission shall establish a system of electronic filing for all disclosures and reports required pursuant to Chapter 13, Title 8 and Chapter 17, Title 2 except for forms and reports required pursuant to Article 9, Chapter 13, Title 8. These disclosures and reports must be filed using an Internet-based filing system as prescribed by the commission. The information contained in the reports and disclosure forms, with the exception of social security numbers, campaign bank account numbers, and tax ID numbers, must be publicly accessible, searchable, and transferable.\n\nHISTORY: 2003 Act No. 76, Section 16, eff November 3, 2004; 2010 Act No. 190, Section 1, eff May 28, 2010; 2013 Act No. 61, Section 7, eff June 25, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-365/"
    },
    {
      "id": "section-8-13-510",
      "number": "8-13-510.",
      "heading": "",
      "text": "There is created a House of Representatives Legislative Ethics Committee and a Senate Legislative Ethics Committee. Each ethics committee is composed of six members. Terms are coterminous with the term for which members are elected to the House or Senate. Vacancies must be filled for the unexpired term in the manner of the original selection. The members of each ethics committee must be elected by the House or the Senate, as appropriate. One member of each ethics committee must be elected as chairman by a majority of the members of the ethics committee.\n\nHISTORY: A former Section 8-13-510: [1981 Act No. 148, Section 4]; 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-510/"
    },
    {
      "id": "section-8-13-520",
      "number": "8-13-520.",
      "heading": "",
      "text": "Each ethics committee shall meet and recommend any changes in the law or rules relating to ethics considered proper to their respective houses. Changes recommended must be consistent with the Constitution of the State of South Carolina, the provisions of this chapter, and any other applicable law.\n\nHISTORY: A former Section 8-13-520: [1981 Act No. 148, Section 4]; 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-520/"
    },
    {
      "id": "section-8-13-530",
      "number": "8-13-530.",
      "heading": "",
      "text": "Each ethics committee shall:\n\n(1) ascertain whether a person has failed to comply fully and accurately with the disclosure requirements of this chapter, which may include, but is not limited to, an audit of filed reports and applicable campaign bank statements, and to promptly notify the person to file the necessary notices and reports to satisfy the requirements of this chapter;\n\n(2) receive complaints filed by individuals and, upon a majority vote of the total membership of the committee, file complaints when alleged violations are identified;\n\n(3) upon the filing of a complaint alleging a violation by a member or staff of the appropriate house, or a member or staff of a legislative caucus committee, or a candidate for the appropriate house, for a violation of this chapter or Chapter 17, Title 2, other than a violation of a rule of the appropriate house, the ethics committee shall refer the complaint to the State Ethics Commission for an investigation pursuant to Section 8-13-540;\n\n(4) receive, investigate, and hear a complaint which alleges a possible violation of a breach of a privilege or a rule governing a member or staff of the appropriate house or legislative caucus committee, or candidate for the appropriate house;\n\n(5) a complaint may not be accepted by the ethics committee concerning a member of or candidate for the appropriate house during the fifty-day period before an election in which the member or candidate is a candidate. During this fifty-day period, any person may petition the court of common pleas alleging the violations complained of and praying for appropriate relief by way of mandamus or injunction, or both. Within ten days, a rule to show cause hearing must be held, and the court must either dismiss the petition or direct that a mandamus order or an injunction, or both, be issued. A violation of this chapter by a candidate during this fifty-day period must be considered to be an irreparable injury for which no adequate remedy at law exists. The institution of an action for injunctive relief does not relieve any party to the proceeding from any penalty prescribed for violations of this chapter. The court must award reasonable attorney's fees and costs to the nonpetitioning party if a petition for mandamus or injunctive relief is dismissed based upon a finding that the:\n\n(i) petition is being presented for an improper purpose such as harassment or to cause delay;\n\n(ii) claims, defenses, and other legal contentions are not warranted by existing law or are based upon a frivolous argument for the extension, modification, or reversal of existing law or the establishment of new law; and\n\n(iii) allegations and other factual contentions do not have evidentiary support or, if specifically so identified, are not likely to have evidentiary support after reasonable opportunity for further investigation or discovery.\n\nAction on a complaint filed against a member or candidate which was received more than fifty days before the election but which cannot be disposed of or dismissed by the ethics committee at least thirty days before the election must be postponed until after the election;\n\n(6) obtain information, investigate technical violation complaints, and hear complaints as provided in Section 8-13-540 with respect to any complaint filed pursuant to this chapter or Chapter 17, Title 2 and to that end may compel by subpoena issued by a majority vote of the committee the attendance and testimony of witnesses and the production of pertinent books and papers;\n\n(7) administer or recommend sanctions appropriate to a particular member, or staff of, or candidate for, the appropriate house pursuant to Section 8-13-540, including the recovery of the value of anything transferred or received in breach of the ethical standards, or dismiss the charges; and\n\n(8) act as an advisory body to the General Assembly and to individual members of or candidates for the appropriate house on questions pertaining to the disclosure and filing requirements of members of or candidates for the appropriate house, and may issue, upon request from a member or staff of the appropriate house, or legislative caucus committee, or candidate for the appropriate house, and publish advisory opinions on the requirements of these chapters.\n\nHISTORY: A former Section 8-13-530: [1981 Act No. 148, Section 4]; 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 17, eff June 26, 2003; 2008 Act No. 245, Section 4, eff May 29, 2008; 2016 Act No. 282 (H.3184), Section 12, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-530/"
    },
    {
      "id": "section-8-13-535",
      "number": "8-13-535.",
      "heading": "",
      "text": "(A) The committee, may issue a formal advisory opinion, based on real or hypothetical sets of circumstances. In considering and formulating an advisory opinion either legislative ethics committee shall consider its previous opinions, the relevant opinions of the other legislative ethics committee, as well as relevant opinions issued by the commission in an attempt to create uniformity among the bodies. A formal advisory opinion issued by the committee is binding on the committee, until amended or revoked, in any subsequent charges concerning the person who requested the formal opinion and any other person who acted in reliance upon it in good faith, unless material facts were omitted or misstated by the person in the request for the opinion. A formal advisory opinion must be in writing and is considered rendered when approved by a majority of the committee members subscribing to the advisory opinion. Advisory opinions must be made available to the public unless the committee, by majority vote of the total membership of the committee, requires an opinion to remain confidential. However, the identities of the parties involved must be withheld upon request.\n\n(B) The appropriate ethics committee only may issue formal advisory opinions for public officials, public members, and public employees for which it has proper jurisdiction to make findings of fact and impose penalties pursuant to this chapter.\n\n(C) The appropriate ethics committee must consider whether a person relied in good faith upon a formal advisory opinion or written informal staff opinion when considering a finding of misconduct.\n\nHISTORY: 2016 Act No. 282 (H.3184), Section 13, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-535/"
    },
    {
      "id": "section-8-13-540",
      "number": "8-13-540.",
      "heading": "",
      "text": "(A)(1) A complaint alleging a member of the General Assembly, legislative caucus committees, candidates for the General Assembly, or staff of the General Assembly or legislative caucus committee has committed a violation of this chapter or Chapter 17, Title 2 must be a verified complaint in writing and state the name of the person alleged to have committed the violation and the particulars of the violation.\n\n(2) When a complaint is filed with or by the ethics committee alleging a violation of this chapter or Chapter 17, Title 2, a copy must be sent to the person alleged to have committed the violation and to the State Ethics Commission, hereinafter referred to as \"the commission\" within thirty days from the date the complaint was filed, for an investigation as provided in this section. However, if the complaint only alleges a violation of a rule of the House of Representatives or of the Senate, the appropriate ethics committee must forward a copy of the complaint to the person alleged to have committed the violation, and the appropriate ethics committee shall investigate and make a determination for a complaint.\n\n(3)(a) The commission, upon receipt of information, may initiate and file a complaint upon an affirmative vote of six or more members of the commission. The commission shall accept complaints referred by the ethics committees and verified complaints from individuals, whether personally or on behalf of an organization or governmental body.\n\n(b) The commission shall forward a copy of the complaint, a general statement of the applicable law with respect to the complaint, and a statement explaining the due process rights of the respondent including, but not limited to, the right to counsel to the respondent within ten days of the filing of the complaint. Unless the complaint was referred by an ethics committee, the commission shall send a copy of the complaint to the appropriate ethics committee.\n\n(4) Action may not be taken on a complaint filed more than four years after the violation is alleged to have occurred unless the person alleged to have committed the violation, by fraud or other device, prevents discovery of the violation.\n\n(B)(1) Upon receiving a complaint filed pursuant to subsection (A), the commission, its executive director, or other staff as designated by the commission, must determine whether the complaint alleges facts sufficient to constitute a violation of this chapter or Chapter 17, Title 2. If the commission, its executive director, or its other designated staff determines the complaint does not allege facts sufficient to constitute a violation of this chapter or Chapter 17, Title 2, the complaint must be dismissed. If the commission, its executive director, or its designated staff determines the complaint alleges facts sufficient to constitute a violation, an investigation may be conducted of the alleged violation.\n\n(2)(a) In conducting the investigation into the allegations contained in a complaint, the commission shall request a response from the respondent to the complaint and allow for thirty days from the date of the request for the respondent to submit a response.\n\n(b) If the commission does not find probable cause that a violation occurred, the complaint must be dismissed. The commission must notify the complainant, and respondent, and the appropriate legislative ethics committee.\n\n(c) If the commission determines only a technical violation pursuant to Section 8-13-1170 or 8-13-1372 occurred, the complaint must be referred to the appropriate legislative ethics committee for disposition.\n\n(d) If the commission finds that the complaining party wilfully filed a groundless complaint, the finding must be reported to the Attorney General. The wilful filing of a groundless complaint is a misdemeanor and, upon conviction, the person must be fined not more than one thousand dollars or imprisoned not more than one year. In lieu of the criminal penalty provided by this item, a civil penalty of not more than one thousand dollars may be assessed against the complainant upon proof by a preponderance of the evidence that the filing of the complaint was wilful and without just cause or with malice. In addition to any civil or criminal penalties, the filer of the groundless complaint may be ordered to reimburse the commission for the commission's costs associated with the investigation and disposition of the complaint.\n\n(3) If the commission finds evidence that the person alleged to have committed the violation wilfully violated a section of this chapter or Chapter 17, Title 2 that imposes a criminal penalty, the commission, when appropriate, may forward the complaint and accompanying materials to the Attorney General or circuit solicitor.\n\n(4) If the commission determines that it needs assistance in conducting an investigation, the commission shall request the assistance of appropriate agencies as needed, and may hire or retain auditors, investigators, or other assistance as necessary.\n\n(5) In conducting its investigation, the commission may order testimony to be taken in any investigation or deposition before a person who is designated by the commission and has the power to administer oaths and, in these instances, to compel testimony. The commission may administer oaths and affirmation for the testimony of witnesses and issue subpoenas, by approval of the chairman and subject to judicial enforcement, for the procurement of witnesses and materials including books, papers, records, documents, or other tangible objects relevant to the agency's investigation. A person to whom a subpoena has been issued may move before a commission panel or the commission for an order quashing a subpoena issued pursuant to this section.\n\n(6) Upon completing its investigation, the commission must provide a report to the appropriate ethics committee with a recommendation as to whether there is probable cause to believe a violation of this chapter or of Chapter 17, Title 2 has occurred. A recommendation of probable cause requires an affirmative vote by six or more members of the commission. The report must include a copy of all relevant reports, evidence, and testimony considered by the commission.\n\n(C)(1) All investigations, inquiries, hearings and accompanying documents are confidential and only may be released pursuant to this section.\n\n(2)(a) Upon a recommendation of probable cause by the commission for a violation, other than a technical violation pursuant to Section 8-13-1170 or 8-13-1372, the following documents become public record: the complaint, the response by the respondent, and the commission's recommendation of probable cause.\n\n(b) If the appropriate committee requests further investigation after receipt of the commission's report, documents only may be released if the commission's second report to the committee recommends a finding of probable cause.\n\n(D)(1) Upon receipt of the commission's report, the appropriate ethics committee may concur or nonconcur with the commission's recommendation, or within forty-five days from the committee's receipt of the report, request the commission to continue the investigation in order to review information previously received or consider additional matters not considered by the commission.\n\n(2) If, after reviewing the commission's recommendation and relevant evidence, the ethics committee determines that there is not competent and substantial evidence a violation of this chapter or of Chapter 17, Title 2 has occurred, the committee shall dismiss the complaint and send a written decision to the respondent and the complainant. The notice of dismissal must be made public if the commission made a recommendation that probable cause existed.\n\n(3) If, after reviewing the commission's recommendation and relevant evidence, the ethics committee determines that the respondent has committed only a technical violation pursuant to Section 8-13-1170 or 8-13-1372, the provisions of the appropriate section apply.\n\n(4) If, after reviewing the commission's recommendation and relevant evidence, the ethics committee determines that there is competent and substantial evidence that a violation of this chapter or of Chapter 17, Title 2 has occurred, except for a technical violation of Section 8-13-1170 or 8-13-1372, the committee shall, as appropriate:\n\n(a) render an advisory opinion to the respondent and require the respondent's compliance within a reasonable time; or\n\n(b) convene a formal public hearing on the matter.\n\nThe ethics committee may obtain its own information, or request additional investigation by the State Ethics Commission, if it needs additional information to make a determination as to whether or not competent and substantial evidence of a violation exists. An advisory opinion to the respondent pursuant to subitem (a) must be made public.\n\n(5) If the ethics committee convenes a formal public hearing:\n\n(a) the investigator or attorney handling the investigation for the State Ethics Commission shall present the evidence related to the complaint to the appropriate ethics committee;\n\n(b) it is the duty of the investigator or attorney to further investigate the subject of the complaint and any related matters under the jurisdiction and at the direction of the ethics committee, to request assistance from appropriate state agencies as needed, to request authorization from the committee for funds for the hiring of auditors, investigators, or other assistance as necessary, to prepare subpoenas, and to present evidence to the committee at any public hearing. The appropriate committee shall maintain the authority to approve subpoenas, authorize expenditures, dismiss complaints, schedule hearings, grant continuances, and any other authority as provided for by their rules;\n\n(c) the respondent must be allowed to examine and make copies of all evidence in the ethics committee's possession relating to the charges. At the hearing the respondent must be afforded appropriate due process protections, including the right to be represented by counsel, the right to call and examine witnesses, the right to introduce exhibits, and the right to cross-examine opposing witnesses;\n\n(d) all hearings must be open to the public.\n\n(6)(a) After the formal public hearing, the ethics committee shall determine its findings of fact and issue its final order.\n\n(b) If the ethics committee, based on competent and substantial evidence, finds the respondent has not violated this chapter or Chapter 17, Title 2, the committee shall dismiss the complaint and send a written decision to the respondent and the complainant.\n\n(c) If the ethics committee, based on competent and substantial evidence, finds the respondent has violated this chapter or Chapter 17, Title 2, the committee shall:\n\n(i) administer a public reprimand;\n\n(ii) determine that a technical violation as provided for in Section 8-13-1170 or 8-13-1372 has occurred;\n\n(iii) require the respondent to pay a civil penalty not to exceed two thousand dollars for each nontechnical violation that is unrelated to the late filing of a required statement or report or failure to file a required statement or report;\n\n(iv) require the forfeiture of gifts, receipts, or profits, or the value of each, obtained in violation of Chapter 13, Title 8 or Chapter 17, Title 2;\n\n(v) recommend expulsion of the member;\n\n(vi) provide a copy of the complaint and accompanying materials to the Attorney General if the committee finds that there is probable cause to believe the respondent wilfully violated a section of this chapter or Chapter 17, Title 2 that imposes a criminal penalty; or\n\n(vii) require a combination of subitems (i) through (vi) as necessary and appropriate.\n\n(d) The ethics committee shall report its findings in writing to the Speaker of the House of Representatives or President of the Senate, as appropriate. The report must be accompanied by an order of punishment or dismissal and supported and signed by a majority of the ethics committee members.\n\n(e) Upon the issuance of the final order, the following documents become public record: exhibits introduced at the hearing, the committee's findings, and the final order. Exhibits introduced must be redacted prior to release to exclude personal information where the public disclosure would constitute an unreasonable invasion of personal privacy. In addition, any documents in the commission's report that substantiate the commission's recommendation of probable cause that would constitute a public document and are not exempt from disclosure under the Freedom of Information Act or other state or federal law also shall become public record. These documents must be redacted, as appropriate, in compliance with state or federal law.\n\n(E) If, after conducting a formal public hearing, the ethics committee finds the respondent has violated this chapter or Chapter 17, Title 2, the respondent has ten days from the date of receiving the committee's order of punishment to appeal the action to the full legislative body.\n\n(F) No ethics committee member may take part in consideration of any matter in which they are the respondent, complainant, witness, or otherwise involved.\n\n(G) The ethics committees shall establish procedures which afford respondents appropriate due process protections, including the right to be represented by counsel, the right to call and examine witnesses, the right to introduce exhibits, and the right to cross-examine opposing witnesses.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1993 Act No. 184, Section 148, eff January 1, 1994; 2016 Act No. 282 (H.3184), Section 14, eff April 1, 2017; 2019 Act No. 1 (S.2), Section 34, eff January 31, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-540/"
    },
    {
      "id": "section-8-13-550",
      "number": "8-13-550.",
      "heading": "",
      "text": "(A) Upon receipt of a recommendation of expulsion or an appeal from an order of the ethics committee made pursuant to the provisions of Section 8-13-540, the presiding officer of the House or Senate shall call the House or Senate into open session at a time to be determined at his discretion or in executive session if the House or Senate chooses, as a committee of the whole, to consider the action of the ethics committee. The House or Senate shall sustain or overrule the ethics committee's action or order other action consistent with this chapter or Chapter 17 of Title 2.\n\n(B) Upon consideration of an ethics committee report by the House or the Senate, whether in executive or open session, the results of the consideration are a matter of public record.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2016 Act No. 282 (H.3184), Section 15, eff April 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-550/"
    },
    {
      "id": "section-8-13-560",
      "number": "8-13-560.",
      "heading": "",
      "text": "Unless otherwise currently or hereafter provided for by House or Senate rule, as is appropriate:\n\n(1) A member of the General Assembly who is indicted in a state court or a federal court for a crime that is a felony, a crime that involves moral turpitude, a crime that has a sentence of two or more years, or a crime that violates election laws must be suspended immediately without pay by the presiding officer of the House or Senate, as appropriate. The suspension remains in effect until the public official is acquitted, convicted, pleads guilty, or pleads nolo contendere. In the case of a conviction, the office must be declared vacant. In the event of an acquittal or dismissal of charges against the public official, he is entitled to reinstatement and back pay.\n\n(2) If the public official is involved in an election between the time of the suspension and final conclusion of the indictment, the presiding officer of the House or Senate, or the Governor, as appropriate, shall again suspend him at the beginning of his next term. The suspended public official may not participate in the business of his public office.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-560/"
    },
    {
      "id": "section-8-13-700",
      "number": "8-13-700.",
      "heading": "",
      "text": "(A) No public official, public member, or public employee may knowingly use his official office, membership, or employment to obtain an economic interest for himself, a family member, an individual with whom he is associated, or a business with which he is associated. This prohibition does not extend to the incidental use of public materials, personnel, or equipment, subject to or available for a public official's, public member's, or public employee's use that does not result in additional public expense.\n\n(B) No public official, public member, or public employee may make, participate in making, or in any way attempt to use his office, membership, or employment to influence a governmental decision in which he, a family member, an individual with whom he is associated, or a business with which he is associated has an economic interest. A public official, public member, or public employee who, in the discharge of his official responsibilities, is required to take an action or make a decision which affects an economic interest of himself, a family member, an individual with whom he is associated, or a business with which he is associated shall:\n\n(1) prepare a written statement describing the matter requiring action or decisions and the nature of his potential conflict of interest with respect to the action or decision;\n\n(2) if the public official is a member of the General Assembly, he shall deliver a copy of the statement to the presiding officer of the appropriate house. The presiding officer shall have the statement printed in the appropriate journal and require that the member of the General Assembly be excused from votes, deliberations, and other action on the matter on which a potential conflict exists;\n\n(3) if he is a public employee, he shall furnish a copy of the statement to his superior, if any, who shall assign the matter to another employee who does not have a potential conflict of interest. If he has no immediate superior, he shall take the action prescribed by the State Ethics Commission;\n\n(4) if he is a public official, other than a member of the General Assembly, he shall furnish a copy of the statement to the presiding officer of the governing body of an agency, commission, board, or of a county, municipality, or a political subdivision thereof, on which he serves, who shall cause the statement to be printed in the minutes and require that the member be excused from any votes, deliberations, and other actions on the matter on which the potential conflict of interest exists and shall cause the disqualification and the reasons for it to be noted in the minutes;\n\n(5) if he is a public member, he shall furnish a copy to the presiding officer of an agency, commission, board, or of a county, municipality, or a political subdivision thereof, on which he serves, who shall cause the statement to be printed in the minutes and shall require that the member be excused from any votes, deliberations, and other actions on the matter on which the potential conflict of interest exists and shall cause such disqualification and the reasons for it to be noted in the minutes.\n\n(C) Where a public official, public member, or public employee or a member of his immediate family holds an economic interest in a blind trust, he is not considered to have a conflict of interest with regard to matters pertaining to that economic interest, if the existence of the blind trust has been disclosed to the appropriate supervisory office.\n\n(D) The provisions of this section do not apply to any court in the unified judicial system.\n\n(E) When a member of the General Assembly is required by law to appear because of his business interest as an owner or officer of the business or in his official capacity as a member of the General Assembly, this section does not apply.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2011 Act No. 40, Section 5, eff June 7, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-700/"
    },
    {
      "id": "section-8-13-705",
      "number": "8-13-705.",
      "heading": "",
      "text": "(A) A person may not, directly or indirectly, give, offer, or promise anything of value to a public official, public member, or public employee with the intent to:\n\n(1) influence the discharge of a public official's, public member's, or public employee's official responsibilities;\n\n(2) influence a public official, public member, or public employee to commit, aid in committing, collude in, or allow fraud on a governmental entity; or\n\n(3) induce a public official, public member, or public employee to perform or fail to perform an act in violation of the public official's, public member's, or public employee's official responsibilities.\n\n(B) A public official, public member, or public employee may not, directly or indirectly, knowingly ask, demand, exact, solicit, seek, accept, assign, receive, or agree to receive anything of value for himself or for another person in return for being:\n\n(1) influenced in the discharge of his official responsibilities;\n\n(2) influenced to commit, aid in committing, collude in, allow fraud, or make an opportunity for the commission of fraud on a governmental entity; or\n\n(3) induced to perform or fail to perform an act in violation of his official responsibilities.\n\n(C) A person may not, directly or indirectly, give, offer, or promise to give anything of value to another person with intent to influence testimony under oath or affirmation in a trial or other proceeding before:\n\n(1) a court;\n\n(2) a committee of either house or both houses of the General Assembly; or\n\n(3) an agency, commission, or officer authorized to hear evidence or take testimony or with intent to influence a witness to fail to appear.\n\n(D) A person may not, directly or indirectly, ask, demand, exact, solicit, seek, accept, assign, receive, or agree to receive anything of value in return for influencing testimony under oath or affirmation in a trial or other proceeding before:\n\n(1) a court;\n\n(2) a committee of either house or both houses of the General Assembly; or\n\n(3) an agency, commission, or officer authorized to hear evidence or take testimony, or with intent to influence a witness to fail to appear.\n\n(E) Subsections (C) and (D) of this section do not prohibit the payment or receipt of witness fees provided by law or the payment by the party on whose behalf a witness is called and receipt by a witness of the reasonable costs of travel and subsistence at trial, hearing, or proceeding, or, in the case of an expert witness, of the reasonable fee for time spent in the preparation of the opinion and in appearing or testifying.\n\n(F) A person who violates the provisions of this section is guilty of a felony and, upon conviction, must be punished by imprisonment for not more than ten years and a fine of not more than ten thousand dollars and is permanently disqualified from being a public official or a public member. A public official, public member, or public employee who violates the provisions of this section forfeits his public office, membership, or employment.\n\n(G) This section does not apply to political contributions unless the contributions are conditioned upon the performance of specific actions of the person accepting the contributions nor does it prohibit a parent, grandparent, or other close relative from making a gift to a child, grandchild, or other close relative for love and affection except as otherwise provided.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-705/"
    },
    {
      "id": "section-8-13-710",
      "number": "8-13-710.",
      "heading": "",
      "text": "(A) Unless provided by subsection (B) and in addition to the requirements of Chapter 17 of Title 2, a public official or public employee required to file a statement of economic interests under Section 8-13-1110 who accepts anything of value from a lobbyist's principal must report the value of anything received on his statement of economic interests pursuant to Section 8-13-1120(A)(9).\n\n(B) A public official, public member, or public employee required to file a statement of economic interests under Section 8-13-1110 who receives, accepts, or takes, directly or indirectly, from a person, anything of value worth twenty-five dollars or more in a day and anything of value worth two hundred dollars or more in the aggregate in a calendar year must report on his statement of economic interests pursuant to Section 8-13-1120 the thing of value from:\n\n(1) a person, if there is reason to believe the donor would not give the thing of value but for the public official's public member's, or public employee's office or position;\n\n(2) a person, or from an officer or director of a person, if the public official, public member, or public employee has reason to believe the person:\n\n(a) has or is seeking to obtain contractual or other business or financial relationships with the public official's, public member's, or public employee's governmental entity;\n\n(b) conducts operations or activities which are regulated by the public official's, public member's, or public employee's governmental entity.\n\n(C) Nothing in this section requires a public official, public member, or public employee to report a gift from a parent, grandparent, or relative to a child, grandchild, or other immediate family member for love and affection.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-710/"
    },
    {
      "id": "section-8-13-715",
      "number": "8-13-715.",
      "heading": "",
      "text": "(A) A public official, public member, or public employee acting in an official capacity may not receive anything of value for speaking before a public or private group. A public official, public member, or public employee is not prohibited by this section from accepting a meal provided in conjunction with a speaking engagement where all participants are entitled to the same meal and the meal is incidental to the speaking engagement. Notwithstanding the limitations of Section 2-17-90, a public official, public member, or public employee may receive payment or reimbursement for actual expenses incurred for a speaking engagement. The expenses must be reasonable and must be incurred in a reasonable time and manner in which to accomplish the purpose of the engagement. A public official, public member, or public employee required to file a statement of economic interests under Section 8-13-1110 must report on his statement of economic interests the organization which paid for or reimbursed actual expenses, the amount of such payment or reimbursement, and the purpose, date, and location of the speaking engagement. A public official, public member, or public employee who is not required to file a statement of economic interests but who is paid or reimbursed actual expenses for a speaking engagement must report this same information in writing to the chief administrative official or employee of the agency with which the public official, public member, or public employee is associated.\n\n(B) If the expenses are incurred out of state, the public official, public member, or public employee incurring the expenses must receive prior written approval for the payment or reimbursement from:\n\n(1) the Governor, in the case of a public official of a state agency who is not listed in an item in this section;\n\n(2) a statewide constitutional officer, in the case of himself;\n\n(3) the President of the Senate, in the case of a member of the Senate;\n\n(4) the Speaker of the House, in the case of a member of the House of Representatives; or\n\n(5) the chief executive of the governmental entity in all other cases.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 21, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2019 Act No. 1 (S.2), Section 35, eff January 31, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-715/"
    },
    {
      "id": "section-8-13-720",
      "number": "8-13-720.",
      "heading": "",
      "text": "No person may offer or pay to a public official, public member, or public employee and no public official, public member, or public employee may solicit or receive money in addition to that received by the public official, public member, or public employee in his official capacity for advice or assistance given in the course of his employment as a public official, public member, or public employee.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-720/"
    },
    {
      "id": "section-8-13-725",
      "number": "8-13-725.",
      "heading": "",
      "text": "(A) A public official, public member, or public employee may not use or disclose confidential information gained in the course of or by reason of his official responsibilities in a way that would affect an economic interest held by him, a member of his immediate family, an individual with whom he is associated, or a business with which he is associated.\n\n(B)(1) A public official, public member, or public employee may not wilfully examine, or aid and abet in the wilful examination of, a tax return of a taxpayer, a worker's compensation record, a record in connection with health or medical treatment, social services records, or other records of an individual in the possession of or within the access of a public department or agency if the purpose of the examination is improper or unlawful.\n\n(2) A person convicted of violating this subsection must be fined not more than five thousand dollars, or imprisoned not more than five years, or both, and shall reimburse the costs of prosecution. Upon conviction, the person also must be discharged immediately from his public capacity as an official, member, or employee.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1997 Act No. 114, Section 3, eff June 13, 1997.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-725/"
    },
    {
      "id": "section-8-13-730",
      "number": "8-13-730.",
      "heading": "",
      "text": "Unless otherwise provided by law, no person may serve as a member of a governmental regulatory agency that regulates any business with which that person is associated. An employee of the regulatory agency which regulates a business with which he is associated annually shall file a statement of economic interests notwithstanding the provisions of Section 8-13-1110. No person may be an employee of the regulatory agency which regulates a business with which he is associated if this relationship creates a continuing or frequent conflict with the performance of his official responsibilities.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-730/"
    },
    {
      "id": "section-8-13-735",
      "number": "8-13-735.",
      "heading": "",
      "text": "(A) Except as provided in subsection (B), no person who serves at the same time:\n\n(1) on the governing body of a state, county, municipal, or political subdivision board or commission; and\n\n(2) as an employee of the same board or commission or in a position subject to the control of that board or commission may make or participate in making a decision that affects his economic interests.\n\n(B) No person shall serve at the same time as:\n\n(1) a nonappointed member of the governing body of the board or commission for a water or sewer district or a nonprofit water or sewer corporation or company organized pursuant to the provisions of state law; and\n\n(2)(a) an employee of the same board, commission, corporation, or company; or\n\n(b) in a position subject to the control of that board, commission, corporation, or company; or\n\n(c) in a decision-making position concerning the operation and functions of that board, commission, corporation, or company.\n\n(C)(1) Any person violating the provisions of subsection (B) may be assessed a civil penalty of fifty dollars per day to be remitted to the general fund of the board, commission, corporation, or company.\n\n(2) If a lawsuit is brought to force the person to vacate either his position held pursuant to subsection (B)(1) or subsection (B)(2), and the person is found in circuit court to have violated subsection (B), the person must pay the civil penalty in subsection (C)(1) plus court costs, attorney's fees, and any damages required by the court.\n\n(3) Any individual or entity served by the board, commission, corporation, or company has standing to bring a lawsuit in the circuit court pursuant to this subsection.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2011 Act No. 11, Section 1, eff April 7, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-735/"
    },
    {
      "id": "section-8-13-740",
      "number": "8-13-740.",
      "heading": "",
      "text": "(A)(1) A public official occupying statewide office, a member of his immediate family, an individual with whom he is associated, or a business with which he is associated may not knowingly represent another person before a governmental entity, except as otherwise required by law.\n\n(2) A member of the General Assembly, an individual with whom he is associated, or a business with which he is associated may not knowingly represent another person before a governmental entity, except:\n\n(a) as required by law;\n\n(b) before a court under the unified judicial system; or\n\n(c) in a contested case, as defined in Section 1-23-310, excluding a contested case for a rate or price fixing matter before the South Carolina Public Service Commission or South Carolina Department of Insurance, or in an agency's consideration of the drafting and promulgation of regulations under Chapter 23 of Title 1 in a public hearing.\n\n(3) A public member occupying statewide office, an individual with whom he is associated, or a business with which he is associated may not knowingly represent another person before the same unit or division of the governmental entity for which the public member has official responsibility, except as otherwise required by law.\n\n(4) A public official, public member, or public employee of a county may not knowingly represent a person before an agency, unit, or subunit of that county for which the public official, public member, or public employee has official responsibility except:\n\n(a) as required by law; or\n\n(b) before a court under the unified judicial system.\n\n(5) A public official, public member, or public employee of a municipality may not knowingly represent a person before any agency, unit, or subunit of that municipality for which the public official, public member, or public employee has official responsibility except as required by law.\n\n(6) A public employee, other than those specified in items (4) and (5) of this subsection, receiving compensation other than reimbursement or per diem payments for his official duties, an individual with whom he is associated, or a business with which he is associated may not knowingly represent a person before an entity on the same level of government for which the public official, public member, or public employee has official responsibility except:\n\n(a) as required by law;\n\n(b) before a court under the unified judicial system; or\n\n(c) in a contested case, as defined in Section 1-23-310, excluding a contested case for a rate or price fixing matter before the South Carolina Public Service Commission or the South Carolina Department of Insurance, or in an agency's consideration of the drafting and promulgation of regulations under Chapter 23 of Title 1 in a public hearing.\n\n(7) The restrictions set forth in items (1) through (6) of this subsection do not apply to:\n\n(a) purely ministerial matters which do not require discretion on the part of the governmental entity before which the public official, public member, or public employee is appearing;\n\n(b) representation by a public official, public member, or public employee in the course of the public official's, public member's, or public employee's official duties;\n\n(c) representation by the public official, public member, or public employee in matters relating to the public official's, public member's or public employee's personal affairs or the personal affairs of the public official's, public member's, or public employee's immediate family.\n\n(8) A state, county, or municipal public official, public member, or public employee, including a person serving on an agency, unit, or subunit of a governmental entity shall not be required to resign or otherwise vacate his seat or position due to a conflict of interest that arises under this section as long as notice of the possible conflict of interest is given and he complies with the recusal requirements of Section 8-13-700(B). A governmental entity includes, but is not limited to, a planning board or zoning commission.\n\n(9) Notwithstanding another provision of law, a governmental entity shall not prohibit a state, county, or municipal public official, public member, or public employee, including a person serving on an agency, unit, or subunit of a governmental entity from service in office or employment based solely on race, color, national origin, religion, sex, disability, or occupation.\n\n(B) A member of the General Assembly, when he, an individual with whom he is associated, or a business with which he is associated represents a client for compensation as permitted by subsection (A)(2)(c), must file within his annual statement of economic interests a listing of fees earned, services rendered, names of persons represented, and the nature of contacts made with the governmental entities.\n\n(C) A member of the General Assembly may not vote on the section of that year's general appropriation bill relating to a particular agency or commission if the member, an individual with whom he is associated, or a business with which he is associated has represented any client before that agency or commission as permitted by subsection (A)(2)(c) within one year prior to such vote. This subsection does not prohibit a member from voting on other sections of the general appropriation bill or from voting on the general appropriation bill as a whole.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1993 Act No 181, Sections 70, 71, eff July 1, 1995; 1995 Act No. 6, Sections 22, 23, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 1995 Act No. 6, Section 24, eff July 1, 1995 (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2007 Act No. 10, Sections 1 to 3, eff April 12, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-740/"
    },
    {
      "id": "section-8-13-745",
      "number": "8-13-745.",
      "heading": "",
      "text": "(A) No member of the General Assembly or an individual with whom he is associated or business with which he is associated may represent a client for a fee in a contested case, as defined in Section 1-23-310, before an agency, a commission, board, department, or other entity if the member of the General Assembly has voted in the election, appointment, recommendation, or confirmation of a member of the governing body of the agency, board, department, or other entity within the twelve preceding months.\n\n(B) Notwithstanding any other provision of law, after the effective date of this section, no member of the General Assembly or any individual with whom he is associated or business with which he is associated may represent a client for a fee in a contested case, as defined in Section 1-23-310, before an agency, a commission, board, department, or other entity elected, appointed, recommended, or confirmed by the House, the Senate, or the General Assembly if that member has voted on the section of that year's general appropriation bill or supplemental appropriation bill relating to that agency, commission, board, department, or other entity within one year from the date of the vote. This subsection does not prohibit a member from voting on other sections of the general appropriation bill or from voting on the general appropriation bill as a whole.\n\n(C) Notwithstanding any other provision of law, after the effective date of this section, no member of the General Assembly or an individual with whom he is associated in partnership or a business, company, corporation, or partnership where his interest is greater than five percent may enter into any contract for goods or services with an agency, a commission, board, department, or other entity funded with general funds or other funds if the member has voted on the section of that year's appropriation bill relating to that agency, commission, board, department, or other entity within one year from the date of the vote. This subsection does not prohibit a member from voting on other sections of the appropriation bill or from voting on the general appropriation bill as a whole.\n\n(D) The provisions of this section do not apply to any court in the unified judicial system.\n\n(E) When a member of the General Assembly is required by law to appear because of his business interest as an owner or officer of the business or in his official capacity as a member of the General Assembly, this section does not apply.\n\n(F) The provisions of subsections (A), (B), and (C) do not apply in the case of any vote or action taken by a member of the General Assembly prior to January 1, 1992.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-745/"
    },
    {
      "id": "section-8-13-750",
      "number": "8-13-750.",
      "heading": "",
      "text": "(A) No public official, public member, or public employee may cause the employment, appointment, promotion, transfer, or advancement of a family member to a state or local office or position in which the public official, public member, or public employee supervises or manages.\n\n(B) A public official, public member, or public employee may not participate in an action relating to the discipline of the public official's, public member's, or public employee's family member.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-750/"
    },
    {
      "id": "section-8-13-755",
      "number": "8-13-755.",
      "heading": "",
      "text": "A former public official, former public member, or former public employee holding public office, membership, or employment on or after January 1, 1992, may not for a period of one year after terminating his public service or employment:\n\n(1) serve as a lobbyist or represent clients before the agency or department on which he formerly served in a matter which he directly and substantially participated during his public service or employment; or\n\n(2) accept employment if the employment:\n\n(a) is from a person who is regulated by the agency or department on which the former public official, former public member, or former public employee served or was employed; and\n\n(b) involves a matter in which the former public official, former public member, or former public employee directly and substantially participated during his public service or public employment.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-755/"
    },
    {
      "id": "section-8-13-760",
      "number": "8-13-760.",
      "heading": "",
      "text": "Except as is permitted by regulations of the State Ethics Commission, it is a breach of ethical standards for a public official, public member, or public employee who is participating directly in procurement, as defined in Section 11-35-310(22), to resign and accept employment with a person contracting with the governmental body if the contract falls or would fall under the public official's, public member's, or public employee's official responsibilities.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-760/"
    },
    {
      "id": "section-8-13-765",
      "number": "8-13-765.",
      "heading": "",
      "text": "(A) No person may use government personnel, equipment, materials, or an office building in an election campaign. The provisions of this subsection do not apply to a public official's use of an official residence.\n\n(B) A government, however, may rent or provide public facilities for political meetings and other campaign-related purposes if they are available on similar terms to all candidates and committees, as defined in Section 8-13-1300(6).\n\n(C) This section does not prohibit government personnel, where not otherwise prohibited, from participating in election campaigns on their own time and on nongovernment premises.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-765/"
    },
    {
      "id": "section-8-13-770",
      "number": "8-13-770.",
      "heading": "",
      "text": "A member of the General Assembly may not serve in any capacity as a member of a state board or commission, except for the State Fiscal Accountability Authority, the Advisory Commission on Intergovernmental Relations, the Legislative Audit Council, the Legislative Council, the Legislative Services Agency, the Judicial Council, the Commission on Prosecution Coordination, the South Carolina Tobacco Community Development Board, the Tobacco Settlement Revenue Management Authority, the South Carolina Transportation Infrastructure Bank, the Commission on Indigent Defense, the South Carolina Research Authority, and the joint legislative committees.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1998 Act No. 419, Part II, Section 35D, eff July 1, 1998; 1999 Act No. 77, Section 3, eff June 11, 1999; 2000 Act No. 387, Part II, Section 69A.4, eff June 30, 2000; 2003 Act No. 76, Section 18, eff June 26, 2003; 2005 Act No. 103, Section 1, eff July 1, 2005; 2012 Act No. 209, Section 5, eff June 7, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-770/"
    },
    {
      "id": "section-8-13-775",
      "number": "8-13-775.",
      "heading": "",
      "text": "A public official, public member, or public employee may not have an economic interest in a contract with the State or its political subdivisions if the public official, public member, or public employee is authorized to perform an official function relating to the contract. Official function means writing or preparing the contract specifications, acceptance of bids, award of the contract, or other action on the preparation or award of the contract. This section is not intended to infringe on or prohibit public employment contracts with this State or a political subdivision of this State nor does it prohibit the award of contracts awarded through a process of public notice and competitive bids if the public official, public member, or public employee has not performed an official function regarding the contract.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 25, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-775/"
    },
    {
      "id": "section-8-13-780",
      "number": "8-13-780.",
      "heading": "",
      "text": "(A) The provisions of this section are in addition to all other civil and administrative remedies against public officials, public members, or public employees which are provided by law.\n\n(B) In addition to existing remedies for breach of the ethical standards of this chapter or regulations promulgated hereunder, the State Ethics Commission may impose an oral or written warning or reprimand.\n\n(C) The value of anything received by a public official, public member, or public employee in breach of the ethical standards of this chapter or regulations promulgated hereunder is recoverable by the State or other governmental entity in an action by the Attorney General against a person benefitting from the violations.\n\n(D) Before a public employee's employment or a public official's or public member's association with the governmental entity is terminated for a violation of the provisions of this chapter, notice and an opportunity for a hearing must be provided to the public official, public member, or public employee.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-780/"
    },
    {
      "id": "section-8-13-785",
      "number": "8-13-785.",
      "heading": "",
      "text": "Nothing in Chapter 13 of Title 8 prevents an elected official from communicating with a board or commission member or employee, on behalf of a constituent relating to delays in obtaining a hearing, discourteous treatment, scheduling, or other matters not affecting the outcome of pending matters, provided that the elected official, an individual with whom the elected official is associated, or a business with which the elected official is associated is not representing the constituent for compensation.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 26, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-785/"
    },
    {
      "id": "section-8-13-790",
      "number": "8-13-790.",
      "heading": "",
      "text": "(A) The value of anything transferred or received in breach of the ethical standards of Articles 1 through 11 of this chapter or regulations promulgated under it by a public employee, public official, or a nonpublic employee or official may be recovered from the public employee, public official, or nonpublic employee or official.\n\n(B) Upon a showing that a subcontractor made a kickback to a prime contractor or a higher tier subcontractor in connection with the award of a subcontract or order under it, it is conclusively presumed that the amount of the kickback was included in the price of the subcontract or order and ultimately borne by the State or governmental entity and is recoverable hereunder from the subcontractor making the kickback. Recovery from one offending party does not preclude recovery from other offending parties.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-790/"
    },
    {
      "id": "section-8-13-795",
      "number": "8-13-795.",
      "heading": "",
      "text": "Nothing in Chapter 13 of Title 8 prevents a public official or a member of his immediate family from being awarded an award, a grant, or scholarship, or negatively reflects on a public official because of an award, a grant, or scholarship awarded to the public official or to a member of his immediate family on a competitive, objective basis if the public official has not wilfully contacted any person involved in the selection of the recipient, on behalf of the recipient, before the award.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-795/"
    },
    {
      "id": "section-8-13-910",
      "number": "8-13-910.",
      "heading": "",
      "text": "(A) No person who is a candidate for public office which is filled by election by the General Assembly may be voted upon by the General Assembly until at least ten days following the date on which the candidate files a statement of economic interests as defined in this chapter with the Chairman of the Senate Ethics Committee and the Chairman of the House of Representatives Ethics Committee.\n\n(B) No person who is appointed to an office which is filled with the advice and consent of the Senate or the General Assembly may be confirmed unless the appointment, when received by the Senate and/or the House, is accompanied by a current original copy of a statement of economic interests which has been filed with the appointing authority and is transmitted with the appointment and until at least ten days following the date on which the appointment, with the attached original economic interest statement, has been received by the Senate and/or the House.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1993 Act No. 183 Section 3, eff June 21, 1993; 1993 Act No. 181 Section 72, eff July 1, 1993.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-910/"
    },
    {
      "id": "section-8-13-920",
      "number": "8-13-920.",
      "heading": "",
      "text": "A person running for an office elected by the General Assembly must file a report with the Chairman of the Senate Ethics Committee and the Chairman of the House of Representatives Ethics Committee of money in excess of one hundred dollars spent by him or in his behalf in seeking the office. The report must include the period beginning with the time he first announces his intent to seek the office. The report must not include travel expenses or room and board while campaigning. Contributions made to members of the General Assembly during the period from announcement of intent to election date must be included. The report must be updated quarterly with an additional report filed five days before the election and the final report filed thirty days after the election. Persons soliciting votes on behalf of candidates must submit expenses in excess of one hundred dollars to the candidate which must be included on the candidate's report. A copy of all reports received by the Senate Ethics Committee and the House of Representatives Ethics Committee must be forwarded to the State Ethics Commission within two business days of receipt.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-920/"
    },
    {
      "id": "section-8-13-930",
      "number": "8-13-930.",
      "heading": "",
      "text": "No candidate for an office elected by the General Assembly may seek directly the pledge of a member of the General Assembly's vote until the qualifications of all candidates for that office have been determined by the appropriate joint committee to review candidates for that office. No member of the General Assembly may offer a pledge until the qualifications of all candidates for that office have been determined by the appropriate joint committee to review candidates for that office.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-930/"
    },
    {
      "id": "section-8-13-935",
      "number": "8-13-935.",
      "heading": "",
      "text": "(A) No candidate for or person intending to become a candidate for the Public Service Commission may seek, directly or indirectly, the pledge of a member of the General Assembly's vote or contact, directly or indirectly, a member of the General Assembly regarding screening for the Public Service Commission, until: (1) the qualifications of all candidates for that office have been determined by the State Regulation of Public Utilities Review Committee, and (2) the review committee has formally released its report as to the qualifications of all candidates for the office to the General Assembly. For purposes of this section, \"indirectly seeking a pledge\" means the candidate, or someone acting on behalf of and at the request of the candidate, requests a person to contact a member of the General Assembly on behalf of the candidate before nominations are formally made by the review committee. The prohibitions of this section do not extend to an announcement of candidacy by the candidate or statement by the candidate detailing the candidate's qualifications.\n\n(B) No member of the General Assembly may offer his pledge until: (1) the qualifications of all candidates for the Public Service Commission have been determined by the State Regulation of Public Utilities Review Committee, and (2) the review committee has formally released its report as to the qualifications of its nominees to the General Assembly. The formal release of the report of qualifications must occur no earlier than forty-eight hours after the names of nominees have been initially released to members of the General Assembly.\n\n(C) No member of the General Assembly may trade anything of value, including pledges to vote for legislation or for other candidates, in exchange for another member's pledge to vote for a candidate for the Public Service Commission.\n\n(D)(1) Violations of this section may be considered by the State Regulation of Public Utilities Review Committee when it considers the candidate's qualifications.\n\n(2) Violations of this section by members of the General Assembly must be reported by the review committee to the House or Senate Ethics Committee, as may be applicable.\n\n(3) Violations of this section by incumbent commissioners seeking reelection must be reported by the Public Service Commission to the State Ethics Commission.\n\nA violation of this section is a misdemeanor and, upon conviction, the violator must be fined not more than one thousand dollars or imprisoned not more than ninety days. Cases tried under this section may not be transferred from general sessions court pursuant to Section 22-3-545.\n\nHISTORY: 2004 Act No. 175, Section 2, eff February 18, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-935/"
    },
    {
      "id": "section-8-13-1110",
      "number": "8-13-1110.",
      "heading": "",
      "text": "(A) No public official, regardless of compensation, and no public member or public employee as designated in subsection (B) may take the oath of office or enter upon his official responsibilities unless he has filed a statement of economic interests in accordance with the provisions of this chapter with the appropriate supervisory office. If a public official, public member, or public employee referred to in this section has no economic interests to disclose, he shall nevertheless file a statement of inactivity to that effect with the appropriate supervisory office. All disclosure statements are matters of public record open to inspection upon request.\n\n(B) Each of the following public officials, public members, and public employees must file a statement of economic interests with the appropriate supervisory office, unless otherwise provided:\n\n(1) a person appointed to fill the unexpired term of an elective office;\n\n(2) a salaried member of a state board, commission, or agency;\n\n(3) the chief administrative official or employee and the deputy or assistant administrative official or employee or director of a division, institution, or facility of any agency or department of state government;\n\n(4) the city administrator, city manager, or chief municipal administrative official or employee, by whatever title;\n\n(5) the county manager, county administrator, county supervisor, or chief county administrative official or employee, by whatever title;\n\n(6) the chief administrative official or employee of each political subdivision including, but not limited to, school districts, libraries, regional planning councils, airport commissions, hospitals, community action agencies, water and sewer districts, and development commissions;\n\n(7) a school district and county superintendent of education;\n\n(8) a school district board member and a county board of education member;\n\n(9) the chief finance official or employee and the chief purchasing official or employee of each agency, institution, or facility of state government, and of each county, municipality, or other political subdivision including, but not limited to, those named in item (6);\n\n(10) a public official;\n\n(11) a public member who serves on a state board, commission, or council; and\n\n(12) Department of Transportation District Engineering Administrators.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 27, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2007 Act No. 114, Section 4, eff June 27, 2007.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1110/"
    },
    {
      "id": "section-8-13-1120",
      "number": "8-13-1120.",
      "heading": "",
      "text": "(A) A statement of economic interests filed pursuant to Section 8-13-1110 must be on forms prescribed by the State Ethics Commission and must contain full and complete information concerning:\n\n(1) the name, business or government address, and workplace telephone number of the filer;\n\n(2) the source, type, and amount or value of income, not to include tax refunds, of substantial monetary value received from a governmental entity by the filer or a member of the filer's immediate family during the reporting period;\n\n(3)(a) the description, value, and location of all real property owned and options to purchase real property during the reporting period by a filer or a member of the filer's immediate family if:\n\n(i) there have been any public improvements of more than two hundred dollars on or adjacent to the real property within the reporting period and the public improvements are known to the filer; or\n\n(ii) the interest can reasonably be expected to be the subject of a conflict of interest; or\n\n(b) if a sale, lease, or rental of personal or real property is to a state, county, or municipal instrumentality of government, a copy of the contract, lease, or rental agreement must be attached to the statement of economic interests;\n\n(4) the name of each organization which paid for or reimbursed actual expenses of the filer for speaking before a public or private group, the amount of such payment or reimbursement, and the purpose, date, and location of the speaking engagement;\n\n(5) the identity of every business or entity in which the filer or a member of the filer's immediate family held or controlled, in the aggregate, securities or interests constituting five percent or more of the total issued and outstanding securities and interests which constitute a value of one hundred thousand dollars or more;\n\n(6)(a) a listing by name and address of each creditor to whom the filer or member of the filer's immediate family owed a debt in excess of five hundred dollars at any time during the reporting period, if the creditor is subject to regulation by the filer or is seeking or has sought a business or financial arrangement with the filer's agency or department other than for a credit card or retail installment contract, and the original amount of the debt and amount outstanding unless:\n\n(i) the debt is promised or loaned by a bank, savings and loan, or other licensed financial institution which loans money in the ordinary course of its business and on terms and interest rates generally available to a member of the general public without regard to status as a public official, public member, or public employee; or\n\n(ii) the debt is promised or loaned by an individual's family member if the person who promises or makes the loan is not acting as the agent or intermediary for someone other than a person named in this subitem; and\n\n(b) the rate of interest charged the filer or a member of the filer's immediate family for a debt required to be reported in (a);\n\nIf a discharge of a debt required to be reported in (a) has been made, the date of the transaction must be shown.\n\n(7) the name of any lobbyist, as defined in Section 2-17-10(13) who is:\n\n(a) an immediate family member of the filer;\n\n(b) an individual with whom or business with which the filer or a member of the filer's immediate family is associated;\n\n(8) if a public official, public member, or public employee receives compensation from an individual or business which contracts with the governmental entity with which the public official, public member, or public employee serves or is employed, the public official, public member, or public employee must report the name and address of that individual or business and the amount of compensation paid to the public official, public member, or public employee by that individual or business;\n\n(9) the source and a brief description of any gifts, including transportation, lodging, food, or entertainment received during the preceding calendar year from:\n\n(a) a person, if there is reason to believe the donor would not give the gift, gratuity, or favor but for the official's or employee's office or position; or\n\n(b) a person, or from an officer or director of a person, if the public official or public employee has reason to believe the person:\n\n(i) has or is seeking to obtain contractual or other business or financial relationship with the official's or employee's agency; or\n\n(ii) conducts operations or activities which are regulated by the official's or employee's agency if the value of the gift is twenty-five dollars or more in a day or if the value totals, in the aggregate, two hundred dollars or more in a calendar year.\n\n(10) a listing of the private source and type of any income received in the previous year by the filer or a member of his immediate family. This item does not include income received pursuant to:\n\n(a) a court order;\n\n(b) a savings, checking, or brokerage account with a bank, savings and loan, or other licensed financial institution which offers savings, checking, or brokerage accounts in the ordinary course of its business and on terms and interest rates generally available to a member of the general public without regard to status as a public official, public member, or public employee;\n\n(c) a mutual fund or similar fund in which an investment company invests its shareholders' money in a diversified selection of securities.\n\n(B) This article does not require the disclosure of economic interests information concerning:\n\n(1) a spouse separated pursuant to a court order from the public official, public member, or public employee;\n\n(2) a former spouse;\n\n(3) a campaign contribution that is permitted and reported under Article 13 of this chapter; or\n\n(4) matters determined to require confidentiality pursuant to Section 2-17-90(E).\n\n(C) For purposes of this section, income means anything of value received, which must be reported on a form used by the Internal Revenue Service for the reporting or disclosure of income received by an individual or a business. Income does not include retirement, annuity, pension, IRA, disability, or deferred compensation payments received by the filer or filer's immediate family member.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Sections 28, 29, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2016 Act No. 283 (H.3186), Sections 1, 2, eff January 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1120/"
    },
    {
      "id": "section-8-13-1125",
      "number": "8-13-1125.",
      "heading": "",
      "text": "Notwithstanding Sections 2-17-90(C) and 8-13-710, the reporting requirement of Section 8-13-1120(A)(9) does not apply to an event to which a member of the General Assembly is invited by a lobbyist's principal, regardless of whether or not the member attended the event, if the invitation was extended to the entire membership of the House, Senate, or General Assembly, and the invitation was accepted by the House or Senate Invitations Committee pursuant to House or Senate rules.\n\nHISTORY: 1995 Act No. 6, Section 30, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1125/"
    },
    {
      "id": "section-8-13-1127",
      "number": "8-13-1127.",
      "heading": "",
      "text": "The House and Senate Invitations Committees shall keep an updated list of invitations accepted by the body. The list must be available for public inspection during regular business hours.\n\nHISTORY: 1995 Act No. 6, Section 31, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1127/"
    },
    {
      "id": "section-8-13-1130",
      "number": "8-13-1130.",
      "heading": "",
      "text": "In addition to the statement of economic interests required pursuant to Section 8-13-1110, a person required to file the statement shall further report to the appropriate supervisory office the name of any person he knows to be a lobbyist as defined in Section 2-17-10(13) or a lobbyist's principal as defined in Section 2-17-10(14) and knows that the lobbyist or lobbyist's principal has in the previous calendar year purchased from the filer, a member of the filer's immediate family, an individual with whom the filer is associated, or a business with which the filer is associated, goods or services in an amount in excess of two hundred dollars.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1130/"
    },
    {
      "id": "section-8-13-1140",
      "number": "8-13-1140.",
      "heading": "",
      "text": "A person required to file a statement of economic interests under this chapter annually shall file, pursuant to Section 8-13-365, an updated statement for the previous calendar year, no later than noon on March thirtieth of each calendar year. If the person has filed the description by name, amount, and schedule of payments of a continuing arrangement relating to an item required to be reported under this article, an updating statement need not be filed for each payment under the continuing arrangement, but only if the arrangement is terminated or altered.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2013 Act No. 61, Section 8, eff June 25, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1140/"
    },
    {
      "id": "section-8-13-1150",
      "number": "8-13-1150.",
      "heading": "",
      "text": "A consultant must file a statement for the previous calendar year with the appropriate supervisory office no later than twenty-one days after entering into a contractual relationship with the State or a political subdivision of the State and must file an update within ten days from the date the consultant knows or should have known that new economic interests in an entity have arisen in which the consultant or a member of the consultant's immediate family has economic interests:\n\n(1) where the entity's bid was evaluated by the consultant and who was subsequently awarded the contract by the State, county, municipality, or a political subdivision of any of these entities that contracted with the consultant; or\n\n(2) where the entity was awarded a contract by the consultant.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 32, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1150/"
    },
    {
      "id": "section-8-13-1160",
      "number": "8-13-1160.",
      "heading": "",
      "text": "(A) The Senate Ethics Committee and the House of Representatives Ethics Committee must forward a copy of each statement filed with it to the State Ethics Commission within five business days of receipt.\n\n(B) Within five business days of receipt, a copy of all statements of economic interests received by the State Ethics Commission must be forwarded to the clerk of court in the county of residence of the filing official or employee.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 33, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1160/"
    },
    {
      "id": "section-8-13-1170",
      "number": "8-13-1170.",
      "heading": "",
      "text": "(A) The appropriate supervisory office may, in its discretion, determine that errors or omissions on statements of economic interests are inadvertent and unintentional and not an effort to violate a requirement of this chapter and may be handled as technical violations not subject to the provisions of this chapter pertaining to ethical violations. Technical violations must remain confidential unless requested to be made public by the public official, public member, or public employee filing the statement. In lieu of all other penalties, the appropriate supervisory office may assess a technical violations penalty not exceeding fifty dollars.\n\n(B) The appropriate supervisory office may grant a reasonable extension of time for filing a statement of economic interests. The extension may not exceed thirty days except in cases of illness or incapacitation.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1170/"
    },
    {
      "id": "section-8-13-1180",
      "number": "8-13-1180.",
      "heading": "",
      "text": "(A) An elective official or the elective official's agent may not knowingly solicit a contribution from an employee in the elective official's area of official responsibility.\n\n(B) A public official or public employee may not provide an advantage or disadvantage to a public employee or applicant for public employment concerning employment, conditions of employment, or application for employment based on the employee's or applicant's contribution, promise to contribute, or failure to contribute to a candidate, a political party, as defined in Section 8-13-1300(26) or a committee, as defined in Section 8-13-1300(6).\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1180/"
    },
    {
      "id": "section-8-13-1300",
      "number": "8-13-1300.",
      "heading": "",
      "text": "As used in this article:\n\n(1) \"Appropriate supervisory office\" means:\n\n(a) the State Ethics Commission for all candidates for public office in this State except for members or staff, including staff elected to serve as officers of or candidates for the office of State Senator or State Representative;\n\n(b) the Senate Ethics Committee for members or staff, including staff elected to serve as officers, of or candidates for the office of State Senator, and the House of Representatives Ethics Committee for members or staff, including staff elected to serve as officers, of or candidates for the office of State Representative;\n\n(c) the State Ethics Commission for all committees, except legislative caucus committees, supporting or opposing a ballot measure or supporting or opposing a candidate;\n\n(d) the Senate Ethics Committee for all legislative caucus committees and legislative special interest caucuses affiliated with the Senate, the House of Representatives Ethics Committee for all legislative caucus committees and legislative special interest caucuses affiliated with the House of Representatives, and both ethics committees for all legislative caucus committees and legislative special interest caucuses affiliated with both houses.\n\n(2) \"Ballot measure\" means a referendum, proposition, or measure submitted to voters for their approval.\n\n(3) \"Business\" means a corporation, partnership, proprietorship, firm, an enterprise, a franchise, an association, organization, or a self-employed individual.\n\n(4) \"Candidate\" means: (a) a person who seeks appointment, nomination for election, or election to a statewide or local office, or authorizes or knowingly permits the collection or disbursement of money for the promotion of his candidacy or election; (b) a person who is exploring whether or not to seek election at the state or local level; or (c) a person on whose behalf write-in votes are solicited if the person has knowledge of such solicitation. \"Candidate\" does not include a candidate within the meaning of Section 431(b) of the Federal Election Campaign Act of 1976.\n\n(5) \"Charitable organization\" means an organization described in Title 26, Section 170(c) of the United States Code as it currently exists or as it may be amended.\n\n(6) \"Committee\" means an association, a club, an organization, or a group of persons which, to influence the outcome of an elective office, receives contributions or makes expenditures in excess of five hundred dollars in the aggregate during an election cycle. It also means a person who, to influence the outcome of an elective office, makes:\n\n(a) contributions aggregating at least twenty-five thousand dollars during an election cycle to or at the request of a candidate or a committee, or a combination of them; or\n\n(b) independent expenditures aggregating five hundred dollars or more during an election cycle for the election or defeat of a candidate.\n\n\"Committee\" includes a party committee, a legislative caucus committee, a noncandidate committee, or a committee that is not a campaign committee for a candidate but that is organized for the purpose of influencing an election.\n\n(7) \"Contribution\" means a gift, subscription, loan, guarantee upon which collection is made, forgiveness of a loan, an advance, in-kind contribution or expenditure, a deposit of money, or anything of value made to a candidate or committee to influence an election; or payment or compensation for the personal service of another person which is rendered for any purpose to a candidate or committee without charge, whether any of the above are made or offered directly or indirectly. \"Contribution\" does not include (a) volunteer personal services on behalf of a candidate or committee for which the volunteer or any person acting on behalf of or instead of the volunteer receives no compensation either in cash or in-kind, directly or indirectly, from any source; or (b) a gift, subscription, loan, guarantee upon which collection is made, forgiveness of a loan, an advance, in-kind contribution or expenditure, a deposit of money, or anything of value made to a committee, other than a candidate committee, and is used to pay for communications made not more than forty-five days before the election to influence the outcome of an elective office as defined in Section 8-13-1300(31)(c). These funds must be deposited in an account separate from a campaign account as required in Section 8-13-1312.\n\n(8) \"Corporation\" means an entity organized in the corporate form under federal law or the laws of any state.\n\n(9) \"Election\" means:\n\n(a) a general, special, primary, or runoff election;\n\n(b) a convention or caucus of a political party held to nominate a candidate; or\n\n(c) the election of delegates to a constitutional convention for proposing amendments to the Constitution of the United States or the Constitution of this State.\n\n(10) \"Election cycle\" means the period of a term of office beginning on the day after the general election for the office, up to and including the following general election for the same office, including a primary, special primary, or special election; however, the contribution limits under Sections 8-13-1314 and 8-13-1316 apply only to elections occurring on or after January 1, 1992, and are for each primary, runoff, or special election in which a candidate has opposition and for each general election. If the candidate remains unopposed during an election cycle, one contribution limit shall apply.\n\n(11) \"Elective office\" means an office at the state, county, municipal or political subdivision level. For the purposes of this article, the term 'elective office' does not include an office under the unified judicial system except for purposes of campaign practices, campaign disclosure, and disclosure of economic interests. \"Elective office\" includes the office of probate judge.\n\n(12) \"Expenditure\" means a purchase, payment, loan, forgiveness of a loan, an advance, in-kind contribution or expenditure, a deposit, transfer of funds, gift of money, or anything of value for any purpose.\n\n(13) \"Expenditures incurred\" means an amount owed to a creditor for purchase of delivered goods or completed services.\n\n(14) \"Family member\" means an individual who is:\n\n(a) the spouse, parent, brother, sister, child, mother-in-law, father-in-law, son-in-law, daughter-in-law, grandparent, or grandchild; or\n\n(b) a member of the individual's immediate family.\n\n(15) \"Gift\" means anything of value, including entertainment, food, beverage, travel, and lodging given for pay to a public official or public employee to the extent that consideration of equal or greater value is not received. A gift includes a rebate or discount on the price of anything of value unless it is made in the ordinary course of business without regard to that person's status. A gift does not include campaign contributions accepted pursuant to this article.\n\n(16) \"Immediate family\" means:\n\n(a) a child residing in a candidate's, public official's, public member's, or public employee's household;\n\n(b) a spouse of a candidate, public official, public member, or public employee; or\n\n(c) an individual claimed by the candidate, public official, public member, or public employee or the candidate's, public official's, public member's, or public employee's spouse as a dependent for income tax purposes.\n\n(17) \"Independent expenditure\" means:\n\n(a) an expenditure made directly or indirectly by a person to advocate the election or defeat of a clearly identified candidate or ballot measure; and\n\n(b) when taken as a whole and in context, the expenditure made by a person to influence the outcome of an elective office or ballot measure but which is not:\n\n(i) made to;\n\n(ii) controlled by;\n\n(iii) coordinated with;\n\n(iv) requested by; or\n\n(v) made upon consultation with a candidate or an agent of a candidate; or a committee or agent of a committee; or a ballot measure committee or an agent of a ballot measure committee.\n\nExpenditures by party committees or expenditures by legislative caucus committees based upon party affiliation are considered to be controlled by, coordinated with, requested by, or made upon consultation with a candidate or an agent of a candidate.\n\n(18) \"Individual\" means one human being.\n\n(19) \"Individual with whom he is associated\" means an individual with whom the person or a member of his immediate family mutually has an interest in a business of which the person or a member of his immediate family is a director, an officer, owner, employee, a compensated agent, or holder of stock worth one hundred thousand dollars or more at fair market value and which constitutes five percent or more of the total outstanding stock of any class.\n\n(20) \"In-kind contribution or expenditure\" means goods or services which are provided to or by a person at no charge or for less than their fair market value.\n\n(21) \"Legislative caucus committee\" means:\n\n(a) a committee of either house of the General Assembly controlled by the caucus of a political party or a caucus based upon racial or ethnic affinity, or gender; however, each house may establish only one committee for each political, racial, ethnic, or gender-based affinity;\n\n(b) a party or group of either house of the General Assembly based upon racial or ethnic affinity, or gender;\n\n(c) \"legislative caucus committee\" does not include a \"legislative special interest caucus\" as defined in Section 2-17-10(21).\n\n(22) \"Loan\" means a transfer of money, property, guarantee, or anything of value in exchange for an obligation, conditional or not, to repay in whole or in part.\n\n(23) \"Noncandidate committee\" means a committee that is not a campaign committee for a candidate but is organized to influence an election or to support or oppose a candidate or public official, which receives contributions or makes expenditures in excess of five hundred dollars in the aggregate during an election cycle. \"Noncandidate committee\" does not include political action committees that contribute solely to federal campaigns.\n\n(24) \"Party committee\" means a committee established by a political party.\n\n(25) \"Person\" means an individual, a proprietorship, firm, partnership, joint venture, joint stock company, syndicate, business trust, an estate, a company, committee, an association, a corporation, club, labor organization, or any other organization or group of persons acting in concert.\n\n(26) \"Political party\" means an association, a committee, or an organization which nominates a candidate whose name appears on the election ballot as the candidate of that association, committee, or organization.\n\n(27) \"Public employee\" means a person employed by the State, a county, a municipality, or a political subdivision thereof.\n\n(28) \"Public official\" means an elected or appointed official of the State, a county, a municipality or a political subdivision thereof, including candidates for the office. However, \"public official\" does not mean a member of the judiciary except for purposes of campaign financing. A probate judge is considered a public official and must meet the requirements of this article.\n\n(29) \"Statewide office\" means an elective office other than a federal office eligible to be voted upon by all electors of the State.\n\n(30) \"Transfer\" means the movement or exchange of funds or anything of value between committees and candidates except the disposition of surplus funds or material assets by a candidate to a party committee, as provided in this article.\n\n(31) \"Influence the outcome of an elective office\" means:\n\n(a) expressly advocating the election or defeat of a clearly identified candidate using words including or substantially similar to \"vote for\", \"elect\", \"cast your ballot for\", \"Smith for Governor\", \"vote against\", \" defeat\", or \"reject\";\n\n(b) communicating campaign slogans or individual words that, taken in context, have no other reasonable meaning other than to urge the election or defeat of a clearly identified candidate including or substantially similar to slogans or words such as \"Smith's the One\", \"Jones 2000\", \"Smith/Jones\", \"Jones!\", or \"Smith-A man for the People!\"; or\n\n(c) any communication made, not more than forty-five days before an election, which promotes or supports a candidate or attacks or opposes a candidate, regardless of whether the communication expressly advocates a vote for or against a candidate. For purposes of this paragraph, \"communication\" means (i) any paid advertisement or purchased program time broadcast over television or radio; (ii) any paid message conveyed through telephone banks, direct mail, or electronic mail; or (iii) any paid advertisement that costs more than five thousand dollars that is conveyed through a communication medium other than those set forth in subsections (i) or (ii) of this paragraph. \"Communication\" does not include news, commentary, or editorial programming or article, or communication to an organization's own members.\n\n(32) \"Ballot measure committee\" means:\n\n(a) an association, club, an organization, or a group of persons which, to influence the outcome of a ballot measure, receives contributions or makes expenditures in excess of two thousand five hundred dollars in the aggregate during an election cycle;\n\n(b) a person, other than an individual, who, to influence the outcome of a ballot measure, makes contributions aggregating at least fifty thousand dollars during an election cycle to or at the request of a ballot measure committee; or\n\n(c) a person, other than an individual, who, to influence the outcome of a ballot measure, makes independent expenditures aggregating two thousand five hundred dollars or more during an election cycle.\n\n(33) \"Coordinated with\" means discussion or negotiation between a candidate or a candidate's agent and:\n\n(a) a person;\n\n(b) an agent of a person;\n\n(c) any other agent of a candidate; or\n\n(d) any combination of these concerning, but not limited to, a political communication's:\n\n(1) contents, including the specific wording of print, broadcast, or telephone communications; appearance of print or broadcast communications; the message or theme of print or broadcast communications;\n\n(2) timing, including the proximity to general or primary elections, proximity to other political communications, and proximity to other campaign events;\n\n(3) location, including the proximity to other political communications, or geographical targeting, or both;\n\n(4) mode, including the medium (phone, broadcast, print, etc.) of the communication;\n\n(5) intended audience, including the demographic or political targeting, or geographical targeting; and\n\n(6) volume, including the amount, frequency, or size of the political communication.\n\n(34) \"Operation expenses\" means expenditures for salaries and/or fringe benefits for part-time, full-time, temporary and/or contract employees; meeting expenses, travel, utilities, communications and/or communications equipment whether leased or purchased, printing or printing services, postage, food and/or beverage, advertising, consulting services, and/or any other expenditures which are not an authorized contribution to a candidate, committee, or ballot measure committee.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Sections 34-38, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2003 Act No. 76, Section 22, eff June 26, 2003; 2003 Act No. 76, Sections 19 to 21, 23 to 27, 54, eff November 3, 2004; 2006 Act No. 344, Sections 3, 4, eff May 31, 2006; 2008 Act No. 245, Section 3, eff May 29, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1300/"
    },
    {
      "id": "section-8-13-1301",
      "number": "8-13-1301.",
      "heading": "",
      "text": "For purposes of this article, candidates elected jointly as provided in Section 8, Article IV of the South Carolina Constitution, 1895, must be considered a single candidate. The gubernatorial candidate is responsible for:\n\n(1) establishing a single candidate committee for contributions solicited and received for the Governor and Lieutenant Governor elected jointly; and\n\n(2) complying with the requirements of Article 13, Chapter 13, Title 8 for the committee established for the joint election.\n\nHISTORY: 2018 Act No. 142 (H.4977), Section 4, eff March 15, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1301/"
    },
    {
      "id": "section-8-13-1302",
      "number": "8-13-1302.",
      "heading": "",
      "text": "(A) A candidate, committee, or ballot measure committee must maintain and preserve an account of:\n\n(1) the total amount of contributions accepted by the candidate, committee, or ballot measure committee;\n\n(2) the name and address of each person making a contribution and the amount and date of receipt of each contribution;\n\n(3) the total amount of expenditures made by or on behalf of the candidate, committee, or ballot measure committee;\n\n(4) the name and address of each person to whom an expenditure is made including the date, amount, purpose, and beneficiary of the expenditure;\n\n(5) all receipted bills, canceled checks, or other proof of payment for each expenditure; and\n\n(6) the occupation of each person making a contribution.\n\n(B) The candidate, committee, or ballot measure committee must maintain and preserve all receipted bills and accounts required by this article for four years.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 28, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1302/"
    },
    {
      "id": "section-8-13-1304",
      "number": "8-13-1304.",
      "heading": "",
      "text": "(A) A committee, except an out-of-state committee, which receives or expends more than five hundred dollars in the aggregate during an election cycle to influence the outcome of an elective office must file a statement of organization with the State Ethics Commission no later than five days after receiving the contribution or making the expenditure. An out-of-state committee which expends more than five hundred dollars in the aggregate during an election cycle to influence the outcome of an elective office must file a statement of organization with the State Ethics Commission no later than five days after making the expenditure.\n\n(B) A ballot measure committee, except an out-of-state ballot measure committee, which receives or expends more than two thousand five hundred dollars in the aggregate during an election cycle to influence the outcome of a ballot measure must file a statement of organization with the State Ethics Commission no later than five days after receiving the contribution or making the expenditure. An out-of-state ballot measure committee which expends more than two thousand five hundred dollars in the aggregate during an election cycle to influence the outcome of a ballot measure must file a statement of organization with the State Ethics Commission no later than five days after making the expenditure.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 29, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1304/"
    },
    {
      "id": "section-8-13-1306",
      "number": "8-13-1306.",
      "heading": "",
      "text": "(A) The statement of organization of a committee or a ballot measure committee must include:\n\n(1) the full name of the committee or ballot measure committee;\n\n(2) the complete address and telephone number of the committee or ballot measure committee;\n\n(3) the date the committee or ballot measure committee was organized;\n\n(4) a summary of the purpose of the committee or ballot measure committee;\n\n(5) the name and address of a corporation or an organization that sponsors the committee or ballot measure committee or is affiliated with the committee or ballot measure committee. If the committee or ballot measure committee is not sponsored by or affiliated with a corporation or an organization, the committee or ballot measure committee must specify the trade, profession, or primary interest of contributors to the committee or ballot measure committee;\n\n(6) the name and address of affiliated committees, as defined in Section 8-13-1331;\n\n(7) the full name, address, telephone number, occupation, and principal place of business of the chairman and treasurer of the committee or ballot measure committee;\n\n(8) the full name, address, telephone number, occupation, and principal place of business of the custodian of the books and accounts, if the custodian is not one of the designated officers;\n\n(9) the full name and address of the depository in which the committee or ballot measure committee maintains its campaign account and the number of the account; and\n\n(10) a certification of the statement by the chairman and the treasurer.\n\n(B) The name of the committee or ballot measure committee designated on the statement of organization must incorporate the full name of the sponsoring entity, if any. An acronym or abbreviation may be used in other communications if the acronym or abbreviation commonly is known or clearly recognized by the general public.\n\n(C) The chairman must notify the State Ethics Commission in writing of a change in information previously reported in a statement of organization no later than ten business days after the change.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 30, eff June 26, 2003; 2008 Act No. 245, Section 6, eff May 29, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1306/"
    },
    {
      "id": "section-8-13-1308",
      "number": "8-13-1308.",
      "heading": "",
      "text": "(A) Upon the receipt or expenditure of campaign contributions or the making of independent expenditures totaling an accumulated aggregate of five hundred dollars or more, a candidate or committee required to file a statement of organization pursuant to Section 8-13-1304(A) must file an initial certified campaign report within ten days of these initial receipts or expenditures. However, a candidate who does not receive or expend campaign contributions totaling an accumulated aggregate of five hundred dollars or more must file an initial certified campaign report fifteen days before an election.\n\n(B) Following the filing of an initial certified campaign report, additional certified campaign reports must be filed within ten days following the end of each calendar quarter in which contributions are received or expenditures are made, whether before or after an election until the campaign account undergoes final disbursement pursuant to the provisions of Section 8-13-1370.\n\n(C) Campaign reports filed by a candidate must be certified by the candidate. Campaign reports filed by a committee must be certified by a duly authorized officer of the committee.\n\n(D)(1) At least fifteen days before an election, a certified campaign report must be filed showing contributions of more than one hundred dollars and expenditures to or by the candidate or committee for the period ending twenty days before the election. The candidate or committee must maintain a current list during the period before the election commencing at the beginning of the calendar quarter of the election of all contributions of more than one hundred dollars and expenditures. The list must be open to public inspection upon request.\n\n(2) A committee immediately shall file a campaign report listing expenditures if it makes an independent expenditure or an incurred expenditure within the calendar quarter in which the election is conducted or twenty days before the election, whichever period of time is greater, in excess of:\n\n(a) ten thousand dollars in the case of a candidate for statewide office; or\n\n(b) two thousand dollars in the case of a candidate for any other office.\n\n(3) In the event of a runoff election, candidates or committees are not required to file another campaign report in addition to the reports already required under this section. However, records must remain open to public inspection upon request between the election and the runoff.\n\n(E) Notwithstanding the provisions of subsections (B) and (D), if a pre-election campaign report provided for in subsection (D) is required to be filed within thirty days of the end of the prior quarter, a candidate or committee must combine the quarterly report provided for in subsection (B) and the pre-election report and file the combined report subject to the provisions of subsection (D) no later than fifteen days before the election.\n\n(F) Certified campaign reports detailing campaign contributions and expenditures must contain:\n\n(1) the total of contributions accepted by the candidate or committee;\n\n(2) the name and address of each person making a contribution of more than one hundred dollars and the amount and date of receipt of each contribution;\n\n(3) the total expenditures made by or on behalf of the candidate or committee;\n\n(4) the name and address of each person to whom an expenditure is made from campaign funds, including the date, amount, purpose, and beneficiary of the expenditure.\n\n(G) Notwithstanding any other reporting requirements in this chapter, a political party, legislative caucus committee, and a party committee must file a certified campaign report upon the receipt of anything of value which totals in the aggregate five hundred dollars or more. For purposes of this section, \"anything of value\" includes contributions received which may be used for the payment of operation expenses of a political party, legislative caucus committee, or a party committee. A political party also must comply with the reporting requirements of subsections (B), (C), and (F) of Section 8-13-1308 in the same manner as a candidate or committee.\n\n(H) A committee that solicits contributions pursuant to Section 8-13-1331 must certify compliance with that section on a form prescribed by the State Ethics Commission.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 39, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2003 Act No. 76, Sections 31 to 34, eff November 3, 2004; 2008 Act No. 245, Section 7, eff May 29, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1308/"
    },
    {
      "id": "section-8-13-1309",
      "number": "8-13-1309.",
      "heading": "",
      "text": "(A) Upon the receipt or expenditure of campaign contributions or the making of independent expenditures totaling, in an accumulated aggregate, two thousand five hundred dollars or more, a ballot measure committee required to file a statement of organization pursuant to Section 8-13-1304(B) must file an initial certified campaign report within ten days of these initial receipts or expenditures.\n\n(B) Following the filing of an initial certified campaign report, additional certified campaign reports must be filed within ten days following the end of each calendar quarter in which contributions are received or expenditures are made, whether before or after a ballot measure election until the campaign account undergoes final disbursement pursuant to the provisions of Section 8-13-1370(C).\n\n(C) At least fifteen days before a ballot measure election, a certified campaign report must be filed showing contributions of more than one hundred dollars and expenditures to or by the ballot measure committee for the period ending twenty days before the ballot measure election. The ballot measure committee must maintain a current list during the period before the ballot measure election commencing at the beginning of the calendar quarter of the election of all contributions of more than one hundred dollars. The list must be open to public inspection upon request.\n\n(D) Notwithstanding the provisions of subsections (B) and (C), if a pre-election campaign report provided for in subsection (C) is required to be filed within thirty days of the end of the prior quarter, a ballot measure committee must combine the quarterly report provided for in subsection (B) and the pre-election report and file the combined report subject to the provisions of subsection (C) no later than fifteen days before the ballot measure election.\n\n(E) Certified campaign reports detailing campaign contributions and expenditures must contain:\n\n(1) the total amount of contributions accepted by the ballot measure committee;\n\n(2) the name and address of each person making a contribution of more than one hundred dollars and the amount and date of receipt of each contribution;\n\n(3) the total amount of expenditures made by or on behalf of the ballot measure committee; and\n\n(4) the name and address of each person to whom an expenditure is made from campaign funds, including the date, amount, purpose, and beneficiary of the expenditure.\n\nHISTORY: 2003 Act No. 76, Section 35, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1309/"
    },
    {
      "id": "section-8-13-1310",
      "number": "8-13-1310.",
      "heading": "",
      "text": "(A) All persons required to file certified campaign reports pursuant to the provisions of this article must file those reports with the appropriate supervisory office.\n\n(B) The Ethics Committees of the Senate and the House of Representatives must forward a copy of each statement filed with them to the State Ethics Commission within five business days of receipt.\n\n(C) Within five days of receipt, a copy of all campaign reports received by the State Ethics Commission must be forwarded to the clerk of court in the county of residence of the person required to file.\n\n(D) As provided in Section 8-13-1372, the State Ethics Commission must review all statements for inadvertent and unintentional errors or omissions.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Sections 40, 41, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 2003 Act No. 76, Section 36, eff June 26, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1310/"
    },
    {
      "id": "section-8-13-1312",
      "number": "8-13-1312.",
      "heading": "",
      "text": "Except as is required for the separation of funds and expenditures under the provisions of Section 8-13-1300(7), a candidate shall not establish more than one campaign checking account and one campaign savings account for each office sought, and a committee shall not establish more than one checking account and one savings account unless federal or state law requires additional accounts. For purposes of this article, certificates of deposit or other interest bearing instruments are not considered separate accounts. A candidate's accounts must be established in a financial institution that conducts business within the State and in an office located within the State that conducts business with the general public. The candidate or a duly authorized officer of a committee must maintain the accounts in the name of the candidate or committee. An acronym must not be used in the case of a candidate's accounts. An acronym or abbreviation may be used in the case of a committee's accounts if the acronym or abbreviation commonly is known or clearly recognized by the general public. Except as otherwise provided under Section 8-13-1348(C), expenses paid on behalf of a candidate or committee must be drawn from the campaign account and issued on a check signed by the candidate or a duly authorized officer of a committee. All contributions received by the candidate or committee, directly or indirectly, must be deposited in the campaign account by the candidate or committee within ten days after receipt. All contributions received by an agent of a candidate or committee must be forwarded to the candidate or committee not later than five days after receipt. A contribution must not be deposited until the candidate or committee receives information regarding the name and address of the contributor. If the name and address cannot be determined within seven days after receipt, the contribution must be remitted to the Children's Trust Fund.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 37, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1312/"
    },
    {
      "id": "section-8-13-1314",
      "number": "8-13-1314.",
      "heading": "",
      "text": "(A) Within an election cycle, a candidate or anyone acting on his behalf shall not solicit or accept, and a person shall not give or offer to give to a candidate or person acting on the candidate's behalf:\n\n(1) a contribution which exceeds:\n\n(a) three thousand five hundred dollars in the case of a candidate for statewide office; or\n\n(b) three thousand five hundred dollars in the aggregate for statewide candidates elected jointly pursuant to Section 8, Article IV of the South Carolina Constitution, 1895; or\n\n(c) one thousand dollars in the case of a candidate for any other office;\n\n(2) a cash contribution from an individual unless the cash contribution does not exceed twenty-five dollars and is accompanied by a record of the amount of the contribution and the name and address of the contributor;\n\n(3) a contribution from, whether directly or indirectly, a registered lobbyist if that lobbyist engages in lobbying the public office or public body for which the candidate is seeking election;\n\n(4) contributions for two elective offices simultaneously, except as provided in Section 8-13-1318.\n\n(B) The restrictions on contributions in subsection (A)(1) and (2) do not apply to a candidate making a contribution to his own campaign.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 38, eff November 3, 2004; 2018 Act No. 142 (H.4977), Section 5, eff March 15, 2018.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1314/"
    },
    {
      "id": "section-8-13-1316",
      "number": "8-13-1316.",
      "heading": "",
      "text": "(A) Notwithstanding Section 8-13-1314(A)(1), within an election cycle, a candidate may not accept or receive contributions from a political party through its party committees or legislative caucus committees, and a political party through its party committees or legislative caucus committees may not give to a candidate contributions which total in the aggregate more than:\n\n(1) fifty thousand dollars in the case of a candidate for statewide office; or\n\n(2) five thousand dollars in the case of a candidate for any other office.\n\n(B) The recipient of a contribution given in violation of subsection (A) may not keep the contribution, but within seven days must remit the contribution to the Children's Trust Fund.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 39, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1316/"
    },
    {
      "id": "section-8-13-1318",
      "number": "8-13-1318.",
      "heading": "",
      "text": "If a candidate has a debt from a campaign for an elective office, the candidate may accept contributions to retire the debt, even if the candidate accepts contributions for another elective office or the same elective office during a subsequent election cycle, as long as those contributions accepted to retire the debt are:\n\n(1) within the contribution limits applicable to the last election in which the candidate sought the elective office for which the debt was incurred; and\n\n(2) reported as provided in this article.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1318/"
    },
    {
      "id": "section-8-13-1320",
      "number": "8-13-1320.",
      "heading": "",
      "text": "For purposes of this article:\n\n(1) A contribution made on or before the seventh day after a primary is attributed to the primary. However, in the event of a primary runoff, all contributions made after the day of the primary and continuing through the seventh day after the primary runoff are attributed to the primary runoff for the purposes of applying contribution limits.\n\n(2) A contribution made on or before the end of the quarter immediately following a general election or special election is attributed to the general election or special election, respectively.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2016 Act No. 184 (H.3193), Section 1, eff May 25, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1320/"
    },
    {
      "id": "section-8-13-1322",
      "number": "8-13-1322.",
      "heading": "",
      "text": "(A) A person may not contribute to a committee and a committee may not accept from a person contributions aggregating more than three thousand five hundred dollars in a calendar year.\n\n(B) A person may not contribute to a committee and a committee may not accept from a person a cash contribution unless the cash contribution does not exceed twenty-five dollars for each election and is accompanied by a record of the amount of the contribution and the name and address of the contributor.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1322/"
    },
    {
      "id": "section-8-13-1324",
      "number": "8-13-1324.",
      "heading": "",
      "text": "(A) A person shall not make an anonymous contribution to a candidate, committee, or ballot measure committee, and a candidate, committee, or ballot measure committee shall not accept an anonymous contribution from an individual except at a ticketed event where food or beverages are served or where political merchandise is distributed and where the price of the ticket is twenty-five dollars or less and goes toward defraying the cost of food, beverages, or political merchandise in whole or in part.\n\n(B) The recipient of an anonymous contribution given in violation of subsection (A) or the recipient of any other anonymous contribution shall not keep the contribution but within seven days must remit the contribution to the Children's Trust Fund.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 40, eff June 26, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1324/"
    },
    {
      "id": "section-8-13-1326",
      "number": "8-13-1326.",
      "heading": "",
      "text": "(A) A loan is considered a contribution from the maker or the guarantors of the loan and is subject to the contribution limitations of this article.\n\n(B) A loan to a candidate must be by written agreement.\n\n(C) The proceeds of a loan made to a candidate under the following conditions are not subject to the contribution limits of this article:\n\n(1) by a commercial lending institution;\n\n(2) in the regular course of business;\n\n(3) on the same terms ordinarily available to members of the public; and\n\n(4) secured or guaranteed upon which collection is not made.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1326/"
    },
    {
      "id": "section-8-13-1328",
      "number": "8-13-1328.",
      "heading": "",
      "text": "(A) A candidate for statewide office or the candidate's family member must not be repaid, for a loan made to the candidate, more than twenty-five thousand dollars in the aggregate after the election.\n\n(B) A candidate for an elective office other than those specified in subsection (A) or a family member of a candidate for an elective office other than those specified in subsection (A) must not be repaid, for a loan made to the candidate, more than ten thousand dollars in the aggregate after the election.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1328/"
    },
    {
      "id": "section-8-13-1330",
      "number": "8-13-1330.",
      "heading": "",
      "text": "Contributions by each spouse are considered separate contributions and are not attributable to the other spouse. Contributions by unemancipated children under eighteen years of age are considered contributions by their parents. Fifty percent of the contributions are attributed to each parent, or in the case of a single custodial parent, the total amount is attributed to the custodial parent.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1330/"
    },
    {
      "id": "section-8-13-1331",
      "number": "8-13-1331.",
      "heading": "",
      "text": "Notwithstanding Section 8-13-1332(3), a corporation or committee of a corporation may solicit the shareholders and executive or administrative personnel of the corporation and its subsidiaries, branches, divisions, affiliates and their families. For purposes of this section, all committees established, financed, maintained, or controlled by the same corporation, including any direct or indirect parent, subsidiary, branch, or division thereof, are affiliated. With respect to a corporation or committee of a corporation that solicits contributions pursuant to this section, contributions made or received by affiliated committees are considered to be made or received by a single committee for purposes of contribution limits in Sections 8-13-1314 and 8-13-1322. A corporation or committee of a corporation that solicits contributions pursuant to this section must certify in the manner prescribed by Section 8-13-1308(H) that contributions made or received by the committee and its affiliated committees, if any, have complied with contribution limits in Sections 8-13-1314 and 8-13-1322 as if the committee and its affiliated committees, if any, were a single committee.\n\nHISTORY: 2008 Act No. 245, Section 5, eff May 29, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1331/"
    },
    {
      "id": "section-8-13-1332",
      "number": "8-13-1332.",
      "heading": "",
      "text": "It is unlawful for:\n\n(1) a committee or ballot measure committee to make a contribution or expenditure by using:\n\n(a) anything of value secured by physical force, job discrimination, financial reprisals, or threat of the same;\n\n(b) dues, fees, or other monies required as a condition of membership in a labor organization, or as a condition of employment; or\n\n(c) monies obtained by the committee or the ballot measure committee in a commercial transaction;\n\n(2) a person to solicit an employee for a contribution and fail to inform the employee of the political purposes of the committee or ballot measure committee and of the employee's right to refuse to contribute without any advantage or promise of an advantage conditioned upon making the contribution or reprisal or threat of reprisal related to the failure to make the contribution;\n\n(3) a corporation or committee of a corporation to solicit contributions to the corporation or committee from a person other than its shareholders, directors, executive or administrative personnel, and their families, except as provided in Section 8-13-1333.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 41, eff June 26, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1332/"
    },
    {
      "id": "section-8-13-1333",
      "number": "8-13-1333.",
      "heading": "",
      "text": "(A) Not-for-profit corporations and committees formed by not-for-profit corporations may solicit contributions from the general public.\n\n(B) An organization or a committee of an organization may solicit contributions from the general public.\n\n(C)(1) A legislative special interest caucus must not solicit contributions as defined in Section 8-13-100(9), however, it may solicit funds from the general public for the limited purpose of defraying mailing expenses, including cost of materials and postage, and for members of the legislative special interest caucus to attend regional and national conferences. Legislative special interest caucus members may attend a regional or national conference only if the conference is exclusively comprised of legislative special interest caucus counterparts and convenes for the purpose of interacting and exchanging ideas among caucus members and the conference is sponsored by a national organization with which the legislative special interest caucus is affiliated. Attendance at any conference is prohibited if the conference is sponsored by any lobbying group or extends an invitation to persons other than legislators. Under no circumstances may a legislative special interest caucus accept funds from a lobbyist. Each special interest caucus must submit a financial statement to the appropriate supervisory office by January first and July first of each year showing the total amount of funds received and total amount of funds paid out. It must also maintain the following records, for not less than four years, which must be available to the appropriate supervisory office for inspection:\n\n(a) the total amount of funds received by the legislative special interest caucus;\n\n(b) the name and address of each person or entity making a donation and the amount and date of receipt of each donation;\n\n(c) all receipted bills, canceled checks, or other proof of payment for any expenses paid by the legislative special interest caucus.\n\n(2) A legislative special interest caucus may not accept a gift, loan, or anything of value, except for funds permitted in subsection (C)(1) above.\n\nHISTORY: 2003 Act No. 76, Section 42, eff June 26, 2003; 2006 Act No. 344, Section 5, eff May 31, 2006.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1333/"
    },
    {
      "id": "section-8-13-1334",
      "number": "8-13-1334.",
      "heading": "",
      "text": "Notwithstanding Section 8-13-1332, a corporation or organization and their committees may through biannual seminars or at the time of hiring nonexecutive and nonadministrative personnel provide educational materials to such personnel explaining their organization, purposes, and operation and also may request contributions to their committees if the committees certify in their reports, as required under Section 8-13-1308, that the requirements of Section 8-13-1332 are met.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1334/"
    },
    {
      "id": "section-8-13-1336",
      "number": "8-13-1336.",
      "heading": "",
      "text": "(A) No public official, candidate, public employee, or committee may accept or solicit campaign contributions on the State Capitol grounds, including the office complexes located on them, or in any building which houses the principal office of a statewide officer.\n\n(B) No public official, candidate, public employee, or committee may accept or collect campaign contributions on the grounds of or in any building which houses the official residence of a statewide officer.\n\n(C) Contributions delivered by mail are excluded from the provisions of this section.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1336/"
    },
    {
      "id": "section-8-13-1338",
      "number": "8-13-1338.",
      "heading": "",
      "text": "(A) The following persons personally may not solicit, verbally or in writing, a contribution to a candidate:\n\n(1) a law enforcement officer while in uniform;\n\n(2) a judge or candidate for judicial office;\n\n(3) a solicitor, an assistant solicitor, or an investigator in a solicitor's office;\n\n(4) the Attorney General, a deputy attorney general, an assistant attorney general, or an investigator in the Attorney General's office.\n\n(B) The restrictions of subsection (A) on solicitation of contributions do not apply to:\n\n(1) a candidate soliciting a contribution to his own campaign; or\n\n(2) a part-time assistant solicitor.\n\n(C) A law enforcement officer while in uniform may not solicit a contribution to any political party or candidate.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1338/"
    },
    {
      "id": "section-8-13-1340",
      "number": "8-13-1340.",
      "heading": "",
      "text": "(A) Except as provided in subsections (B) and (E), a candidate or public official shall not make a contribution to another candidate or make an independent expenditure on behalf of another candidate or public official from the candidate's or public official's campaign account or through a committee, except legislative caucus committees, directly or indirectly established, financed, maintained, or controlled by the candidate or public official.\n\n(B) This section does not prohibit a candidate from:\n\n(1) making a contribution from the candidate's own personal funds on behalf of the candidate's candidacy or to another candidate for a different office; or\n\n(2) providing the candidate's surplus funds or material assets upon final disbursement to a legislative caucus committee or party committee in accordance with the procedures for the final disbursement of a candidate under Section 8-13-1370 of this article.\n\n(C) Assets or funds which are the proceeds of a campaign contribution and which are held by or under the control of a public official or a candidate for public office on January 1, 1992, are considered to be funds held by a candidate and subject to subsection (A).\n\n(D) A committee is considered to be directly or indirectly established, financed, maintained, or controlled by a candidate or public official if any of the following are applicable:\n\n(1) the candidate or public official, or an agent of either, has signature authority on the committee's checks;\n\n(2) funds contributed or disbursed by the committee are authorized or approved by the candidate or public official;\n\n(3) the candidate or public official is clearly identified on either the stationery or letterhead of the committee;\n\n(4) the candidate or public official signs solicitation letters or other correspondence on behalf of the entity;\n\n(5) the candidate, public official, or his campaign staff, office staff, or immediate family members, or any other agent of either, has the authority to approve, alter, or veto the committee's solicitations, contributions, donations, disbursements, or contracts to make disbursements; or\n\n(6) the committee pays for travel by the candidate or public official, his campaign staff or office staff, or any other agent of the candidate or public official, in excess of one hundred dollars per calendar year.\n\n(E) The provisions of subsection (A) do not apply to a committee directly or indirectly established, financed, maintained, or controlled by a candidate or public official if the candidate or public official directly or indirectly establishes, finances, maintains, or controls only one committee in addition to any committee formed by the candidate or public official to solely promote his own candidacy and one legislative caucus committee.\n\n(F) No committee operating under the provisions of Section 8-13-1340(E) may:\n\n(1) solicit or accept a contribution from a registered lobbyist if that lobbyist engages in lobbying the public office or public body for which the candidate is seeking election; or\n\n(2) transfer anything of value to any other committee except as a contribution under the limitations of Section 8-13-1314(A) or the dissolution provisions of Section 8-13-1370.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992; 2003 Act No. 76, Section 43, eff July 1, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1340/"
    },
    {
      "id": "section-8-13-1342",
      "number": "8-13-1342.",
      "heading": "",
      "text": "No person who has been awarded a contract with the State, a county, a municipality, or a political subdivision thereof, other than contracts awarded through competitive bidding practices, may make a contribution after the awarding of the contract or invest in a financial venture in which a public official has an interest if that official was in a position to act on the contract's award. No public official or public employee may solicit campaign contributions or investments in exchange for the prior award of a contract or the promise of a contract with the State, a county, a municipality, or a political subdivision thereof.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1342/"
    },
    {
      "id": "section-8-13-1344",
      "number": "8-13-1344.",
      "heading": "",
      "text": "(A) A public utility may not include in its operating expenses a contribution or expenditure to influence an election or to operate a political action committee.\n\n(B) A person may not solicit from a candidate, committee, political party, or other person, money or other property as a condition or consideration for an endorsement, article, or other communication in the news media promoting or opposing a candidate, committee, or political party.\n\n(C) An employer may not provide an advantage or disadvantage to an employee concerning the employee's employment or conditions of employment based on the employee's contribution, promise to contribute, or failure to contribute to a candidate, committee, or political party.\n\n(D) A person may not, directly or indirectly, reimburse a person, except for the person's immediate family, for a contribution to a candidate, committee, or political party.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1344/"
    },
    {
      "id": "section-8-13-1346",
      "number": "8-13-1346.",
      "heading": "",
      "text": "(A) A person may not use or authorize the use of public funds, property, or time to influence the outcome of an election.\n\n(B) This section does not prohibit the incidental use of time and materials for preparation of a newsletter reporting activities of the body of which a public official is a member.\n\n(C) This section does not prohibit the expenditure of public resources by a governmental entity to prepare informational materials, conduct public meetings, or respond to news media or citizens' inquiries concerning a ballot measure affecting that governmental entity; however, a governmental entity may not use public funds, property, or time in an attempt to influence the outcome of a ballot measure.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 42, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1346/"
    },
    {
      "id": "section-8-13-1348",
      "number": "8-13-1348.",
      "heading": "",
      "text": "(A) No candidate, committee, public official, or political party may use campaign funds to defray personal expenses which are unrelated to the campaign or the office if the candidate is an officeholder nor may these funds be converted to personal use. The prohibition of this subsection does not extend to the incidental personal use of campaign materials or equipment nor to an expenditure used to defray any ordinary expenses incurred in connection with an individual's duties as a holder of elective office.\n\n(B) The payment of reasonable and necessary travel expenses or for food or beverages consumed by the candidate or members of his immediate family while at, and in connection with, a political event are permitted.\n\n(C)(1) An expenditure of more than twenty-five dollars drawn upon a campaign account must be made by:\n\n(a) a written instrument;\n\n(b) debit card; or\n\n(c) online transfers.\n\nThe campaign account must contain the name of the candidate or committee, and the expenditure must contain the name of the recipient. These expenditures must be reported pursuant to the provisions of Section 8-13-1308.\n\n(2) Expenditures of twenty-five dollars or less that are not made by a written instrument, debit card, or online transfer containing the name of the candidate or committee and the name of the recipient must be accounted for by a written receipt or written record.\n\n(D) An expenditure may not be made that is clearly in excess of the fair market value of services, materials, facilities, or other things of value received in exchange.\n\n(E) A candidate or a duly authorized officer of a committee may not withdraw more than one hundred dollars from the campaign account to establish or replenish a petty cash fund for the candidate or committee at any time, and at no time may the fund exceed one hundred dollars. Expenditures from the petty cash fund may be made only for office supplies, food, transportation expenses, and other necessities and may not exceed twenty-five dollars for each expenditure.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2010 Act No. 225, Section 1, eff June 7, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1348/"
    },
    {
      "id": "section-8-13-1350",
      "number": "8-13-1350.",
      "heading": "",
      "text": "(A) A candidate for elective office may use or permit the use of contributions solicited for or received by the candidate for that office to further the candidacy of the individual for a different office as long as the contributions have been received on or before December 31, 1992, and have been transferred to a campaign account for the different office on or before December 31, 1992. A contribution solicited for or received on behalf of the candidate is considered solicited or received for the candidacy for which the individual is then a candidate if the funds or contributions are solicited or received before the general election for which the candidate is a nominee or is unopposed. The prohibition on the use or solicitation of funds does not limit in any way a candidate from retaining funds for use in a subsequent race for the same elective office.\n\n(B) Any assets or funds which are:\n\n(1) the proceeds of a campaign contribution which are held by or under the control of a public official or a candidate for public office on January 1, 1993; and\n\n(2) which continue to be held by or under the control of a public official or a candidate for public office on January 1, 1993; are subject to the provisions of subsection (A).\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1993 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1350/"
    },
    {
      "id": "section-8-13-1352",
      "number": "8-13-1352.",
      "heading": "",
      "text": "Notwithstanding the provisions of Section 8-13-1350, a candidate may use or permit the use of contributions solicited for or received by the candidate to further the candidacy of the individual for an elective office other than the elective office for which the contributions were received if:\n\n(1) the person originally making the contribution gives written authorization for its use to further the candidacy of the individual for a specific office which is not the office for which the contribution was originally intended; and\n\n(2) the contribution is otherwise permitted by law.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1352/"
    },
    {
      "id": "section-8-13-1354",
      "number": "8-13-1354.",
      "heading": "",
      "text": "A candidate, committee, or other person which makes an expenditure in the distribution, posting, or broadcasting of a communication to voters supporting or opposing a public official, a candidate, or a ballot measure must place his name and address on the printed matter or have his name spoken clearly on a broadcast so as to identify accurately the person and his address. Campaign buttons, balloons, yard signs, or similar items are exempt from this requirement.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 43, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1354/"
    },
    {
      "id": "section-8-13-1356",
      "number": "8-13-1356.",
      "heading": "",
      "text": "(A) A person who becomes a candidate by filing a statement of intention of candidacy seeking nomination by political party primary or political party convention must electronically file a statement of economic interests for the preceding calendar year pursuant to Section 8-13-365 prior to the close of filing for the particular office.\n\n(B) A person who becomes a candidate by filing a petition for nomination must electronically file a statement of economic interests for the preceding calendar year pursuant to Section 8-13-365 within fifteen days of submitting the petition pursuant to Section 7-11-70 or 7-11-71.\n\n(C) A person who becomes a write-in candidate must electronically file a statement of economic interests for the preceding calendar year within twenty-four hours of filing an initial campaign finance report pursuant to Section 8-13-1308(A) or before taking the oath of office, whichever occurs earlier.\n\n(D) A candidate who is not a public official otherwise filing a statement has the same disclosure requirements as a public official with the exception of reporting gifts.\n\n(E) The appropriate supervisory office shall assess a civil penalty pursuant to Section 8-13-1510 against a candidate who fails to timely file a statement of economic interests as required by this section.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 1995 Act No. 6, Section 44, eff upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995; 1996 Act No. 330, Section 1, eff upon approval (became law without the Governor's signature on May 21, 1996); 2013 Act No. 61, Section 9, eff June 25, 2013.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1356/"
    },
    {
      "id": "section-8-13-1358",
      "number": "8-13-1358.",
      "heading": "",
      "text": "Except as provided in Section 8-13-365, certified campaign reports must be filed on a format specified by the State Ethics Commission. The reports filed must be typed or printed in ink on forms supplied by the commission. A report may be filed with the commission on a computerized printout if the commission approves the proposed format and style.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992; 2003 Act No. 76, Section 44, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1358/"
    },
    {
      "id": "section-8-13-1360",
      "number": "8-13-1360.",
      "heading": "",
      "text": "(A) The State Ethics Commission shall develop a contribution and expenditure reporting form which must include:\n\n(1) a designation as a pre-election or quarterly report and, if a pre-election report, the election date;\n\n(2) the candidate's name and address or, in the case of a committee, the name and address of the committee;\n\n(3) the balance of campaign accounts on hand at the beginning and at the close of the reporting period and the location of those campaign accounts;\n\n(4) the total amount of all contributions received during the reporting period; the total amount of contributions of one hundred dollars or less in the aggregate from one source received during the reporting period; and the name and address of each person contributing more than one hundred dollars in the aggregate during the reporting period, the date and amount of the contribution, and the year-to-date total for each contributor. Written promises or pledges to make a contribution must be reported separately in the same manner as other monetary contributions;\n\n(5) the total amount of all loans received during the reporting period and the total amount of loans for the year to date. The report also must include the date and amount of each loan from one source during the reporting period, the name and address of each maker or guarantor of each loan, the year-to-date total of each maker or guarantor, and the terms of the loan, including the interest rate, repayment terms, loan payments, and existing balances on each loan;\n\n(6) the date and amount of any in-kind contributions of more than one hundred dollars in the aggregate by one person during the reporting period, and the contributor's name, address, and year-to-date total;\n\n(7) the total amount of all refunds, rebates, interest, and other receipts not previously identified during the reporting period, and their year-to-date total; the total amount of other receipts received of one hundred dollars or less in the aggregate from one source during the reporting period; the date and amount of each refund, rebate, interest, or other receipt not previously identified of more than one hundred dollars in the aggregate from one source, the name and address and the year-to-date total for each source;\n\n(8) the aggregate total of all contributions, loans, and other receipts during the reporting period and the year-to-date total; the amount, date, and a brief description of each expenditure made during the reporting period, the name and address of the entity to which the expenditure was made, and the year-to-date total of expenditures to that entity. Credit card expenses and candidate reimbursements must be itemized so that the purpose and recipient of the expenditure are identified;\n\n(9) the total amount of all loans made during the reporting period and the year-to-date total. The report also must include the date and amount of each loan to one entity during the reporting period, the name and address of each recipient of the loan, and the terms of the loan, including the interest rate, repayment terms, purpose of the loan, the year-to-date total, and existing balances.\n\n(B) A candidate or committee must disclose all information required on the form developed under this section.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1360/"
    },
    {
      "id": "section-8-13-1362",
      "number": "8-13-1362.",
      "heading": "",
      "text": "(A) If a candidate or committee has not accepted any contributions and has not made any expenditures during a reporting period, the candidate or a duly authorized officer of the committee must file a statement of inactivity.\n\n(B) A statement of inactivity must include the candidate's or committee's name and address; the type of report, pre-election or quarterly; and a statement by the candidate or a duly authorized officer of the committee verifying that no contributions were received and no expenditures were made during the reporting period. For the purpose of this report, interest earned is not a contribution.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1362/"
    },
    {
      "id": "section-8-13-1364",
      "number": "8-13-1364.",
      "heading": "",
      "text": "The appropriate supervisory office must send a notice of obligation to report and reporting forms by first class mail no less than thirty days before the filing date for each reporting period. A candidate or committee is not relieved of reporting responsibilities if the notice or forms are not sent or if the candidate or committee does not receive a notice or forms.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1364/"
    },
    {
      "id": "section-8-13-1366",
      "number": "8-13-1366.",
      "heading": "",
      "text": "Certified campaign reports must be made available for public inspection at the office of the State Ethics Commission, the Senate Ethics Committee, the House of Representatives Ethics Committee, and the county clerk of court within two business days of receipt. The commission, ethics committees, and county clerks of court shall not require any information or identification as a condition of viewing a report or reports. The commission, ethics committees, and the county clerks of court must ensure that the reports are available for copying or purchase at a reasonable cost.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 45, eff June 26, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1366/"
    },
    {
      "id": "section-8-13-1368",
      "number": "8-13-1368.",
      "heading": "",
      "text": "(A) A candidate is not exempt from the campaign filing requirements as provided in this article until after an election in which the candidate is a candidate or is defeated and after the candidate no longer accepts contributions, incurs expenditures, or pays for expenditures incurred.\n\n(B) Committees and ballot measure committees may dissolve only after no longer accepting contributions, incurring expenditures, or paying for expenditures incurred.\n\n(C) If a committee or a ballot measure committee owes or is owed money, the committee or a ballot measure committee may dissolve, but must report the status of the debt annually on the same schedule as active committees or ballot measure committees until all debts are resolved. The method of resolution to eliminate these debts, including contributions accepted and payment for expenditures incurred, must be stated on the report.\n\n(D) A final report may be filed at the time or before a scheduled filing is due. The form must be marked \"final\" and include a list of the material assets worth one hundred dollars or more and state their disposition.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 46, eff June 26, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1368/"
    },
    {
      "id": "section-8-13-1370",
      "number": "8-13-1370.",
      "heading": "",
      "text": "(A) Contributions received by a candidate that are in excess of expenditures during an election cycle must be used by the candidate upon final disbursement:\n\n(1) to defray ordinary and necessary expenses incurred in connection with his duties in his public office;\n\n(2) to be contributed to an organization exempt from tax under Section 501(c)(3) of the Internal Revenue Code of 1986, a political party, or a committee;\n\n(3) to be maintained in the campaign account for a subsequent race for the same elective office;\n\n(4) to further the candidacy of the individual for a different elective office. However, after December 31, 1992, the funds must be used in a campaign for a different elective office only as provided for in Section 8-13-1352;\n\n(5) to be returned pro rata to all contributors;\n\n(6) to be contributed to the state's general fund; or\n\n(7) to be distributed using a combination of these options.\n\n(B) No candidate may expend contributions for personal use.\n\n(C) A committee required to file reports under this article which has an unexpended balance of funds upon final disbursement not otherwise obligated for expenditures incurred to further the committee's purposes must designate how the surplus funds are to be distributed. The surplus funds must be:\n\n(1) contributed to the state's general fund;\n\n(2) returned pro rata to all contributors;\n\n(3) contributed to a political party or to another committee;\n\n(4) contributed to an organization exempt from tax pursuant to the provisions of Section 501(c)(3) of the Internal Revenue Code; or\n\n(5) distributed using a combination of these options.\n\n(D) A ballot measure committee required to file reports under this article which has an unexpended balance of funds upon final disbursement not otherwise obligated for expenditures incurred to further the ballot measure committee's purposes must designate how the surplus funds are to be distributed. The surplus funds must be:\n\n(1) contributed to the state's general fund;\n\n(2) returned pro rata to all contributors;\n\n(3) contributed to another ballot measure committee;\n\n(4) contributed to an organization exempt from tax pursuant to the provisions of Section 501(c)(3) of the Internal Revenue Code; or\n\n(5) distributed using a combination of these options.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Sections 47, 48, eff June 26, 2003.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1370/"
    },
    {
      "id": "section-8-13-1371",
      "number": "8-13-1371.",
      "heading": "",
      "text": "(A) A ballot measure committee must not use or permit the use of contributions solicited for or received by the ballot measure committee for any purpose other than the purpose for which the ballot measure committee was originally created, unless the person making the contribution gives written authorization for a different use other than for which the contribution was originally intended.\n\n(B) The State Ethics Commission has jurisdiction to seize all funds in a ballot measure committee's account and distribute them in accordance with subsection (D) of this section when the ballot measure committee violates any provision of this section.\n\n(C) Within sixty days after the election or referendum at which the ballot measure committee attempted to influence the outcome of the election or referendum, the funds remaining in the ballot measure committee's account after the election or referendum must be distributed in accordance with subsection (D) of this section.\n\n(D) The seized funds must be:\n\n(1) contributed to the state's general fund;\n\n(2) contributed to an organization exempt from tax pursuant to the provisions of Section 501(c)(3) of the Internal Revenue Code of 1986;\n\n(3) returned pro rata to all contributors; or\n\n(4) distributed using a combination of these options.\n\nHISTORY: 2003 Act No. 76, Section 49, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1371/"
    },
    {
      "id": "section-8-13-1372",
      "number": "8-13-1372.",
      "heading": "",
      "text": "(A) The appropriate supervisory office, in its discretion, may determine that errors or omissions on campaign reports are inadvertent and unintentional and not an effort to violate a requirement of this chapter and may be handled as technical violations which are not subject to the provisions of this chapter pertaining to ethical violations. Technical violations must remain confidential unless requested to be made public by the candidate filing the report. In lieu of all other penalties, the appropriate supervisory office may assess a technical violations penalty not to exceed fifty dollars.\n\n(B) A violation other than an inadvertent or unintentional violation must be considered by the appropriate supervisory office for appropriate action.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 50, eff June 26, 2003; 2011 Act No. 1, Section 2, eff January 19, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1372/"
    },
    {
      "id": "section-8-13-1373",
      "number": "8-13-1373.",
      "heading": "",
      "text": "If the Attorney General, after request by the State or any of its political subdivisions, refuses to defend an action brought in a court of competent jurisdiction challenging any provision of this chapter, the State Fiscal Accountability Authority, using funds appropriated to the civil contingency fund, must defend the action brought against the State or the political subdivision. In cases where the Attorney General refuses to defend such an action, the State Fiscal Accountability Authority must consult with the President of the Senate and the Speaker of the House of Representatives in the selection of counsel and in other matters relating to the management of the litigation.\n\nHISTORY: 2003 Act No. 76, Section 51, eff June 26, 2003; 2019 Act No. 1 (S.2), Section 36, eff January 31, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1373/"
    },
    {
      "id": "section-8-13-1374",
      "number": "8-13-1374.",
      "heading": "",
      "text": "The failure to file a report or statement with the appropriate supervisory office, as required under the provisions of this chapter, is deemed to have occurred in Richland County.\n\nHISTORY: 1995 Act No. 6, Section 45, effective upon approval (became law without the Governor's signature January 12, 1995) and applies only to transactions occurring on or after January 1, 1995.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1374/"
    },
    {
      "id": "section-8-13-1510",
      "number": "8-13-1510.",
      "heading": "",
      "text": "(A) Except as otherwise specifically provided in this chapter, a person required to file a report or statement under this chapter who files a late statement or report or fails to file a required statement or report must be assessed a civil penalty as follows:\n\n(1) a fine of one hundred dollars if the statement or report is not filed within five days after the established deadline provided by law in this chapter; and\n\n(2) after notice has been given by certified or registered mail that a required statement or report has not been filed, a fine of ten dollars per calendar day for the first ten days after notice has been given, and one hundred dollars for each additional calendar day in which the required statement or report is not filed, not exceeding five thousand dollars.\n\n(B) After the maximum civil penalty has been levied and the required statement or report has not been filed, the person is:\n\n(1) for a first offense, guilty of a misdemeanor triable in magistrates court and, upon conviction, must be fined not more than five hundred dollars or imprisoned not more than thirty days;\n\n(2) for a second offense, guilty of a misdemeanor triable in magistrates court and, upon conviction, must be fined not less than two thousand five hundred dollars nor more than five thousand dollars or imprisoned not less than a mandatory minimum of thirty days;\n\n(3) for a third or subsequent offense, guilty of a misdemeanor triable in magistrates court and, upon conviction, must be fined not more than five thousand dollars or imprisoned for not more than one year, or both.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 52, eff July 1, 2003; 2011 Act No. 40, Section 6, eff June 7, 2011.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1510/"
    },
    {
      "id": "section-8-13-1520",
      "number": "8-13-1520.",
      "heading": "",
      "text": "(A) Except as otherwise specifically provided in this chapter, a person who violates any provision of this chapter is guilty of a misdemeanor and, upon conviction, must be fined not more than five thousand dollars or imprisoned for not more than one year, or both.\n\n(B) A person who violates any provision of this Article 13 is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred percent of the amount of contributions or anything of value that should have been reported pursuant to the provisions of this Article 13 but not less than five thousand dollars or imprisoned for not more than one year, or both.\n\n(C) A violation of the provisions of this chapter does not necessarily subject a public official to the provisions of Section 8-13-560.\n\nHISTORY: 1991 Act No. 248, Section 3, eff January 1, 1992 and governs only transactions which take place after December 31, 1991; 2003 Act No. 76, Section 53, eff November 3, 2004.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-13/section-8-13-1520/"
    }
  ]
}