{
  "state": "south-carolina",
  "path": "title-title-8/chapter-chapter-21",
  "sections": [
    {
      "id": "section-8-21-10",
      "number": "8-21-10",
      "heading": "",
      "text": "The several officers named in this chapter, Article 3 of Chapter 11 of Title 14, Chapter 19 of Title 14, Article 7 of Chapter 23 of Title 14, Chapter 19 of Title 19, Chapter 7 of Title 22, Article 3 of Chapter 9 of Title 22, and Article 1 of Chapter 19 of Title 23, shall be entitled to receive and recover the fees and costs prescribed by this chapter, Article 3 of Chapter 11 of Title 14, Chapter 19 of Title 14, Article 7 of Chapter 23 of Title 14, Chapter 19 of Title 19, Chapter 7 of Title 22, Article 3 of Chapter 9 of Title 22, and Article 1 of Chapter 19 of Title 23, and none other, for the services herein enumerated.\n\nHISTORY: 1962 Code Section 27-1; 1952 Code Section 27-1; 1942 Code Section 4920; 1932 Code Section 4921; Civ. C. '22 Section 5726; Civ. C. '12 Section 4209; Civ. C. '02 Section 3100; G. S. 2429; R. S. 2553.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-10/"
    },
    {
      "id": "section-8-21-15",
      "number": "8-21-15",
      "heading": "",
      "text": "(A) No state agency, department, board, committee, commission, or authority initially may set a fee for performing any duty, responsibility, or function unless the fee for performing the particular duty, responsibility, or function is authorized by statutory law and set by regulation except as provided in this section.\n\n(B) This section does not apply to:\n\n(1) state-supported governmental health care facilities;\n\n(2) state-supported schools, colleges, and universities;\n\n(3) educational, entertainment, recreational, cultural, and training programs;\n\n(4) the State Board of Financial Institutions;\n\n(5) sales by state agencies of goods or tangible products produced for or by these agencies;\n\n(6) charges by state agencies for room and board provided on state-owned property;\n\n(7) application fees for recreational activities sponsored by state agencies and conducted on a draw or lottery basis;\n\n(8) charges for vendor fees, convenience fees, transaction fees, or other similar fees that allow a person to pay a state agency or contracted vendor on behalf of a state agency for goods, services, fees, or other items through any payment method other than cash;\n\n(9) court fees or fines levied in a judicial or adjudicatory proceeding.\n\n(C) This section does not prohibit a state agency, department, board, committee, or commission from charging fees for services provided to other state agencies, departments, boards, committees, commissions, or political subdivisions regardless of whether the fee is set by statute.\n\n(D) Statutory law for purposes of this section does not include regulations promulgated pursuant to the State Administrative Procedures Act.\n\nHISTORY: 1987 Act No. 178 Section 1, eff June 30, 1987; 2023 Act No. 51 (S.549), Section 14, eff May 18, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-15/"
    },
    {
      "id": "section-8-21-20",
      "number": "8-21-20",
      "heading": "",
      "text": "Whenever provision is made by law for the payment of mileage of jurors, witnesses or other persons required to attend court or to travel to perform any legal duty, such mileage shall be computed and paid for by the shortest practical route to be traveled over any regularly established highway.\n\nHISTORY: 1962 Code Section 27-2; 1952 Code Section 27-2; 1942 Code Sections 632, 3712-1; 1932 Code Sections 632, 932; Civ. P. '22 Section 572; Cr. P. '22 Sections 28, 572; Civ. C. '12 Section 4040; Civ. C. '02 Sections 2738, 2938; G. S. 2269; R. S. 2384; 1874 (15) 608; 1878 (16) 630; 1907 (25) 518; 1911 (27) 86; 1917 (30) 161; 1920 (31) 735; 1925 (34) 233; 1933 (38) 8, 14, 76, 111; 1934 (38) 1598; 1935 (39) 220; 1936 (39) 1304, 1315, 1321, 1472, 1544; 1937 (40) 36, 45, 177, 190, 209, 385; 1938 (40) 1563, 1590, 1602, 1698; 1939 (41) 415; 1940 (41) 1938; 1949 (46) 110.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-20/"
    },
    {
      "id": "section-8-21-30",
      "number": "8-21-30",
      "heading": "",
      "text": "If any officer herein named shall charge any other fee or fees for any services herein mentioned, such officer shall be liable to forfeit ten times the amount so improperly charged, to be recovered by suit in the court of common pleas, by attachment or by sale when the penalty does not exceed twenty dollars.\n\nHISTORY: 1962 Code Section 27-3; 1952 Code Section 27-3; 1942 Code Section 4921; 1932 Code Section 4962; Civ. C. '22 Section 5764; Civ. C. '12 Section 4239; Civ. C. '02 Section 3129; G. S. 2446; R. S. 2570; 1878 (16) 631.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-30/"
    },
    {
      "id": "section-8-21-40",
      "number": "8-21-40",
      "heading": "",
      "text": "In any case in which the clerk of court or a magistrate shall issue an execution, he shall attach thereto a bill of each item of costs therein charged and also shall tax all costs which accrue to the sheriff for services on such execution.\n\nHISTORY: 1962 Code Section 27-4; 1952 Code Section 27-4; 1942 Code Sections 3619, 4921; 1932 Code Sections 3619, 4962; Civ. C. '22 Sections 2163, 5764; Civ. C. '12 Sections 1339, 4239; Civ. C. '02 Sections 941, 3129; G. S. 763, 2446; R. S. 813, 2570; 1827 (6) 336 Section 5; 1878 (16) 631; 1972 (57) 2584.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-40/"
    },
    {
      "id": "section-8-21-50",
      "number": "8-21-50",
      "heading": "",
      "text": "The rule of the common law that statutes in derogation of that law are to be strictly construed has no application to this chapter, Article 3 of Chapter 11 of Title 14, Chapter 19 of Title 14, Article 7 of Chapter 23 of Title 14, Chapter 19 of Title 19, Chapter 7 of Title 22, Article 3 of Chapter 9 of Title 22, and Article 1 of Chapter 19 of Title 23.\n\nHISTORY: 1962 Code Section 27-6; 1960 (51) 1744.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-50/"
    },
    {
      "id": "section-8-21-110",
      "number": "8-21-110",
      "heading": "",
      "text": "The Secretary of State may charge the following fees:\n\n(1) For every search, fourteen cents;\n\n(2) For entering satisfaction on a mortgage, twenty-one cents;\n\n(3) For recording a mark or brand, twenty-one cents;\n\n(4) For recording any writing, nine cents for every copy sheet containing ninety words;\n\n(5) For making out a grant of lands, recording and fixing the great seal, two dollars and fourteen cents;\n\n(6) For a testimonial with the great seal, one dollar and seven cents;\n\n(7) For registering the certificate of (a) a person becoming a citizen, twenty-five cents, (b) for a family not exceeding three, fifty cents and (c) for a family exceeding three, one dollar;\n\n(8) For commissioning a commissioner of deeds, three dollars and twenty-five cents;\n\n(9) For filing a limited partnership agreement, five dollars;\n\n(10) For furnishing a certificate under seal, one dollar;\n\n(11) For making a certified copy of a charter, two dollars;\n\n(12) For making a certified copy of a land grant, one dollar and sixty cents;\n\n(13) For making a certified copy of a plat, (a) tracing, first four corners, one dollar, and five cents per additional corner, plus one dollar for certifying, and (b) copying, per page, thirty-five cents; and\n\n(14) For certified copy of any record, one dollar and sixty cents.\n\nFees received for these services shall be deposited in the State Treasury to the credit of the General Fund of the State.\n\nHISTORY: 1962 Code Section 27-501; 1952 Code Section 27-501; 1942 Code Section 4922; 1932 Code Section 4922; Civ. C. '22 Section 5727; Civ. C. '12 Section 4210; Civ. C. '02 Section 3101; G. S. 2430; R. S. 2454; 1790 (5) 153; 1799 (5) 355; 1901 (23) 754; 1954 (48) 1566; 1961 (52) 621.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-110/"
    },
    {
      "id": "section-8-21-120",
      "number": "8-21-120",
      "heading": "",
      "text": "(1) Of appraisers to set out the homestead shall be two dollars per day; and\n\n(2) Of commissioners in dower or in partition shall be each one dollar and a half per day and five cents per mile for necessary travel.\n\nHISTORY: 1962 Code Section 27-502; 1952 Code Section 27-502; 1942 Code Section 4961; 1932 Code Section 4961; Civ. C. '22 Section 5763; Civ. C. '12 Section 4238; Civ. C. '02 Section 3128; G. S. 2445; R. S. 2568; 1788 (4) 724; 1839 (11) 61; 1868 (14) 21; 1918 (30) 717.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-120/"
    },
    {
      "id": "section-8-21-130",
      "number": "8-21-130",
      "heading": "",
      "text": "HISTORY: Former Section, titled Fee of county auditors, had the following history: 1962 Code Section 27-503; 1952 Code Section 27-503; 1942 Code Section 4960; 1932 Code Section 4960; Civ. C. '22 Section 5762; Civ. C. '12 Section 4237; Civ. C. '02 Section 3127; G. S. 2444; R. S. 2567; 1871 (15) 621; 1935 (39) 304. Repealed by 2024 Act No. 133, Section 4, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-130/"
    },
    {
      "id": "section-8-21-140",
      "number": "8-21-140",
      "heading": "",
      "text": "The fees of notaries public shall be as follows:\n\n(1) For taking a deposition and swearing witnesses, twenty-five cents per copy sheet;\n\n(2) For a duplicate of a deposition, protest and certificate, ten cents per copy sheet of one hundred words;\n\n(3) For each attendance upon any person for proving a matter or thing and certifying the same, fifty cents;\n\n(4) For every notarial certificate, with seal, fifty cents;\n\n(5) For administering an oath for an affidavit, twenty-five cents;\n\n(6) For taking a renunciation of dower or inheritance, one dollar; and\n\n(7) For every protest, fifty cents, together with the cost of postage for transmitting notice thereof.\n\nHISTORY: 1962 Code Section 27-506; 1952 Code Section 27-506; 1942 Code Section 4957; 1932 Code Section 4957; Civ. C. '22 Section 5759; Civ. C. '12 Section 4234; Civ. C. '02 Section 3123; G. S. 2440; R. S. 2564; 1898 (22) 699.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-140/"
    },
    {
      "id": "section-8-21-150",
      "number": "8-21-150",
      "heading": "",
      "text": "The fees of deputy surveyors shall be as follows:\n\n(1) For surveying every acre of land, one cent;\n\n(2) For making out a fair plat, certifying, signing and returning the same, two dollars and fourteen cents; and\n\n(3) For running old lines for any person or between parties, or by order of court, while they are on the survey, three dollars per day.\n\nHISTORY: 1962 Code Section 27-508; 1952 Code Section 27-508; 1942 Code Section 4959; 1932 Code Section 4959; Civ. C. '22 Section 5761; Civ. C. '12 Section 4236; Civ. C. '02 Section 3126; G. S. 2443; R. S. 2566; 1791 (5) 158.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-150/"
    },
    {
      "id": "section-8-21-300",
      "number": "8-21-300",
      "heading": "",
      "text": "The clerks of court and registers of deeds of the several counties shall receive such salaries for performance of their duties as may be fixed by the governing body of the county, which shall not be diminished during their terms of office, and such compensation shall not be measured or affected by the fees and costs received by such officers under the provisions of this article. All such fees and costs received under the provisions of this article by such officials of any county shall be accounted for and paid into the general fund of the county as directed by the governing body thereof.\n\nHISTORY: 1979 Act No. 164 Part I Section 1; 1997 Act No. 34, Section 1, eff January 1, 1998.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-300/"
    },
    {
      "id": "section-8-21-310",
      "number": "8-21-310",
      "heading": "",
      "text": "(A) Except as otherwise expressly provided, the clerks of court, registers of deeds, or county treasurers, as may be determined by the governing body of a county, shall collect the following uniform filing fees:\n\n(1) fifteen dollars for a deed to real estate; and\n\n(2) twenty-five dollars for the following documents:\n\n(a) a mortgage;\n\n(b) a land sale installment contract;\n\n(c) a real estate sales contract;\n\n(d) any document required to be recorded pursuant to the Uniform Commercial Code;\n\n(e) a plat or survey not part of or attached to another document to be recorded;\n\n(f) a lease for real estate;\n\n(g) an order for partition of real estate;\n\n(h) an easement agreement or other document affecting title or possession of real property not otherwise provided for in this section;\n\n(i) a power of attorney, provided, however, that upon presentation of a copy of deployment orders to a combat zone by or on behalf of a member of the armed forces of the United States, the filing fee for a power of attorney for the person deployed is waived;\n\n(j) a notice of a mechanic's lien; or\n\n(k) any other document affecting a title or the possession of real estate that is required by law to be recorded or filed, except judicial records, including restrictive covenants, bylaws, and amendments to restrictive covenants and bylaws.\n\n(B) Except as otherwise expressly provided, the clerks of court, registers of deeds, or county treasurers, as may be determined by the governing body of a county, shall collect a uniform filing fee of ten dollars, unless otherwise stated, for the following documents or actions:\n\n(1) a revocation of power of attorney, provided, however, that the filing fee is waived if it is filed by or on behalf of a member of the armed forces of the United States if the revocation is filed within three years from the date of filing the power of attorney and a copy of the deployment orders to a combat zone is presented. For the purposes of this item, \"combat zone\" has the meaning provided in Internal Revenue Service Publication 3 and includes service in a qualified hazardous duty area;\n\n(2) an assignment of leases and rents or the cancellation or release of an assignment of leases and rents;\n\n(3) separate probates, acknowledgements, affidavits, or certificates that are not part of or attached to another document to be recorded;\n\n(4) a mortgage satisfaction or release, including a partial release or entry in a public record;\n\n(5) the recording of an instrument that assigns, transfers, or affects a single real estate mortgage or other instrument affecting a title to real property or a lien for the payment of money, unless it is part of the original instrument when initially filed, except if the instrument assigns, transfers, or affects more than one real estate mortgage, instrument, or lien, in which case the filing fee is seven dollars for each mortgage, instrument, or lien assigned, transferred, or affected and referred to in the instrument;\n\n(6) taking and filing bond or security costs;\n\n(7) filing a trustee qualification, memorandum of trust, or certification of trust;\n\n(8) filing a notice of meter conservation charge as permitted by Section 58-37-50;\n\n(9) the filing, enrolling, satisfaction, or expungement of state or federal liens. The clerk shall mark \"satisfied\" upon receipt of the fees provided in this item for any lien or warrant for distraint issued by any agency of this State or of the United States upon receipt of a certificate duly signed by an authorized officer of any agency of this State or of the United States to the effect that the lien or warrant of distraint has been paid;\n\n(10) the filing or recording of any commission of a notary public or other public office or any license or permit to practice a profession or trade required to be filed in the county where the individual permanently resides;\n\n(11) the filing of the charter of any public or private corporation or association required by law to be recorded;\n\n(12) the filing or recording of the dissolution of any partnership or corporate document required to be filed in the county;\n\n(13) the filing and enrolling of a judgment by confession;\n\n(14) the taking and filing of an order for bail with or without bond;\n\n(15) the filing of a notice of discharge in bankruptcy;\n\n(16) the filing, recording, and indexing of a lis pendens if not accompanied by a summons and complaint. For cancellation of a lis pendens, a fee may be required as provided in Section 15-11-40;\n\n(17) the recording of a release or discharge of a mechanic's lien, or notice of pendency of an action of suit to enforce a mechanic's lien in accordance with Chapter 5, Title 29; or\n\n(18) the filing of a document relating to a title of an interest in a vacation time sharing plan organized under Chapter 32, Title 27, provided, however, that the document must include clear notice on the first page and be titled \"Vacation Time Sharing Ownership Deed\", indicating that the document relates to a deeded interest in a vacation time share plan.\n\n(C) Except as otherwise expressly provided, the clerks of court or county treasurers, as may be determined by the governing body of the county, shall:\n\n(1) in addition to the fee imposed by Section 14-1-204(B)(1), collect one hundred dollars for filing a first complaint or petition, including an application for a remedial and prerogative writ and bond in a civil action or proceeding. There is no further fee for filing an amended or supplemental complaint or petition or for filing any other paper in the same action of the proceeding, with the exception of motions. An original application for post-conviction relief may be filed without a fee, upon the permission of the court to which the application is addressed. There is no further fee for entering and filing a verdict, judgment, final decree, or order of dismissal and enrolling judgment thereon; for the signing, sealing, and issuance of execution; or for entering satisfaction or partial satisfaction on a judgment;\n\n(2) collect one hundred dollars for filing, indexing, enrolling, and entering a foreign judgment and an affidavit pursuant to Article 11, Chapter 35, Title 15;\n\n(3) collect an amount set by the Chief Justice of the South Carolina Supreme Court for filing court documents by electronic means from an integrated electronic filing or e-filing system owned and operated by the South Carolina Judicial Department. All fees must be remitted to the South Carolina Judicial Department to be dedicated to the support of court technology;\n\n(4) collect thirty-five dollars for filing and processing an order for the Destruction of Arrest Records, and the fee must be for each order, regardless of the number of cases contained in the order. The fee under the provisions of this item does not apply to cases in which the defendant is found not guilty or in which the underlying charge is dismissed or nol prossed unless that dismissal or nol prosse is the result of the successful completion of a pretrial intervention program;\n\n(5) collect thirty-five dollars for receiving and enrolling transcripts of judgment from magistrate courts and federal district courts;\n\n(6) collect ten dollars for taking and filing an order for bail, whether or not surety must be justified;\n\n(7) collect ten dollars for taking and filing bond or security costs, whether or not surety must be justified;\n\n(8) collect ten dollars for issuing an official certificate under the seal of the court not otherwise specified in this section; or\n\n(9) collect fifteen dollars as set forth in Section 29-5-23 for a Notice of Project Commencement.\n\n(D) No fee may be charged to a defendant or respondent for filing an answer, return, or other papers in any civil action or proceeding in a court of record.\n\nHISTORY: 1979 Act No. 164 Part I Section 1; 1983 Act No. 139 Sections 1, 2; 1988 Act No. 619, eff June 2, 1988; 1990 Act No. 531, Section 1, eff June 4, 1990; 1990 Act No. 612, Section 43, amending (11)(a) eff July 1, 1990 (became law without the Governor's signature); 1991 Act No. 153, Section 1, eff June 12, 1991; 1991 Act No. 171, Part II, Section 53A, eff July 1, 1991; 1993 Act No. 80, Section 2, eff June 11, 1993; 1993 Act No. 175, Section 1, eff June 16, 1993; 1993 Act No. 181, Section 74, eff July 1, 1993; 1994 Act No. 497, Part II, Section 36H, eff January 1, 1995; 1996 Act No. 244, Section 1, eff March 4, 1996; 1997 Act No. 34, Section 1, eff January 1, 1998; 1997 Act No. 155, Part II, Section 36A, eff July 1, 1997; 2002 Act No. 329, Section 3A, eff July 1, 2002; 2010 Act No. 141, Section 2, eff March 31, 2010; 2010 Act No. 256, Section 1, eff June 11, 2010; 2012 Act No. 269, Section 1, eff June 20, 2012; 2019 Act No. 58 (H.3243), Section 1, eff August 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-310/"
    },
    {
      "id": "section-8-21-320",
      "number": "8-21-320",
      "heading": "",
      "text": "There is assessed for every motion made in the court of common pleas and family court, not including motions made in family court juvenile delinquency proceedings, a fee of twenty-five dollars. The fee must accompany each motion filed. The Supreme Court has authority to issue administrative rules to exempt from the motion fee certain family court matters involving rules to show cause in child and spousal support matters. The Supreme Court may waive the filing fees imposed by this section upon a proper showing of indigency. The revenue from this fee must be collected by the clerk of court in each court and remitted to the State Treasurer and credited to a separate judicial department support fund for the exclusive use of the judicial department.\n\nThe revenue collected pursuant to this section shall be distributed by the State Treasurer in the following manner:\n\n(1) The first four hundred fifty thousand dollars of these funds must be transferred to the Prosecution Coordination Commission. The funds shall be distributed equally to the third, fourth, and eleventh judicial circuits to fund drug courts.\n\n(2) Any remaining funds must be transferred to the Judicial Department for operating purposes.\n\nHISTORY: 2002 Act No. 329, Section 3G, eff June 18, 2002; 2008 Act No. 353, Section 2, Pt 20G, eff July 1, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-320/"
    },
    {
      "id": "section-8-21-760",
      "number": "8-21-760",
      "heading": "",
      "text": "The probate judges must receive salaries for performance of their duties pursuant to Section 8-21-765.\n\nA probate judge who is receiving a salary greater than provided for his position under the provisions of this chapter must not be reduced in salary during his tenure in office. Tenure in office continues at the expiration of a term if that judge is reelected.\n\nThe governing body of the county shall provide the salary, equipment, facilities, and supplies of the support personnel and staff of the probate judge, together with all other costs necessary for the efficient operation of the court, including but not limited to, court reporters, secretaries, clerks, per diem, travel, educational, and other benefits for the judge and his staff. A probate judge is not prohibited from acting as special referee with the agreement of the county governing body, but no probate judge is eligible to serve as a standing master-in-equity.\n\nThe probate judge in each county must serve full time and shall carry out all duties assigned by law.\n\nFees and costs received under the provisions of this article by the officials of a county must be accounted for and paid into the general fund of the county as directed by the governing body of that county. Any remuneration received by a probate judge for performing duties assigned by the Department of Mental Health must be remitted by the probate judge to the county treasurer for deposit into the general fund of the county.\n\nHISTORY: 1979 Act No. 164 Part I Section 2A; 1988 Act No. 678, Part IV, Section 1, eff July 1, 2002.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-760/"
    },
    {
      "id": "section-8-21-765",
      "number": "8-21-765",
      "heading": "",
      "text": "(A) The salary of the office of probate judge is based on a salary schedule which uses base salaries determined by population categories according to the latest official United States Decennial Census. The governing body of each county shall pay the probate judge of the county a base salary as follows:\n\n(1) for those counties with a population of two hundred thousand and above, the base salary is fifty-nine thousand dollars;\n\n(2) for those counties with a population of at least one hundred fifty thousand but not more than one hundred ninety-nine thousand, nine hundred ninety-nine, the base salary is forty-nine thousand dollars;\n\n(3) for those counties with a population of at least one hundred thousand but not more than one hundred forty-nine thousand, nine hundred ninety-nine, the base salary is thirty-eight thousand dollars;\n\n(4) for those counties with a population of at least fifty thousand but not more than ninety-nine thousand, nine hundred ninety-nine, the base salary is thirty-three thousand dollars;\n\n(5) for those counties with a population of at least thirty-five thousand but not more than forty-nine thousand, nine hundred ninety-nine, the base salary is thirty-one thousand, five hundred dollars;\n\n(6) for those counties with a population of at least twenty thousand but not more than thirty-four thousand, nine hundred ninety-nine, the base salary is twenty-five thousand dollars;\n\n(7) for those counties with a population less than twenty thousand, the base salary is twenty-two thousand, five hundred dollars.\n\n(B) The South Carolina Court Administration is charged with monitoring compliance with this section. Nothing contained in this section may be construed as prohibiting a county from paying in excess of the minimum base salaries provided for in this section.\n\nA probate judge is entitled to the same perquisites as those employees of the county of similar position and salary.\n\nA cost of living increase must be paid by the county in the amount provided classified state employees in the annual state general appropriations act of the previous fiscal year. The base salaries provided for in this Part must be adjusted annually based on the percentage amount of the cost of living increase paid to classified state employees in the annual state general appropriations act of the previous fiscal year.\n\nHISTORY: 1988 Act No. 678, Part IV, Section 2, eff January 1, 1989.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-765/"
    },
    {
      "id": "section-8-21-770",
      "number": "8-21-770",
      "heading": "",
      "text": "(A) Fees and costs are payable upon the filing of an application or petition. Payment may, in the discretion of the probate judge, be deferred for a period no greater than the time provided by law for filing the inventory and appraisement. Any adjustment of fees and costs collected at the opening of the estate must be effected before or at the time of final settlement.\n\n(B) In estate and conservatorship proceedings, the fee shall be based upon the gross value of the decedent's probate estate or the protected person's estate as shown on the inventory and appraisement as follows:\n\n(1) Property valuation less than $5,000.00 $25.00 (2) Property valuation of $5,000.00 but less than $20,000.00 $45.00 (3) Property valuation of $20,000.00 but less than $60,000.00 $67.50 (4) Property valuation of $60,000.00 but less than $100,000.00 $95.00 (5) Property valuation of $100,000.00 but less than $600,000.00 $95.00 plus .15 percent of the property valuation between $100,000.00 and $600,000.00\n\n(6) Property valuation of $600,000.00 or higher amount set forth in (5) above plus one-fourth of one percent of the property valuation above $600,000.00.\n\nFor purposes of this subsection, \"decedent's probate estate\" means the decedent's property passing under the decedent's will plus the decedent's property passing by intestacy and \"protected person's estate\" means the protected person's property that vests in a conservator as trustee pursuant to Section 62-5-420.\n\n(C) Other fees of the Probate Court are as follows:\n\n(1) Issuing certified copy $5.00 (2) Issuing exemplified/authenticated copy $20.00 (3) Reforming or correcting marriage record $6.75 (4) Filing demands for notice $5.00 (5) Filing conservatorship accountings $10.00 (6) Recording authenticated or certified record $20.00 (7) Reopening closed estates $22.50 (8) Appointment of special or temporary fiduciary $22.50 (9) Filing and indexing will under Section 62-2-901 $10.00 (10) Certifying appeal record $10.00\n\n(11) Filing the initial petition in any action or proceeding other than (B) above, same fee as charged for filing civil actions in circuit court\n\n(12) Filing affidavit for collection of personal property under Section 62-3-1201, the fee pursuant to item (B) above based upon property valuation shown, provided that where the property valuation is less than $100.00, the fee shall be one-half the amount otherwise provided.\n\n(D) The costs of the notice to creditors or other legal advertisement are in addition to prescribed court costs and are due and payable prior to publication of advertisement.\n\nHISTORY: 1979 Act No. 164, Part I Section 2A; 1993 Act No. 181, Section 75, eff July 1, 1993; 1994 Act No. 470, Section 3, eff 30 days after July 14, 1994; 1995 Act No. 15, Section 1, eff April 4, 1995, but shall apply retroactively to August 15, 1994.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-770/"
    },
    {
      "id": "section-8-21-790",
      "number": "8-21-790",
      "heading": "",
      "text": "The office of the probate court must also be paid fees according to the following schedule for each estate settled:\n\nOn the first $100.00 of tax collected 5% Above $100.00 and up to $1,000.00 2% Above $1,000.00 and up to $10,000.00 1 1/2% Above $10,000.00 and up to $50,000.00 1% Above $50,000.00 and up to $100,000.00 3/4 of 1% Above $100,000.00 and up to $300,000.00 1/2 of 1% Above $300,000.00 1/4 of 1%\n\nIf the probate judge fails or neglects to perform a duty required under Chapter 16 of Title 12, the Department of Revenue may withhold any or all of the fees provided for in the schedule and shall credit the withheld fees to the general fund of the State Treasury. All fees allowed under this schedule must be paid out of the taxes collected by the Department of Revenue no less than monthly upon receipt of them and the receipt of the County Treasurer is sufficient voucher for paying same.\n\nHISTORY: 1979 Act No. 164 Part I Section 2A; 1993 Act No. 181, Section 77, eff July 1, 1993; 1994 Act No. 470, Section 4, eff 30 days after July 14, 1994; 1997 Act No. 114, Section 4, eff June 13, 1997.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-790/"
    },
    {
      "id": "section-8-21-800",
      "number": "8-21-800",
      "heading": "",
      "text": "The Probate Judge may relieve any party to a proceeding in the Probate Court from court costs in the manner provided in Section 8-21-140, but relief from filing fees and other probate costs is prohibited, except as provided in Section 8-21-810.\n\n(1) The Probate Judge pursuant to Rule 3(b), SCRCP and Section 62-1-112, shall grant waivers of filing fees for indigent persons in the same manner as other civil cases.\n\n(2) The Probate Judge may relieve any party to a proceeding in the Probate Court from court costs related to fees of a notary public as provided in Section 8-21-140.\n\n(3) The Probate Judge is prohibited from waiving fees or court costs associated with the value of an estate or conservatorship as provided in Section 8-21-770(B), except as provided in Section 8-21-810.\n\nHISTORY: 1979 Act No. 164 Part I Section 2A; 2017 Act No. 87 (S.415), Section 2, eff January 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-800/"
    },
    {
      "id": "section-8-21-810",
      "number": "8-21-810",
      "heading": "",
      "text": "No cost or fee shall be payable to probate courts for any item or copy requested by a county officer or the United States Veterans Administration.\n\nHISTORY: 1979 Act No. 164 Part I Section 2A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-810/"
    },
    {
      "id": "section-8-21-1000",
      "number": "8-21-1000",
      "heading": "",
      "text": "All magistrates shall receive salaries in lieu of all fees and costs in civil or criminal actions or proceedings, and all such fees and costs received and recovered under the provisions of this article by any magistrate of any county shall be accounted for and paid into the general fund of the county as directed by the governing body thereof.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1000/"
    },
    {
      "id": "section-8-21-1010",
      "number": "8-21-1010",
      "heading": "",
      "text": "(A) Except as otherwise expressly provided, the following fees and costs must be collected by the magistrates and deposited in the general fund of the county:\n\n(1) for taking civil recognizance, with or without sureties, five dollars;\n\n(2) for granting an order for civil special bail, with or without sureties, five dollars;\n\n(3) for receiving and filing bond in claim and delivery, attachment, five dollars; if justification of sureties required, an additional five dollars;\n\n(4) for administering and certifying oaths or documents in writing, two dollars;\n\n(5) for issuing any prerogative writ, five dollars;\n\n(6) in all civil actions, for issuing a summons and a copy for defendant, and for giving judgment with or without a hearing, forty-five dollars;\n\n(7) for issuing execution and renewal thereof, ten dollars;\n\n(8) for making up, certifying, and forwarding a transcript of record and judgment in a case for purpose of appeal, ten dollars;\n\n(9) for proceedings by a landlord or lessor against a tenant or lessee, including notices to quit, eviction orders, or recovery of rents, twenty dollars;\n\n(10) for proceedings on a coroner's inquest, as prescribed by law, ten dollars, if inquest is demanded by a party other than the State or county or authorized officer of either;\n\n(11) for proceeding on estrays, including judgment for possession, sale, or damages, ten dollars;\n\n(12) for qualifying appraisers to set off homestead or qualifying sureties on a bond posted in a case, including bail bonds, five dollars;\n\n(13) for each tax execution collected, five dollars; and\n\n(14) for filing or issuing any other paper not provided for in this section, five dollars.\n\n(B) Fees or costs may not be assessed against a party for summoning jurors or expense of jury service in a criminal case in which a trial by jury is had.\n\nHISTORY: 1979 Act No. 164 Part I Section 3; 1988 Act No. 678, Part I, Section 1, eff July 25, 1988; 2000 Act No. 226, Section 2, eff April 1, 2000.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1010/"
    },
    {
      "id": "section-8-21-1020",
      "number": "8-21-1020",
      "heading": "",
      "text": "Any person may be relieved from payment of magistrate court costs herein provided, including costs of constables performing duties in magistrate court proceedings, upon the showing and finding by the magistrate as provided in Section 8-21-1040; provided, no party except as provided in Section 8-21-1050 shall be relieved of fees for filing and recording documents.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1020/"
    },
    {
      "id": "section-8-21-1030",
      "number": "8-21-1030",
      "heading": "",
      "text": "The compensation of all constables in the several counties, including constables appointed by magistrates, shall be fixed by the governing body of the county which shall not be diminished during their terms of office, and such compensation shall not be measured or affected by the fees and costs received and recovered by such officers under the provisions of this article. The compensation need not be the same for each constable but may be determined by the governing body of the county based upon the time spent and the area and the population served by each constable in the performance of his duties.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1030/"
    },
    {
      "id": "section-8-21-1040",
      "number": "8-21-1040",
      "heading": "",
      "text": "No mileage shall be payable to constables for travel in service of any process or papers in any action, or performance of any official duty, when traveling in state, county, or other publicly-owned vehicles; but a record of such mileage shall be kept for reporting and taxing as provided in Section 8-21-1020; provided, further, that actual mileage at the current county rate per mile for travel by privately-owned vehicle, or actual cost of travel by common carrier, and subsistence as provided by law may be paid to constables traveling in performance of duty, but shall be paid from the general funds of the county on warrant of the magistrate (or clerk of the court) before which the case or proceeding is pending to the county treasurer.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1040/"
    },
    {
      "id": "section-8-21-1050",
      "number": "8-21-1050",
      "heading": "",
      "text": "All fees and costs received or recovered by constables, including mileage, shall be accounted for and paid into the general fund of the county as directed by the governing body thereof; except that mileage at the current county rate per mile shall be taxable and recovered in the same manner as other costs for the actual mileage traveled by constables in serving process or other papers in any civil action, but such mileage or travel costs shall be payable personally to constables only as provided in Section 8-21-1040.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1050/"
    },
    {
      "id": "section-8-21-1060",
      "number": "8-21-1060",
      "heading": "",
      "text": "Except as otherwise expressly provided, the following fees and costs must be collected by the magistrate or his officers and deposited in the general fund of the county:\n\n(1) for summoning a witness to magistrate court in a civil action, three dollars, plus mileage at the current state rate;\n\n(2) for summoning the jury panel to try a civil action in magistrate court, five dollars, to be taxed against the losing party;\n\n(3) for summoning a coroner's jury and witnesses, five dollars, and mileage, to be paid only if inquest is demanded by person other than the State, county, or authorized officer thereof;\n\n(4) for serving a summons, rule, order, or notice by a magistrate in a civil action, five dollars, plus mileage;\n\n(5) for serving an attachment or civil arrest on a person and making return thereof, five dollars, plus mileage;\n\n(6) for selling an estray, five percent of the sale proceeds;\n\n(7) for levying execution, posting notice of sale, conducting sale, and paying over proceeds in a magistrate court action, ten dollars;\n\n(8) for serving warrants, or any other criminal process, and for conveying prisoners by order of the magistrate or other court, mileage as permitted under Section 8-21-1040.\n\nHISTORY: 1979 Act No. 164 Part I Section 3; 1988 Act No. 678, Part I, Section 2, eff July 25, 1988.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1060/"
    },
    {
      "id": "section-8-21-1070",
      "number": "8-21-1070",
      "heading": "",
      "text": "When empowered by law to serve process or perform other duties outside the county in which they are employed or appointed to serve, constables shall be allowed the same fees and mileage as though duties were performed within the county.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1070/"
    },
    {
      "id": "section-8-21-1080",
      "number": "8-21-1080",
      "heading": "",
      "text": "Notwithstanding any other provisions of law, except as provided in Section 34-11-70, beginning on July 1, 1979, the fees prescribed in this article shall be the only legal fees charged for services of magistrates and constables in all counties of the State.\n\nHISTORY: 1979 Act No. 164 Part I Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-8/chapter-21/section-8-21-1080/"
    }
  ]
}