{
  "state": "new-mexico",
  "path": "title-chapter-20-military-affairs/chapter-article-12-code-of-military-justice",
  "sections": [
    {
      "id": "section-20-12-1",
      "number": "20-12-1",
      "heading": "Short title.Section 20-12-2 - Adoption of Uniform Code of Military Justice; Manual for Courts-Martial, United States, 1984; United States military regulations and directives; decisions of United States court of military appeals and courts of military review; limitations and exceptions",
      "text": "Chapter 20, Article 12 NMSA 1978 may be cited as the \"Code of Military Justice\".\n\nHistory:1978 Comp., § 20-12-1, enacted by Laws 1987, ch. 318, § 86.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-1/"
    },
    {
      "id": "section-20-12-2",
      "number": "20-12-2",
      "heading": "Adoption of Uniform Code of Military Justice; Manual for Courts-Martial, United States, 1984; United States military regulations and directives; decisions of United States court of military appeals and courts of military review; limitations and exceptions",
      "text": "The Uniform Code of Military Justice, Title 10, Chapter 47, United States Code; the Manual for Courts-Martial, United States, 1984, (Executive Order No. 12437 (13 April 1984), as amended); the regulations and directives of the United States military forces made applicable to the national guard; and the decisions of the United States court of military appeals and of the armed services courts of military review are adopted as the Code of Military Justice, the Manual for Courts-Martial, the regulations and the precedential case law of this state on military justice matters, respectively, except as hereinafter limited or stated within Chapter 20, Article 12 NMSA 1978. These documents shall be reasonably construed and applied so as to achieve and effect the high level of order and discipline necessary for the military forces of the state. Time standards other than periods of limitations and pretrial confinement may be waived by convening authorities or military judges where such standards would be impracticable within the traditional operations of militia forces. Where regulations and procedures for the United States army differ from those of the United States air force, the army national guard and the state defense force shall observe the regulations and procedures of the United States army and the air national guard shall observe the regulations and procedures of the United States air force. References therein and in Sections 20-12-13 through 20-12-73 NMSA 1978 to \"the United States\" shall mean \"the state\" where such meaning has reasonable application. References to \"the president\" or to \"the secretary\" (meaning the secretary of the army or the secretary of the air force) shall mean \"the governor\". The adjutant general may by regulation prescribe practical changes or variances from the procedural provisions of the Uniform Code of Military Justice, from the Manual for Courts-Martial or from service regulations subservient thereto.\n\nHistory:1978 Comp., § 20-12-2, enacted by Laws 1987, ch. 318, § 87; 1989, ch. 337, § 7.\n\nCross references.— For the Uniform Code of Military Justice,see10 U.S.C. § 801 et seq.\n\nThe 1989 amendment,effective June 16, 1989, in the third sentence from the end, inserted \"and in Sections 20-12-13 through 20-12-73 NMSA 1978\"; and added the last two sentences.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-2/"
    },
    {
      "id": "section-20-12-3",
      "number": "20-12-3",
      "heading": "Persons subject to the code; applicability of the code.",
      "text": "The Code of Military Justice applies to all members of the national guard when not in federal service under Title 10, United States Code and to all members of the state defense force when performing militia duty. The code has territorial applicability both within and without the state. The code has applicability at all times, provided that either the member is in a duty status or, if not in a duty status, that there is a connection between the act or omission constituting the offense and the efficient functioning of the military forces; however, this grant of military jurisdiction shall not preclude or limit civilian jurisdiction over an offense, which is limited only by the prohibition of double jeopardy.\n\nHistory:1978 Comp., § 20-12-3, enacted by Laws 1987, ch. 318, § 88; 1989, ch. 337, § 8.\n\nThe 1989 amendment,effective June 16, 1989, inserted \"either the member is in a duty status or, if not in a duty status, that\" in the last sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —53A Am. Jur. 2d Military and Civil Defense §§ 283 et seq., 289.\n\nCivilian offenses: comment note on courts-martial jurisdiction over members of armed forces for \"civilian\" offenses, 14 A.L.R. Fed. 152.\n\n6 C.J.S. Armed Services § 288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-3/"
    },
    {
      "id": "section-20-12-4",
      "number": "20-12-4",
      "heading": "Convening authorities; nonjudicial punishment authorities.",
      "text": "A. A general, special or summary court-martial may be convened by the governor or by the adjutant general.\n\nB. A special or summary court-martial may be convened by the assistant adjutant general of the army national guard, as to all members of the army national guard; by the land component commander, as to members of the land component commander's command; by the commanding officer of any brigade-level headquarters, as to members of the commanding officer's command; by the assistant adjutant general of the air national guard, as to all members of the air national guard; by the assistant adjutant general of the state defense force, as to all members of the state defense force; and to the commanders of such equivalent level commands as may be organized in the future.\n\nC. A summary court-martial may be convened by a battalion commander, group commander or equivalent, as to all members of the commander's command.\n\nD. Nonjudicial punishment authority is conferred upon all general, special or summary court-martial convening authorities and upon company, battery and squadron commanders or equivalent, as to members of their command.\n\nHistory:1978 Comp., § 20-12-4, enacted by Laws 1987, ch. 318, § 89; 2018, ch. 6, § 3; 2021, ch. 55, § 9.\n\nThe 2021 amendment,effective June 18, 2021, authorized the land component commander to convene a special or summary court-martial as to members of the state defense force under the command of the land component commander; and in Subsection B, after \"army national guard\", added \"by the land component commander, as to members of the land component commander's command\", after the first occurrence of \"commanding\", deleted \"general\" and added \"officer\", and after the second occurrence of \"commanding\", deleted \"general's\" and added \"officer's\".\n\nThe 2018 amendment,effective July 1, 2018, updated the designation of special or summary court-martial convening authorities; in Subsection B, after \"by the commanding general of\", deleted \"the 111th air defense artillery brigade\" and added \"any brigade-level headquarters\", after \"as to members of\", deleted \"his\" and added \"the commanding general's\", and after \"command\", deleted \"by the commanding officer of troop command, as to all members of his command\"; and in Subsection C, after \"all members of\", deleted \"his\" and added \"the commander's\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —53A Am. Jur. 2d Military, and Civil Defense § 260 et seq.\n\n6 C.J.S. Armed Services §§ 295, 298.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-4/"
    },
    {
      "id": "section-20-12-5",
      "number": "20-12-5",
      "heading": "Judge advocates.",
      "text": "A. The adjutant general may appoint commissioned officers of the national guard and of the state defense force who are members of the bar of the supreme court of New Mexico as judge advocates. One judge advocate shall be designated by the adjutant general as the state judge advocate. The remaining senior judge advocate of each of the army national guard, the 111th air defense artillery brigade, the air national guard and the state defense force shall be designated as the staff judge advocate for their respective component, but this designation shall not preclude their assignment as military judge, trial counsel or defense counsel to other components in individual cases where they have not earlier participated. All other judge advocates shall be designated as assistant staff judge advocates. Designation as a judge advocate may be as a primary military specialty or as an additional duty, with their concurrence, for line officers who are members of the bar of the supreme court of New Mexico.\n\nB. Judge advocates shall make frequent inspections in the field in supervision of the administration of military justice. Judge advocates of one component may participate in the administration of military justice in other components. Appointment as a judge advocate by the adjutant general shall substitute for Article 27(b)(2), Uniform Code of Military Justice certification.\n\nC. The adjutant general, with the concurrence of the state judge advocate, shall appoint one military judge from the army national guard and one military judge from the air national guard. To the extent practicable, military judges will hear cases from components other than their own. Appointment as military judge shall not preclude assignment of judge advocate duties which are not in conflict with those of a military judge. A judge advocate's performance of duty as a military judge shall not be the subject of comment in any effectiveness, fitness or efficiency report beyond a statement that the officer is designated as military judge.\n\nD. Federally recognized judge advocates of other active and reserve military components may, with their concurrence, serve as judge advocates for national guard and the state defense force when so requested and detailed by the state judge advocate.\n\nHistory:1978 Comp., § 20-12-5, enacted by Laws 1987, ch. 318, § 90.\n\nCross references.— For Article 27(b)(2) of the Uniform Code of Military Justice,see10 U.S.C. § 827(b)(2).\n\nQualifications of this article do not apply for military judges in national guard;no special qualifications are required for a military judge in the New Mexico national guard other than being appointed a judge advocate, which requires only membership in the New Mexico bar and an officer's commission in the national guard.State v. Baca, 1993-NMCA-084, 116 N.M. 19, 859 P.2d 487.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-5/"
    },
    {
      "id": "section-20-12-6",
      "number": "20-12-6",
      "heading": "Limitation on punishments.",
      "text": "A. Except when the militia is in actual service in time of war or public danger, no punishment imposed by court martial shall exceed that prescribed for a misdemeanor. Imposition of a punitive discharge or a forfeiture of pay or a fine in addition to confinement shall not be deemed to make the offense a felony.\n\nB. Subject to the limitation in Subsection A of this section and the jurisdictional punishment limitation for a special or a summary court-martial, the Maximum Punishment Chart, Manual for Courts-Martial, United States, 1984, Appendix 12, shall establish the maximum punishment for a specific offense.\n\nHistory:1978 Comp., § 20-12-6, enacted by Laws 1987, ch. 318, § 91; 1989, ch. 337, § 9.\n\nThe 1989 amendment,effective June 16, 1989, substituted \"danger\" for \"damage\" in the first sentence of Subsection A.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —What circumstances constitute laches barring federal judicial review of allegedly wrongful discharge from military service, 100 A.L.R. Fed. 821.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-6/"
    },
    {
      "id": "section-20-12-7",
      "number": "20-12-7",
      "heading": "Advice; reviews and appeals; extraordinary writs.",
      "text": "A. The advice of the staff judge advocate prescribed by Article 34, Uniform Code of Military Justice and the review required by Article 64, Uniform Code of Military Justice shall be accomplished by the state judge advocate or his designee.\n\nB. Appeals shall be taken according to the rules of appellate procedure applying to criminal cases tried in the district courts.\n\nC. The action of the convening authority as to an approved sentence shall continue in effect while an appeal is pending.\n\nD. Extraordinary writs may issue from the New Mexico supreme court upon such grounds as the United States court of military appeals may similarly act in federal courts-martial, following the New Mexico rules of appellate procedures applicable thereto.\n\nHistory:1978 Comp., § 20-12-7, enacted by Laws 1987, ch. 318, § 92; 1989, ch. 337, § 10.\n\nCross references.— For Articles 34 and 64 of the Uniform Code of Military Justice, referred to in Subsection A,see10 U.S.C. §§ 834 and 864, respectively.\n\nThe 1989 amendment,effective June 16, 1989, in the catchline, added \"extraordinary writs\"; in Subsection A, added \"or his designee\"; substituted present Subsection B for the provisions of former Subsections B to E, which specified review procedures; and added Subsections C and D.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —53A Am. Jur. 2d Military, and Civil Defense §§ 269, 270, 338.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-7/"
    },
    {
      "id": "section-20-12-8",
      "number": "20-12-8",
      "heading": "Confinement.",
      "text": "In a sentence which includes confinement, the convening authority shall prescribe the place of confinement which may be a federal military confinement facility, the county correctional facility where the accused's unit is headquartered or where the accused resides or to the state commissioner of corrections. The confinement facility shall bear the costs of confinement from general appropriations made for confinement of state prisoners.\n\nHistory:1978 Comp., § 20-12-8, enacted by Laws 1987, ch. 318, § 93.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-8/"
    },
    {
      "id": "section-20-12-9",
      "number": "20-12-9",
      "heading": "Reductions in grade.",
      "text": "In a sentence or approved nonjudicial punishment which includes a reduction in enlisted grade or a suspended reduction in enlisted grade, the imposing authority need not have promotion authority to the grade from which the accused is reduced.\n\nHistory:1978 Comp., § 20-12-9, enacted by Laws 1987, ch. 318, § 94.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-9/"
    },
    {
      "id": "section-20-12-10",
      "number": "20-12-10",
      "heading": "Forfeitures or fines.",
      "text": "In a sentence or approved nonjudicial punishment which includes forfeiture of pay or a fine, the adjutant general shall designate the military purpose to which the funds may be applied which may include the state armory board fund, a local armory board fund or the awards fund. A cash collection may be substituted for a forfeiture of pay with the consent of the accused.\n\nHistory:1978 Comp., § 20-12-10, enacted by Laws 1987, ch. 318, § 95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-10/"
    },
    {
      "id": "section-20-12-11",
      "number": "20-12-11",
      "heading": "Nonjudicial punishment.",
      "text": "A. The rules and procedures for the imposition of nonjudicial punishment shall be as prescribed in Article 15, Uniform Code of Military Justice and in the Manual for Courts-Martial, United States, 1984, Part V, except as stated to the contrary in Subsection D of Section 20-12-4 NMSA 1978 and as follows in this section.\n\nB. Cognizance of and punishment for unexcused absence from unit training assembly, drill or annual training at the prescribed times by an enlisted member following a first such offense with documented warning may be punished nonjudicially as follows:\n\n(1) the accused's unit commander shall inform the accused of his intent to impose the punishment prescribed herein by personal service or by certified United States mail, return receipt requested, to the accused's last address of military record;\n\n(2) the accused may not refuse nonjudicial punishment or demand trial by court-martial but may submit matters in defense, extenuation or mitigation, may request a hearing before the commander and may appeal the punishment imposed; and\n\n(3) the punishment imposed shall be limited to a reduction of one grade or a suspended reduction of one grade. If the punishment is suspended, the suspension may be vacated and the punishment ordered executed by personal service or by certified United States mail, return receipt requested, to the accused's last known address of military record.\n\nC. In any nonjudicial punishment action, a fine may be substituted for the equivalent forfeiture.\n\nHistory:1978 Comp., § 20-12-11, enacted by Laws 1987, ch. 318, § 96; 1989, ch. 337, § 11.\n\nCross references.— For Article 15 of the Uniform Code of Military Justice,see10 U.S.C. § 815.\n\nThe 1989 amendment,effective June 16, 1989, in Subsection B, added the second sentence in Paragraph (3); and added Subsection C.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —53A Am. Jur. 2d Military and Civil Defense §§ 257, 258, 259.\n\n6 C.J.S. Armed Services §§ 295, 298.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-11/"
    },
    {
      "id": "section-20-12-12",
      "number": "20-12-12",
      "heading": "Absence without leave; confinement during period of duty.",
      "text": "Any member of the national guard who fails to either report for or remain present for unit training assembly, drill, or annual training when so ordered shall be subject to confinement for the duration of that training assembly or annual training to include nights between days of training. The sheriff or any other peace officer of the county in which the unit is training or where the absent national guard member resides or is found shall, upon request of the unit commander, arrest the absent member and confine him in a suitable facility at county expense until the conclusion of the training period or until the member agrees to present himself for duty. Neglect or unjustified refusal of a requested sheriff or other peace officer to so act shall render the sheriff or peace officer guilty of a misdemeanor in accordance with Section 20-11-7 NMSA 1978.\n\nHistory:1978 Comp., § 20-12-12, enacted by Laws 1987, ch. 318, § 97.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-12/"
    },
    {
      "id": "section-20-12-13",
      "number": "20-12-13",
      "heading": "Accessory after the fact.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, knowing that an offense punishable by that chapter has been committed, receives, comforts or assists the offender in order to hinder or prevent his apprehension, trial or punishment shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-13, enacted by Laws 1989, ch. 337, § 12.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-13/"
    },
    {
      "id": "section-20-12-14",
      "number": "20-12-14",
      "heading": "Conviction of lesser included offense.",
      "text": "An accused may be found guilty of an offense necessarily included in the offense charged or of an attempt to commit either the offense charged or an offense necessarily included therein.\n\nHistory:1978 Comp., § 20-12-14, enacted by Laws 1989, ch. 337, § 13.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —When should jury's deliberation proceed from charged offense to lesser-included offense, 26 A.L.R.5th 603.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-14/"
    },
    {
      "id": "section-20-12-15",
      "number": "20-12-15",
      "heading": "Attempts.",
      "text": "A. An act, done with specific intent to commit an offense under Chapter 20 NMSA 1978, amounting to more than mere preparation and tending, even though failing, to effect its commission, is an attempt to commit that offense.\n\nB. Any person subject to Chapter 20 NMSA 1978 who attempts to commit any offense punishable by that chapter shall be punished as a court-martial may direct, unless otherwise specifically prescribed.\n\nC. Any person subject to Chapter 20 NMSA 1978 may be convicted of an attempt to commit an offense although it appears on the trial that the offense was consummated.\n\nHistory:1978 Comp., § 20-12-15, enacted by Laws 1989, ch. 337, § 14.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-15/"
    },
    {
      "id": "section-20-12-16",
      "number": "20-12-16",
      "heading": "Conspiracy.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who conspires with any other person to commit an offense under that chapter shall, if one or more of the conspirators does an act to effect the object of the conspiracy, be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-16, enacted by Laws 1989, ch. 337, § 15.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-16/"
    },
    {
      "id": "section-20-12-17",
      "number": "20-12-17",
      "heading": "Solicitation.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who solicits or advises another or others to desert in violation of Section 20-12-20 NMSA 1978 or mutiny in violation of Section 20-12-29 NMSA 1978 shall, if the offense solicited or advised is attempted or committed, be punished with the punishment provided for the commission of the offense, but, if the offense solicited or advised is not committed or attempted, he shall be punished as a court-martial may direct.\n\nAny person subject to this chapter who solicits or advises another or others to commit an act of misbehavior before the enemy in violation of Section 20-12-34 NMSA 1978 or sedition in violation of Section 20-12-29 NMSA 1978 shall, if the offense solicited or advised is committed, be punished with the punishment provided for the commission of the offense, but, if the offense solicited or advised is not committed, he shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-17, enacted by Laws 1989, ch. 337, § 16.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-17/"
    },
    {
      "id": "section-20-12-18",
      "number": "20-12-18",
      "heading": "Fraudulent enlistment, appointment or separation.",
      "text": "Any person who procures his own enlistment or appointment in the armed forces by knowingly false representation or deliberate concealment as to his qualifications for the enlistment or appointment and receives pay or allowances thereunder or procures his own separation from the armed forces by knowingly false representation or deliberate concealment as to his eligibility for that separation shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-18, enacted by Laws 1989, ch. 337, § 17.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-18/"
    },
    {
      "id": "section-20-12-19",
      "number": "20-12-19",
      "heading": "Unlawful enlistment, appointment or separation.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who effects an enlistment or appointment in or a separation from the armed forces of any person who is known to him to be ineligible for that enlistment, appointment or separation because it is prohibited by law, regulation or order shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-19, enacted by Laws 1989, ch. 337, § 18.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-19/"
    },
    {
      "id": "section-20-12-20",
      "number": "20-12-20",
      "heading": "Desertion.",
      "text": "A. Any member of the armed forces who:\n\n(1) without authority goes or remains absent from his unit, organization or place of duty with intent to remain away therefrom permanently;\n\n(2) quits his unit, organization or place of duty with intent to avoid hazardous duty or to shirk important service; or\n\n(3) without being regularly separated from one of the armed forces enlists or accepts an appointment in the same or another one of the armed forces without fully disclosing the fact that he has not been regularly separated, or enters any foreign armed service except when authorized by the United States;\n\nis guilty of desertion.\n\nB. Any commissioned officer of the armed forces who, after tender of his resignation and before notice of its acceptance, quits his post or proper duties without leave and with intent to remain away therefrom permanently is guilty of desertion.\n\nC. Any person found guilty of desertion or attempt to desert shall be punished, if the offense is committed in time of war, by death or other punishment as a court-martial may direct, but if the desertion or attempt to desert occurs at any other time, by such punishment, other than death, as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-20, enacted by Laws 1989, ch. 337, § 19.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-20/"
    },
    {
      "id": "section-20-12-21",
      "number": "20-12-21",
      "heading": "Absence without leave.",
      "text": "Any member of the armed forces who without authority:\n\nA. fails to go to his appointed place of duty at the time prescribed;\n\nB. goes from that place; or\n\nC. absents himself or remains absent from his unit, organization or place of duty at which he is required to be at the time prescribed;\n\nshall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-21, enacted by Laws 1989, ch. 337, § 20.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-21/"
    },
    {
      "id": "section-20-12-22",
      "number": "20-12-22",
      "heading": "Missing movement.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who through neglect or design misses the movement of a ship, aircraft or unit with which he is required in the course of duty to move shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-22, enacted by Laws 1989, ch. 337, § 21.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-22/"
    },
    {
      "id": "section-20-12-23",
      "number": "20-12-23",
      "heading": "Contempt toward officials.",
      "text": "Any commissioned officer who uses contemptuous words against the president of the United States, the vice president of the United States, a member of congress, the United States secretary of defense, the secretary of a military department, the secretary of the United States department of transportation or the governor or legislature of any state, territory, commonwealth or possession in which he is on duty or present shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-23, enacted by Laws 1989, ch. 337, § 22.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-23/"
    },
    {
      "id": "section-20-12-24",
      "number": "20-12-24",
      "heading": "Disrespect toward superior commissioned officer.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who behaves with disrespect toward his superior commissioned officer shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-24, enacted by Laws 1989, ch. 337, § 23.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-24/"
    },
    {
      "id": "section-20-12-25",
      "number": "20-12-25",
      "heading": "Assaulting or willfully disobeying superior commissioned officer.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who strikes his superior commissioned officer or draws or lifts up any weapon or offers any violence against him while he is in the execution of his office or willfully disobeys a lawful command of his superior commissioned officer shall be punished, if the offense is committed in time of war, by death or such other punishment as a court-martial may direct, and if the offense is committed at any other time, by punishment, other than death, as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-25, enacted by Laws 1989, ch. 337, § 24.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-25/"
    },
    {
      "id": "section-20-12-26",
      "number": "20-12-26",
      "heading": "Insubordinate conduct toward warrant officer, noncommissioned officer or petty officer.",
      "text": "Any warrant officer or enlisted member who:\n\nA. strikes or assaults a warrant officer, noncommissioned officer or petty officer while that officer is in the execution of his office;\n\nB. willfully disobeys the lawful order of a warrant officer, noncommissioned officer or petty officer; or\n\nC. treats with contempt or is disrespectful in language or deportment toward a warrant officer, noncommissioned officer or petty officer while that officer is in the execution of his office;\n\nshall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-26, enacted by Laws 1989, ch. 337, § 25.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-26/"
    },
    {
      "id": "section-20-12-27",
      "number": "20-12-27",
      "heading": "Failure to obey order or regulation.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who:\n\nA. violates or fails to obey any lawful general order or regulation;\n\nB. having knowledge of any other lawful order issued by a member of the armed forces, which it is his duty to obey, fails to obey the order; or\n\nC. is derelict in the performance of his duties;\n\nshall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-27, enacted by Laws 1989, ch. 337, § 26.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-27/"
    },
    {
      "id": "section-20-12-28",
      "number": "20-12-28",
      "heading": "Cruelty and maltreatment.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who is guilty of cruelty toward or oppression or maltreatment of any person subject to his orders shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-28, enacted by Laws 1989, ch. 337, § 27.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-28/"
    },
    {
      "id": "section-20-12-29",
      "number": "20-12-29",
      "heading": "Mutiny or sedition.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who:\n\n(1) with intent to usurp or override lawful military authority, refuses, in concert with any other person, to obey orders or otherwise do his duty or creates any violence or disturbance is guilty of mutiny;\n\n(2) with intent to cause the overthrow or destruction of lawful civil authority, creates, in concert with any other person, revolt, violence or other disturbance against that authority is guilty of sedition; or\n\n(3) fails to do his utmost to prevent and suppress a mutiny or sedition being committed in his presence, or fails to take all reasonable means to inform his superior commissioned officer or commanding officer of a mutiny or sedition which he knows or has reason to believe is taking place;\n\nis guilty of a failure to suppress or report a mutiny or sedition.\n\nB. A person who is found guilty of attempted mutiny, mutiny, sedition or failure to suppress or report a mutiny or sedition shall be punished by death or other punishment as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-29, enacted by Laws 1989, ch. 337, § 28.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-29/"
    },
    {
      "id": "section-20-12-30",
      "number": "20-12-30",
      "heading": "Resistance, breach of arrest and escape.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who resists apprehension or breaks arrest or who escapes from custody or confinement shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-30, enacted by Laws 1989, ch. 337, § 29.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-30/"
    },
    {
      "id": "section-20-12-31",
      "number": "20-12-31",
      "heading": "Releasing prisoner without proper authority.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, without proper authority, releases any prisoner committed to his charge or who through neglect or design suffers any such prisoner to escape shall be punished as a court-martial may direct, whether or not the prisoner was committed in strict compliance with law.\n\nHistory:1978 Comp., § 20-12-31, enacted by Laws 1989, ch. 337, § 30.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-31/"
    },
    {
      "id": "section-20-12-32",
      "number": "20-12-32",
      "heading": "Unlawful detention.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, except as provided by law, apprehends, arrests or confines any person shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-32, enacted by Laws 1989, ch. 337, § 31.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-32/"
    },
    {
      "id": "section-20-12-33",
      "number": "20-12-33",
      "heading": "Noncompliance with procedural rules.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who is responsible for unnecessary delay in the disposition of any case of a person accused of an offense under that chapter or who knowingly and intentionally fails to enforce or comply with any provision of that chapter regulating the proceedings before, during or after trial of an accused shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-33, enacted by Laws 1989, ch. 337, § 32.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-33/"
    },
    {
      "id": "section-20-12-34",
      "number": "20-12-34",
      "heading": "Misbehavior before the enemy.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who before or in the presence of the enemy:\n\nA. runs away;\n\nB. shamefully abandons, surrenders or delivers up any command, unit, place or military property which it is his duty to defend;\n\nC. through disobedience, neglect or intentional misconduct endangers the safety of any such command, unit, place or military property;\n\nD. casts away his arms or ammunition;\n\nE. is guilty of cowardly conduct;\n\nF. quits his place of duty to plunder or pillage;\n\nG. causes false alarms in any command, unit or place under control of the armed forces;\n\nH. willfully fails to do his utmost to encounter, engage, capture or destroy any enemy troops, combatants, vessels, aircraft or any other thing, which it is his duty so to encounter, engage, capture or destroy; or\n\nI. does not afford all practicable relief and assistance to any troops, combatants, vessels or aircraft of the armed forces belonging to the United States or their allies when engaged in battle;\n\nshall be punished by death or other punishment as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-34, enacted by Laws 1989, ch. 337, § 33.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-34/"
    },
    {
      "id": "section-20-12-35",
      "number": "20-12-35",
      "heading": "Subordinate compelling surrender.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who compels or attempts to compel the commander of any place, vessel, aircraft or other military property, or of any body of members of the armed forces, to give it up to an enemy or to abandon it, or who strikes the colors or flag to any enemy without proper authority, shall be punished by death or other punishment as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-35, enacted by Laws 1989, ch. 337, § 34.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-35/"
    },
    {
      "id": "section-20-12-36",
      "number": "20-12-36",
      "heading": "Improper use of countersign.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who in time of war discloses the parole or countersign to any person not entitled to receive it or who gives to another who is entitled to receive and use the parole or countersign a different parole or countersign from that which, to his knowledge, he was authorized and required to give shall be punished by death or other punishment as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-36, enacted by Laws 1989, ch. 337, § 35.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-36/"
    },
    {
      "id": "section-20-12-37",
      "number": "20-12-37",
      "heading": "Forcing a safeguard.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who forces a safeguard shall suffer death or other punishment as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-37, enacted by Laws 1989, ch. 337, § 36.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-37/"
    },
    {
      "id": "section-20-12-38",
      "number": "20-12-38",
      "heading": "Captured or abandoned property.",
      "text": "A. All persons subject to Chapter 20 NMSA 1978 shall secure all public property taken from the enemy for the service of the United States and shall give notice and turn over to the proper authority without delay all captured or abandoned property in their possession, custody or control.\n\nB. Any person subject to Chapter 20 NMSA 1978 who:\n\n(1) fails to carry out the duties prescribed in Subsection A of this section;\n\n(2) buys, sells, trades or in any way deals in or disposes of captured or abandoned property, whereby he receives or expects any profit, benefit or advantage to himself or another directly or indirectly connected with himself; or\n\n(3) engages in looting or pillaging;\n\nshall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-38, enacted by Laws 1989, ch. 337, § 37.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-38/"
    },
    {
      "id": "section-20-12-39",
      "number": "20-12-39",
      "heading": "Aiding the enemy.",
      "text": "Any person who aids or attempts to aid the enemy with arms, ammunition, supplies, money or other things or without proper authority, who knowingly harbors or protects or gives intelligence to or communicates or corresponds with or holds any intercourse with the enemy, either directly or indirectly, shall suffer death or other punishment as a court-martial or military commission may direct.\n\nHistory:1978 Comp., § 20-12-39, enacted by Laws 1989, ch. 337, § 38.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-39/"
    },
    {
      "id": "section-20-12-40",
      "number": "20-12-40",
      "heading": "Misconduct as prisoner.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, while in the hands of the enemy in time of war, for the purpose of securing favorable treatment by his captors, acts without proper authority in a manner contrary to law, custom or regulation, to the detriment of others of whatever nationality held by the enemy as civilian or military prisoners or while in a position of authority over such persons, maltreats them without justifiable cause shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-40, enacted by Laws 1989, ch. 337, § 39.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-40/"
    },
    {
      "id": "section-20-12-41",
      "number": "20-12-41",
      "heading": "Spies.",
      "text": "Any person who in time of war is found lurking as a spy or acting as a spy in or about any place, vessel or aircraft, within the control or jurisdiction of any of the armed forces, or in or about any shipyard, any manufacturing or industrial plant or any other place or institution engaged in work in aid of the prosecution of the war by the United States, or elsewhere, shall be tried by a general court-martial or by a military commission and on conviction shall be punished by death.\n\nHistory:1978 Comp., § 20-12-41, enacted by Laws 1989, ch. 337, § 40.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-41/"
    },
    {
      "id": "section-20-12-42",
      "number": "20-12-42",
      "heading": "Espionage.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who, with intent or reason to believe that it is to be used to the injury of the United States or to the advantage of a foreign nation, communicates, delivers or transmits, or attempts to communicate, deliver or transmit, to any entity described in Subsection B of this section, either directly or indirectly, any thing described in Subsection C of this section shall be punished as a court-martial may direct, except that if the accused is found guilty of an offense that directly concerns nuclear weaponry, military spacecraft or satellites, early warning systems or other means of defense or retaliation against large scale attack, war plans, communications intelligence or cryptographic information or any other major weapons system or major element of defense strategy, the accused shall be punished by death or other punishment as a court-martial may direct.\n\nB. An \"entity\" referred to in Subsection A of this section is:\n\n(1) a foreign government;\n\n(2) a faction or party or military or naval force within a foreign country, whether recognized or unrecognized by the United States; or\n\n(3) a representative, officer, agent, employee, subject or citizen of such a government, faction, party or force.\n\nC. A \"thing\" referred to in Subsection A of this section is a document, writing, code book, signal book, sketch, photograph, photographic negative, blueprint, plan, map, model, note, instrument, appliance or information relating to the national defense.\n\nD. No person may be sentenced by court-martial to suffer death for an offense under this section unless:\n\n(1) the members of the court-martial unanimously find at least one of the aggravating factors set out in Subsection G of this section; and\n\n(2) the members unanimously determine that any extenuating or mitigating circumstances are substantially outweighed by any aggravating circumstances, including the aggravating factors set out under Subsection G of this section.\n\nE. Findings under this subsection may be based on:\n\n(1) evidence introduced on the issue of guilt or innocence;\n\n(2) evidence introduced during the sentencing proceeding; or\n\n(3) all such evidence.\n\nF. The accused shall be given broad latitude to present matters in extenuation and mitigation.\n\nG. A sentence of death may be adjudged by a court-martial for an offense under this section only if the members unanimously find, beyond a reasonable doubt, one or more of the following aggravating factors:\n\n(1) the accused has been convicted of another offense involving espionage or treason for which either a sentence of death or imprisonment for life was authorized by statute;\n\n(2) in the commission of the offense, the accused knowingly created a grave risk of substantial damage to the national security;\n\n(3) in the commission of the offense, the accused knowingly created a grave risk of death to another person; or\n\n(4) any other factor that may be prescribed by the president of the United States by regulations.\n\nHistory:1978 Comp., § 20-12-42, enacted by Laws 1989, ch. 337, § 41.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-42/"
    },
    {
      "id": "section-20-12-43",
      "number": "20-12-43",
      "heading": "False official statements.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, with intent to deceive, signs any false record, return, regulation, order or other official document, knowing it to be false, or makes any other false official statement knowing it to be false, shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-43, enacted by Laws 1989, ch. 337, § 42.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-43/"
    },
    {
      "id": "section-20-12-44",
      "number": "20-12-44",
      "heading": "Military property of the United States; loss, damage, destruction or wrongful disposition.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, without proper authority:\n\nA. sells or otherwise disposes of;\n\nB. willfully or through neglect damages, destroys or loses; or\n\nC. willfully or through neglect suffers to be lost, damaged, sold or wrongfully disposed of;\n\nany military property of the United States, shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-44, enacted by Laws 1989, ch. 337, § 43.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-44/"
    },
    {
      "id": "section-20-12-45",
      "number": "20-12-45",
      "heading": "Property other than military property of United States; waste, spoilage or destruction.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who willfully or recklessly wastes, spoils or otherwise willfully and wrongfully destroys or damages any property other than military property of the United States shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-45, enacted by Laws 1989, ch. 337, § 44.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-45/"
    },
    {
      "id": "section-20-12-46",
      "number": "20-12-46",
      "heading": "Improper hazarding of vessel.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who willfully and wrongfully hazards or suffers to be hazarded any vessel of the armed forces shall suffer death or punishment as a court-martial may direct.\n\nB. Any person subject to Chapter 20 NMSA 1978 who negligently hazards or suffers to be hazarded any vessel of the armed forces shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-46, enacted by Laws 1989, ch. 337, § 45.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-46/"
    },
    {
      "id": "section-20-12-47",
      "number": "20-12-47",
      "heading": "Drunken or reckless driving.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who operates any vehicle while drunk, or in a reckless or wanton manner, or while impaired by a substance described in Section 20-12-66 NMSA 1978 shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-47, enacted by Laws 1989, ch. 337, § 46.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-47/"
    },
    {
      "id": "section-20-12-48",
      "number": "20-12-48",
      "heading": "Drunk on duty.",
      "text": "Any person subject to Chapter 20 NMSA 1978 other than a sentinel or look-out who is found drunk on duty shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-48, enacted by Laws 1989, ch. 337, § 47.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-48/"
    },
    {
      "id": "section-20-12-49",
      "number": "20-12-49",
      "heading": "Murder.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, without justification or excuse, unlawfully kills a human being, when he:\n\nA. has a premeditated design to kill;\n\nB. intends to kill or inflict great bodily harm;\n\nC. is engaged in an act which is inherently dangerous to others and evinces a wanton disregard of human life; or\n\nD. is engaged in the perpetration or attempted perpetration of burglary, sodomy, rape, robbery or aggravated arson;\n\nis guilty of murder, and shall suffer punishment as a court-martial may direct, except that if found guilty under Subsection A or D of this section, he shall suffer death or imprisonment for life as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-49, enacted by Laws 1989, ch. 337, § 48.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Validity and construction of \"extreme indifference\" murder statute, 7 A.L.R.5th 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-49/"
    },
    {
      "id": "section-20-12-50",
      "number": "20-12-50",
      "heading": "Manslaughter.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who, with an intent to kill or inflict great bodily harm, unlawfully kills a human being in the heat of sudden passion caused by adequate provocation is guilty of voluntary manslaughter and shall be punished as a court-martial may direct.\n\nB. Any person subject to Chapter 20 NMSA 1978 who, without an intent to kill or inflict great bodily harm, unlawfully kills a human being:\n\n(1) by culpable negligence; or\n\n(2) while perpetrating or attempting to perpetrate an offense, other than those named in Subsection D of Section 20-12-49 NMSA 1978, directly affecting the person;\n\nis guilty of involuntary manslaughter and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-50, enacted by Laws 1989, ch. 337, § 49.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-50/"
    },
    {
      "id": "section-20-12-51",
      "number": "20-12-51",
      "heading": "Rape and other sex crimes.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 is guilty of rape and shall be punished as a court-martial may direct if the person commits a sexual act upon another person by:\n\n(1) using unlawful force against that other person;\n\n(2) using force causing or likely to cause death or grievous bodily harm to any person;\n\n(3) threatening or placing that other person in fear that any person will be subjected to death, grievous bodily harm or kidnapping;\n\n(4) first rendering that other person unconscious; or\n\n(5) administering to that other person by force or threat of force, or without the knowledge or consent of that person, a drug, intoxicant or other similar substance and thereby substantially impairing the ability of that other person to appraise or control conduct.\n\nB. Any person subject to Chapter 20 NMSA 1978 is guilty of sexual assault and shall be punished as a court-martial may direct if the person commits a sexual act upon another person:\n\n(1) by threatening or placing that other person in fear;\n\n(2) by making a fraudulent representation that the sexual act serves a professional purpose;\n\n(3) by inducing a belief by any artifice, pretense or concealment that the person is another person;\n\n(4) without the consent of the other person;\n\n(5) when the person knows or reasonably should know that the other person is asleep, unconscious or otherwise unaware that the sexual act is occurring; or\n\n(6) when the other person is incapable of consenting to the sexual act due to: 1) impairment by any drug, intoxicant or other similar substance, and that condition is known or reasonably should be known by the person; or 2) a mental disease or defect or physical disability, and that condition is known or reasonably should be known by the person.\n\nC. Any person subject to Chapter 20 NMSA 1978 is guilty of aggravated sexual contact and shall be punished as a court-martial may direct if the person commits or causes sexual contact upon or by another person if to do so would violate Subsection A of this section had the sexual contact been a sexual act.\n\nD. Any person subject to Chapter 20 NMSA 1978 is guilty of abusive sexual contact and shall be punished as a court-martial may direct if the person commits or causes sexual contact upon or by another person if to do so would violate Subsection B of this section had the sexual contact been a sexual act.\n\nE. In a prosecution under this section, in proving that a person made a threat, it need not be proven that the person actually intended to carry out the threat or had the ability to carry out the threat.\n\nF. An accused may raise any applicable defenses available under Chapter 20 NMSA 1978 or the rules for court-martial. Marriage is not a defense for any conduct at issue in any prosecution under this section.\n\nG. An expression of lack of consent through words or conduct means that there is no consent. Lack of verbal or physical resistance does not constitute consent. Submission resulting from the use of force, threat of force or placing another person in fear also does not constitute consent. A current or previous dating or social or sexual relationship by itself or the manner of dress of the person involved with the accused in the conduct at issue does not constitute consent. A sleeping, unconscious or incompetent person cannot consent. A person cannot consent to force causing or likely to cause death or grievous bodily harm or to being rendered unconscious. A person cannot consent while under threat or in fear or under the circumstances described in Subsection B of this section. All the surrounding circumstances are to be considered in determining whether a person gave consent.\n\nH. As used in this section:\n\n(1) \"consent\" means a freely given agreement to the conduct at issue by a competent person;\n\n(2) \"force\" means:\n\n(a) the use of a weapon;\n\n(b) the use of such physical strength or violence as is sufficient to overcome, restrain or injure a person; or\n\n(c) inflicting physical harm sufficient to coerce or compel submission by the victim;\n\n(3) \"grievous bodily harm\" means serious bodily injury. Grievous bodily harm includes fractured or dislocated bones, deep cuts, torn members of the body, serious damage to internal organs and other severe bodily injuries. It does not include minor injuries such as a black eye or a bloody nose;\n\n(4) \"incapable of consenting\" means the person is:\n\n(a) incapable of appraising the nature of the conduct at issue; or\n\n(b) physically incapable of declining participation in, or communicating unwillingness to engage in, the sexual act at issue;\n\n(5) \"sexual act\" means:\n\n(a) the penetration, however slight, of the penis into the vulva, anus or mouth;\n\n(b) contact between the mouth and the penis, vulva, scrotum or anus; or\n\n(c) the penetration, however slight, of the vulva or penis or anus of another by any part of the body or any object, with an intent to abuse, humiliate, harass or degrade any person or to arouse or gratify the sexual desire of any person;\n\n(6) \"sexual contact\" means touching, or causing another person to touch, either directly or through the clothing, the vulva, penis, scrotum, anus, groin, breast, inner thigh or buttocks of any person, with an intent to abuse, humiliate, harass or degrade any person or to arouse or gratify the sexual desire of any person. Touching may be accomplished by any part of the body or an object;\n\n(7) \"threatening or placing that other person in fear\" means a communication or action that is of sufficient consequence to cause a reasonable fear that noncompliance will result in the victim or another person being subjected to the wrongful action contemplated by the communication or action; and\n\n(8) \"unlawful force\" means an act of force done without legal justification or excuse.\n\nHistory:1978 Comp., § 20-12-51, enacted by Laws 1989, ch. 337, § 50; 2021, ch. 67, § 1.\n\nThe 2021 amendment,effective June 18, 2021, amended the elements and definitions of certain sex crimes, removed certain marriage exceptions to certain sex crimes, and specifically provided that marriage is not a defense for any conduct at issue in any prosecution under this section; in the heading, after \"Rape and\", deleted \"carnal knowledge\" and added \"other sex crimes\"; in Subsection A, after \"Chapter 20 NMSA 1978\", deleted \"who commits an act of sexual intercourse with a female not his wife, by force and without her consent\", after \"shall be punished\", deleted \"by death or other punishment\", and after \"may direct\", added \"if the person commits a sexual act upon another person by\", and added Paragraphs A(1) through A(5); in Subsection B, after \"Chapter 20 NMSA 1978\", deleted \"who, under circumstances not amounting to rape, commits an act of sexual intercourse with a female not his wife who has not attained the age of sixteen years is guilty of carnal knowledge\" and added \"is guilty of sexual assault\", after \"may direct\", added \"if the person commits a sexual act upon another person\", and added Paragraphs B(1) through B(6); and deleted former Subsection C and added new Subsections C through H.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-51/"
    },
    {
      "id": "section-20-12-52",
      "number": "20-12-52",
      "heading": "Larceny and wrongful appropriation.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who wrongfully takes, obtains or withholds, by any means, from the possession of the owner or of any other person any money, personal property or article of value of any kind:\n\n(1) with intent permanently to deprive or defraud another person of the use and benefit of property or to appropriate it to his own use or the use of any person other than the owner, steals that property and is guilty of larceny; or\n\n(2) with intent temporarily to deprive or defraud another person of the use and benefit of property or to appropriate it to his own use or the use of any person other than the owner;\n\nis guilty of wrongful appropriation.\n\nB. Any person found guilty of larceny or wrongful appropriation shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-52, enacted by Laws 1989, ch. 337, § 51.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-52/"
    },
    {
      "id": "section-20-12-53",
      "number": "20-12-53",
      "heading": "Robbery.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who with intent to steal takes anything of value from the person or in the presence of another, against his will, by means of force or violence or fear of immediate or future injury to his person or property or to the person or property of a relative or member of his family or of anyone in his company at the time of the robbery is guilty of robbery and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-53, enacted by Laws 1989, ch. 337, § 52.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-53/"
    },
    {
      "id": "section-20-12-54",
      "number": "20-12-54",
      "heading": "Forgery.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, with intent to defraud:\n\nA. falsely makes or alters any signature, to, or any part of, any writing which would, if genuine, apparently impose a legal liability on another or change his legal right or liability to his prejudice; or\n\nB. utters, offers, issues or transfers such a writing, known by him to be so made or altered;\n\nis guilty of forgery and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-54, enacted by Laws 1989, ch. 337, § 53.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-54/"
    },
    {
      "id": "section-20-12-55",
      "number": "20-12-55",
      "heading": "Making, drawing or uttering check, draft or order without sufficient funds.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who:\n\nA. for the procurement of any article or thing of value, with intent to defraud; or\n\nB. for the payment of any past due obligation, or for any other purpose, with intent to deceive;\n\nmakes, draws, utters or delivers any check, draft or order for the payment of money upon any bank or other depository, knowing at the time that the maker or drawer has not or will not have sufficient funds in, or credit with, the bank or other depository for the payment of that check, draft or order in full upon its presentment, shall be punished as a court-martial may direct. The making, drawing, uttering or delivering by a maker or drawer of a check, draft or order, payment of which is refused by the drawee because of insufficient funds of the maker or drawer in the drawee's possession or control, is prima facie evidence of his intent to defraud or deceive and of his knowledge of insufficient funds in, or credit with, that bank or other depository, unless the maker or drawer pays the holder the amount due within five days after receiving notice, orally or in writing, that the check, draft or order was not paid on presentment. In this section, the word \"credit\" means an arrangement or understanding, express or implied, with the bank or other depository for the payment of that check, draft or order.\n\nHistory:1978 Comp., § 20-12-55, enacted by Laws 1989, ch. 337, § 54.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-55/"
    },
    {
      "id": "section-20-12-56",
      "number": "20-12-56",
      "heading": "Maiming.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, with intent to injure, disfigure or disable, inflicts upon the person of another an injury which:\n\nA. seriously disfigures his person by a mutilation thereof;\n\nB. destroys or disables any member or organ of his body; or\n\nC. seriously diminishes his physical vigor by the injury of any member or organ;\n\nis guilty of maiming and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-56, enacted by Laws 1989, ch. 337, § 55.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-56/"
    },
    {
      "id": "section-20-12-57",
      "number": "20-12-57",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 20-12-57, enacted by Laws 1989, ch. 337, § 56; repealed by Laws 2021, ch. 55, § 12.\n\nRepeals.— Laws 2021, ch. 55, § 12 repealed 20-12-57 NMSA 1978, as enacted by Laws 1989, ch. 337, § 56, relating to sodomy, effective June 18, 2021. For provisions of former section,seethe 2020 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-57/"
    },
    {
      "id": "section-20-12-58",
      "number": "20-12-58",
      "heading": "Arson.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who willfully and maliciously burns or sets on fire an inhabited dwelling or any other structure, movable or immovable, wherein to the knowledge of the offender there is at the time a human being, is guilty of aggravated arson and shall be punished as a court-martial may direct.\n\nB. Any person subject to Chapter 20 NMSA 1978 who willfully and maliciously burns or sets fire to the property of another, except as provided in Subsection A of this section, is guilty of simple arson and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-58, enacted by Laws 1989, ch. 337, § 57.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-58/"
    },
    {
      "id": "section-20-12-59",
      "number": "20-12-59",
      "heading": "Assault.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who attempts or offers with unlawful force or violence to do bodily harm to another person, whether or not the attempt or offer is consummated, is guilty of assault and shall be punished as a court-martial may direct.\n\nB. Any person subject to Chapter 20 NMSA 1978 who:\n\n(1) commits an assault with a dangerous weapon or other means or force likely to produce death or grievous bodily harm; or\n\n(2) commits an assault and intentionally inflicts grievous bodily harm with or without a weapon;\n\nis guilty of aggravated assault and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-59, enacted by Laws 1989, ch. 337, § 58.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-59/"
    },
    {
      "id": "section-20-12-60",
      "number": "20-12-60",
      "heading": "Extortion.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who communicates threats to another person with the intention thereby to obtain anything of value or any acquittance, advantage or immunity is guilty of extortion and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-60, enacted by Laws 1989, ch. 337, § 59.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-60/"
    },
    {
      "id": "section-20-12-61",
      "number": "20-12-61",
      "heading": "Burglary.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who, with intent to commit an offense punishable under Sections 20-12-49 through 20-12-60 NMSA 1978 breaks and enters, in the nighttime, the dwelling house of another, is guilty of burglary and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-61, enacted by Laws 1989, ch. 337, § 60.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-61/"
    },
    {
      "id": "section-20-12-62",
      "number": "20-12-62",
      "heading": "Housebreaking.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who unlawfully enters the building or structure of another with intent to commit a criminal offense therein is guilty of housebreaking and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-62, enacted by Laws 1989, ch. 337, § 61.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-62/"
    },
    {
      "id": "section-20-12-63",
      "number": "20-12-63",
      "heading": "Perjury.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who in a judicial proceeding or in a course of justice willfully and corruptly:\n\nA. upon a lawful oath or in any form allowed by law to be substituted for an oath, gives any false testimony material to the issue or matter of inquiry; or\n\nB. in any declaration, certificate, verification or statement under penalty or perjury as permitted under Section 1746 of Title 28, United States Code, subscribes any false statement material to the issue or matter of inquiry;\n\nis guilty of perjury and shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-63, enacted by Laws 1989, ch. 337, § 62.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-63/"
    },
    {
      "id": "section-20-12-64",
      "number": "20-12-64",
      "heading": "Frauds against the United States.",
      "text": "Any person subject to Chapter 20 NMSA 1978:\n\nA. who, knowing it to be false or fraudulent:\n\n(1) makes any claim against the United States or any officer thereof; or\n\n(2) presents to any person in the civil or military service thereof, for approval or payment, any claim against the United States or any officer thereof;\n\nB. who, for the purpose of obtaining the approval, allowance or payment of any claim against the United States or any officer thereof:\n\n(1) makes or uses any writing or other paper knowing it to contain any false or fraudulent statements;\n\n(2) makes any oath to any fact or to any writing or other paper knowing the oath to be false; or\n\n(3) forges or counterfeits any signature upon any writing or other paper, or uses any such signature knowing it to be forged or counterfeited;\n\nC. who, having charge, possession, custody or control of any money, or other property of the United States, furnished or intended for the armed forces thereof, knowingly delivers to any person having authority to receive it, any amount thereof less than that for which he receives a certificate of receipt; or\n\nD. who, being authorized to make or deliver any paper certifying the receipt of any property of the United States furnished or intended for the armed forces thereof, makes or delivers to any person such writing without having full knowledge of the truth of the statements therein contained and with intent to defraud the United States, shall, upon conviction, be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-64, enacted by Laws 1989, ch. 337, § 63.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-64/"
    },
    {
      "id": "section-20-12-65",
      "number": "20-12-65",
      "heading": "Conduct unbecoming an officer and a gentleman.",
      "text": "Any commissioned officer, cadet or midshipman who is convicted of conduct unbecoming an officer and a gentleman shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-65, enacted by Laws 1989, ch. 337, § 64.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-65/"
    },
    {
      "id": "section-20-12-66",
      "number": "20-12-66",
      "heading": "Wrongful use and possession of controlled substances.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 who wrongfully uses, possesses, manufactures, distributes, imports into the customs territory of the United States, exports from the United States or introduces into an installation, vessel, vehicle or aircraft used by or under the control of the armed forces a substance described in Subsection B of this section shall be punished as a court-martial may direct.\n\nB. The substances referred to in Subsection A of this section are the following:\n\n(1) opium, heroin, cocaine, amphetamine, lysergic acid diethylamide, methamphetamine, phencyclidine, barbituric acid and marijuana and any compound or derivative of any such substance;\n\n(2) any substance not specified in Paragraph (1) of this subsection that is listed on a schedule of controlled substances prescribed by the president of the United States for the purposes of this section; and\n\n(3) any other substance not specified in Paragraph (1) of this subsection or contained on a list prescribed by the president under Paragraph (2) of this subsection that is listed in Schedules I through V of Section 202 of the Controlled Substances Act (21 U.S.C. 812).\n\nHistory:1978 Comp., § 20-12-66, enacted by Laws 1989, ch. 337, § 65.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Validity, construction and application of state or local law prohibiting maintenance of vehicle for purpose of keeping or selling controlled substances, 31 A.L.R.5th 760.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-66/"
    },
    {
      "id": "section-20-12-67",
      "number": "20-12-67",
      "heading": "Misbehavior of sentinel.",
      "text": "Any sentinel or look-out who is found drunk or sleeping upon his post, or leaves it before he is regularly relieved, shall be punished, if the offense is committed in time of war, by death or other punishment as a court-martial may direct, but if the offense is committed at any other time, by punishment other than death as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-67, enacted by Laws 1989, ch. 337, § 66.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-67/"
    },
    {
      "id": "section-20-12-68",
      "number": "20-12-68",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 20-12-68, enacted by Laws 1989, ch. 337, § 67; repealed by Laws 2021, ch. 55, § 12.\n\nRepeals.— Laws 2021, ch. 55, § 12 repealed 20-12-68 NMSA 1978, as enacted by Laws 1989, ch. 337, § 67, relating to dueling, effective June 18, 2021. For provisions of former section,seethe 2020 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-68/"
    },
    {
      "id": "section-20-12-69",
      "number": "20-12-69",
      "heading": "Malingering.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who for the purpose of avoiding work, duty or service:\n\nA. feigns illness, physical disablement, mental lapse or derangement; or\n\nB. intentionally inflicts self-injury;\n\nshall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-69, enacted by Laws 1989, ch. 337, § 68.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-69/"
    },
    {
      "id": "section-20-12-70",
      "number": "20-12-70",
      "heading": "Riot or breach of peace.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who causes or participates in any riot or breach of the peace shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-70, enacted by Laws 1989, ch. 337, § 69.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-70/"
    },
    {
      "id": "section-20-12-71",
      "number": "20-12-71",
      "heading": "Provoking speeches or gestures.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who uses provoking or reproachful words or gestures toward any other person subject to that chapter shall be punished as a court-martial may direct.\n\nHistory:1978 Comp., § 20-12-71, enacted by Laws 1989, ch. 337, § 70.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-71/"
    },
    {
      "id": "section-20-12-72",
      "number": "20-12-72",
      "heading": "Principals.",
      "text": "Any person subject to Chapter 20 NMSA 1978 who:\n\nA. commits an offense punishable by Chapter 20 NMSA 1978 or aids, abets, counsels or procures its commission; or\n\nB. causes an act to be done which if directly performed by him would be punishable by Chapter 20 NMSA 1978;\n\nis a principal.\n\nHistory:1978 Comp., § 20-12-72, enacted by Laws 1989, ch. 337, § 71.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-72/"
    },
    {
      "id": "section-20-12-73",
      "number": "20-12-73",
      "heading": "General article.",
      "text": "Though not specifically mentioned in Chapter 20 NMSA 1978, all disorders and neglects to the prejudice of good order and discipline in the armed forces, all conduct of a nature to bring discredit upon the armed forces and crimes and offenses not capital, of which persons subject to Chapter 20 NMSA 1978 may be guilty, shall be taken cognizance of by a general, special or summary court-martial, according to the nature and degree of the offense, and shall be punished at the discretion of that court.\n\nHistory:1978 Comp., § 20-12-73, enacted by Laws 1989, ch. 337, § 72.\n\nEffective dates.— Laws 1989, ch. 337 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-73/"
    },
    {
      "id": "section-20-12-74",
      "number": "20-12-74",
      "heading": "Prohibited activities with military recruit or trainee by person in position of special trust; consent not a defense.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 shall be punished as a court-martial may direct if the person:\n\n(1) is an officer or noncommissioned officer;\n\n(2) is in a training leadership position with respect to a specially protected junior member of the armed forces; and\n\n(3) knew, or reasonably should have known, that the person was engaged in prohibited sexual activity with a specially protected junior member of the armed forces.\n\nB. Any person subject to Chapter 20 NMSA 1978 shall be punished as a court-martial may direct if the person is a military recruiter and knew, or reasonably should have known, that the person was engaged in prohibited sexual activity with:\n\n(1) an applicant for military service; or\n\n(2) a specially protected junior member of the armed forces who is enlisted under a delayed entry program.\n\nC. Any person subject to Chapter 20 NMSA 1978 shall be punished as a court-martial may direct if the person:\n\n(1) is a commissioned, warrant or noncommissioned officer;\n\n(2) is in a training leadership position with respect to a specially protected member of the armed forces; and\n\n(3) engaged in prohibited sexual activity with a person that the person knew, or reasonably should have known, was a specially protected junior member of the armed forces.\n\nD. Any person subject to Chapter 20 NMSA 1978 shall be punished as a court-martial may direct if the person:\n\n(1) is a commissioned, warrant or noncommissioned officer;\n\n(2) is performing duties as a military recruiter; and\n\n(3) engaged in prohibited sexual activity with a person that the person knew, or reasonably should have known, was an applicant for military service; or\n\n(4) engaged in prohibited sexual activity with a person that the person knew, or reasonably should have known, was a specially protected junior member of the armed forces who is enlisted under a delayed entry program.\n\nE. Consent is not a defense to prosecution pursuant to this section.\n\nF. The maximum punishment of prosecution pursuant to this section shall be a dishonorable discharge, forfeiture of all pay and allowances received on or after the effective date of the sentence and confinement for less than one year.\n\nG. As used in this section:\n\n(1) \"applicant for military service\" means a person who, under regulations prescribed by the secretary concerned, is an applicant for original enlistment or appointment in the armed forces;\n\n(2) \"military recruiter\" means a person who, under regulations prescribed by the secretary concerned, has the primary duty to recruit persons for military service;\n\n(3) \"prohibited sexual activity\" means, as specified in regulations prescribed by the secretary concerned, inappropriate physical intimacy under circumstances described in such regulations;\n\n(4) \"regulations prescribed by the secretary concerned\" means rules, regulations, instructions and procedures prescribed by the secretary of the army or secretary of the air force with respect to soldiers or airmen of the national guard;\n\n(5) \"specially protected junior member of the armed forces\" means a member of the armed forces who is:\n\n(a) assigned to, or is awaiting assignment to, basic training or other initial active duty for training, including a member who is enlisted under a delayed entry program;\n\n(b) a cadet, an officer candidate or a student in any other officer qualification program; or\n\n(c) in any program that, by regulation prescribed by the secretary concerned, is identified as a training program for initial career qualification; and\n\n(6) \"training leadership position\" means, with respect to a specially protected junior member of the armed forces, any drill instructor position or other leadership position in a basic training program, an officer candidate school, a reserve officers' training corps unit, a training program for entry into the armed forces or any program that, by regulation prescribed by the secretary concerned, is identified as a training program for initial career qualification.\n\nHistory:Laws 2021, ch. 55, § 10.\n\nEffective dates.— Laws 2021, ch. 55 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-74/"
    },
    {
      "id": "section-20-12-75",
      "number": "20-12-75",
      "heading": "Wearing unauthorized insignia, decoration, badge, ribbon, device or lapel button.",
      "text": "A. Any person subject to Chapter 20 NMSA 1978 shall be punished as a court-martial may direct if the person:\n\n(1) is not authorized to wear an insignia, decoration, badge, ribbon, device or lapel button; and\n\n(2) wrongfully wears such insignia, decoration, badge, ribbon, device or lapel button upon the person's uniform or civilian clothing.\n\nB. The maximum punishment of prosecution pursuant to this section shall be:\n\n(1) for the wrongful wearing of the medal of honor, distinguished service cross, navy cross, air force cross, silver star, purple heart or a valor device on any personal award, a dishonorable discharge, forfeiture of all pay and allowances received on or after the effective date of the sentence and confinement for less than one year; or\n\n(2) for all other violations of this section, a bad conduct discharge, forfeiture of all pay and allowances and confinement for no more than six months.\n\nC. As used in this section, \"wrongful\" means that the conduct is done without legal justification or excuse. Actual knowledge that the person was or is not authorized to wear the item in question is required. Knowledge may be proved by circumstantial evidence.\n\nHistory:Laws 2021, ch. 55, § 11.\n\nEffective dates.— Laws 2021, ch. 55 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 18, 2021, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-20/article-12/section-20-12-75/"
    }
  ]
}