{
  "state": "south-dakota",
  "path": "title-title-58-insurance/chapter-chapter-21-surety-insurance",
  "sections": [
    {
      "id": "section-58-21-1",
      "number": "58-21-1",
      "heading": "Qualifications of sole surety on official bonds",
      "text": "58-21-1. Qualifications of sole surety on official bonds.\n\nWhenever any bond, undertaking, recognizance, or other obligation is by law, or the charter, ordinances, rules, or regulations of any municipality, board, body, organization, court, judge, or public officer, required or permitted to be made, given, tendered, or filed, with surety or sureties, and whenever the performance of any act, duty, or obligation, or the refraining from any act, is required or permitted to be guaranteed, such bond, undertaking, obligation, recognizance, or guaranty may be executed by a surety insurer qualified to act as surety or guarantor as provided in this chapter.\n\nSource:SL 1966, ch 111, ch 28, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-21/section-58-21-1/"
    },
    {
      "id": "section-58-21-2",
      "number": "58-21-2",
      "heading": "Certificate of authority as evidence of qualifications.",
      "text": "58-21-2. Certificate of authority as evidence of qualifications.\n\nA valid subsisting certificate of authority or duly certified copy thereof issued by the director to a surety insurer shall be accepted as evidence of qualification to become sole surety on all bonds, undertakings, recognizances, and obligations required or permitted by law, or in the charter, ordinances, rules, or regulations of any municipality, board, organization, court, judge, or public officer, without further proof or qualification regarding solvency, credit, or financial sufficiency to act as surety.\n\nSource:SL 1966, ch 111, ch 28, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-21/section-58-21-2/"
    },
    {
      "id": "section-58-21-3",
      "number": "58-21-3",
      "heading": "Execution by insurer of official bonds--Compliance with law, rule, or regulation.",
      "text": "58-21-3. Execution by insurer of official bonds--Compliance with law, rule, or regulation.\n\nExecution by such insurer of such bond, undertaking, obligation, recognizance, or guaranty shall be in all respects a full and complete compliance with every requirement of every law, charter, ordinance, rule, or regulation, that such bond, undertaking, obligation, recognizance, or guaranty shall be executed by one surety or by one or more sureties, or that such surety shall be a resident, or householder, or freeholder, or either or both, or possess any other qualifications; and all courts, judges, heads of departments, boards, bodies, municipalities, and public officers of every character shall accept and treat accordingly such bond, undertaking, obligation, recognizance, or guaranty when so executed by such insurer, as conforming to and fully and completely complying with every such requirement of every such law, charter, ordinance, rule, or regulation.\n\nSource:SL 1966, ch 111, ch 28, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-21/section-58-21-3/"
    },
    {
      "id": "section-58-21-4",
      "number": "58-21-4",
      "heading": "Forfeitures for unauthorized business--Amount--Action to recover.",
      "text": "58-21-4. Forfeitures for unauthorized business--Amount--Action to recover.\n\nAny such insurer doing business in this state without a valid certificate of authority shall forfeit one hundred dollars for every day it neglects to procure such certificate. Any insurance producer making assurance or soliciting applications for any insurer having no such certificate shall forfeit the sum of three hundred dollars, and any person acting for an insurer authorized to transact business in this state without having the required insurance producer's certificate in the person's possession shall be liable to pay twenty-five dollars for each day's neglect to procure such certificate. Such penalties may be recovered in a civil action in the circuit court of any county in this state.\n\nSource:SL 1966, ch 111, ch 28, §4; SL 2001, ch 286, §130.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-21/section-58-21-4/"
    },
    {
      "id": "section-58-21-5",
      "number": "58-21-5",
      "heading": "Release from liability on official bonds.",
      "text": "58-21-5. Release from liability on official bonds.\n\nA surety insurer may be released from its liability on a bond referred to in §58-21-1 upon the same terms and conditions as are by law prescribed for the release of individual sureties.\n\nSource:SL 1966, ch 111, ch 28, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-21/section-58-21-5/"
    }
  ]
}