{
  "state": "south-dakota",
  "path": "title-title-58-insurance/chapter-chapter-34-reciprocal-insurers",
  "sections": [
    {
      "id": "section-58-34-1",
      "number": "58-34-1",
      "heading": "Reciprocal insurance defined.Section 58-34-2 - Reciprocal insurer defined",
      "text": "58-34-1. Reciprocal insurance defined.\n\n\"Reciprocal\" insurance is that resulting from an interexchange among persons, known as \"subscribers,\" of reciprocal agreements of indemnity, the interexchange being effectuated through an \"attorney in fact\" common to all such persons.\n\nSource:SL 1966, ch 111, ch 19, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-1/"
    },
    {
      "id": "section-58-34-2",
      "number": "58-34-2",
      "heading": "Reciprocal insurer defined.",
      "text": "58-34-2. Reciprocal insurer defined.\n\nA \"reciprocal insurer\" means an unincorporated aggregation of subscribers operating individually and collectively through an attorney in fact to provide reciprocal insurance among themselves.\n\nSource:SL 1966, ch 111, ch 19, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-2/"
    },
    {
      "id": "section-58-34-3",
      "number": "58-34-3",
      "heading": "Attorney defined.",
      "text": "58-34-3. Attorney defined.\n\n\"Attorney,\" as used in this chapter, refers to the attorney in fact of a reciprocal insurer. The attorney may be an individual, firm, or corporation.\n\nSource:SL 1966, ch 111, ch 19, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-3/"
    },
    {
      "id": "section-58-34-4",
      "number": "58-34-4",
      "heading": "Application of chapter to foreign reciprocal insurers.",
      "text": "58-34-4. Application of chapter to foreign reciprocal insurers.\n\nAll authorized reciprocal insurers shall be governed by those sections of this chapter not expressly made applicable to domestic reciprocals.\n\nSource:SL 1966, ch 111, ch 19, §3 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-4/"
    },
    {
      "id": "section-58-34-5",
      "number": "58-34-5",
      "heading": "Compliance required of existing insurers.",
      "text": "58-34-5. Compliance required of existing insurers.\n\nAuthorized reciprocal insurers existing on July 1, 1966, shall after said date comply with the provisions of this chapter, and shall make such amendments to their subscribers' agreements, power of attorney, policies, and other documents and accounts and perform such other acts as may be required for such compliance.\n\nSource:SL 1966, ch 111, ch 19, §3 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-5/"
    },
    {
      "id": "section-58-34-6",
      "number": "58-34-6",
      "heading": "Organization of insurer--Number of persons required.",
      "text": "58-34-6. Organization of insurer--Number of persons required.\n\nTwenty-five or more persons domiciled in this state may organize a domestic reciprocal insurer and make application to the director for a certificate of authority.\n\nSource:SL 1966, ch 111, ch 19, §7 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-6/"
    },
    {
      "id": "section-58-34-7",
      "number": "58-34-7",
      "heading": "Application for certificate of authority--Execution and filing--Contents.",
      "text": "58-34-7. Application for certificate of authority--Execution and filing--Contents.\n\nThe proposed attorney shall execute and file with the director an application for a certificate of authority setting forth:\n\n(1)The name of the insurer;\n\n(2)The location of the insurer's principal office, which shall be the same as that of the attorney and shall be maintained within this state;\n\n(3)The kinds of insurance business proposed to be transacted;\n\n(4)The names and addresses of the original subscribers;\n\n(5)The designation and appointment of the proposed attorney and a copy of the power of attorney;\n\n(6)The names and addresses of the officers and directors of the attorney, if a corporation, or its members, if a firm;\n\n(7)The powers of the subscribers' advisory committee; and the names and terms of office of the members thereof;\n\n(8)That all moneys paid to the reciprocal shall, after deducting therefrom any sum payable to the attorney, be held in the name of the insurer and for the purposes specified in the subscribers' agreement;\n\n(9)A copy of the subscribers' agreement;\n\n(10)A statement that each of the original subscribers has in good faith applied for insurance of a kind proposed to be transacted, and that the insurer has received from each such subscriber the full premium or premium deposit required for the policy applied for, for a term of not less than six months at an adequate rate theretofore filed with and approved by the director;\n\n(11)A statement of the financial condition of the insurer, a schedule of its assets, and a statement that the surplus as required by §§58-34-14 to 58-34-16, inclusive, is on hand; and\n\n(12)A copy of each policy, endorsement and application form it then proposes to issue or use.\n\nSuch declaration shall be acknowledged by the attorney.\n\nSource:SL 1966, ch 111, ch 19, §7 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-7/"
    },
    {
      "id": "section-58-34-8",
      "number": "58-34-8",
      "heading": "Bond of attorney in fact--Filing with and approval by director.",
      "text": "58-34-8. Bond of attorney in fact--Filing with and approval by director.\n\nConcurrently with the filing of the application provided for in §58-34-7, the attorney of a domestic reciprocal insurer shall file with the director a bond in favor of the State of South Dakota for the benefit of all persons damaged as a result of a breach of the conditions of his bond as set forth in §58-34-9. The bond shall be executed by the attorney and by an authorized corporate surety, and shall be subject to the director's approval.\n\nSource:SL 1966, ch 111, ch 19, §12 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-8/"
    },
    {
      "id": "section-58-34-9",
      "number": "58-34-9",
      "heading": "Amount and conditions of bond.",
      "text": "58-34-9. Amount and conditions of bond.\n\nThe bond required by §58-34-8 shall be in the penal sum of twenty-five thousand dollars, conditioned that the attorney will faithfully account for all moneys and other property of the insurer coming into his hands, and that he will not withdraw or appropriate to his own use from the funds of the insurer, any moneys or property to which he is not entitled.\n\nSource:SL 1966, ch 111, ch 19, §12 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-9/"
    },
    {
      "id": "section-58-34-10",
      "number": "58-34-10",
      "heading": "Advance notice of cancellation of bond.",
      "text": "58-34-10. Advance notice of cancellation of bond.\n\nThe bond required by §58-34-8 shall provide that it is not subject to cancellation unless thirty days' advance notice in writing of cancellation is given to the attorney and the director.\n\nSource:SL 1966, ch 111, ch 19, §12 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-10/"
    },
    {
      "id": "section-58-34-11",
      "number": "58-34-11",
      "heading": "Deposit in lieu of bond.",
      "text": "58-34-11. Deposit in lieu of bond.\n\nIn lieu of the bond required under §58-34-8, the attorney may maintain on deposit through the office of the director, a like amount of cash or of securities eligible for deposit under §§58-7-8 to 58-7-10, inclusive, and subject to the same conditions as the bond.\n\nSource:SL 1966, ch 111, ch 19, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-11/"
    },
    {
      "id": "section-58-34-12",
      "number": "58-34-12",
      "heading": "Action on bond or to recover against deposit.",
      "text": "58-34-12. Action on bond or to recover against deposit.\n\nAction on the attorney's bond or to recover against any such deposit made in lieu thereof may be brought at any time by one or more subscribers suffering loss through a violation of its conditions or by a receiver or liquidator of the insurer. Amounts recovered on the bond shall be deposited in and become part of the insurer's funds. The total aggregate liability of the surety shall be limited to the amount of the penalty of such bond.\n\nSource:SL 1966, ch 111, ch 19, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-12/"
    },
    {
      "id": "section-58-34-13",
      "number": "58-34-13",
      "heading": "Business name of insurer--Use in suits by and against.",
      "text": "58-34-13. Business name of insurer--Use in suits by and against.\n\nA reciprocal insurer shall:\n\n(1)Have and use a business name. The name shall include the word \"reciprocal,\" or \"interinsurer,\" or \"interinsurance,\" or \"exchange,\" or \"underwriters,\" or \"underwriting.\"\n\n(2)Sue and be sued in its own name.\n\nSource:SL 1966, ch 111, ch 19, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-13/"
    },
    {
      "id": "section-58-34-14",
      "number": "58-34-14",
      "heading": "Surplus funds of domestic reciprocal insurer--Amounts required.",
      "text": "58-34-14. Surplus funds of domestic reciprocal insurer--Amounts required.\n\nA domestic reciprocal insurer formed after June 30, 1966, may be authorized to transact insurance if it has otherwise complied with the applicable provisions of this title and has and thereafter maintains surplus funds as follows:\n\n(1)To transact property insurance, surplus of not less than two hundred thousand dollars;\n\n(2)To transact casualty insurance, without workers' compensation included, surplus of not less than two hundred thousand dollars; to transact casualty insurance, including workers' compensation, surplus of not less than three hundred thousand dollars.\n\nSource:SL 1966, ch 111, ch 19, §8 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-14/"
    },
    {
      "id": "section-58-34-15",
      "number": "58-34-15",
      "heading": "Additional expendable surplus required of new insurer.",
      "text": "58-34-15. Additional expendable surplus required of new insurer.\n\nIn addition to surplus required to be maintained under §58-34-14, a domestic reciprocal insurer formed after June 30, 1966, shall have, when first authorized to transact insurance, expendable surplus equal to not less than one-half of the minimum amount of surplus required to be maintained.\n\nSource:SL 1966, ch 111, ch 19, §8 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-15/"
    },
    {
      "id": "section-58-34-16",
      "number": "58-34-16",
      "heading": "Additional kinds of insurance transacted--Minimum amount of surplus funds.",
      "text": "58-34-16. Additional kinds of insurance transacted--Minimum amount of surplus funds.\n\nA domestic reciprocal insurer may be authorized to transact additional kinds of insurance if it has otherwise complied with the provisions of this title therefor and possesses and maintains surplus funds not less in amount than the minimum capital stock required of a domestic stock insurer for authority to transact a like combination of kinds of insurance, but subject to §§58-6-27 and 58-6-28.\n\nSource:SL 1966, ch 111, ch 19, §8 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-16/"
    },
    {
      "id": "section-58-34-17",
      "number": "58-34-17",
      "heading": "Surplus funds of existing insurers--Laws governing.",
      "text": "58-34-17. Surplus funds of existing insurers--Laws governing.\n\nA domestic reciprocal insurer, which held a valid certificate of authority to transact business in this state immediately prior to July 1, 1966, is governed, as to surplus required to be maintained, by §§58-6-27 and 58-6-28.\n\nSource:SL 1966, ch 111, ch 19, §8 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-17/"
    },
    {
      "id": "section-58-34-18",
      "number": "58-34-18",
      "heading": "Issuance of certificate of authority.",
      "text": "58-34-18. Issuance of certificate of authority.\n\nThe certificate of authority of a reciprocal insurer shall be issued to its attorney in the name of the insurer.\n\nSource:SL 1966, ch 111, ch 19, §9 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-18/"
    },
    {
      "id": "section-58-34-19",
      "number": "58-34-19",
      "heading": "Refusal, suspension, or revocation of certificate of authority--Grounds.",
      "text": "58-34-19. Refusal, suspension, or revocation of certificate of authority--Grounds.\n\nThe director may refuse, suspend, or revoke the certificate of authority, in addition to other grounds therefor, for failure of the attorney to comply with any provision of this title.\n\nSource:SL 1966, ch 111, ch 19, §9 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-19/"
    },
    {
      "id": "section-58-34-20",
      "number": "58-34-20",
      "heading": "Rights and powers of attorney provided by subscribers' agreement.",
      "text": "58-34-20. Rights and powers of attorney provided by subscribers' agreement.\n\nThe rights and powers of the attorney of a reciprocal insurer shall be as provided in the power of attorney given it by the subscribers.\n\nSource:SL 1966, ch 111, ch 19, §10 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-20/"
    },
    {
      "id": "section-58-34-21",
      "number": "58-34-21",
      "heading": "Power of attorney--Form and contents.",
      "text": "58-34-21. Power of attorney--Form and contents.\n\nThe power of attorney described in §58-34-20 must set forth:\n\n(1)The powers of the attorney;\n\n(2)That the attorney is empowered to accept service of process on behalf of the insurer and to authorize the director to receive service of process in actions against the insurer upon contracts exchanged;\n\n(3)The general services to be performed by the attorney;\n\n(4)The maximum amount to be deducted from advanced premiums or deposits to be paid to the attorney and the general items of expense in addition to losses, to be paid by the insurer; and\n\n(5)Except as to nonassessable policies, a provision for a contingent several liability of each subscriber in a specified amount which amount shall be not less than one nor more than ten times the premium or premium deposit stated in the policy.\n\nSource:SL 1966, ch 111, ch 19, §10 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-21/"
    },
    {
      "id": "section-58-34-22",
      "number": "58-34-22",
      "heading": "Power of attorney--Terms--Approval by director.",
      "text": "58-34-22. Power of attorney--Terms--Approval by director.\n\nThe terms of any power of attorney or agreement collateral thereto shall be fair and equitable, and no such power or agreement shall be effective as to a domestic reciprocal insurer until approved by the director.\n\nSource:SL 1966, ch 111, ch 19, §10 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-22/"
    },
    {
      "id": "section-58-34-23",
      "number": "58-34-23",
      "heading": "Service of legal process upon domestic insurer.",
      "text": "58-34-23. Service of legal process upon domestic insurer.\n\nLegal process shall be served upon a domestic reciprocal insurer by serving the insurer's attorney at his principal offices or by serving the director as the insurer's process agent under §58-6-39.\n\nSource:SL 1966, ch 111, ch 19, §15 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-23/"
    },
    {
      "id": "section-58-34-24",
      "number": "58-34-24",
      "heading": "Liability of subscribers for judgment against insurer--Service of legal process.",
      "text": "58-34-24. Liability of subscribers for judgment against insurer--Service of legal process.\n\nAny judgment based upon legal process so served shall be binding upon each of the insurer's subscribers as their respective interests may appear, but in an amount not exceeding their respective contingent liabilities, if any, the same as though personal service of process was had upon each such subscriber.\n\nSource:SL 1966, ch 111, ch 19, §15 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-24/"
    },
    {
      "id": "section-58-34-25",
      "number": "58-34-25",
      "heading": "Eligibility to become subscriber.",
      "text": "58-34-25. Eligibility to become subscriber.\n\nIndividuals, partnerships, associations, and corporations, public or private, of this state, hereby designated as subscribers, are authorized to exchange reciprocal or interinsurance contracts with each other, or with individuals, partnerships, associations, and corporations, public or private, of other states and countries, providing indemnity among themselves for any loss which may be insured against by the reciprocal insurer to which they are subscribers; except, that public corporations of this state may so insure only in an insurer which has a surplus of three hundred thousand dollars or more and under an insurance contract as to which such an insured has no contingent liability.\n\nSource:SL 1966, ch 111, ch 19, §19 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-25/"
    },
    {
      "id": "section-58-34-26",
      "number": "58-34-26",
      "heading": "Authority of corporation to exchange insurance contracts.",
      "text": "58-34-26. Authority of corporation to exchange insurance contracts.\n\nAny corporation now or hereafter organized under the laws of this state shall, in addition to the rights, powers, and franchises specified in its articles of incorporation have full power and authority to exchange insurance contracts of the kind and character mentioned in §58-34-25. The right to exchange such contracts is declared to be incidental to the purposes for which such corporations are organized and as much granted as the rights and powers expressly conferred.\n\nSource:SL 1966, ch 111, ch 19, §19 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-26/"
    },
    {
      "id": "section-58-34-27",
      "number": "58-34-27",
      "heading": "Representatives of subscribers not liable on contract.",
      "text": "58-34-27. Representatives of subscribers not liable on contract.\n\nAny officer, representative, trustee, receiver, or legal representative of any such subscriber shall be recognized as acting for or on its behalf for the purpose of such contract but shall not be personally liable upon the contract by reason of acting in such representative capacity.\n\nSource:SL 1966, ch 111, ch 19, §19 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-27/"
    },
    {
      "id": "section-58-34-28",
      "number": "58-34-28",
      "heading": "Advisory committee representing subscribers--Selection.",
      "text": "58-34-28. Advisory committee representing subscribers--Selection.\n\nThe advisory committee of a domestic reciprocal insurer exercising the subscribers' rights shall be selected under such rules as the subscribers adopt.\n\nSource:SL 1966, ch 111, ch 19, §20 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-28/"
    },
    {
      "id": "section-58-34-29",
      "number": "58-34-29",
      "heading": "Advisory committee--Qualifications of members.",
      "text": "58-34-29. Advisory committee--Qualifications of members.\n\nNot less than two-thirds of the advisory committee of a domestic reciprocal insurer shall be subscribers other than the attorney, or any person employed by, representing, or having a financial interest in the attorney.\n\nSource:SL 1966, ch 111, ch 19, §20 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-29/"
    },
    {
      "id": "section-58-34-30",
      "number": "58-34-30",
      "heading": "Powers of advisory committee.",
      "text": "58-34-30. Powers of advisory committee.\n\nThe advisory committee of a domestic reciprocal insurer shall:\n\n(1)Supervise the finances of the insurer;\n\n(2)Supervise the insurer's operations to such extent as to assure conformity with the subscribers' agreement and power of attorney;\n\n(3)Procure the audit of the accounts and records of the insurer and of the attorney at the expense of the insurer; and\n\n(4)Have such additional powers and functions as may be conferred by the subscribers' agreement.\n\nSource:SL 1966, ch 111, ch 19, §20 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-30/"
    },
    {
      "id": "section-58-34-31",
      "number": "58-34-31",
      "heading": "Modification of subscribers' agreement or power of attorney.",
      "text": "58-34-31. Modification of subscribers' agreement or power of attorney.\n\nModifications of the terms of the subscribers' agreement or of the power of attorney of a domestic reciprocal insurer shall be made jointly by the attorney and the subscribers' advisory committee. No such modification shall be effective until approved by the director.\n\nSource:SL 1966, ch 111, ch 19, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-31/"
    },
    {
      "id": "section-58-34-32",
      "number": "58-34-32",
      "heading": "Kinds of business transacted--Life or title insurance excepted.",
      "text": "58-34-32. Kinds of business transacted--Life or title insurance excepted.\n\nA reciprocal insurer may, upon qualifying therefor as provided for by this title, transact any kinds of business defined by this title, other than life or title insurance.\n\nSource:SL 1966, ch 111, ch 19, §4 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-32/"
    },
    {
      "id": "section-58-34-33",
      "number": "58-34-33",
      "heading": "Reinsurance authorized.",
      "text": "58-34-33. Reinsurance authorized.\n\nA reciprocal insurer may purchase reinsurance, and may grant reinsurance as to any kind of insurance it is authorized to transact.\n\nSource:SL 1966, ch 111, ch 19, §4 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-33/"
    },
    {
      "id": "section-58-34-34",
      "number": "58-34-34",
      "heading": "Advance of funds to insurer.",
      "text": "58-34-34. Advance of funds to insurer.\n\nThe attorney or other parties may advance to a domestic reciprocal insurer upon reasonable terms such funds as it may require from time to time in its operations. Sums so advanced shall not be treated as a liability of the insurer, and, except upon liquidation of the insurer, shall not be withdrawn or repaid except out of the insurer's realized earned surplus in excess of its minimum required surplus. No such withdrawal or repayment shall be made without the advance approval of the director. This section does not apply to bank loans, or to other loans made upon security.\n\nSource:SL 1966, ch 111, ch 19, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-34/"
    },
    {
      "id": "section-58-34-35",
      "number": "58-34-35",
      "heading": "Liability of subscribers several and proportionate.",
      "text": "58-34-35. Liability of subscribers several and proportionate.\n\nThe liability of each subscriber, other than as to a nonassessable policy, for the obligations of the reciprocal insurer shall be an individual, several and proportionate liability, and not joint.\n\nSource:SL 1966, ch 111, ch 19, §21 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-35/"
    },
    {
      "id": "section-58-34-36",
      "number": "58-34-36",
      "heading": "Contingent assessment liability of subscriber.",
      "text": "58-34-36. Contingent assessment liability of subscriber.\n\nExcept as to a nonassessable policy, each subscriber shall have a contingent assessment liability, in the amount provided for in the power of attorney or in the subscribers' agreement, for payment of actual losses and expenses incurred while his policy was in force. Such contingent liability may be at the rate of not less than one nor more than ten times the premium or premium deposit stated in the policy, and the maximum aggregate thereof shall be computed in the manner set forth in §58-34-43.\n\nSource:SL 1966, ch 111, ch 19, §21 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-36/"
    },
    {
      "id": "section-58-34-37",
      "number": "58-34-37",
      "heading": "Contingent liability stated in assessable policy.",
      "text": "58-34-37. Contingent liability stated in assessable policy.\n\nEach assessable policy issued by the insurer shall contain a statement of the contingent liability, set in type of the same prominence as the insuring clause.\n\nSource:SL 1966, ch 111, ch 19, §21 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-37/"
    },
    {
      "id": "section-58-34-38",
      "number": "58-34-38",
      "heading": "Assessments against subscribers--Authority for levy.",
      "text": "58-34-38. Assessments against subscribers--Authority for levy.\n\nAssessments may be levied upon subscribers of a domestic reciprocal insurer liable therefor under the terms of their policies by the attorney upon approval by the subscribers' advisory committee and the director; or by the director in liquidation of the insurer.\n\nSource:SL 1966, ch 111, ch 19, §23 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-38/"
    },
    {
      "id": "section-58-34-39",
      "number": "58-34-39",
      "heading": "Computation of amounts of assessments--Ratio of deficiency to premiums earned.",
      "text": "58-34-39. Computation of amounts of assessments--Ratio of deficiency to premiums earned.\n\nEach subscriber's share of a deficiency for which an assessment is made, but not exceeding in any event his aggregate contingent liability as provided by this chapter, shall be computed by applying to the premium earned on the subscriber's policy or policies during the period to be covered by the assessment, the ratio of the total deficiency to the total premiums earned during such period upon all policies subject to the assessment.\n\nSource:SL 1966, ch 111, ch 19, §23 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-39/"
    },
    {
      "id": "section-58-34-40",
      "number": "58-34-40",
      "heading": "Earned premiums, computation for purpose of assessments.",
      "text": "58-34-40. Earned premiums, computation for purpose of assessments.\n\nIn computing the earned premiums for the purposes of §58-34-39, the gross premium received by the insurer for the policy shall be used as a base, deducting therefrom solely charges not recurring upon the renewal or extension of the policy.\n\nSource:SL 1966, ch 111, ch 19, §23 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-40/"
    },
    {
      "id": "section-58-34-41",
      "number": "58-34-41",
      "heading": "Offset of claim for unearned premium against assessment prohibited.",
      "text": "58-34-41. Offset of claim for unearned premium against assessment prohibited.\n\nNo subscriber shall have an offset against any assessment for which he is liable, on account of any claim for unearned premium or losses payable.\n\nSource:SL 1966, ch 111, ch 19, §23 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-41/"
    },
    {
      "id": "section-58-34-42",
      "number": "58-34-42",
      "heading": "Time limit for levy of assessment.",
      "text": "58-34-42. Time limit for levy of assessment.\n\nEvery subscriber of a domestic reciprocal insurer having contingent liability shall be liable for, and shall pay his share of any assessment, as computed and limited in accordance with this chapter, if:\n\n(1)While his policy is in force or within one year after its termination, he is notified by either the attorney or the director of his intentions to levy such assessment; or\n\n(2)An order to show cause why a receiver, conservator, rehabilitator, or liquidator of the insurer should not be appointed is issued while his policy is in force or within one year after its termination.\n\nSource:SL 1966, ch 111, ch 19, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-42/"
    },
    {
      "id": "section-58-34-43",
      "number": "58-34-43",
      "heading": "Aggregate liability of subscriber--Maximum in one year.",
      "text": "58-34-43. Aggregate liability of subscriber--Maximum in one year.\n\nNo one policy, or subscriber of such policy, shall be assessed or charged with an aggregate of contingent liability as to obligations incurred by a domestic reciprocal insurer in any one calendar year, in excess of the amount provided for in the power of attorney or in the subscribers' agreement, computed solely upon premium earned on such policy during that year.\n\nSource:SL 1966, ch 111, ch 19, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-43/"
    },
    {
      "id": "section-58-34-44",
      "number": "58-34-44",
      "heading": "Subscriber not liable until final judgment against insurer.",
      "text": "58-34-44. Subscriber not liable until final judgment against insurer.\n\nNo action shall lie against any subscriber upon any obligation claimed against the insurer until a final judgment has been obtained against the insurer and remains unsatisfied for thirty days.\n\nSource:SL 1966, ch 111, ch 19, §22 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-44/"
    },
    {
      "id": "section-58-34-45",
      "number": "58-34-45",
      "heading": "Limited liability of subscriber on judgment.",
      "text": "58-34-45. Limited liability of subscriber on judgment.\n\nAny such judgment shall be binding upon each subscriber only in such proportion as his interest may appear and in an amount not exceeding his contingent liability, if any.\n\nSource:SL 1966, ch 111, ch 19, §22 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-45/"
    },
    {
      "id": "section-58-34-46",
      "number": "58-34-46",
      "heading": "Nonassessable policies--Authorization for issuance--Extinguishment of contingent liability.",
      "text": "58-34-46. Nonassessable policies--Authorization for issuance--Extinguishment of contingent liability.\n\nIf a reciprocal insurer has a surplus of assets over all liabilities at least equal to the minimum capital stock required of a domestic stock insurer authorized to transact like kinds of insurance, upon application of the attorney and as approved by the subscribers' advisory committee, the director shall issue his certificate authorizing the insurer to extinguish the contingent liability of subscribers under its policies then in force in this state, and to omit provisions imposing contingent liability in all policies delivered or issued for delivery in this state for so long as all such surplus remains unimpaired.\n\nSource:SL 1966, ch 111, ch 19, §26 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-46/"
    },
    {
      "id": "section-58-34-47",
      "number": "58-34-47",
      "heading": "Extinguishment of contingent liability of all subscribers required for authorization of nonassessable policies.",
      "text": "58-34-47. Extinguishment of contingent liability of all subscribers required for authorization of nonassessable policies.\n\nThe director shall not authorize a domestic reciprocal insurer so to extinguish the contingent liability of any of its subscribers or in any of its policies to be issued, unless it qualifies to and does extinguish such liability of all its subscribers and in all such policies for all kinds of insurance transacted by it. Except, that if required by the laws of another state in which the insurer is transacting insurance as an authorized insurer, the insurer may issue policies providing for the contingent liability of such of its subscribers as may acquire such policies in such state, and need not extinguish the contingent liability applicable to policies theretofore in force in such state.\n\nSource:SL 1966, ch 111, ch 19, §26 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-47/"
    },
    {
      "id": "section-58-34-48",
      "number": "58-34-48",
      "heading": "Impairment of surplus required for nonassessable policies--Revocation of extinguishment authority.",
      "text": "58-34-48. Impairment of surplus required for nonassessable policies--Revocation of extinguishment authority.\n\nUpon impairment of the surplus required by §58-34-46, the director shall forthwith revoke the certificate of authority to extinguish the contingent liability of subscribers. Such revocation shall not render subject to contingent liability any policy then in force and for the remainder of the period for which the premium has theretofore been paid; but after such revocation no policy shall be issued or renewed without providing for contingent assessment liability of the subscriber.\n\nSource:SL 1966, ch 111, ch 19, §26 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-48/"
    },
    {
      "id": "section-58-34-49",
      "number": "58-34-49",
      "heading": "Savings--Distribution to subscribers.",
      "text": "58-34-49. Savings--Distribution to subscribers.\n\nA reciprocal insurer may from time to time return to its subscribers any unused premiums, savings, or credits accruing to their accounts. Any such distribution shall not unfairly discriminate between classes of risks, or policies, or between subscribers, but this shall not prevent retrospective rating, nor distribution on a retrospective plan nor distribution varying as to classes of subscribers based on the experience of such subscribers.\n\nSource:SL 1966, ch 111, ch 19, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-49/"
    },
    {
      "id": "section-58-34-50",
      "number": "58-34-50",
      "heading": "Liquidation--Distribution of remaining assets to subscribers.",
      "text": "58-34-50. Liquidation--Distribution of remaining assets to subscribers.\n\nUpon the liquidation of a domestic reciprocal insurer, its assets remaining after discharge of its indebtedness and policy obligations, the return of any contributions of the attorney or other persons to its surplus made as provided in §58-34-34, and the return of any unused premium, savings, or credits then standing on subscribers' accounts, shall be distributed to its subscribers who were such within the twelve months prior to the last termination of its certificate of authority, according to such formula as the director may approve.\n\nSource:SL 1966, ch 111, ch 19, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-50/"
    },
    {
      "id": "section-58-34-51",
      "number": "58-34-51",
      "heading": "Annual statement of insurer--Filing.",
      "text": "58-34-51. Annual statement of insurer--Filing.\n\nThe annual statement of a reciprocal insurer shall be made and filed by its attorney.\n\nSource:SL 1966, ch 111, ch 19, §17 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-51/"
    },
    {
      "id": "section-58-34-52",
      "number": "58-34-52",
      "heading": "Annual statement--Supplemental information required by director.",
      "text": "58-34-52. Annual statement--Supplemental information required by director.\n\nThe annual statement of a reciprocal insurer shall be supplemented by such information as may be required by the director relative to the affairs and transactions of the attorney in so far as they relate to the reciprocal insurer.\n\nSource:SL 1966, ch 111, ch 19, §17 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-52/"
    },
    {
      "id": "section-58-34-53",
      "number": "58-34-53",
      "heading": "Determination of financial condition--Rules applied by director.",
      "text": "58-34-53. Determination of financial condition--Rules applied by director.\n\nIn determining the financial condition of a reciprocal insurer the director shall apply the rules set forth in §§58-34-54 to 58-34-60, inclusive.\n\nSource:SL 1966, ch 111, ch 19, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-53/"
    },
    {
      "id": "section-58-34-54",
      "number": "58-34-54",
      "heading": "Premium deposits as assets.",
      "text": "58-34-54. Premium deposits as assets.\n\nAll premium deposits delinquent less than ninety days shall be allowed as assets.\n\nSource:SL 1966, ch 111, ch 19, §18 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-54/"
    },
    {
      "id": "section-58-34-55",
      "number": "58-34-55",
      "heading": "Surplus deposits--Allowance as assets.",
      "text": "58-34-55. Surplus deposits--Allowance as assets.\n\nThe surplus deposits of subscribers shall be allowed as assets, except that any premium deposits delinquent for ninety days shall first be charged against such surplus deposit.\n\nSource:SL 1966, ch 111, ch 19, §18 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-55/"
    },
    {
      "id": "section-58-34-56",
      "number": "58-34-56",
      "heading": "Uncollected assessments not allowed as assets.",
      "text": "58-34-56. Uncollected assessments not allowed as assets.\n\nAn assessment levied upon subscribers, and not collected, shall not be allowed as an asset.\n\nSource:SL 1966, ch 111, ch 19, §18 (5).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-56/"
    },
    {
      "id": "section-58-34-57",
      "number": "58-34-57",
      "heading": "Contingent liability of subscribers not allowed as asset.",
      "text": "58-34-57. Contingent liability of subscribers not allowed as asset.\n\nThe contingent liability of subscribers shall not be allowed as an asset.\n\nSource:SL 1966, ch 111, ch 19, §18 (6).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-57/"
    },
    {
      "id": "section-58-34-58",
      "number": "58-34-58",
      "heading": "Reserves charged as liabilities.",
      "text": "58-34-58. Reserves charged as liabilities.\n\nThe director shall charge as liabilities the same reserves as are required of incorporated insurers issuing nonassessable policies on a reserve basis.\n\nSource:SL 1966, ch 111, ch 19, §18 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-58/"
    },
    {
      "id": "section-58-34-59",
      "number": "58-34-59",
      "heading": "Computation of reserves.",
      "text": "58-34-59. Computation of reserves.\n\nThe computation of reserves shall be based upon premium deposits other than membership fees and without any deduction for expenses and the compensation of the attorney.\n\nSource:SL 1966, ch 111, ch 19, §18 (7).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-59/"
    },
    {
      "id": "section-58-34-60",
      "number": "58-34-60",
      "heading": "Surplus deposits of subscribers not a liability.",
      "text": "58-34-60. Surplus deposits of subscribers not a liability.\n\nThe surplus deposits of subscribers shall not be charged as a liability.\n\nSource:SL 1966, ch 111, ch 19, §18 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-60/"
    },
    {
      "id": "section-58-34-61",
      "number": "58-34-61",
      "heading": "Merger or conversion prohibited.",
      "text": "58-34-61. Merger or conversion prohibited.\n\nA domestic reciprocal insurer shall not merge with another reciprocal insurer or be converted to a stock or mutual insurer.\n\nSource:SL 1966, ch 111, ch 19, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-61/"
    },
    {
      "id": "section-58-34-62",
      "number": "58-34-62",
      "heading": "Impairment of surplus--Deficiency to be made up.",
      "text": "58-34-62. Impairment of surplus--Deficiency to be made up.\n\nIf the assets of a reciprocal insurer are at any time insufficient to discharge its liabilities, other than any liability on account of funds contributed by the attorney or others, and to maintain the required surplus, its attorney shall forthwith make up the deficiency or levy an assessment upon the subscribers for the amount needed to make up the deficiency; but subject to the limitation set forth in the power of attorney or policy.\n\nSource:SL 1966, ch 111, ch 19, §30 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-62/"
    },
    {
      "id": "section-58-34-63",
      "number": "58-34-63",
      "heading": "Failure to make up deficiency--Insurer deemed insolvent.",
      "text": "58-34-63. Failure to make up deficiency--Insurer deemed insolvent.\n\nIf the attorney fails to make up the deficiency described in §58-34-62 or to make the assessment within thirty days after the director orders him to do so, or if the deficiency is not fully made up within sixty days after the date the assessment was made, the insurer shall be deemed insolvent and shall be proceeded against as authorized by this title.\n\nSource:SL 1966, ch 111, ch 19, §30 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-63/"
    },
    {
      "id": "section-58-34-64",
      "number": "58-34-64",
      "heading": "Liquidation of insurer ordered--Levy of assessment against subscribers.",
      "text": "58-34-64. Liquidation of insurer ordered--Levy of assessment against subscribers.\n\nIf liquidation of a reciprocal insurer is ordered, an assessment shall be levied upon the subscribers for such an amount, subject to limits as provided by this chapter, as the director determines to be necessary to discharge all liabilities of the insurer, exclusive of any funds contributed by the attorney or other persons, but including the reasonable cost of the liquidation.\n\nSource:SL 1966, ch 111, ch 19, §30 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-34/section-58-34-64/"
    }
  ]
}