{
  "state": "south-dakota",
  "path": "title-title-58-insurance/chapter-chapter-32-surplus-line-insurance",
  "sections": [
    {
      "id": "section-58-32-1",
      "number": "58-32-1",
      "heading": "Purposes of chapter.Section 58-32-2 - Broker defined",
      "text": "58-32-1. Purposes of chapter.\n\nIt is declared that the purposes of this chapter are to provide orderly access for the insuring public of South Dakota to insurers not authorized to transact insurance in this state, through licensed surplus line brokers in South Dakota for insurance coverages not procurable from authorized insurers; to protect such authorized insurers, which must meet certain standards as to policy forms and rates, from unwarranted competition by unauthorized insurers who, in the absence of this chapter, would not be subject to similar requirements; and for other purposes as set forth in this chapter.\n\nSource:SL 1966, ch 111, ch 11, §1 (2); SL 2001, ch 286, §193.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-1/"
    },
    {
      "id": "section-58-32-2",
      "number": "58-32-2",
      "heading": "Broker defined.",
      "text": "58-32-2. Broker defined.\n\n\"Broker\" as used in this chapter means a surplus line broker duly licensed as such under this chapter.\n\nSource:SL 1966, ch 111, ch 11, §3 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-2/"
    },
    {
      "id": "section-58-32-3",
      "number": "58-32-3",
      "heading": "Export defined.",
      "text": "58-32-3. Export defined.\n\nTo \"export\" means to place in an unauthorized insurer under this chapter insurance covering a subject of insurance resident, located, or to be performed in South Dakota.\n\nSource:SL 1966, ch 111, ch 11, §3 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-3/"
    },
    {
      "id": "section-58-32-31",
      "number": "58-32-3.1",
      "heading": "Home state defined.",
      "text": "58-32-3.1. Home state defined.\n\nThe term, home state, as used in this chapter, means, with respect to an insured:\n\n(1)The state in which an insured maintains its principal place of business or, in the case of an individual, the individual's principal residence; or\n\n(2)If one hundred percent of the insured risk is located out of the state referred to in subdivision (1) of this section, the state to which the greatest percentage of the insured's taxable premium for the insurance contract is allocated.\n\nIf more than one insured from an affiliated group are named insureds on a single nonadmitted insurance contract, the term means the home state as determined under subdivision (1) of this section of the member of the affiliated group that has the largest percentage of premium attributable to it under the contract.\n\nSource:SL 2011, ch 223, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-3-1/"
    },
    {
      "id": "section-58-32-4",
      "number": "58-32-4",
      "heading": "Chapter not applicable to life and health insurance, annuities, and reinsurance--Exceptions.",
      "text": "58-32-4. Chapter not applicable to life and health insurance, annuities, and reinsurance--Exceptions.\n\nThe provisions of this chapter do not apply to life and health insurance, annuities, or reinsurance. This section does not prohibit the procurement of coverage otherwise complying with the export requirements of this chapter for:\n\n(1)Disability insurance that has a benefit limit in excess of any benefit limit available from an admitted insurer; or\n\n(2)Health insurance for an individual traveling or temporarily living outside the United States for health care costs incurred abroad.\n\nSource:SL 1966, ch 111, ch 11, §2 (1); SL 2015, ch 256, §1; SL 2019, ch 214, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-4/"
    },
    {
      "id": "section-58-32-5",
      "number": "58-32-5",
      "heading": "Exemption of interstate commerce.",
      "text": "58-32-5. Exemption of interstate commerce.\n\nThe provisions of this chapter do not apply, except as to §58-32-43, to the following insurances if so placed by licensed insurance producers or surplus line brokers of this state:\n\n(1)Ocean marine and foreign trade insurances;\n\n(2)Insurance on subjects located, resident, or to be performed wholly outside of this state, or on vehicles or aircraft owned and principally garaged outside this state;\n\n(3)Insurance on operations of railroads engaged in transportation in interstate commerce and their property used in such operations;\n\n(4)Insurance of aircraft owned or operated by manufacturers of aircraft, or of aircraft operated in commercial interstate flight, or cargo of such aircraft, or against liability, other than workers' compensation and employer's liability, arising out of the ownership, maintenance, or use of such aircraft.\n\nSource:SL 1966, ch 111, ch 11, §2 (1); SL 2001, ch 286, §194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-5/"
    },
    {
      "id": "section-58-32-6",
      "number": "58-32-6",
      "heading": "Unauthorized acts constituting misdemeanors--Additional forfeiture.",
      "text": "58-32-6. Unauthorized acts constituting misdemeanors--Additional forfeiture.\n\nUnless performed by a licensed surplus line broker, the following acts are Class 2 misdemeanors if done in this state:\n\n(1)Acting as insurance producer for a nonadmitted insurer in the transaction of insurance business in this state;\n\n(2)In any manner advertising a nonadmitted insurer in this state;\n\n(3)In any other manner aiding a nonadmitted insurer to transact insurance business in this state.\n\nIn addition to any penalty provided for commission of misdemeanors, a person violating any provision of this section shall forfeit to this state the sum of five hundred dollars, together with one hundred dollars for each month or fraction thereof during which the person continues such violation.\n\nSource:SL 1966, ch 111, ch 11, §24; SL 1978, ch 359, §2; SL 2001, ch 286, §195.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-6/"
    },
    {
      "id": "section-58-32-7",
      "number": "58-32-7",
      "heading": "Qualifications for surplus line broker's license--Out-of-state sales.",
      "text": "58-32-7. Qualifications for surplus line broker's license--Out-of-state sales.\n\nAny individual who is licensed in this state as an insurance producer and who is determined by the director to be competent and trustworthy with respect to the handling of surplus lines may be licensed as a surplus line broker. No individual is required to be licensed pursuant to this chapter as a surplus lines broker if the selling, soliciting, or negotiating of surplus lines insurance takes place in an insured's home state and the home state of the insured is a state other than South Dakota.\n\nSource:SL 1966, ch 111, ch 11, §12 (1); SL 2001, ch 286, §196; SL 2011, ch 223, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-7/"
    },
    {
      "id": "section-58-32-8",
      "number": "58-32-8",
      "heading": "Application for surplus line license--Fee.",
      "text": "58-32-8. Application for surplus line license--Fee.\n\nApplication for license as a surplus lines broker shall be made to the director on forms furnished by the director. The license fee shall be as specified in §58-2-29.\n\nSource:SL 1966, ch 111, ch 11, §12 (2), (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-8/"
    },
    {
      "id": "section-58-32-9",
      "number": "58-32-9",
      "heading": "Licensing provisions applicable.",
      "text": "58-32-9. Licensing provisions applicable.\n\nThe surplus line broker license and licensee shall be subject to the applicable provisions of chapter 58-30.\n\nSource:SL 1966, ch 111, ch 11, §12 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-9/"
    },
    {
      "id": "section-58-32-10",
      "number": "58-32-10",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-58-32-101",
      "number": "58-32-10.1",
      "heading": "Bond of resident surplus line broker--Amount--Conditions--Termination.",
      "text": "58-32-10.1. Bond of resident surplus line broker--Amount--Conditions--Termination.\n\nWithin thirty days of issuance of a license as a resident surplus line broker and before procuring any insurance coverage for an insured, the broker shall file with the director, and thereafter for as long as the license remains in effect the broker shall keep in force, a bond in favor of the State of South Dakota in the penal sum of two thousand dollars with an authorized corporate surety approved by the director. The bond shall be conditioned upon the broker conducting business under the license in accordance with the provisions of this chapter and promptly remitting the taxes pursuant to §§58-32-44 and 58-32-45. No such bond may be terminated unless at least thirty days' prior written notice of the termination is given to the broker and filed with the director.\n\nSource:SL 2003, ch 253, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-10-1/"
    },
    {
      "id": "section-58-32-11",
      "number": "58-32-11",
      "heading": "Suspension or revocation of license of surplus line broker--Grounds.",
      "text": "58-32-11. Suspension or revocation of license of surplus line broker--Grounds.\n\nThe director may suspend or revoke any surplus line broker's license:\n\n(1)If the broker fails to file his annual statement or to remit the tax as required by this chapter; or\n\n(2)If the broker fails to keep records, or to allow the director to examine his records as required by this chapter; or\n\n(3)If the broker knowingly or negligently places a surplus line coverage in an insurer that is in unsound financial condition in violation of §58-32-25; or\n\n(4)For any other cause for which a general lines agent's license may be suspended or revoked.\n\nSource:SL 1966, ch 111, ch 11, §13 (1); SL 2001, ch 286, §197.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-11/"
    },
    {
      "id": "section-58-32-12",
      "number": "58-32-12",
      "heading": "Procedure for suspension or revocation of license.",
      "text": "58-32-12. Procedure for suspension or revocation of license.\n\nThe procedures provided by chapter 58-30 for suspension or revocation of licenses shall apply to suspension or revocation of a surplus line broker's license.\n\nSource:SL 1966, ch 111, ch 11, §13 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-12/"
    },
    {
      "id": "section-58-32-13",
      "number": "58-32-13",
      "heading": "Suspension or revocation of surplus line license affects all other licenses.",
      "text": "58-32-13. Suspension or revocation of surplus line license affects all other licenses.\n\nUpon suspending or revoking a broker's surplus line license, the director shall also suspend or revoke all other licenses of the same individual under this title.\n\nSource:SL 1966, ch 111, ch 11, §13 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-13/"
    },
    {
      "id": "section-58-32-14",
      "number": "58-32-14",
      "heading": "Revival of suspended or revoked broker's surplus line license--Payment of fine and delinquent taxes--Waiting period.",
      "text": "58-32-14. Revival of suspended or revoked broker's surplus line license--Payment of fine and delinquent taxes--Waiting period.\n\nNo broker whose license has been so suspended or revoked shall again be so licensed until any fines or delinquent taxes owing by him have been paid, and, in case of revocation, until expiration of one year from the date that the revocation became final.\n\nSource:SL 1966, ch 111, ch 11, §13 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-14/"
    },
    {
      "id": "section-58-32-15",
      "number": "58-32-15",
      "heading": "Acceptance of business from licensed insurance producer.",
      "text": "58-32-15. Acceptance of business from licensed insurance producer.\n\nA licensed surplus line broker may accept and place surplus line business for any insurance producer licensed in this state for the kind of insurance involved, and may compensate the insurance producer for it.\n\nSource:SL 1966, ch 111, ch 11, §15; SL 1982, ch 366; SL 2001, ch 286, §198.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-15/"
    },
    {
      "id": "section-58-32-16",
      "number": "58-32-16",
      "heading": "Impossibility of procuring coverage from authorized insurers--Procurement from unauthorized insurers.",
      "text": "58-32-16. Impossibility of procuring coverage from authorized insurers--Procurement from unauthorized insurers.\n\nIf certain insurance coverages cannot be procured from authorized insurers, the coverages, hereinafter designated, surplus lines, may be procured from unauthorized insurers, subject to the conditions set forth in §§58-32-17 to 58-32-19, inclusive. The provisions of §§58-32-16 to 58-32-18, inclusive, do not apply to exempt commercial lines policyholders as defined in §§58-24-68 and 58-24-69 if:\n\n(1)The broker procuring or placing the surplus lines insurance has disclosed to the exempt commercial purchaser that the insurance may or may not be available from the admitted market that may provide greater protection with more regulatory oversight; and\n\n(2)The exempt commercial purchaser has subsequently requested in writing the broker to procure or place the insurance from a nonadmitted insurer.\n\nSource:SL 1966, ch 111, ch 11, §4; SL 2011, ch 223, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-16/"
    },
    {
      "id": "section-58-32-161",
      "number": "58-32-16.1",
      "heading": "Certain unauthorized insurers to submit annual report.",
      "text": "58-32-16.1. Certain unauthorized insurers to submit annual report.\n\nOn or before April first, each unauthorized insurer writing insurance business in South Dakota shall annually file with the director, on a form approved by the director, a true statement of all insurance business written in South Dakota in the preceding calendar year.\n\nSource:SL 1990, ch 407, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-16-1/"
    },
    {
      "id": "section-58-32-17",
      "number": "58-32-17",
      "heading": "Conditions for export--Amount not procurable from authorized insurers.",
      "text": "58-32-17. Conditions for export--Amount not procurable from authorized insurers.\n\nThe full amount of insurance required must not be procurable, after diligent effort has been made to do so, from insurers authorized to transact and actually writing that kind and class of insurance in this state, and the amount of insurance exported shall be only the excess over the amount procurable from authorized insurers.\n\nSource:SL 1966, ch 111, ch 11, §4 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-17/"
    },
    {
      "id": "section-58-32-18",
      "number": "58-32-18",
      "heading": "Export of insurance where coverage available from authorized insurer prohibited--Exception.",
      "text": "58-32-18. Export of insurance where coverage available from authorized insurer prohibited--Exception.\n\nInsurance must not be exported pursuant to §58-32-16 if there is coverage readily available from an authorized insurer, unless the authorized insurer quotes a premium or terms not competitive with the premium or terms quoted by an unauthorized insurer. If one portion of the risk is acceptable to an authorized insurer, but another portion of the same risk is not acceptable, the entire coverage may be placed with an eligible unauthorized insurer, if it can be shown that an eligible unauthorized insurer will accept the entire coverage but not the rejected portion alone.\n\nSource:SL 1966, ch 111, ch 11, §4 (3); SL 1987, ch 382.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-18/"
    },
    {
      "id": "section-58-32-19",
      "number": "58-32-19",
      "heading": "Procurement of exported insurance through licensed surplus line broker.",
      "text": "58-32-19. Procurement of exported insurance through licensed surplus line broker.\n\nInsurance under §58-32-16 must be procured through a licensed surplus line broker, subject to the provisions of §§58-32-47 to 58-32-55, inclusive.\n\nSource:SL 1966, ch 111, ch 11, §4 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-19/"
    },
    {
      "id": "section-58-32-20",
      "number": "58-32-20",
      "heading": "Affidavit of broker as to exported insurance.",
      "text": "58-32-20. Affidavit of broker as to exported insurance.\n\nAt the time of procuring, effecting, and issuing any such surplus line insurance, the broker shall execute an affidavit, in such form as is prescribed by the director, setting forth facts from which it can be determined whether such insurance was eligible for export under §§58-32-16 to 58-32-19, inclusive. The broker shall file, or cause to be filed, this affidavit with the director within thirty days after the insurance was so procured.\n\nSource:SL 1966, ch 111, ch 11, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-20/"
    },
    {
      "id": "section-58-32-21",
      "number": "58-32-21",
      "heading": "Placement in authorized insurer--Violation as misdemeanor.",
      "text": "58-32-21. Placement in authorized insurer--Violation as misdemeanor.\n\nThe broker shall place surplus line insurance only in an insurer which meets the requirements of §§58-32-22 to 58-32-24, inclusive. Violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §6 (2); SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-21/"
    },
    {
      "id": "section-58-32-22",
      "number": "58-32-22",
      "heading": "Requirements for placing surplus lines insurance.",
      "text": "58-32-22. Requirements for placing surplus lines insurance.\n\nSurplus lines insurance may be placed by a surplus lines licensee if the insurer is authorized to write the type of insurance in its domiciliary jurisdiction, and either meets the criteria established through a multi-state agreement pursuant to §58-32-45 or meets one of the following criteria:\n\n(1)The insurer has capital and surplus or its equivalent under the laws of its domiciliary jurisdiction which equals the greater of:\n\n(a)The minimum capital and surplus requirements under §58-6-23; or\n\n(b)Fifteen million dollars; or\n\n(2)The insurer is a nonadmitted insurer domiciled outside the United States that is listed on the Quarterly Listing of Alien Insurers maintained by the International Insurers Department of the National Association of Insurance Commissions.\n\nThe requirements of subdivision (1) of this section may be satisfied by an insurer's possessing less than the minimum capital and surplus upon an affirmative finding of acceptability by the director. The finding shall be based upon such factors as quality of management, capital and surplus of any parent company, company underwriting profit and investment income trends, market availability, and company record and reputation within the industry. The director may not make an affirmative finding of acceptability if the nonadmitted insurer's capital and surplus is less than four million five hundred thousand dollars.\n\nSource:SL 1966, ch 111, ch 11, §6(2); SL 1986, ch 420; SL 1990, ch 407, §2; SL 2011, ch 223, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-22/"
    },
    {
      "id": "section-58-32-23",
      "number": "58-32-23",
      "heading": "Financial condition of surplus line insurer--Director not required to determine.",
      "text": "58-32-23. Financial condition of surplus line insurer--Director not required to determine.\n\nSubdivision 58-32-22(3) shall not be deemed to place upon the director any duty or responsibility to determine the actual financial condition or claims practices of any unauthorized insurer; and the eligibility of an insurer hereunder shall indicate only that the insurer appears to be sound financially and to have satisfactory claims practices, and that the director has no credible evidence to the contrary.\n\nSource:SL 1966, ch 111, ch 11, §6 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-23/"
    },
    {
      "id": "section-58-32-24",
      "number": "58-32-24",
      "heading": "Ineligibility of surplus line insurer because of financial condition--Order of director--Grounds.",
      "text": "58-32-24. Ineligibility of surplus line insurer because of financial condition--Order of director--Grounds.\n\nThe insurer with which surplus line insurance is placed shall be in compliance with either subdivision 58-32-22(1), (2), or (3) and not be ineligible as a surplus line insurer by order of the director received by or known to the broker. The director may issue such an order of ineligibility if the director finds, after a hearing conducted pursuant to chapter 1-26, that the insurer:\n\n(1)Does not meet the requirements of §§58-32-21 to 58-32-25, inclusive;\n\n(2)Has without just cause refused to pay claims arising under its contracts in the United States or has otherwise conducted its affairs in such manner as to result in injury or loss to the insuring public of the United States;\n\n(3)Has failed to file the annual statement required in §58-32-16.1;\n\n(4)Has failed to provide information within twenty days of a request from the division;\n\n(5)Has utilized surplus lines brokers who were not properly licensed in this state; or\n\n(6)Has failed, within thirty days after notice, to provide the name of the broker that placed the insurance and the name of the insured.\n\nSource:SL 1966, ch 111, ch 11, §6 (2) (d); SL 1990, ch 407, §3; SL 2000, ch 249, §1; SL 2002, ch 243, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-24/"
    },
    {
      "id": "section-58-32-25",
      "number": "58-32-25",
      "heading": "Financial condition of surplus line insurer--Ascertainment by broker--Violation as misdemeanor.",
      "text": "58-32-25. Financial condition of surplus line insurer--Ascertainment by broker--Violation as misdemeanor.\n\nA broker shall not knowingly place surplus line insurance with an insurer that is unsound financially, or that is ineligible under §§58-32-21 to 58-32-24, inclusive. The broker shall ascertain the financial condition of the unauthorized insurer to the extent that the same is shown by recent financial statements of the insurer filed with public authorities or published, or as otherwise known to the broker, before placing insurance therewith. Violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §6 (1); SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-25/"
    },
    {
      "id": "section-58-32-26",
      "number": "58-32-26",
      "heading": "Violation as misdemeanor--Revocation of licenses after hearing--Waiting period for new license.",
      "text": "58-32-26. Violation as misdemeanor--Revocation of licenses after hearing--Waiting period for new license.\n\nA broker who violates any provision in §§58-32-21 to 58-32-25, inclusive, is guilty of a Class 2 misdemeanor. If the director finds, after hearing conducted pursuant to chapter 1-26, that the broker has violated any of such sections he shall revoke all licenses held by him under this title, and shall not again license such individual under this title within a period of two years after such revocation became final.\n\nSource:SL 1966, ch 111, ch 11, §7; SL 1978, ch 359, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-26/"
    },
    {
      "id": "section-58-32-27",
      "number": "58-32-27",
      "heading": "Evidence of insurance--Certificate, execution, content.",
      "text": "58-32-27. Evidence of insurance--Certificate, execution, content.\n\nUpon placing a surplus line coverage, the broker shall promptly issue and deliver to the insured evidence of the insurance consisting either of the policy as issued by the insurer or, if such policy is not then available, the surplus line broker's certificate of insurance. Such a certificate shall be executed by the broker and shall show the description and location of the subject of the insurance, coverage, conditions and term of the insurance, the premium and rate charged and taxes collected from the insured, and the name and address of the insured and insurer. If the direct risk is assumed by more than one insurer, the certificate shall state the name and address and proportion of the entire direct risk assumed by each such insurer.\n\nSource:SL 1966, ch 111, ch 11, §8 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-27/"
    },
    {
      "id": "section-58-32-28",
      "number": "58-32-28",
      "heading": "Authority of broker to make certificate as to insurance granted by unauthorized insurer.",
      "text": "58-32-28. Authority of broker to make certificate as to insurance granted by unauthorized insurer.\n\nNo broker shall issue any such certificate or purport or represent that insurance will be or has been granted by any unauthorized insurer, unless he has prior written authority from the insurer, or has received information from the insurer in the regular course of business that such insurance has been granted.\n\nSource:SL 1966, ch 111, ch 11, §8 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-28/"
    },
    {
      "id": "section-58-32-29",
      "number": "58-32-29",
      "heading": "Change in evidence of insurance--Substitute certificate by broker.",
      "text": "58-32-29. Change in evidence of insurance--Substitute certificate by broker.\n\nIf after the issuance and delivery of any such certificate there is any change as to the identity of the insurers, or the proportion of the direct risk assumed by an insurer as stated in the broker's original certificate, or in any other material respect as to the insurance coverage evidenced by the certificate, the broker shall promptly issue and deliver to the insured a substitute certificate accurately showing the current status of the coverage and the insurers responsible thereunder.\n\nSource:SL 1966, ch 111, ch 11, §8 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-29/"
    },
    {
      "id": "section-58-32-30",
      "number": "58-32-30",
      "heading": "False certificate by broker--Failure to notify insured as to material change--Misdemeanor.",
      "text": "58-32-30. False certificate by broker--Failure to notify insured as to material change--Misdemeanor.\n\nAny surplus line broker who knowingly or negligently issues a false certificate, or who fails promptly to notify the insured of any material change with respect to such insurance by delivery to the insured of a substitute certificate as provided in §58-32-29, commits a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §8 (5); SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-30/"
    },
    {
      "id": "section-58-32-31",
      "number": "58-32-31",
      "heading": "Replacement of broker's certificate when policy issued.",
      "text": "58-32-31. Replacement of broker's certificate when policy issued.\n\nIf a policy issued by the insurer is not available upon placement of the insurance and the broker has issued and delivered his certificate as provided in §58-32-27, upon request therefor by the insured, the broker shall as soon as reasonably possible procure from the insurer its policy evidencing such insurance and deliver such policy to the insured in replacement of the broker's certificate theretofore issued.\n\nSource:SL 1966, ch 111, ch 11, §8 (4).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-31/"
    },
    {
      "id": "section-58-32-32",
      "number": "58-32-32",
      "heading": "Endorsement of contract--Violation as misdemeanor.",
      "text": "58-32-32. Endorsement of contract--Violation as misdemeanor.\n\nEvery insurance contract procured and delivered as a surplus line coverage pursuant to this chapter shall have stamped upon it, and be initialed by or bear the name of the surplus line broker who procured it in ten point or larger, boldface type, the following:\n\n\"THIS INSURANCE CONTRACT IS ISSUED BY A NONADMITTED INSURER WHICH IS NOT LICENSED BY NOR UNDER THE JURISDICTION OF THE SOUTH DAKOTA INSURANCE DIRECTOR.\"\n\nViolation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §9; SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-32/"
    },
    {
      "id": "section-58-32-33",
      "number": "58-32-33",
      "heading": "Surplus line insurance valid.",
      "text": "58-32-33. Surplus line insurance valid.\n\nInsurance contracts procured as surplus line coverage from unauthorized insurers shall be valid and enforceable as to all parties, the same as like contracts issued by authorized insurers.\n\nSource:SL 1966, ch 111, ch 11, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-33/"
    },
    {
      "id": "section-58-32-34",
      "number": "58-32-34",
      "heading": "Liability of insurer as to losses and unearned premiums.",
      "text": "58-32-34. Liability of insurer as to losses and unearned premiums.\n\nAs to a surplus line risk which has been assumed by an unauthorized insurer and for which the premium has been received by the surplus line broker who placed such insurance, the insurer shall be deemed to have received the premium due to it for such coverage, and for unearned premiums which may become payable to the insured upon cancellation of such insurance, whether or not the broker is indebted to the insurer with respect to such insurance or for any other cause.\n\nSource:SL 1966, ch 111, ch 11, §11 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-34/"
    },
    {
      "id": "section-58-32-35",
      "number": "58-32-35",
      "heading": "Assumption of surplus line direct risk--Extent of liability.",
      "text": "58-32-35. Assumption of surplus line direct risk--Extent of liability.\n\nEach unauthorized insurer assuming a surplus line direct risk shall be deemed thereby to have subjected itself to the terms of §58-32-34.\n\nSource:SL 1966, ch 111, ch 11, §11 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-35/"
    },
    {
      "id": "section-58-32-36",
      "number": "58-32-36",
      "heading": "Venue of action against unauthorized insurer.",
      "text": "58-32-36. Venue of action against unauthorized insurer.\n\nAny cause of action against an unauthorized insurer arising in this state on a surplus line contract shall be brought in the circuit court for the county in which the cause of action arose.\n\nSource:SL 1966, ch 111, ch 11, §20 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-36/"
    },
    {
      "id": "section-58-32-37",
      "number": "58-32-37",
      "heading": "Action against unauthorized insurer--Service of process on director--Jurisdiction of court.",
      "text": "58-32-37. Action against unauthorized insurer--Service of process on director--Jurisdiction of court.\n\nService of legal process against the insurer may be made in any such action by service upon the director as provided in §58-6-39. The director shall forthwith mail a copy of the process served to the person designated by the insurer in the policy for the purpose, by prepaid registered or certified mail with return receipt requested. The insurer shall have thirty days from the date of service upon the director within which to plead, answer, or otherwise defend the action. Upon service of process upon the director in accordance with this provision, the court shall be deemed to have jurisdiction in personam of the insurer.\n\nSource:SL 1966, ch 111, ch 11, §20 (2); SL 1982, ch 28, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-37/"
    },
    {
      "id": "section-58-32-38",
      "number": "58-32-38",
      "heading": "Director appointed process agent--Policy provision--Mailing of process to defendant.",
      "text": "58-32-38. Director appointed process agent--Policy provision--Mailing of process to defendant.\n\nAn unauthorized insurer issuing such policy shall be deemed thereby to have authorized service of process against it in the manner and to the effect as provided in §58-32-37. Any such policy shall contain a provision stating the substance of §§58-32-36 to 58-32-38, inclusive, and designating the person to whom the director shall mail process as provided in §58-32-37.\n\nSource:SL 1966, ch 111, ch 11, §20 (3).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-38/"
    },
    {
      "id": "section-58-32-39",
      "number": "58-32-39",
      "heading": "Record by broker of each surplus line coverage--Violation as misdemeanor.",
      "text": "58-32-39. Record by broker of each surplus line coverage--Violation as misdemeanor.\n\nEach broker shall keep in the broker's office a record of each surplus line coverage procured by the broker, including a copy of each daily report, if any; a copy of each certificate issued by the broker; and the following items as may be applicable:\n\n(1)Amount of the insurance;\n\n(2)Gross premium charged;\n\n(3)Return premium paid, if any;\n\n(4)Rate of premium charged upon the several items of property;\n\n(5)Effective date of the contract, and the terms thereof;\n\n(6)Name and address of each insurer on the direct risk and the proportion of the entire risk assumed by such insurer if less than the entire risk;\n\n(7)Name and address of the insured;\n\n(8)Brief general description of the property or risk insured and where located or to be performed; and\n\n(9)Other information as may be required by the director.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §16 (1); SL 1978, ch 359, §2; SL 2015, ch 260, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-39/"
    },
    {
      "id": "section-58-32-40",
      "number": "58-32-40",
      "heading": "Record open to examination by director--Violation as misdemeanor.",
      "text": "58-32-40. Record open to examination by director--Violation as misdemeanor.\n\nThe record shall at all times within five years after issuance of the coverage to which it relates be open to examination by the director. A violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §16 (2); SL 1978, ch 359, §2; SL 2015, ch 260, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-40/"
    },
    {
      "id": "section-58-32-41",
      "number": "58-32-41",
      "heading": "Annual statement of broker--Filing with director--Violation as misdemeanor.",
      "text": "58-32-41. Annual statement of broker--Filing with director--Violation as misdemeanor.\n\nEach broker shall before the first day of April of each year file with the director a verified statement of all surplus line insurance transacted by him during the preceding calendar year. Violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §17 (1); SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-41/"
    },
    {
      "id": "section-58-32-42",
      "number": "58-32-42",
      "heading": "Annual statement of broker--Form and contents.",
      "text": "58-32-42. Annual statement of broker--Form and contents.\n\nThe statement shall be on forms furnished by the director and shall show:\n\n(1)Gross amount of each kind of insurance transacted;\n\n(2)Aggregate gross premiums charged;\n\n(3)Aggregate of returned premiums paid to insureds;\n\n(4)Aggregate of net premiums; and\n\n(5)Additional information as required by the director.\n\nSource:SL 1966, ch 111, ch 11, §17 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-42/"
    },
    {
      "id": "section-58-32-421",
      "number": "58-32-42.1",
      "heading": "Uniform report may be prescribed in lieu of annual statement or affidavit as to exported insurance.",
      "text": "58-32-42.1. Uniform report may be prescribed in lieu of annual statement or affidavit as to exported insurance.\n\nThe director may prescribe the use of a nationally recognized uniform report for the filing of information contained in affidavits, annual statements, and other reports for surplus lines brokers. If prescribed by the director, the uniform report shall be used in lieu of and satisfies the provisions of §§58-32-20, 58-32-41, and 58-32-42. The uniform report shall contain information sufficient to determine the amount and type of surplus lines insurance written in this state and sufficient to determine the appropriate amount of tax to be paid pursuant to this title.\n\nSource:SL 2010, ch 242, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-42-1/"
    },
    {
      "id": "section-58-32-43",
      "number": "58-32-43",
      "heading": "Records of interstate commerce coverage--Report to director--Violation as misdemeanor.",
      "text": "58-32-43. Records of interstate commerce coverage--Report to director--Violation as misdemeanor.\n\nLicensed insurance producers and brokers placing any insurance enumerated in subdivisions 58-32-5(1) to (4), inclusive, with an authorized insurer shall keep a record of each such coverage in detail as required of surplus line insurance under this chapter. The record shall be preserved for not less than five years from the effective date of the insurance and shall be kept available in this state for examination by the director. The broker shall furnish to the director at the director's request and on forms furnished by the director a report of all such coverages so placed in a designated calendar year. Any violation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §2 (2); SL 1978, ch 359, §2; SL 2001, ch 286, §199.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-43/"
    },
    {
      "id": "section-58-32-44",
      "number": "58-32-44",
      "heading": "Tax on premiums--Time for remittance--Credit to general fund.",
      "text": "58-32-44. Tax on premiums--Time for remittance--Credit to general fund.\n\nBefore the first day of April of each year, each broker shall remit to the state treasurer, through the director of the Division of Insurance, a tax on the premiums, exclusive of sums collected to cover federal and state taxes and examination fees, on surplus line insurance transacted by the broker at the rate and in the manner provided by §10-44-2. If in any prior calendar year a broker collects and remits in excess of five thousand dollars of surplus lines premium tax, the broker shall in the following year remit the tax on a quarterly basis. The tax is in lieu of all other taxes upon such insurers with respect to the business so reported. When collected, the tax shall be credited to the general fund. If the director has entered into an agreement as provided for by §58-32-45, taxes may be required to be remitted as may be specified by such an agreement.\n\nSource:SL 1966, ch 111, ch 11, §18 (1); SL 1980, ch 360; SL 2011, ch 223, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-44/"
    },
    {
      "id": "section-58-32-45",
      "number": "58-32-45",
      "heading": "Premium tax when only part of risk in state--Multi-state agreement--Apportionment.",
      "text": "58-32-45. Premium tax when only part of risk in state--Multi-state agreement--Apportionment.\n\nFor a surplus lines policy issued to an insured whose home state is this state and where only a portion of the risk is located in this state, the entire premium tax shall be paid to the director in accordance with §58-32-44. If the director finds it would increase the efficiency of the surplus lines insurance marketplace as well as the regulation of the surplus lines market, the director may enter into a multi-state surplus lines agreement for the eligibility for placement of surplus lines insurance and the payment, reporting, collection, and apportionment of surplus lines premium taxes. If a surplus line policy covers risks or exposures only partially in this state and the director has entered into agreement with other states for the apportionment of premium taxes for multi-state risks, the tax payable under §58-32-44 shall be computed and paid upon the proportion of the premium which is properly allocable to the risks or exposures located in this state according to the terms of any such agreement. The multi-state agreement may also include the eligibility for placement of surplus lines insurance and the payment, reporting, collection, and apportionment of surplus lines premium taxes for risks that are not multi-state and for independently procured surplus lines pursuant to §§58-32-47 to 58-32-55, inclusive.\n\nSource:SL 1966, ch 111, ch 11, §18 (2); SL 2011, ch 223, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-45/"
    },
    {
      "id": "section-58-32-46",
      "number": "58-32-46",
      "heading": "Fine for failure to remit tax or to file annual statement or uniform report--Collection.",
      "text": "58-32-46. Fine for failure to remit tax or to file annual statement or uniform report--Collection.\n\nA broker is liable for a fine of twenty-five dollars for each day of delinquency commencing with the first day of April if any of the following apply:\n\n(1)The broker fails to remit the tax provided by §58-32-44 prior to the first day of April;\n\n(2)The broker fails to file the annual statement, unless a uniform report has been prescribed pursuant to §58-32-42.1; or\n\n(3)The broker fails to file the uniform report pursuant to §58-32-42.1.\n\nThe tax may be collected by distraint, or the tax and fine may be recovered by an action instituted by the director in any court of competent jurisdiction. Any fine collected by the director shall be paid to the state treasurer and credited to the general fund.\n\nSource:SL 1966, ch 111, ch 11, §19; SL 2010, ch 242, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-46/"
    },
    {
      "id": "section-58-32-47",
      "number": "58-32-47",
      "heading": "Report of independently procured coverages--Violation as misdemeanor.",
      "text": "58-32-47. Report of independently procured coverages--Violation as misdemeanor.\n\nEvery insured who in this state procures or causes to be procured or continues or renews insurance in an unauthorized foreign insurer, or any self-insurer who in this state so procures or continues excess loss, catastrophe or other insurance, upon a subject of insurance resident, located or to be performed within this state, other than insurance procured through a surplus line broker subject to §§58-32-44 and 58-32-45, shall within thirty days after the date such insurance was so procured, continued or renewed file a written report of the same with the director on forms furnished by the director to the insured, giving the name and address of the insurer, the subject of the insurance, a general description of the coverage, the amount of premium currently charged therefor, and such additional pertinent information as the director reasonably requests. If the insurance covers also a subject of insurance resident, located or to be performed outside this state a proper prorata portion of the entire premium payable for all such insurance shall be allocated to this state for the purposes of §58-32-50.\n\nViolation of this section is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §22 (1); SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-47/"
    },
    {
      "id": "section-58-32-48",
      "number": "58-32-48",
      "heading": "Negotiations, application, or premium payment bringing independently procured coverages within jurisdiction.",
      "text": "58-32-48. Negotiations, application, or premium payment bringing independently procured coverages within jurisdiction.\n\nAny insurance in an unauthorized insurer procured through negotiations or an application in whole or in part occurring or made within or from within this state, or for which premiums in whole or in part are remitted directly or indirectly from within this state, shall be deemed to be insurance procured or continued or renewed in this state within the intent of §58-32-47.\n\nSource:SL 1966, ch 111, ch 11, §22 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-48/"
    },
    {
      "id": "section-58-32-49",
      "number": "58-32-49",
      "heading": "Production of records of insured for examination--Refusal to obey order of director as misdemeanor.",
      "text": "58-32-49. Production of records of insured for examination--Refusal to obey order of director as misdemeanor.\n\nIn order that the director may effectively administer the various provisions of this chapter, every person as to whom insurance has been placed with an unauthorized insurer shall, upon the director's order, produce for his examination all policies and other documents evidencing the insurance, and shall disclose to the director the amount of premiums paid or agreed to be paid for the insurance. Each refusal to obey such order is a Class 2 misdemeanor.\n\nSource:SL 1966, ch 111, ch 11, §23 (1); SL 1978, ch 359, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-49/"
    },
    {
      "id": "section-58-32-50",
      "number": "58-32-50",
      "heading": "Tax on independently procured coverages--Payment to director, time.",
      "text": "58-32-50. Tax on independently procured coverages--Payment to director, time.\n\nFor the general support of the government of this state there is levied upon the insured with respect to the obligation, chose in action, or rights represented by insurance described in §58-32-47, a tax at the rate of two and one-half percent of the gross amount of the premium charged for the insurance. Within thirty days after the insurance was so procured, continued or renewed, and coincidentally with the filing with the director of the report provided for in §58-32-47, the insured shall pay the amount of the tax to the director.\n\nSource:SL 1966, ch 111, ch 11, §22(3); SL 1986, ch 99, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-50/"
    },
    {
      "id": "section-58-32-51",
      "number": "58-32-51",
      "heading": "Interest on delinquent tax on independently procured coverages.",
      "text": "58-32-51. Interest on delinquent tax on independently procured coverages.\n\nThe tax imposed under §58-32-50, if delinquent, shall bear interest at the Category D rate of interest as established in §54-3-16, compounded annually.\n\nSource:SL 1966, ch 111, ch 11, §22 (4); SL 1983, ch 28, §67; SL 1984, ch 319, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-51/"
    },
    {
      "id": "section-58-32-52",
      "number": "58-32-52",
      "heading": "Insured's liability for tax on independently procured coverages.",
      "text": "58-32-52. Insured's liability for tax on independently procured coverages.\n\nThe tax imposed by §58-32-50 shall be collectible from the insured by civil action brought by the director, or by distraint.\n\nSource:SL 1966, ch 111, ch 11, §22 (5).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-52/"
    },
    {
      "id": "section-58-32-53",
      "number": "58-32-53",
      "heading": "Deposits of taxes and interest collected on independently procured coverage.",
      "text": "58-32-53. Deposits of taxes and interest collected on independently procured coverage.\n\nThe director shall promptly deposit all taxes and interest collected under §§58-32-50 to 58-32-52, inclusive, with the state treasurer to the credit of the state's general fund.\n\nSource:SL 1966, ch 111, ch 11, §22 (6).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-53/"
    },
    {
      "id": "section-58-32-54",
      "number": "58-32-54",
      "heading": "Provisions on independently procured coverages do not affect unauthorized insurers.",
      "text": "58-32-54. Provisions on independently procured coverages do not affect unauthorized insurers.\n\nSections 58-32-47 to 58-32-53, inclusive, do not abrogate or modify any provision of this title covering unauthorized insurers or suits against unauthorized insurers.\n\nSource:SL 1966, ch 111, ch 11, §22 (7).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-54/"
    },
    {
      "id": "section-58-32-55",
      "number": "58-32-55",
      "heading": "Provisions on independently procured coverages inapplicable to life or health insurance, or annuities.",
      "text": "58-32-55. Provisions on independently procured coverages inapplicable to life or health insurance, or annuities.\n\nSections 58-32-47 to 58-32-53, inclusive, do not apply as to life or health insurances, or annuities.\n\nSource:SL 1966, ch 111, ch 11, §§22 (8), 23 (2).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-55/"
    },
    {
      "id": "section-58-32-56",
      "number": "58-32-56",
      "heading": "Rules and regulations--Adoption by director.",
      "text": "58-32-56. Rules and regulations--Adoption by director.\n\nThe director may adopt reasonable rules and regulations, consistent with this chapter, for any or all of the following purposes:\n\n(1)Effectuation of such chapter;\n\n(2)Establishment of procedures through which determination is to be made as to the eligibility of particular proposed coverages for export; and\n\n(3)Establishment, procedures, and operations of any voluntary organization of brokers or others designated to assist such brokers to comply with such chapter.\n\nSource:SL 1966, ch 111, ch 11, §21 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-56/"
    },
    {
      "id": "section-58-32-57",
      "number": "58-32-57",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-58-32-58",
      "number": "58-32-58",
      "heading": "Citation of chapter.",
      "text": "58-32-58. Citation of chapter.\n\nThis chapter constitutes and may be cited as the Surplus Line Law.\n\nSource:SL 1966, ch 111, ch 11, §1 (1).",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-58/chapter-32/section-58-32-58/"
    }
  ]
}