{
  "state": "alabama",
  "path": "title-title-34-professions-and-businesses/chapter-chapter-34-dietitians-and-nutritionists",
  "sections": [
    {
      "id": "section-34-34-1",
      "number": "34-34-1",
      "heading": "Qualifications.Section 34-34-2 - Rights Generally",
      "text": "Section 34-34-1\n\nQualifications.\n\n(a) Any person representing himself or herself as a dietitian, nutritionist, or dietitian/nutritionist shall first meet the qualifications set forth below in subdivisions (1) through (4) or subdivision (5) of this subsection:\n\n(1) Prior to the enactment hereof, such persons shall have been granted the right to use the terms “dietitian/nutritionist” or “R.D.” by the American Dietetic Association or the terms “nutritionist” or “dietitian” by the United States government as shall have been specifically allowed by an act of Congress or shall have been granted the right by a state government, or agency thereof, according to powers specifically allowed by appropriate legislative branches.\n\n(2) Be 19 years of age or older.\n\n(3) Have satisfactorily completed appropriate academic requirements in the field of dietetics and related disciplines as approved by the American Dietetic Association and have received a baccalaureate or higher degree from a college or university accredited by the Southern Association of Colleges and Universities or similar accreditation agency.\n\n(4) Have satisfactorily completed a program of supervised experience approved by the Commission on Dietetic Registration of the American Dietetic Association; or\n\n(5) Have received a master’s degree or doctorate degree in human nutrition, nutrition education, foods and nutrition, or public health nutrition from a college or university accredited by the Southern Association of Colleges and Universities or similar accreditation agency; or have received a master’s degree or doctorate degree in a related field that meets eligibility requirements of the Commission on Dietetic Registration of the American Dietetic Association; or shall maintain membership in one of the following organizations: American Institute of Nutrition (AIN), American Society for Clinical Nutrition (ASCN), American Board of Nutrition (ABN).\n\n(b) Any person representing himself or herself as a “registered dietitian” shall meet the following qualifications:\n\n(1) Possess all of the qualifications required for subdivisions (a)(1) through (a)(4) above; and\n\n(2) Have satisfactorily completed an examination since the inception of same propounded and administered under the auspices of the Commission on Dietetic Registration of the American Dietetic Association; and\n\n(3) Have satisfactorily completed courses of continuing education as currently required by the Commission on Dietetic Registration of the American Dietetic Association.\n\n(Acts 1984, No. 84-275, p. 461, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-34/section-34-34-1/"
    },
    {
      "id": "section-34-34-2",
      "number": "34-34-2",
      "heading": "Rights Generally.",
      "text": "Section 34-34-2\n\nRights Generally.\n\nIn addition to other rights granted a dietitian/nutritionist or registered dietitian, by whatever name, and notwithstanding any other provision of law, a dietitian/nutritionist or registered dietitian meeting the qualifications set forth in Section 34-34-1, may, upon referral by a health care provider authorized to prescribe dietary treatments:\n\n(1) Assess the nutritional needs of individuals and groups, and determine the source of constraints in the various practice settings;\n\n(2) Establish priorities, goals, and objectives that meet nutritional needs and are consistent with available resources and constraints;\n\n(3) Provide nutrition counseling in both health and disease;\n\n(4) Develop, implement, and manage systems in nutrition care;\n\n(5) Evaluate the needs, make changes, and maintain appropriate standards of quality in food and nutrition services; for individuals or groups of patients in licensed institutional facilities or in private office settings.\n\n(Acts 1984, No. 84-275, p. 461, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-34/section-34-34-2/"
    },
    {
      "id": "section-34-34-3",
      "number": "34-34-3",
      "heading": "Penalty for False Representation.",
      "text": "Section 34-34-3\n\nPenalty for False Representation.\n\nIt is a Class C misdemeanor for any person not meeting the criteria of Section 34-34-1 to use, in connection with his or her name or place of business, the word “dietitian,” “dietician,” “nutritionist,” “registered dietitian,” “registered dietician,” or the letters “D,” “R.D.,” or any other words, letters, abbreviations, or ensignia indicating or implying that the person is a dietitian, nutritionist, or registered dietitian, or to represent, in any way, orally, in writing, in print, or by signature, directly or by implication, that he or she is a dietitian, nutritionist, or a registered dietitian.\n\n(Acts 1984, No. 84-275, p. 461, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-34/section-34-34-3/"
    },
    {
      "id": "section-34-34-4",
      "number": "34-34-4",
      "heading": "Authority of Certain Unqualified Persons to Represent Themselves as Dietitians/Nutritionists.",
      "text": "Section 34-34-4\n\nAuthority of Certain Unqualified Persons to Represent Themselves as Dietitians/Nutritionists.\n\nAny person employed by a licensed health care facility and who does not meet the requirements of subsection (a) of Section 34-34-1 on May 7, 1984, may continue to represent himself or herself as a dietitian/nutritionist while employed by the licensed health care facility so long as he or she complies with the continuing education requirements of subdivision (b)(3) of Section 34-34-1.\n\n(Acts 1984, No. 84-275, p. 461, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-34/section-34-34-4/"
    }
  ]
}