{
  "state": "alabama",
  "path": "title-title-34-professions-and-businesses/chapter-chapter-1a-alarm-system-installers",
  "sections": [
    {
      "id": "section-34-1a-1",
      "number": "34-1A-1",
      "heading": "Definitions.Section 34-1A-2 - Alabama Electronic Security Board of Licensure - Creation; Composition; Operation",
      "text": "Section 34-1A-1\n\nDefinitions.\n\nFor the purpose of this chapter, the following terms have the following meanings unless the context clearly indicates otherwise:\n\n(1) ADMINISTRATIVE EMPLOYEE. An individual who engages in clerical duties for a licensed company, whose work is restricted to office duties, and who has access to sensitive client information including, but not limited to, Social Security numbers, customer privacy codes, customer passwords, and similar information.\n\n(2) ADMINISTRATIVE FINE. A monetary fine assessed bythe board for unlicensed activity or by an individual, company, corporation, firm, or business entity.\n\n(3) ALARM MONITORING COMPANY. Any individual, company, corporation, partnership, or business, or a representative or agency thereof, authorized to provide alarm monitoring services for alarm systems or other similar electronic security systems whether the systems are maintained on commercial business property, public property, or individual residential property.\n\n(4) ALARM SYSTEM. Burglar alarms, security cameras, or other electrical or electronic device used to prevent or detect burglary, theft, shoplifting, pilferage, and other similar losses. The term does not include any fire detection, fire alarm, or fire communication system.\n\n(5) ALARM VERIFICATION. A reasonable attempt by an alarm monitoring company to contact the alarm site or alarm user by telephone or other electronic means to determine whether an alarm signal is valid prior to requesting law enforcement to be dispatched to the location and, if the initial attempted contact is not made, a second reasonable attempt to make a contact utilizing a different telephone number or electronic address or number.\n\n(6) BURGLAR ALARM. An assembly of equipment and devices, or a single device such as a solid-state unit which plugs directly into an AC line, designed to detect an unauthorized intrusion or an attempted robbery at a protected premises or signal public police or private guards to respond, or both.\n\n(7) CLOSED CIRCUIT TELEVISION SYSTEM (CCTV). A combination of electronic equipment and devices designed and arranged for the viewing, monitoring, or recording of video signals transmitted from transmitters, such as cameras, to receivers, such as monitors, digital video recorders, and network video recorders (NVR) through a closed cable or other video signal transmission method.\n\n(8) ELECTRONIC ACCESS CONTROL SYSTEM. A system that is used as a process to grant or deny an individual access to a specific area or object based upon his or her possession of an item, a code, or physical characteristic.\n\n(9) HVAC SYSTEM. Heating, ventilation, or air conditioning devices or mechanisms to provide heating or cooling to a building or other structure or the devices used to control the temperature of the heating or cooling devices in a building or other structure.\n\n(10) INSTALLATION. The initial placement of equipment or the extension, modification, or alteration of equipment after initial placement.\n\n(11) LOCKSMITH.\n\na. An individual or business entity in a commercial, residential, or automotive setting that does any of the following for compensation or other consideration:\n\n1. Repairs locks.\n\n2. Rebuilds locks.\n\n3. Rekeys locks.\n\n4. Services locks.\n\n5. Adjusts locks.\n\n6. Installs locks or mechanical locking devices.\n\n7. Installs or services egress controls devices.\n\n8. Installs or services vaults and safety deposit boxes, including those services performed by safe technicians.\n\n9. Creates or copies transponder keys and any other automotive keys and electronic operating devices connected to motor vehicles.\n\n10. Creates or copies key fobs, proximity keys, smart keys, door and ignition key devices, or successive electronic or other high security key technology.\n\n11. Uses any other method of bypassing a locking mechanism of any kind including, but not limited to, shimming a lock or picking and popping a lock.\n\nb. The term does not include any of the following:\n\n1. An individual whose activities are limited to making a duplicate key of an existing key.\n\n2. An individual or business entity that does not advertise providing locksmith services to the public.\n\n3. An individual or business entity that is licensed by the board on July 1, 2018, to install or service electronic access control systems, provided any lock being serviced or installed has electronic access control capabilities.\n\n4. Police, fire, medical, or other government or emergency personnel performing activities within the scope of their official duties.\n\n5. An individual operating a licensed towing and recovery service who does not advertise services as a locksmith or otherwise perform locksmith services.\n\n6. An individual or business entity who owns or managesproperty, or his or her agent, and who does not advertiseservices as a locksmith to the public.\n\n(12) MONITORING STATION. A location where alarm signals are received as a part of an alarm system and then relayed via operator to law enforcement officials.\n\n(13) QUALIFYING AGENT. A licensee of the board whoserves in a management and supervisory position with acompany.\n\n(14) SALESPERSON. An individual who, for financial compensation or in exchange for a thing of value, sells goods or services to the public on behalf of any company, business, or other entity that sells, services, or installs alarm systems, CCTV systems, electronic access control systems, or mechanical locks.\n\n(15) SERVICE. Necessary repair in order to return the system to operational condition.\n\n(16) SYSTEM INSTALLER. An individual or business entity that offers to undertake, represents itself as being able to undertake, or does undertake the installation, service, or monitoring of alarm systems, CCTV systems, electronic access control systems, or mechanical locking systems for the public for any type of compensation or in exchange for a thing of value.\n\n(Acts 1997, No. 97-711, p. 1465, §1; Act 2004-103, p. 137, §3; Act 2006-541, p. 1250, §1; Act 2010-399, p. 655, §1; Act 2013-221, p. 513, §1; Act 2014-160, p. 459, §1; Act 2018-548, §1; Act 2023-278, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-1/"
    },
    {
      "id": "section-34-1a-2",
      "number": "34-1A-2",
      "heading": "Alabama Electronic Security Board of Licensure - Creation; Composition; Operation.",
      "text": "Section 34-1A-2\n\nAlabama Electronic Security Board of Licensure - Creation; Composition; Operation.\n\n(a) The Alabama Electronic Security Board of Licensure is created.\n\n(b) The board, which shall reflect the racial, gender, geographic, urban and rural, and economic diversity of the state, shall consist of the following members, who are citizens of this state, appointed by the Governor, and subject to confirmation by the Alabama Senate:\n\n(1) Two members representing the alarm system industry selected from five nominees submitted by the Alabama Alarm Association.\n\n(2) One member of the Alabama Consulting Engineers Association selected from three nominees submitted by that association.\n\n(3) One member of the Alabama Sheriffs Association selected from three nominees submitted by that association.\n\n(4) One member who is a locksmith selected from three nominees submitted by the Alabama Locksmith Association.\n\n(5) A person who is a representative of the consumers of the state.\n\n(c)(1) The terms of the board members shall be four years.\n\n(2) Of these members first appointed, two shall be appointed to four-year terms, two for three-year terms, and one for a two-year term.\n\n(3) Any vacancy occurring other than by expiration of terms shall be filled for the remainder of the unexpired term by appointment by the Governor, subject to the nominating process specified in subsection (b).\n\n(4) No member shall serve more than two successive four-year terms.\n\n(5) A member shall serve until a successor is appointed and assumes office.\n\n(d) Members shall be paid out of the funds of the board the same per diem as prescribed by law for state employees for each day of attendance of a board or committee meeting.\n\n(e) Meetings shall be held at least four times per year. Special meetings shall be held at the call of the chair or by a majority of the members.\n\n(f)(1) The board may adopt rules of proceedings.\n\n(2) Three members of the board who are physically present shall constitute a quorum.\n\n(3) The board shall elect a chair and a vice chair on an annual basis. The chair or vice chair shall call meetings of the board to order.\n\n(4) Members of the board may participate in a board meeting by means of video conference pursuant to the Alabama Open Meetings Act. Participation by video conference shall qualify as attendance at a meeting in person. The board may not conduct official business unless at least three members of the board are physically present at the board meeting. Attendance by phone without video conference capability does not constitute attendance at a board meeting.\n\n(5) Members of a committee of the board may attend a committee meeting by means of video conference pursuant to the Alabama Open Meetings Act. Participation by video conference shall qualify as attendance at a meeting in person. Except as otherwise provided, a committee may not issue an order or render a decision unless legal counsel for the board and a member of the administrative or management staff of the board is physically present. If legal counsel for the board is not a member of the committee, only the physical presence of one member of the administrative or management staff of the board and one committee member is required to conduct committee business if the remainder of the quorum of the committee is satisfied by the attendance of committee members by means of video conference. A majority of committee members shall be physically present to constitute a quorum, conduct official committee business, or render a decision. Attendance by phone without video conference capability does not constitute attendance at a committee meeting.\n\n(Acts 1997, No. 97-711, p. 1465, §2; Act 2006-541, p. 1250, §1; Act 2008-94, p. 122, §3; Act 2018-548, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-2/"
    },
    {
      "id": "section-34-1a-3",
      "number": "34-1A-3",
      "heading": "Powers of Board.",
      "text": "Section 34-1A-3\n\nPowers of Board.\n\nThe board shall have all of the following powers:\n\n(1) License and regulateindividualsand business entities who hold themselves out as engaging in the business of alarm system, CCTV, or electronic access control system installation or service, as a locksmith, or as an alarm monitoring company.\n\n(2) Establish the qualifications for licensure to ensure competency and integrity to engage in these businesses and allow graduates of technical school or community college programs in related fields to qualify. Qualifications for licensure shall include the requirement that the applicant is a United States citizen or legally present in this state.\n\n(3) Examine, or cause to be examined, the qualifications of each applicant for licensure including the preparation, administration, and grading of examinations, and when necessary, requiring the applicant to supply a board approved criminal background check. A nonresident who is not physically working in the state, located more than 100 miles from the nearest state border, and whose duties are limited to administrative employee or monitoring station is exempt from the requirement of a criminal background check.\n\n(4) License qualified applicants regulated by the board. Licensing of a qualified applicant should be completed within six calendar weeks after the board receives all required paperwork from the applicant. This time frame may be extended during annual renewal.\n\n(5) Revoke, suspend, or fail to renew a license for just cause asprovided in the rulesof the board.\n\n(6) Levy and collect reasonable fees for licensureincluding, but not limited to, the application process and testing of applicants, and renewal, suspension, and reissuance of licenses, and costs of necessary hearings, that are sufficient to cover all expenses for the administration and operation of the board.\n\n(7) Levy and collect administrative fines for violation of the board’s Code of Ethics, noncompliance with this chapter including, but not limited to, unlicensed activity andunethical orfraudulent behavior, and collect the costs of necessary hearings pursuant to the Alabama Administrative Procedure Act. The board may collect fines imposed by a court of competent jurisdiction. The board may file a civil action to collect all fines.\n\n(8) Adoptrulesin accordance with theAlabamaAdministrative Procedure Act necessary to performboardduties, to ensure continued competency, to prevent deceptive, misleading, or criminal practices byboardlicensees, and to effectively administer the regulatory system administered by the board.\n\n(9)Register or by other means monitor employees of a licensee to ensuretheemployees do not impair the ability of the licensee to satisfy the requirements of this chapter.\n\n(10)Receive and investigate complaints concerning the conduct of anyindividualor business entity whose activities are regulated by the board, conduct hearings in accordance with procedures established by the board pursuant to the Alabama Administrative Procedure Act, and take appropriate disciplinary action if warranted.\n\n(11)Ensure that periodic inspections are conducted relating to the operations of licensees to ensure competency and lawful compliance.\n\n(12)Require the purchase of comprehensive liability insurance related to business activities in a minimum specified amount.\n\n(13)Require licensees and employees of licensees to havevisibleon their person a photo identification card issued by the board at all times when providing licensed services.\n\n(14) Adoptcanons of ethics under which the regulated professional activities ofindividualsand business entities shall be conducted.\n\n(15)Employ or contract for necessary personnel, including an executive director, and provide necessary offices, supplies, and equipment to fulfill the requirements of this chapter.\n\n(16)Delegateboardpowers and duties by resolution to a named designee.\n\n(17)Enter into contracts and expend funds of the board to fulfill the requirements of this chapter.\n\n(18)Borrow money for the initial start-up operation of the board until sufficient receipts are paid into the special revenue trust fund specified in Section 34-1A-9.\n\n(19)Work with the Office of the Attorney General and other law enforcement agencies to prohibit any violation of this chapter.\n\n(20)Establish volunteer procedures for thoseindividualsor business entities that are exempt from this chapter.\n\n(21)Conduct inspections relating to the operations of unlicensedindividuals, firms, or corporations to include the solicitation, installation, servicing, monitoring of burglar alarm systems, locking systems, or mechanisms, the holding of privacy codes for burglar alarm systems of a customer, or the selling, installation, or servicing of access control systems or CCTV to or for a customer to ensure lawful compliance with this chapter.\n\n(22) Issue a cease and desist order to any unlicensed individual, company, corporation, firm, or business entity engaged in any activity, conduct, or practice constituting a violation of this chapter or rule adopted by the board pursuant to this chapter.\n\n(Acts 1997, No. 97-711, p. 1465, §3; Act 2004-103, p. 137, §3; Act 2006-541, p. 1250, §1; Act 2008-94, p. 122, §3; Act 2013-221, p. 513, §1; Act 2018-548, §1; Act 2023-278, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-3/"
    },
    {
      "id": "section-34-1a-4",
      "number": "34-1A-4",
      "heading": "Duties of Board.",
      "text": "Section 34-1A-4\n\nDuties of Board.\n\n(a) The board shall promulgate rules and standards for the training and licensing of locksmiths and system installers. The board shall examine and license and shall establish classifications for the purpose of training and licensing for licensees under this chapter based on the work performed. Licensees shall be classified as administrative employee, salesperson, locksmith, burglar alarm installer, electronic access control system installer, closed circuit television system installer, qualifying agent, or monitoring station employee. Licensees shall be licensed in an appropriate classification in order to perform work in each respective classification.\n\n(b) The board, after a public hearing and consultation with persons who are knowledgeable regarding the business and pursuant to the Alabama Administrative Procedure Act, shall establish by board rules or regulations competency standards and any changes of the standards.\n\n(c) The board may evaluate the competency of applicants for licenses. The board may either develop and administer an examination to evaluate competency, or rely on an examination developed and administered by a national or regional professional association.\n\n(Acts 1997, No. 97-711, p. 1465, §4; Act 2010-399, §1; Act 2018-548, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-4/"
    },
    {
      "id": "section-34-1a-5",
      "number": "34-1A-5",
      "heading": "Licenses -- Issuance; Fees; Suspension or Revocation; Nonresident License; Display; Written Service Contracts; Confidential Information; Qualifying Agent",
      "text": "Section 34-1A-5\n\nLicenses -- Issuance; Fees; Suspension or Revocation; Nonresident License; Display; Written Service Contracts; Confidential Information; Qualifying Agent.\n\n(a) The board shall issue licenses authorized by this chapter to all qualified individuals in accordance with rules aopted by the board.\n\n(b)(1) Effective beginning January 1, 2014, the license fee for a two-year period as set by the board shall not exceed three hundred dollars ($300) for an individual and one thousand five hundred dollars ($1,500) for a business entity.\n\n(2) Effective for the license year beginning January 1, 2014, and thereafter, the board may provide for the licenses to be renewed on a staggered basis as determined by rule of the board and, in order to stagger the license renewals, may issue the license for less than a two-year period. The amount of the license fees provided in subdivision (1) shall be prorated by the board on a monthly basis for the number of months the board issues the licenses in order to convert to any staggered system of renewals.\n\n(c) The license shall not be transferred or assigned and is valid only with respect to the person to whom it is issued.\n\n(d)(1) No license shall be granted if the applicant has had any prior business license revoked for fraud, misrepresentation, or any other act that would constitute a violation of this chapter.\n\n(2)a. An applicant shall not be refused a license solely because of a prior criminal conviction, unless the criminal conviction directly relates to the occupation or profession for which the license is sought. The board may refuse a license if, based on all the information available, including the applicant’s record of prior convictions, the board finds that the applicant is unfit or unsuited to engage in the business.\n\nb. The board may consult with appropriate state or federal law enforcement authorities to verify whether an applicant has a criminal record prior to granting any license and, as an aid to this duty, each applicant may be required to provide his or her fingerprints and complete an affidavit of his or her criminal record, if any, as a part of the application. The board may periodically consult with state and federal law enforcement officials to determine whether current licensees have new criminal convictions. The administrative or management staff of the board may also consult with state or federal law enforcement authorities to determine if a current or potential employee has a criminal conviction. Dissemination of criminal history record information shall be handled in accordance with the rules and procedures of the Alabama State Law Enforcement Agency or the Federal Bureau of Investigation, as applicable.\n\n(e) Any license granted pursuant to this chapter shall be issued for a two-year period, but may be staggered for renewal as otherwise provided. Any license shall expire on a schedule established by rule of the board, unless it is renewed pursuant to rules adopted by the board or unless it is suspended or revoked.\n\n(f) An affirmative vote of a majority of board members shall be required before any action to suspend or revoke a license, to impose a sanction on a licensee, or to levy an administrative fine. A board member shall disqualify himself or herself and withdraw from any case in which he or she cannot accord fair and impartial consideration.\n\n(g) A nonresident of this state may be licensed by meeting one of the following requirements:\n\n(1) Conforming to this chapter and the rules of the board.\n\n(2) Holding a valid license in another state with which reciprocity has been established by the board.\n\n(h) A licensee shall display the license at its normal place of business and in a manner easily readable by the general public.\n\n(i) A notice shall be displayed prominently in the place of business of each licensee regulated pursuant to this chapter containing the name, mailing address, and telephone number of the board, and a statement informing consumers that complaints against licensees may be directed to the board.\n\n(j) An individual, company, corporation, firm,business, or trademarked entity shall be licensed by the nameadvertised. The license number of a licensee or an Internet address where licensing information can be found shall be displayed in all advertising, including in social media or Internet advertising, or on any vehicle displaying advertising information, as provided by rule of the board.\n\n(k) The board shall prepare information of consumer interest describing the regulatory functions and describing the procedures of the board by which consumer complaints shall be filed with and resolved by the board. The board shall make the information available to the general public and appropriate state agencies. The board shall provide, upon request, a listing of all licensees. The board may collect a fee for the cost of duplicating and mailing materials.\n\n(l) Each written contract for services in the state of a licensee shall contain the name, mailing address, and telephone number of the board and a statement informing consumers that complaints against licensees may be directed to the board.\n\n(m) Notice of the issuance, revocation, reinstatement, or expiration of every license issued by the board shall be furnished to the sheriff of the county and the chief of police, as appropriate, and the inspection department of the city where the principal place of business of a licensee is located.\n\n(n) Information contained in alarm system records held by the board concerning the location of an alarm system, the name of the occupant residing at the alarm system location, or the type of alarm system used shall be confidential and disclosed only to the board or as otherwise required by law.\n\n(o) A licensee, upon completing an installation, shall provide a paper copy or electronic copy of all contracts to the consumer, or his or her designee.\n\n(p) To be eligible for a qualifying agent license, anindividual applicant shall serve in a management andsupervisory position with a company for not less than 33 hoursper week. A qualifying agent may be subject to disciplinaryaction for the actions of individuals employed under his orher supervision. With the exception of a company that onlyperforms monitoring work, each licensed company, corporation,firm, and business entity is required to have at least onelicensed employee designated as a qualifying agent.\n\n(Acts 1997, No. 97-711, p. 1465, §5; Act 98-279, p. 457, p. 1465, §1; Act 2012-177, p. 277, §3; Act 2013-221, p. 513, §1; Act 2018-548, §1; Act 2023-300, §1 eff. May 30, 2023; Act 2023-278, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-5/"
    },
    {
      "id": "section-34-1a-6",
      "number": "34-1A-6",
      "heading": "Licenses - Exceptions.",
      "text": "Section 34-1A-6\n\nLicenses - Exceptions.\n\nThe licensing and regulatory provision of this chapter shall not apply to any of the following persons, entities, or activities:\n\n(1) The installation, servicing, monitoring, or responding to an alarm device which is installed in a motor vehicle, aircraft, or boat.\n\n(2) The installation of an alarm system on property owned by or leased to the installer.\n\n(3) A person or business entity who owns, installs, services, or monitors alarm systems, CCTV systems, electronic access control systems, or mechanical locking systems, on property owned by or leased to him or her or the business entity or, if the person or business entity does not charge for the system or its installation, installs it for the protection of his or her personal property located on the property of another, and does not install or monitor the system as a normal business practice on the property of another.\n\n(4) A person or business entity whose sale of an alarm system, CCTV system, electronic access control system, or mechanical lock is over-the-counter or by telephone, Internet, or mail order and the person or business entity does not engage in the installation or service of the system or locking mechanism in the state.\n\n(5) A person or business entity in the business of building construction that installs electrical wiring and devices that may include in part the installation of an alarm system if both of the following apply:\n\na. The person or business entity is a party to a contract that provides that the installation shall be performed under the direct supervision of, inspected, and certified by a person or business entity licensed to install an alarm system and that the licensee assumes full responsibility for the installation and service of the alarm system.\n\nb. The person or business entity does not service, monitor, or maintain the alarm system.\n\n(6) The response to an alarm system or lockout by a law enforcement agency or by a law enforcement officer or emergency response officer acting in an official capacity.\n\n(7) A business that engages in the installation or operation of telecommunications facilities or equipment which are used for the transport of any signal, data, or information outside the continuous premises on which any alarm system is installed or maintained.\n\n(8) Any business entity, business owner, or person, or the agent or employee of the business entity, business owner, or person engaging in the routine visual inspection or manufacturer’s or installer’s recommended testing of an alarm system subject to this chapter owned by the business entity, business owner, or person and installed on property under the control of the business entity, business owner, or person.\n\n(9) Any real estate licensee operating within the scope of his or her license on behalf of a customer or client, or under a written property management service agreement or sales agreement, or any business entity, or person, or those engaged in property management, or agent or subcontractors or employees thereof, who, in the normal course of business, engage in the routine inspection, service, or replacement of alarm systems, fire alarm or fire/smoke detection systems, fire communication systems, or security devices subject to this chapter, on or in property owned or under the control of the business entity, or person, or property manager.\n\n(10) Consulting engineers who design, develop, modify, or offer other services within the scope of their profession regarding alarm systems.\n\n(11) A licensed general contractor and the employees of the contractor whose activities are limited to the projects that qualify for a license by the State Licensing Board for General Contractors under Chapter 8 of this title and rules adopted pursuant to that chapter.\n\n(12) A licensed electrician, master electrician, or electrical contractor who is licensed by the city, county, or state and their employees whose activities are limited to the projects of the licensed electrician, master electrician, and electrical contractor. To claim the exemption, the person or business entity may not service, monitor, maintain, or sell the system and may not be in the business of servicing, monitoring, maintaining, or selling the system. If the person or business entity is in the business of providing these services, the person or business entity shall be licensed by the board. This exemption only applies to the installation of wiring or equipment, or both, and does not extend to the activation of the equipment, the maintenance of the equipment, or the monitoring of the equipment, which may only be performed by a licensee of the board.\n\n(13) A licensed homebuilder and the employees of the homebuilder whose activities are limited to the projects of the licensed homebuilder.\n\n(14) A new motor vehicle dealer, as defined in Section 40-12-390 and licensed by the Department of Revenue, and employees of the dealer who are replacing or repairing locks or burglar alarm systems on motor vehicles in the dealer’s inventory or on customer-owned vehicles delivered to the dealer for repair.\n\n(15) The replacement of a thermostat or controlling device to an existing HVAC system that utilizes the existing wiring system without alteration or replacement of the existing circuitry, electronic alarm, CCTV, or access control system.\n\n(16) An automobile club or association that holds a certificate of authority under Chapter 39 of Title 27, and any subcontractor of the club or association that unlocks vehicles at the request of the owner, authorized operator, or occupant of the vehicle and does not advertise services as a locksmith or otherwise perform locksmith services.\n\n(Acts 1997, No. 97-711, p. 1465, §6; Act 2000-143, p. 203, §3; Act 2004-103, p. 137, §3; Act 2006-541, p. 1250, §1; Act 2013-221, p. 513, §1; Act 2018-548, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-6/"
    },
    {
      "id": "section-34-1a-7",
      "number": "34-1A-7",
      "heading": "Licenses - Required.",
      "text": "Section 34-1A-7\n\nLicenses - Required.\n\n(a) Effective January 1, 1998, it shall be unlawful for any individual or business entity to engage in a business regulated by this chapter in this state without a current valid license or in violation of this chapter and applicable rules of the board.\n\n(b) Effective January 1, 1998, it shall be unlawful for an individual or business entity not licensed under this chapter to advertise or hold out to the public that he or she is a licensee of the board.\n\n(c) Any individual or business entity who violates this chapter or any order or rule of the board shall be guilty of a Class A misdemeanor, and for each offense for which he or she is convicted shall be punished as provided by law.\n\n(d) Effective January 1, 1998, it shall constitute a Class A misdemeanor to willfully or intentionally do any of the following:\n\n(1) Obliterate the serial number on an alarm system for the purpose of falsifying service reports.\n\n(2) Knowingly and deliberately improperly install an alarm system, or knowingly and deliberately improperly service such a system.\n\n(3) While holding a license, allow another individual or business entity to use the license or license number.\n\n(4) Use, or permit the use of, any license by an individual or business entity other than the one to whom the license is issued.\n\n(5) Use any credential, method, means, or practice to impersonate a representative of the board.\n\n(6) Make use of any designation provided by statute or rule to denote a standard of professional or occupational competence without being duly licensed.\n\n(7) Make use of any title, words, letters, or abbreviations that may reasonably be confused with a designation provided by statute or rule to denote a standard of professional or occupational competence without being duly licensed.\n\n(8) Provide material misrepresenting facts in an application for licensure or in other communications with the board.\n\n(9) Refuse to furnish the board information or records required or requested pursuant to statute or rule.\n\n(e) Commencing July 1, 2018, it shall also constitute a Class A misdemeanor to willfully or intentionally do any of the following:\n\n(1) Advertise alarm system services or locksmith services to the public by any means without possessing an active license issued by the board during the licensing year in which the advertisement appears.\n\n(2) Install, service, or sell an alarm system or provide locksmith services while on state or federal probation or parole without a license or, if licensed, without first providing proper written documentation by certified mail or courier service of the probation or parole status to the board.\n\n(3) Perform unsolicited sales or installation, or both, of an alarm system or locking system at the home or property of an individual who is age 75 or older, without providing the individual with a waiting period of at least four business days after the initial contact and at least 30 business days to cancel any executed contract, before performing the installation or service, unless otherwise authorized by this chapter.\n\n(4) Deceive or defraud an individual who is age 60 or older in violation of the Protecting Alabama’s Elders Act, Chapter 6, commencing with Section 13A-6-190, of Title 13A.\n\n(f)(1) Upon notification that an individual, company,corporation, firm, or business entity has engaged in any activity, conduct, or practice constituting a violation ofthis chapter or rule adopted by the board pursuant to thischapter, or has not renewed a company license or completed therenewal of a company license immediately upon expiration, theboard may issue a letter to show cause why an order should notbe issued directing the individual, company, corporation,firm, or business entity to cease and desist from theactivity, conduct, practice, or the performance of any workbeing done or about to be commenced.\n\n(2) If the individual, company, corporation, firm, orbusiness entity files a written request for a hearing beforethe board within 14 days after receipt of the letter, theboard, not less than 30 days thereafter, shall hold a hearingon the matter. After a hearing, or if no hearing is requested,the board may issue a cease and desist order to theindividual, company, corporation, firm, or business entity. Ifan order is issued, the order shall be issued in the name ofthe State of Alabama under the official seal of the board.\n\n(3) If the individual, company, corporation, firm, orbusiness entity to whom the board directs a cease and desistorder does not cease or desist the proscribed activity,conduct, practice, or performance of the work immediately, theboard may impose an administrative fine of not more than fivethousand dollars ($5,000) per violation.\n\n(g) Upon finding an individual, company, corporation,firm, or business entity has engaged in any activity, conduct,or practice constituting a violation of this chapter or ruleadopted by the board pursuant to this chapter, or has notrenewed a company license or completed the renewal of acompany license immediately upon expiration, the board mayinvestigate the activities of licensed and unlicensed entitiesand individuals. If the board finds that an individual, company, corporation, or business entity is engaged in performing anywork covered by this chapter without having obtained a properlicense, whether by renewal or first-time licensure, the boardmay do any of the following:\n\n(1) Impose an administrative fine up to five thousand dollars ($5,000) per violation.\n\n(2) Deny an application for licensure.\n\n(3) Issue a cease and desist order.\n\n(4) Petition the circuit court of the county where theact occurred to enforce the cease and desist order or collectthe assessed fine, or both.\n\n(h) Any person aggrieved by any adverse actiontaken by the board may appeal the adverse action in accordancewith the Alabama Administrative Procedure Act.\n\n(i) If the individual, company, corporation, firm, orbusiness entity to whom the board directs a cease and desistorder does not cease or desist the proscribed activity,conduct, practice, or performance of the work immediately, theboard may petition any court of competent jurisdiction toissue a writ of injunction enjoining the individual, company,corporation, firm, or business entity from engaging in anyactivity, conduct, practice, or performance of work asprohibited by this chapter. Upon a showing by the board thatthe individual, company, corporation, firm, or business entity has engaged or is engaged in any activity, conduct, practice,or performance of any work prohibited by this chapter, thecourt shall grant injunctive relief enjoining the individual,company, corporation, firm, or business entity from engagingin the unlawful activity, conduct, practice, or performance ofwork. Upon the issuance of a permanent injunction, the courtmay fine the offending party up to five thousand dollars($5,000) plus court costs and attorney fees, for each offense.A judgment for a civil fine, attorney fees, and court costsmay be rendered in the same judgment in which the injunctionis made absolute.\n\n(j) The board is entitled to court costs, reasonable investigatory fees, and reasonable attorney fees in any civil action or administrative proceeding in which the board obtains relief.\n\n(k) Any individual, company, corporation, firm, or business entity violating this chapter who fails to cease work after a hearing and notification from the board or having an injunction issued by a court of competent jurisdiction shall not be eligible to apply for a license from the board for a period not to exceed one year from the date of official notification to cease work. In addition, the board may withhold approval for up to six months of any application from any individual, company, corporation, firm, or business entity prior to the application has been found in violation of this chapter.\n\n(Acts 1997, No. 97-711, p. 1465, §7; Act 2004-103, p. 137, §3; Act 2013-221, p. 513, §1; Act 2018-548, §1; Act 2023-278, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-7/"
    },
    {
      "id": "section-34-1a-8",
      "number": "34-1A-8",
      "heading": "General Applicability.",
      "text": "Section 34-1A-8\n\nGeneral Applicability.\n\n(a) This chapter and the rules and regulations promulgated pursuant to this chapter shall have uniform force and effect throughout the state. A municipality or county shall not enact an order, ordinance, rule, or regulation requiring a person or business entity to obtain a certification from the municipality or county, other than proof of a valid license issued by the board.\n\n(b) This chapter shall not affect any general statute or municipal ordinance requiring a business license for a system installer.\n\n(c) Nothing in this chapter limits the power of a municipality, a county, or the state to require the submission and approval of plans and specifications or to regulate the quality and character of work performed by contractors through a system of licenses, fees, and inspections otherwise authorized by law for the protection of the public health and safety.\n\n(Acts 1997, No. 97-711, p. 1465, §8; Act 2018-548, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-8/"
    },
    {
      "id": "section-34-1a-9",
      "number": "34-1A-9",
      "heading": "Alabama Electronic Security Board of Licensure Fund Established.",
      "text": "Section 34-1A-9\n\nAlabama Electronic Security Board of Licensure Fund Established.\n\nA separate special revenue trust fund in the State Treasury to be known as the Alabama Electronic Security Board of Licensure Fund is established. All receipts collected by the board under this chapter are to be deposited into this fund and shall be used only to carry out the provisions of this chapter. The receipts shall be disbursed only by warrant of the state Comptroller upon the State Treasury, upon itemized vouchers approved by the chair of the board. No funds shall be withdrawn or expended except as budgeted and allotted according to Sections 41-4-80 to 41-4-96, inclusive, and 41-19-1 to 41-19-12, inclusive, and only in amounts as stipulated in the general appropriations bill or other appropriations bills.\n\n(Acts 1997, No. 97-711, p. 1465, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-9/"
    },
    {
      "id": "section-34-1a-10",
      "number": "34-1A-10",
      "heading": "Applicability of Chapter.",
      "text": "Section 34-1A-10\n\nApplicability of Chapter.\n\nThis chapter shall not apply to a person or business entity that is located in and only conducts business in a county having a population of less than 30,000 inhabitants according to the most recent federal decennial census that would otherwise be required to be licensed under this chapter if the person or business entity had a business license for the installation, service, or monitoring of burglar alarm systems for five or more continuous years prior to August 1, 2013, except newly hired employees who must be subject to a background check by the board.\n\n(Acts 1997, No. 97-711, p. 1465, §11; Act 2013-221, p. 513, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-10/"
    },
    {
      "id": "section-34-1a-11",
      "number": "34-1A-11",
      "heading": "Sunset Provision.",
      "text": "Section 34-1A-11\n\nSunset Provision.\n\nThe Alabama Electronic Security Board of Licensure is subject to the provisions of the Alabama Sunset Law of 1981, and is classified as an enumerated agency pursuant to Section 41-20-3. The board shall automatically terminate on October 1, 2000, and every four years thereafter, unless a bill is passed that the board be continued, modified, or reestablished.\n\n(Acts 1997, No. 97-711, p. 1465, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-11/"
    },
    {
      "id": "section-34-1a-12",
      "number": "34-1A-12",
      "heading": "Alarm Verification by Alarm Monitoring Companies.",
      "text": "Section 34-1A-12\n\nAlarm Verification by Alarm Monitoring Companies.\n\n(a) The board shall require an alarm monitoring company to utilize a system providing for alarm verification of all alarm signals, except alarm verification shall not be required in the case of a fire alarm or a panic or robbery-in-progress alarm or in cases where a crime in progress has been verified to be true by video or audio means, when no alarm signal has been received from the alarm site within the preceding 12 months, or when the contract between the alarm user and the monitoring company specifies the use of a different calling protocol.\n\n(b) The board shall provide by rule for the implementation and enforcement of this section.\n\n(Act 2014-160, p. 459, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-1a/section-34-1a-12/"
    }
  ]
}