{
  "state": "alabama",
  "path": "title-title-34-professions-and-businesses/chapter-chapter-17a-marriage-and-family-therapists",
  "sections": [
    {
      "id": "section-34-17a-1",
      "number": "34-17A-1",
      "heading": "Short Title.Section 34-17A-2 - Legislative Intent",
      "text": "Section 34-17A-3 - Definitions.Section 34-17A-4 - Acts Prohibited.Section 34-17A-5 - Exemptions.Section 34-17A-6 - Creation of Board; Composition; Vacancies; Removal.Section 34-17A-7 - Employees; Meetings; Powers.Section 34-17A-8 - Application.Sectio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-34-17a-2",
      "number": "34-17A-2",
      "heading": "Legislative Intent.",
      "text": "Section 34-17A-2\n\nLegislative Intent.\n\n(a) Marriage and family therapy in the State of Alabama is declared to be a professional practice which affects the public safety and welfare and requires appropriate regulation and control in the public interest.\n\n(b) It is the intent of this chapter to establish a regulatory agency, structure, and procedures which will ensure that the public is protected from the unprofessional, improper, unauthorized, and unqualified practice of marriage and family therapy.\n\n(Acts 1997, No. 97-170, p. 247, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-2/"
    },
    {
      "id": "section-34-17a-3",
      "number": "34-17A-3",
      "heading": "Definitions.",
      "text": "Section 34-17A-3\n\nDefinitions.\n\nAs used in this chapter, the following terms have the following meanings, respectively, unless the context clearly indicates otherwise:\n\n(1) ADVERTISE. The issuing or causing to be distributed any card, sign, or device to any person; or the causing, permitting, or allowing any sign or marking on or in any building, radio or television, transmission or broadcast, or advertising by any media or other means designed to secure public attention.\n\n(2) BOARD. The Alabama Board of Examiners in Marriage and Family Therapy.\n\n(3) MARRIAGE AND FAMILY THERAPIST. A person to whom a valid, current license has been issued pursuant to this chapter.\n\n(4) MARRIAGE AND FAMILY THERAPY ASSOCIATE. An individual who has graduated from a program that meets the board course requirements, has completed the required internship, and is continuing training in marriage and family therapy under a board approved supervisory arrangement to complete a minimum two-year postgraduate supervision requirement prior to applying for his or her marriage and family therapist license.\n\n(5) MARRIAGE AND FAMILY THERAPY INTERN. An individual who is training for designation as a marriage and family therapy associate in accordance with board requirements and under a board approved supervisory arrangement.\n\n(6) PERSON. Any individual, firm, corporation, partnership, organization, political body, or other entity.\n\n(7) PERSON IN TRAINING. An individual who is preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility.\n\n(8) PRACTICE OF MARRIAGE AND FAMILY THERAPY. The process of providing professional marriage and family therapy to individuals, couples, and families, either alone or in a group. The practice of marriage and family therapy utilizes established principles that recognize the interrelated nature of the individual problems and dysfunctions in family members in order to diagnose, assess, and treat mental and emotional disorders within a marriage and family therapy treatment context. Marriage and family therapy includes, without being limited to, individual, group, couple, sexual, family, and divorce therapy and psychotherapy, whether the services are offered directly to the general public or through organizations, either public or private, for a fee or other compensation. Marriage and family therapy is a specialized mode of treatment for the purpose of resolving mental and emotional disorders and modifying intrapersonal and interpersonal dysfunctions. The terms “diagnose,” “assess,” and “treat,” as used in this subdivision, when considered in isolation or in conjunction with the rules of the board, shall not be construed to permit the performance of any act which marriage and family therapists are not educated and trained to perform, including, but not limited to, administering and interpreting psychological tests, intellectual, neuropsychological, personality, and projective instruments, admitting persons to hospitals for treatment for the foregoing conditions, treating persons in hospitals without medical supervision, prescribing medicinal drugs, authorizing clinical laboratory procedures or radiological procedures, or use of electroconvulsive therapy. In addition, this definition shall not be construed to permit any person licensed pursuant to this chapter to describe or label any test, report, or procedure as “psychological,” or as a “psychological evaluation.” A licensed marriage and family therapist may diagnose and develop treatment plans, but shall not attempt to diagnose, treat, or advise a client with reference to problems or complaints falling outside the boundaries of marriage and family therapy services. Nothing in this chapter shall be construed to authorize persons licensed under this chapter to practice medicine.\n\n(9) QUALIFIED SUPERVISION. The supervision of clinical services in accordance with standards established by the board. The supervisor shall be recognized by the board as an approved supervisor or other designation indicating an approved supervisory position.\n\n(10) RECOGNIZED EDUCATIONAL INSTITUTION. Any educational institution that grants a bachelor’s, master’s, or doctoral degree and that is recognized by the board and by a regional educational accrediting body or a postgraduate training institute accredited by the Commission on Accreditation for Marriage and Family Therapy Education.\n\n(11) USE A TITLE OR DESCRIPTION. To hold oneself out to the public as having a particular status by means of stating on signs, mailboxes, address plates, stationery announcements, calling cards, or other instruments of professional identification.\n\n(Acts 1997, No. 97-170, p. 247, §3; Act 2006-540, p. 1243, §1; Act 2018-285, §1; Act 2022-238, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-3/"
    },
    {
      "id": "section-34-17a-4",
      "number": "34-17A-4",
      "heading": "Acts Prohibited.",
      "text": "Section 34-17A-4\n\nActs Prohibited.\n\nExcept as otherwise provided, on or after July 1, 1998, it shall be a Class B misdemeanor for a person to do any of the following unless licensed pursuant to this chapter:\n\n(1) Advertise that he or she performs marriage and family therapy or marriage and family counseling services.\n\n(2) Use a title or description such as “marital or marriage therapist, counselor, advisor, or consultant,” or “family therapist, counselor, advisor, or consultant,” or any other name, style, or description denoting that the person is a marriage and family therapist.\n\n(3) Practice marriage and family therapy.\n\n(Acts 1997, No. 97-170, p. 247, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-4/"
    },
    {
      "id": "section-34-17a-5",
      "number": "34-17A-5",
      "heading": "Exemptions.",
      "text": "Section 34-17A-5\n\nExemptions.\n\n(a) The following persons shall be exempt from this chapter:\n\n(1) A person practicing marriage and family therapy as part of his or her duties as an employee of a recognized educational institution; a federal, state, county, or municipal governmental institution or agency; a public corporation authorized by Section 22-51-2, which is certified by the Alabama Department of Mental Health pursuant to a contract with the State of Alabama; or an organization that is nonprofit while performing those duties for which the employee was employed by the institution, agency, facility, or organization.\n\n(2) A person in training.\n\n(3) A psychologist, properly licensed by the State of Alabama, who is practicing within the scope of his or her expertise.\n\n(4) A professional counselor, properly licensed by the State of Alabama, who is practicing within the scope of his or her expertise.\n\n(5) A licensed certified social worker, properly licensed by the State of Alabama, who is practicing within the scope of his or her expertise.\n\n(6) A minister of religion or a nurse when practicing within the scope of his or her expertise.\n\n(b) Nothing in this chapter shall be construed to prevent qualified members of other licensed professional groups, including social workers, attorneys, psychiatric nurses, psychologists, physicians, or professional counselors, or members of the clergy, from providing or advertising that they provide marriage and family therapy or counseling consistent with the accepted standards of their respective professions.\n\n(c) Nothing in this chapter shall be construed to permit marriage and family therapists licensed pursuant to this chapter to administer, dispense, or prescribe drugs, or in any manner engage in the practice of medicine as defined by the laws of this state.\n\n(Acts 1997, No. 97-170, p. 247, §5; Act 2006-540, p. 1243, §1; Act 2022-238, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-5/"
    },
    {
      "id": "section-34-17a-6",
      "number": "34-17A-6",
      "heading": "Creation of Board; Composition; Vacancies; Removal.",
      "text": "Section 34-17A-6\n\nCreation of Board; Composition; Vacancies; Removal.\n\n(a) There is created the Alabama Board of Examiners in Marriage and Family Therapy. The board shall consist of five members who are citizens of this state and appointed by the Governor. In appointing members to the board, the Governor shall select those persons whose appointments would ensure that, to the extent possible, the membership of the board reflects the geographic, gender, and racial diversity of the state as a whole. The board shall perform the duties and have the powers as prescribed and conferred by this chapter. No member of the board shall be civilly liable for any act performed in good faith for the performance of his or her duties as a member of the board.\n\n(b) The professional membership of the board shall be licensed pursuant to this chapter.\n\n(c) Vacancies on the board shall be filled for the remainder of the unexpired term. Members of the board shall serve until their successors are appointed and have qualified. Board members shall be ineligible for reappointment for a period of three years following completion of their five-year term.\n\n(d) Appointments to the board shall be made by the Governor as provided in this subsection. Not later than October 1 of each year, the Board of Directors of the Alabama Association for Marriage and Family Therapy shall submit to the Governor the names of two qualified candidates for each position on the board to be vacated by reason of expiration of a term of office. From the two candidates, the Governor shall appoint one member to serve on the board for a term of five years. Other vacancies occurring on the board shall be filled for the unexpired term by appointment of the Governor from two candidates for each vacancy submitted by the Alabama Association for Marriage and Family Therapy within 30 days after the vacancy occurs. Composition of the board shall consist of one public member, one marriage and family therapy educator, and three practicing marriage and family therapists.\n\n(e) The Governor may remove a member of the board only for neglect of duty, malfeasance, or conviction of a felony or crime of moral turpitude while in office. Notwithstanding the foregoing, no member may be removed until after a public hearing of the charges against him or her, and at least 30 days’ prior written notice to the accused member of the charges against him or her and of the date fixed for the hearing. No board member shall participate in any matter before the board in which he or she has a pecuniary interest, personal bias, or other similar conflict of interest.\n\n(Acts 1997, No. 97-170, p. 247, §6; Act 2006-540, p. 1243, §1; Act 2009-30, p. 96, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-6/"
    },
    {
      "id": "section-34-17a-7",
      "number": "34-17A-7",
      "heading": "Employees; Meetings; Powers.",
      "text": "Section 34-17A-7\n\nEmployees; Meetings; Powers.\n\n(a) The board may employ a director, secretary, attorneys, experts, and other employees as it may from time to time find necessary for the proper performance of its duties, and for whom the necessary funds are appropriated.\n\n(b) The board shall elect annually a chair and a vice chair. Each member shall receive the same per diem and travel allowance as state employees for each day of attendance at an official meeting of the board. The board shall hold at least one regular meeting each year. Additional meetings may be held at the discretion of the chair or at the written request of any two members of the board. A majority of the current appointed members of the board shall constitute a quorum.\n\n(c) The board shall examine and pass on the qualifications of all applicants and shall issue a license to each successful applicant attesting to his or her professional qualifications as a marriage and family therapist. The board shall adopt a seal which shall be affixed to all licenses issued by the board. The board may authorize expenditures deemed necessary to carry out this chapter from the fees which it collects and other available appropriations, but in no event shall expenditures exceed the revenues of the board during any fiscal year. The board may accept grants from foundations, individuals, and institutions to carry on its function.\n\n(d) By rule, the board shall assess and collect fees as required for the enforcement of this chapter.\n\n(Acts 1997, No. 97-170, p. 247, §7; Act 2006-540, p. 1243, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-7/"
    },
    {
      "id": "section-34-17a-8",
      "number": "34-17A-8",
      "heading": "Application.",
      "text": "Section 34-17A-8\n\nApplication.\n\n(a) Each applicant for licensure as a practicing marriage and family therapist shall submit to the board a completed application on forms prescribed by the board. The completed application shall contain the following information:\n\n(1) Satisfactory evidence that the applicant is of good moral character and has not engaged or is not engaged in any practice or conduct that would make the applicant ineligible to receive a license pursuant to Section 34-17A-14.\n\n(2) Satisfactory evidence that the applicant meets the education and experience requirements for licensure pursuant to Section 34-17A-10.\n\n(3) Other information that the board may require.\n\n(b) Applicants also shall pass an examination which has been approved by the board and shall be citizens of the United States or, if not citizens of the United States, legally present in the United States with appropriate documentation from the federal government.\n\n(Acts 1997, No. 97-170, p. 247, §8; Act 2006-540, p. 1243, §1; Act 2009-30, p. 96, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-8/"
    },
    {
      "id": "section-34-17a-9",
      "number": "34-17A-9",
      "heading": "Education and Experience Requirements (Prior to July 1, 1998)(Prior to July 1, 1998)",
      "text": "Section 34-17A-9\n\nEducation and Experience Requirements (Prior to July 1, 1998)\n\nRepealed by Act 2006-540, p. 1243, §2, effective July 1, 2006.\n\n(Acts 1997, No. 97-170, p. 247, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-9/"
    },
    {
      "id": "section-34-17a-10",
      "number": "34-17A-10",
      "heading": "Education and Experience Requirements.",
      "text": "Section 34-17A-10\n\nEducation and Experience Requirements.\n\nThe following education and experience requirements apply to all applicants for licensure who submit a completed application:\n\n(1) Educational requirements: A master’s degree or a doctoral degree in marriage and family therapy from a recognized educational institution, or a graduate degree in an allied field from a recognized educational institution and graduate level course work in marriage and family therapy.\n\n(2) Experience requirements: Successful completion of two calendar years of work experience as a marriage and family therapy associate, following receipt of a qualifying degree.\n\n(Acts 1997, No. 97-170, p. 247, §10; Act 2006-540, p. 1243, §1; Act 2022-238, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-10/"
    },
    {
      "id": "section-34-17a-11",
      "number": "34-17A-11",
      "heading": "Examinations.",
      "text": "Section 34-17A-11\n\nExaminations.\n\nThe board shall approve applicants for an examination at least once a year at a time and place designated by the board. Examinations shall include questions in theoretical and applied fields as the board deems most suitable to test the knowledge and competence of the applicant to engage in the practice of marriage and family therapy.\n\n(Acts 1997, No. 97-170, p. 247, §11; Act 2006-540, p. 1243, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-11/"
    },
    {
      "id": "section-34-17a-12",
      "number": "34-17A-12",
      "heading": "Persons Licensed or Certified in Other States.",
      "text": "Section 34-17A-12\n\nPersons Licensed or Certified in Other States.\n\nThe board shall issue a license by examination of credentials to any person licensed or certified as a marriage and family therapist in another state which has requirements for licensure that are equivalent to or exceed the requirements of this state, provided the applicant submits an application on forms prescribed by the board and pays the original licensure fee prescribed by this chapter.\n\n(Acts 1997, No. 97-170, p. 247, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-12/"
    },
    {
      "id": "section-34-17a-13",
      "number": "34-17A-13",
      "heading": "Fees; Duration of License; Renewal.",
      "text": "Section 34-17A-13\n\nFees; Duration of License; Renewal.\n\n(a) A fee, in an amount to be determined by the board, shall be paid to the board for original licensure.\n\n(b) Licenses shall be valid for two years and shall be renewed biennially prior to the expiration date. The amount of the renewal fee shall be determined by the board. Any applicant for renewal of a license that has expired shall also be required to pay a late renewal fee determined by the board.\n\n(c) On or before October 1 of the year preceding expiration of a license, the secretary of the board shall forward to the holder of the license a form of application for renewal thereof. No license shall be renewed unless the renewal request is accompanied by satisfactory evidence of the completion during the previous 24 months of relevant professional and continued educational experience. Upon the receipt of the completed application form, evidence of satisfactory professional and continued educational experience, and the renewal fee, the secretary shall issue a new license for the renewal period.\n\n(d) Necessary administrative fees may be charged by the board, including, but not limited to, reasonable costs for copying, labels, and lists. Examination and license fees may be adjusted as the board shall deem appropriate.\n\n(Acts 1997, No. 97-170, p. 247, §13; Act 2006-540, p. 1243, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-13/"
    },
    {
      "id": "section-34-17a-14",
      "number": "34-17A-14",
      "heading": "Disciplinary Actions.",
      "text": "Section 34-17A-14\n\nDisciplinary Actions.\n\n(a) The board may deny, revoke, or suspend a license or designation granted pursuant to this chapter or otherwise discipline a licensee on any of the following grounds:\n\n(1) Conviction of a crime that the board determines to be of a nature as to render the person convicted unfit to practice marriage and family therapy. The board shall compile, maintain, and publish a list of the crimes.\n\n(2) Violation of ethical standards of a nature as to render the person found by the board to be unfit to practice marriage and family therapy. The board shall publish and maintain the ethical standards.\n\n(3) Fraud or misrepresentation in obtaining a license.\n\n(4) Other just and sufficient cause that renders a person unfit to practice marriage and family therapy as adopted by the rules of the board.\n\n(b) Upon finding that a person governed by this chapter has practiced marriage and family therapy, advertised that he or she performs marriage and family therapy or such counseling services, or utilized a title or description denoting that he or she is a marriage and family therapist, without having first obtained a license, the board may do any of the following:\n\n(1) Impose an administrative fine of not more than one thousand dollars ($1,000).\n\n(2) Issue a cease and desist order.\n\n(3) Petition the circuit court of the county where the act occurred to enforce the cease and desist order and collect the assessed fine.\n\n(c) No license or designation may be denied, suspended, or revoked or an individual otherwise disciplined for the reasons set forth in subsections (a) and (b) without prior notice and opportunity for hearing, except that the board may, without prior notice of hearing, suspend for up to one year the license of any person convicted of a crime as set forth in subdivision (1) of subsection (a). The burden of proof shall be on the board in any proceeding to suspend or revoke a license or designation. No license or designation may be denied, suspended, or revoked or an individual otherwise disciplined pursuant to this section except by vote of a majority of the board membership.\n\n(d) Any person may file a complaint with the board seeking denial, suspension, or revocation of a license or designation issued or to be issued by the board or seeking to otherwise discipline an individual for any violation of this chapter or the rules adopted by the board. Complaints shall be in a form prescribed by the board. If the board determines that a complaint alleges facts which, if true, would require disciplinary action or denial, revocation, or suspension of a license or designation, the board shall promptly institute a hearing. Whenever the board is of the opinion that a complaint does not state facts which warrant a hearing, the complaint may be dismissed. The board may institute a hearing for disciplinary action or for denial, suspension, or revocation of a license or designation on its own motion.\n\n(e) Any person may be permitted to intervene and participate in board hearings on disciplinary action or denial, suspension, or revocation of licenses or designations upon a showing of an interest in the proceedings.\n\n(f) Any person whose license has been suspended or revoked may apply to the board for vacation of the suspension or reinstatement of the license or designation.\n\n(g) In addition to any other disciplinary action, the board may levy and collect administrative fines for violations of this chapter or the rules and regulations of the board in an amount not to exceed one thousand dollars ($1,000) for each violation.\n\n(Acts 1997, No. 97-170, p. 247, §14; Act 2006-540, p. 1243, §1; Act 2022-238, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-14/"
    },
    {
      "id": "section-34-17a-15",
      "number": "34-17A-15",
      "heading": "Administrative Procedure.",
      "text": "Section 34-17A-15\n\nAdministrative Procedure.\n\n(a) The board shall conduct its proceedings in accordance with this chapter and the Alabama Administrative Procedure Act, Sections 41-22-1 to 41-22-27, inclusive. Any person may be heard by the board in person or by an attorney. Every vote and official act of the board shall be entered on record. All hearings and rule-making proceedings shall be open to the public. A stenographic record shall be made of every hearing before the board.\n\n(b) The board may administer oaths and take testimony in all matters relating to its duties. The board shall be the sole agency in this state empowered to certify concerning competence in the practice of marriage and family therapy, and the sole board empowered to license for the practice of marriage and family therapy.\n\n(Acts 1997, No. 97-170, p. 247, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-15/"
    },
    {
      "id": "section-34-17a-16",
      "number": "34-17A-16",
      "heading": "Promulgation of Rules, Regulations, and Procedures.",
      "text": "Section 34-17A-16\n\nPromulgation of Rules, Regulations, and Procedures.\n\nThe board shall establish rules, regulations, and procedures as are necessary to the exercise of its functions under this chapter. All rules and regulations shall be promulgated by the board pursuant to the Administrative Procedure Act, Sections 41-22-1 to 41-22-27, inclusive, only after public notice and an opportunity to participate in the rule-making has been afforded all interested persons. Any person, association, corporation, or agency of government shall be permitted to participate in board rule-making proceedings.\n\n(Acts 1997, No. 97-170, p. 247, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-16/"
    },
    {
      "id": "section-34-17a-17",
      "number": "34-17A-17",
      "heading": "Judicial Review.",
      "text": "Section 34-17A-17\n\nJudicial Review.\n\n(a) A person who has exhausted all administrative remedies available within the board and who is aggrieved by a final decision of the board is entitled to judicial review. A preliminary, procedural, or intermediate board action or ruling is immediately reviewable only if review of the final board action would not provide an adequate remedy.\n\n(b) A proceeding for review is instituted by filing a petition in the Circuit Court of Montgomery County within 30 days after service of the final decision of the board. Copies of the petition for review shall be served upon the board and the parties of record.\n\n(c) The filing of the petition does not stay enforcement of the decision of the board. The board may grant, or the reviewing court may order, a stay upon appropriate terms.\n\n(d) The review shall be conducted by the court without a jury and shall be confined to the record.\n\n(e) The court shall not substitute its judgment for that of the board as to the weight of the evidence on questions of fact. The court may affirm the decisions of the board or remand the case for further proceedings.\n\n(f) The court may reverse or modify the decision of the board if substantial rights of the appellant have been prejudiced because the disciplinary action of the board involves any of the following circumstances:\n\n(1) A violation of constitutional or statutory provisions.\n\n(2) An excess of the statutory authority of the board.\n\n(3) An unlawful procedure.\n\n(4) An error of law.\n\n(5) A finding unsupported by substantial evidence on the record as a whole.\n\n(6) A finding that is arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\n\n(Acts 1997, No. 97-170, p. 247, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-17/"
    },
    {
      "id": "section-34-17a-18",
      "number": "34-17A-18",
      "heading": "Expert Witnesses.",
      "text": "Section 34-17A-18\n\nExpert Witnesses.\n\n(a) In any proceeding before the board involving the granting, suspension, or revocation of a license or in other proceedings in which expert testimony relating to the practice of marriage and family therapy is necessary, the board shall hear evidence from a qualified expert witness or witnesses selected by the parties.\n\n(b) An expert witness who testifies in a board proceeding shall be compensated by the party requesting the testimony. An expert witness selected to testify on behalf of the board, when it is a party to a proceeding, who is an employee of an agency of the State of Alabama, or any of its political subdivisions, shall be permitted to testify without loss of income or other benefits.\n\n(Acts 1997, No. 97-170, p. 247, §18.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-18/"
    },
    {
      "id": "section-34-17a-19",
      "number": "34-17A-19",
      "heading": "Additional Remedy.",
      "text": "Section 34-17A-19\n\nAdditional Remedy.\n\nAs an additional remedy, the board may proceed in the Circuit Court of Montgomery County to enjoin and restrain any unlicensed person from violating the prohibitions of this chapter. The board shall not be required to post bond.\n\n(Acts 1997, No. 97-170, p. 247, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-19/"
    },
    {
      "id": "section-34-17a-20",
      "number": "34-17A-20",
      "heading": "Violation.",
      "text": "Section 34-17A-20\n\nAfter July 1, 1998, any person who violates this chapter shall be guilty of a Class B misdemeanor.\n\n(Acts 1997, No. 97-170, p. 247, §20.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-20/"
    },
    {
      "id": "section-34-17a-21",
      "number": "34-17A-21",
      "heading": "Therapists - Privileged Communications; Exceptions.",
      "text": "Section 34-17A-21\n\nTherapists - Privileged Communications; Exceptions.\n\nFor the purpose of this chapter, the confidential relations and communications between licensed marriage and family therapists and clients are placed upon the same basis as those provided by law between attorney and client, and nothing in this chapter shall be construed to require any such privileged communication to be disclosed, except in the following circumstances:\n\n(1) As mandated by law.\n\n(2) To prevent a clear and immediate danger to a person or persons.\n\n(3) Where the therapist is a defendant in a civil, criminal, or disciplinary action arising from the therapy, in which case client confidences may be disclosed only in the course of that action.\n\n(4) Where the client is a defendant in a criminal proceeding and the use of the privilege would violate the defendant’s right to a compulsory process or the right to present testimony and witnesses in his or her own behalf, or both.\n\n(5) If there is a waiver previously obtained in writing, the information may be revealed only in accordance with the terms of the waiver. In circumstances where more than one person in a family receives therapy conjointly, each family member who is legally competent to execute a waiver shall agree to the waiver referred to in this subdivision. Without a waiver from each family member legally competent to execute a waiver, a therapist may not disclose information received from any family member.\n\n(6) Where there is a duty to warn under the limited circumstances set forth in Section 34-17A-23.\n\n(Acts 1997, No. 97-170, p. 247, §21.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-21/"
    },
    {
      "id": "section-34-17a-22",
      "number": "34-17A-22",
      "heading": "Therapists - Testimony in Alimony or Divorce Actions.",
      "text": "Section 34-17A-22\n\nTherapists - Testimony in Alimony or Divorce Actions.\n\nIf both parties to a marriage have obtained marriage and family therapy by a licensed marriage and family therapist, the therapist shall not be competent to testify in an alimony or divorce action concerning information acquired in the course of the therapeutic relationship. This section shall not apply to custody actions.\n\n(Acts 1997, No. 97-170, p. 247, §22.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-22/"
    },
    {
      "id": "section-34-17a-23",
      "number": "34-17A-23",
      "heading": "Therapists - Duties and Liability.",
      "text": "Section 34-17A-23\n\nTherapists - Duties and Liability.\n\n(a) There shall be no monetary liability on the part of, and no cause of action shall arise against, any person who is a licensed marriage and family therapist in failing to predict and warn of and protect from a patient’s violent behavior except where the patient has communicated to the marriage and family therapist a serious threat of physical violence against a reasonably identifiable victim or victims.\n\n(b) The duty to warn of or to take reasonable precautions to provide protection from violent behavior arises only under the limited circumstance specified in subsection (a). The duty shall be discharged by the marriage and family therapist if reasonable efforts are made to communicate the threat to the victim or victims and to a law enforcement agency.\n\n(c) No monetary liability and no cause of action may arise under this chapter against any person who is a licensed marriage and family therapist under this chapter for confidences disclosed to third parties in an effort to discharge duty arising pursuant to subsection (a) according to subsection (b).\n\n(Acts 1997, No. 97-170, p. 247, §23.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-23/"
    },
    {
      "id": "section-34-17a-24",
      "number": "34-17A-24",
      "heading": "Annual Report.",
      "text": "Section 34-17A-24\n\nAnnual Report.\n\nRepealed by Act 2006-540, p. 1243, §2, effective July 1, 2006.\n\n(Acts 1997, No. 97-170, p. 247, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-24/"
    },
    {
      "id": "section-34-17a-25",
      "number": "34-17A-25",
      "heading": "Alabama Board of Examiners in Marriage and Family Therapy Fund.",
      "text": "Section 34-17A-25\n\nAlabama Board of Examiners in Marriage and Family Therapy Fund.\n\nThere is established a separate revenue trust fund in the State Treasury to be known as the “Alabama Board of Examiners in Marriage and Family Therapy Fund.” All receipts and disciplinary fines collected by the board under this chapter shall be deposited in this fund and used only to implement this chapter. Monies shall be disbursed only by warrant of the state Comptroller upon the State Treasury, upon itemized vouchers approved by the chair of the board or an authorized designee. No funds shall be withdrawn or expended except as budgeted and allotted according to Sections 41-4-80 to 41-4-96, inclusive, and 41-19-1 to 41-19-12, inclusive, and only in amounts stipulated in general appropriations bills and other appropriations bills.\n\n(Acts 1997, No. 97-170, p. 247, §25.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-25/"
    },
    {
      "id": "section-34-17a-26",
      "number": "34-17A-26",
      "heading": "Sunset Provision.",
      "text": "Section 34-17A-26\n\nSunset Provision.\n\nThe board shall be an enumerated board pursuant to Sections 41-20-1 to 41-20-16, inclusive, and shall be reviewed at the same time as the State Board of Medical Examiners.\n\n(Acts 1997, No. 97-170, p. 247, §26.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-17a/section-34-17a-26/"
    }
  ]
}