{
  "state": "alabama",
  "path": "title-title-34-professions-and-businesses/chapter-chapter-15-hotels-inns-and-other-transient-lodging-places",
  "sections": [
    {
      "id": "section-34-15-1",
      "number": "34-15-1",
      "heading": "Definitions.Section 34-15-2 - Operation of Chapter",
      "text": "Section 34-15-1\n\nDefinitions.\n\nFor the purposes of this chapter, the following terms shall have the meanings respectively ascribed to them by this section:\n\n(1) HOTEL. Such term includes any establishment where sleeping or sleeping and eating accommodations are advertised or held out to be available to transients, whether such establishment be known as a hotel, apartment hotel, inn, tavern, club, resort, tourist home, tourist court, motel, court, motor court, motor lodge, or by other like term and regardless of the number of rooms, suites, or cabins available, but this term shall not be construed to include apartments, clubs, trailer courts, boardinghouses, rooming houses, or portions thereof where single night accommodations are not advertised or held out to be available.\n\n(2) SAFE DEPOSITORY. Such term includes a safe, vault, safety deposit box, or other depository for the safekeeping of valuables.\n\n(3) VALUABLES or VALUABLE ARTICLES. Such term includes money, jewelry, watches, plate or other things made of gold, silver, or platinum, rare or precious stones, rings, ornaments, and bonds, securities, bank notes or other valuable papers, transportation tickets, or other valuable articles of such description as may be contained in small compass owned or possessed by a guest.\n\n(Code 1867, §1242; Code 1876, §1549; Code 1886, §1327; Code 1896, §2541; Code 1907, §§4540, 7094; Acts 1919, No. 597, p. 845; Code 1923, §§4464, 8316; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §§1, 12; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-1/"
    },
    {
      "id": "section-34-15-2",
      "number": "34-15-2",
      "heading": "Operation of Chapter.",
      "text": "Section 34-15-2\n\nOperation of Chapter.\n\nThis chapter shall operate as, or as a part of or in conjunction with, any rules and regulations affecting hotels provided and promulgated by the State Board of Health for maintaining and protecting the public health.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4478; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §10; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-2/"
    },
    {
      "id": "section-34-15-3",
      "number": "34-15-3",
      "heading": "Rules and Regulations.",
      "text": "Section 34-15-3\n\nRules and Regulations.\n\nThe State Committee of Public Health shall make and promulgate reasonable rules and regulations for the purpose of carrying this chapter into effect.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4477; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §9; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-3/"
    },
    {
      "id": "section-34-15-4",
      "number": "34-15-4",
      "heading": "Duty of Hotel Owners, Operators, Etc., to Maintain Conditions, Smoke Detectors, Etc.",
      "text": "Section 34-15-4\n\nDuty of Hotel Owners, Operators, Etc., to Maintain Conditions, Smoke Detectors, Etc.\n\n(a) Every owner, manager, or operator of a hotel shall maintain the physical and sanitary condition of the structure, its equipment, water supply, and human waste disposal and shall conduct the operations thereof in such manner as to render services and accommodations to travelers in compliance with rules and regulations governing hotels and hotel operation adopted by the State Board of Health.\n\n(b) Every owner, manager, or operator of a hotel shall install and maintain in operating condition a battery or electrically operated smoke detector device in each hotel guest sleeping room. The detectors shall have received an approval from a nationally recognized testing organization.\n\n(c) Hotel owners or operators shall be required to test each smoke detector device at least once each quarter of each calendar year to determine if each detector is in working order.\n\n(d) Any person who is convicted, in a court of proper jurisdiction, of tampering with or removing a smoke detector from a hotel room shall be guilty of a Class C misdemeanor as defined by Title 13A.\n\n(e) Hotel owners or operators who are found to be in non-compliance with this section shall be guilty upon conviction of a Class C misdemeanor as defined by Title 13A.\n\n(Code 1907, §7094; Acts 1919, No. 597, p. 845; Code 1923, §4465; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §2; Acts 1959, No. 412, p. 1046, §1; Acts 1981, No. 81-290, p. 372, §§1, 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-4/"
    },
    {
      "id": "section-34-15-5",
      "number": "34-15-5",
      "heading": "State Hotel Inspector and Assistants - Generally.",
      "text": "Section 34-15-5\n\nState Hotel Inspector and Assistants - Generally.\n\nThe State Health Officer is ex officio State Hotel Inspector, and the inspectors of the State Board of Health, or that may hereafter be of the State Board of Health, are ex officio assistant hotel inspectors, and such assistants shall be, in the inspection of hotels as provided for in this chapter, under the exclusive direction and supervision of the State Hotel Inspector.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4470; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §6; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-5/"
    },
    {
      "id": "section-34-15-6",
      "number": "34-15-6",
      "heading": "State Hotel Inspector and Assistants - Police Power.",
      "text": "Section 34-15-6\n\nState Hotel Inspector and Assistants - Police Power.\n\nThe State Hotel Inspector and his or her assistants have police power to enter any hotel at reasonable hours to determine whether the provisions of the rules and regulations of the State Board of Health are being complied with.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4472; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §7; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-6/"
    },
    {
      "id": "section-34-15-8",
      "number": "34-15-8",
      "heading": "Certificate of Inspection.",
      "text": "Section 34-15-8\n\nCertificate of Inspection.\n\nUpon inspecting a hotel, the inspector shall report the condition thereof to the State Hotel Inspector, together with its sanitary score or rating, whereupon, if the score or rating justifies, the State Hotel Inspector shall issue to the operator of the hotel a certificate of inspection, showing the sanitary score or rating. The certificate of inspection shall be kept prominently displayed in the hotel for the information of patrons.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4468; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §4; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-8/"
    },
    {
      "id": "section-34-15-9",
      "number": "34-15-9",
      "heading": "Failure to Comply with Rules and Regulations.",
      "text": "Section 34-15-9\n\nFailure to Comply with Rules and Regulations.\n\nThe State Hotel Inspector, upon ascertaining by inspection or otherwise that any hotel is being operated contrary to the rules and regulations of the State Board of Health, shall notify the owner, manager, agent, or person in charge of such hotel, in writing, in what respect it fails to comply with the regulations and require such person, within a reasonable time to be fixed by the the State Hotel Inspector, to do, or cause to be done, the things necessary to make it comply with the regulations, whereupon such owner, manager, agent, or person in charge of such hotel shall forthwith comply with such requirements. Any owner, manager, or person in charge of a hotel who shall willfully fail or neglect to comply with any of the provisions of the rules and regulations of the State Board of Health, after notice as aforesaid, shall be guilty of a misdemeanor and, upon conviction thereof, be fined not less than $10 nor more than $50, and every day that such hotel is operated in violation of the rules and regulations shall constitute a separate offense.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4469; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §5; Acts 1959, No. 412, p. 1046.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-9/"
    },
    {
      "id": "section-34-15-10",
      "number": "34-15-10",
      "heading": "Closure of Hotels.",
      "text": "Section 34-15-10\n\nClosure of Hotels.\n\nThe State Hotel Inspector, or any of his or her authorized representatives when acting under his or her direction, may close any hotel if the owner, manager or operator thereof has been found guilty of flagrant or continued violation of the State Board of Health rules and regulations governing the operation of hotels; and in such event, it shall be his or her duty to take such action. In case of such closure, it shall be the duty of the sheriff of the county to enforce the closure until the closing order is revoked in writing.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4466; Acts 1935, No. 444, p. 926; Code 1940, T. 24, §3; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-10/"
    },
    {
      "id": "section-34-15-11",
      "number": "34-15-11",
      "heading": "Special Contract Between Hotel and Guest.",
      "text": "Section 34-15-11\n\nSpecial Contract Between Hotel and Guest.\n\nA hotel may require any guest, or person proposing to become a guest, to enter into a special contract as to the duration, kind and place of board, entertainment, or lodging to be furnished such guest and the price therefor to be paid. If such guest refuses to enter into such contract and to accept board, entertainment, or lodging under the terms and conditions so proposed by the hotel, the hotel may refuse to receive or entertain such guest and because of such refusal shall not incur any liability whatever. Such special contract must be in writing and signed by both parties, and by such contract a hotel may vary its liability for the safety of the goods of its guests.\n\n(Code 1876, §525; Code 1886, §1326; Code 1896, §2540; Code 1907, §4539; Code 1923, §8315; Code 1940, T. 24, §11; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-11/"
    },
    {
      "id": "section-34-15-12",
      "number": "34-15-12",
      "heading": "Safe Depository for Valuable Articles - Requirement; Notice.",
      "text": "Section 34-15-12\n\nSafe Depository for Valuable Articles - Requirement; Notice.\n\nEvery hotel must provide itself with a safe depository for the valuable articles belonging to its guests, and must keep displayed on the inner face of the main entrance door in each sleeping room occupied by its guests or in any other conspicuous place in the sleeping room, and in the lobby of the hotel, written or printed notice to its guests that they must leave their valuables with the hotel, its clerk or agent for safekeeping in the safe depository, and of the limitations of liability provided for in Section 34-15-13.\n\n(Code 1867, §1242; Code 1876, §1549; Code 1886, §1327; Code 1896, §2541; Code 1907, §4540; Code 1923, §8316; Code 1940, T. 24, §12; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-12/"
    },
    {
      "id": "section-34-15-13",
      "number": "34-15-13",
      "heading": "Safe Depository for Valuable Articles - Conditional Liability.",
      "text": "Section 34-15-13\n\nSafe Depository for Valuable Articles - Conditional Liability.\n\nSuch hotel as shall maintain a safe depository and display notice as is required by Section 34-15-12 shall, in no event and under no circumstances or conditions, be liable in any amount for any loss, damage, or destruction of the valuables of a guest by theft, burglary, fire, or by any other cause whatsoever, whether or not of a nature enumerated above, if the valuables shall not have been left with the hotel, its clerk or agent for deposit in the safe depository. Whenever the phrase “loss, damage, or destruction by theft or otherwise” is used in this chapter, it shall include any loss, damage, or destruction of the valuables, baggage, or property of a guest, as the case may be, by theft, burglary, fire, or by any other cause whatsoever, whether or not of a nature enumerated above. If a hotel maintains a safe depository and valuables are left by a guest with the hotel, its clerk or agent for deposit in the safe depository, the limit of liability of the hotel for any loss, damage, or destruction of the valuables, by theft or otherwise, shall be $300, regardless of whether or not the hotel shall have displayed notice as required by Section 34-15-12; provided, that upon accepting any such valuables the hotel must furnish to the guest a receipt upon which there shall appear in not less than 10-point type on the face thereof the following words: “The liability for loss, damage, or destruction of valuables, by theft or otherwise, is limited by law to $300 unless otherwise provided by special written contract.” There shall also appear on the receipt in not less than 10-point type and underlined the following words: “If the guest is depositing valuables in the safe depository of the hotel for safekeeping, which valuables exceed in value the sum of $300, the guest may request the hotel to enter into a special written contract, to be supplied by the hotel, whereby the hotel agrees to assume liability for the value of the valuables; provided, however, that in no event and under no circumstances or conditions shall the hotel (1) be liable in excess of the actual value of the valuables regardless of the stated value thereof in the contract; and (2) be required to enter into a contract assuming liability in excess of $5,000 for the loss, damage, or destruction of the valuables, by theft or otherwise, regardless of the stated value or actual value thereof. Such contract must be in writing, signed by the guest and signed on behalf of the hotel by its manager, assistant manager, desk clerk, or other person in charge of or in authority in the hotel.” Failure of the hotel to provide such receipt to any guest who leaves valuables with the hotel for deposit in its safe depository shall remove the $300 limitation of liability provided by this section.\n\n(Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-13/"
    },
    {
      "id": "section-34-15-14",
      "number": "34-15-14",
      "heading": "Safe Depository for Valuable Articles - Limitation of Liability.",
      "text": "Section 34-15-14\n\nSafe Depository for Valuable Articles - Limitation of Liability.\n\nIf the liability of a hotel is not otherwise eliminated or limited or varied under the provisions of Section 34-15-11 or 34-15-13, its liability for any loss, damage, or destruction of any property of a guest, by theft or otherwise, shall in no event and under no circumstances or conditions exceed the sum of $5,000, whether or not such hotel has complied with the provisions of this chapter. The word “property” as used in this section shall mean and include valuables and all other items belonging to a guest except baggage as is defined in Section 34-15-15.\n\n(Code 1867, §1244; Code 1876, §1551; Code 1886, §1329; Code 1896, §2543; Code 1907, §4542; Code 1923, §8318; Code 1940, T. 24, §14; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-14/"
    },
    {
      "id": "section-34-15-15",
      "number": "34-15-15",
      "heading": "Liability for Loss of Baggage.",
      "text": "Section 34-15-15\n\nLiability for Loss of Baggage.\n\n(a) Every hotel shall provide a check room or other convenient storage place for all baggage of its registered guests, those intending to become guests and others using or occupying any of the public spaces of the hotel, all of whom are hereinafter referred to in this section as guests, and shall keep displayed in the lobby of the hotel written notice that such check room or storage place has been provided; and the hotel shall give receipts or checks for all baggage so delivered to it by its guests when requested to do so by any such guest. When such check room or storage place has been provided, and notice thereof has been so displayed by the hotel and if the hotel makes no extra charge against its guests for so storing or checking their baggage, the hotel shall not be liable for any loss, damage, or destruction of the baggage, by theft or otherwise, unless the guest leaves the baggage in such check room or storage place or, in the case of a registered guest, in the room or rooms assigned to such guest. As for baggage which is left with the hotel for storage in such check room or other convenient storage place or as for baggage which is left by a guest in the room or rooms in which such guest was registered after such guest has permanently departed from the hotel, the hotel shall not be liable for any loss, damage, or destruction thereof, by theft or otherwise, unless the baggage is called for within 30 days of the time of its acceptance by the hotel or within 30 days of the time when a guest permanently departs from the hotel, as the case may be. The liability of a hotel for any loss, damage, or destruction of the baggage of a guest, by theft or otherwise, shall in no event and under no circumstances or conditions exceed the sum of $500, regardless of whether or not such hotel has complied with the provisions of this section, unless a written contract is entered into and executed by the hotel and such guest providing for a greater liability.\n\n(b) The term “baggage,” as used in this section, shall mean and include baggage, samples of merchandise of all description, and wearing apparel of all description brought to the hotel at the instance of, or by, the guest, but does not include “valuables” as defined in Section 34-15-12.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4476; Code 1940, T. 24, §15; Acts 1943, No. 406, p. 373, §1; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-15/"
    },
    {
      "id": "section-34-15-16",
      "number": "34-15-16",
      "heading": "Failure or Neglect to Provide Sufficient Locks, Etc.",
      "text": "Section 34-15-16\n\nFailure or Neglect to Provide Sufficient Locks, Etc.\n\nAny proprietor, owner, or manager of any hotel who shall fail or neglect to provide good and sufficient locks, latches, or bolts to all the doors and rooms used by guests or provided for the use of guests or patrons of such hotel whereby the same may be securely fastened from the inside of such room shall, on conviction, be fined not less than $10 nor more than $100.\n\n(Acts 1919, No. 597, p. 845; Code 1923, §4475; Code 1940, T. 24, §16; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-16/"
    },
    {
      "id": "section-34-15-17",
      "number": "34-15-17",
      "heading": "Removal of Undesirable Guests.",
      "text": "Section 34-15-17\n\nRemoval of Undesirable Guests.\n\n(a) The manager, assistant manager, desk clerk, or other person in charge of or in authority in a hotel, any of whom are hereinafter referred to in this section as “manager,” shall have the right to remove, cause to be removed, or eject from such hotel, in the manner provided in this section, any guest of the hotel or visitor thereto, both hereinafter referred to in this section as “guest,” who, while in the hotel or on the hotel premises, is intoxicated, profane, lewd, brawling, or who shall indulge in any language or conduct or otherwise conducts himself or herself in such fashion as to disturb the peace and comfort of other guests, proprietor, or employees of such hotel.\n\n(b) The manager shall first orally notify such guest that the hotel no longer desires to entertain him or her and request that such guest immediately depart from the hotel. If such guest has paid in advance, the hotel shall, at the time the request to depart is made, tender to the guest the unused or unconsumed portion of any such advance payment.\n\n(c) Any guest who shall remain or attempt to remain in such hotel after being requested, as stated in subsection (b) of this section, to depart therefrom, shall be guilty of a misdemeanor and shall be deemed to be illegally in such hotel or upon its premises.\n\n(d) In the event any such guest shall be illegally in the hotel or upon its premises as stated in subsection (c) of this section, the manager may call to his or her assistance any policeman, constable, deputy sheriff, sheriff, or other law enforcement officer, and it shall be the duty of each member of the aforesaid classes of officers, upon request of the manager of such hotel, forthwith and forcibly, if necessary, to immediately remove or eject from such hotel any such guest illegally in the hotel or upon its premises as aforesaid.\n\n(Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-17/"
    },
    {
      "id": "section-34-15-19",
      "number": "34-15-19",
      "heading": "Obtaining Accommodations by Fraud or Misrepresentation; Prima Facie Evidence.",
      "text": "Section 34-15-19\n\nObtaining Accommodations by Fraud or Misrepresentation; Prima Facie Evidence.\n\nProof that food, lodging, or other accommodation was obtained by false pretense or by false or fictitious show or pretense of any baggage or other property by such person obtaining such food, lodging, or other accommodation, or that such person absconded or left the state without paying or offering to pay for such food, lodging, or other accommodation, or that such person gave in payment, or in part payment, for such food, lodging, or other accommodation any check or draft on which check or draft payment was refused on due presentation or that such person surreptitiously removed, or attempted to remove, from such hotel, boardinghouse, or eating house the baggage or other property brought with him or her thereto without having paid, or offered to pay, for such food, lodging, or other accommodation so furnished him or her shall be prima facie evidence of the fraud or misrepresentation, or intent to deceive or defraud, mentioned in Sections 13A-8-10 through 13A-8-10.3. No person shall be convicted under the provisions of Sections 13A-8-10 through 13A-8-10.3 where there has been an express agreement to delay payment for such food, lodging, or other accommodation until a date after such person terminates his or her relation as a guest at such hotel, boardinghouse, or eating house.\n\n(Acts 1915, No. 122, p. 152, §2; Code 1923, §4149; Code 1940, T. 24, §19; Acts 1959, No. 412, p. 1046, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-19/"
    },
    {
      "id": "section-34-15-20",
      "number": "34-15-20",
      "heading": "Obtaining Accommodations by Fraud or Misrepresentation; Prima Facie Evidence - Posting of Law in Hotel or Inn.",
      "text": "Section 34-15-20\n\nObtaining Accommodations by Fraud or Misrepresentation; Prima Facie Evidence - Posting of Law in Hotel or Inn.\n\nEvery hotelkeeper and innkeeper in this state shall keep a copy of Sections 13A-8-10 through 13A-8-10.3 and 34-15-19, printed in distinct type, posted in the lobby, public waiting room, or in that portion of his or her hotel or inn most frequented by the guests thereof, and no conviction shall be had under the provisions of Sections 13A-8-10 through 13A-8-10.3 and 34-15-19, until it shall have been made to appear that a copy of Sections 13A-8-10 through 13A-8-10.3 and 34-15-19, was posted as above provided in the hotel or inn, the owner or keeper of which claims to have been defrauded at the time such food, lodging, or other accommodations were obtained.\n\n(Acts 1915, No. 122, p. 152, §3; Code 1923, §4150; Code 1940, T. 24, §20.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-15/section-34-15-20/"
    }
  ]
}