{
  "state": "alabama",
  "path": "title-title-34-professions-and-businesses/chapter-chapter-5-barbers",
  "sections": [
    {
      "id": "section-34-5-1",
      "number": "34-5-1",
      "heading": "Definition of “The Practice of Barbering",
      "text": "Section 34-5-1\n\nDefinition of “The Practice of Barbering.”\n\n“The practice of barbering,” as used in this chapter, is hereby defined to mean any one or combination of the following practices, when done upon the human male body above the seventh cervical vertebra for cosmetic purposes and not for the treatment of disease or physical or mental ailments, and when done for payment, directly or indirectly or without payment for the public generally:\n\nShaving or trimming the beard or trimming the hair.\n\n(Acts 1971, No. 403, p. 689, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-1/"
    },
    {
      "id": "section-34-5-2",
      "number": "34-5-2",
      "heading": "Certificates Required; Practice by Students in Certified Barber Colleges; Examinations for Licenses.",
      "text": "Section 34-5-2\n\nCertificates Required; Practice by Students in Certified Barber Colleges; Examinations for Licenses.\n\nNo person shall engage in the practice of barbering without a certificate of registration as a registered barber, issued by the Board of Barber Examiners.\n\nNo person shall serve or attempt to serve as an apprentice under a registered barber without a certificate of registration as a registered apprentice, issued by the Board of Barber Examiners.\n\nNo person shall permit any person in his or her employ or under his or her supervision or control to practice as a barber or as an apprentice unless the latter person has a certificate of registration as a registered barber or apprentice, issued by the Board of Barber Examiners.\n\nNo person shall operate a barbershop unless it is at all times under the direct supervision and management of a registered barber who is engaged in barbering full time in the same shop.\n\nNo registered apprentice may independently practice barbering, but he or she may, as an apprentice, do any and all of the acts constituting the practice of barbering under the immediate personal supervision of a registered barber, who is engaged in barbering full time in the same shop.\n\nStudents in certified barber colleges may perform acts including the practice of barbering, but only as clinical training and only on persons who have consented thereto after they have been specifically advised in advance that the student is not a registered barber or apprentice, but only a student in training.\n\nThe examination of applicants for a license to practice a classified profession as designated under this chapter shall be conducted under the rules prescribed by the board and shall include both practical demonstrations, written and oral tests in reference to the practices for which a license is applied and such related studies or subjects for which a license is applied and such related studies or subjects as the board may determine necessary for the proper and efficient performance of such practices.\n\n(Acts 1971, No. 403, p. 689, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-2/"
    },
    {
      "id": "section-34-5-3",
      "number": "34-5-3",
      "heading": "Exemptions from Chapter.",
      "text": "Section 34-5-3\n\nExemptions from Chapter.\n\nAny person who can establish within six months after August 19, 1971, that he or she is a barber or an apprentice as defined under this chapter and can establish reasonable proof that he or she is practicing barbering in a barbershop under sanitary conditions will be given a certificate to practice barbering or an apprentice certificate without any examination upon paying the required fees as prescribed by this chapter. This section will not be construed to mean anyone except the barbers now practicing in the State of Alabama and instructors in barber colleges under the state vocational schools.\n\nThe following persons are specifically exempt from the provisions of this chapter while in the proper discharge of their professional duties:\n\n(1) Persons authorized by law to practice medicine or surgery;\n\n(2) Commissioned medical or surgical officers of the Armed Forces of the United States;\n\n(3) Registered nurses; and\n\n(4) Persons authorized by law to practice cosmetic therapy or beauty culture.\n\nAll instructors operating under the state vocational schools shall be exempt from qualifying fees. The instructors shall receive an instructor’s certificate by paying the annual renewal fee as this chapter prescribes. All future instructors will be subject to all provisions of this chapter relating to instructors or assistant instructors.\n\nAll state-operated barber colleges shall be exempt from fees.\n\n(Acts 1971, No. 403, p. 689, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-3/"
    },
    {
      "id": "section-34-5-4",
      "number": "34-5-4",
      "heading": "Certification of Instructors and Assistant Instructors.",
      "text": "Section 34-5-4\n\nCertification of Instructors and Assistant Instructors.\n\nNo person shall act as instructor or assistant instructor in a barber college and no barber college or owner or operator thereof shall hire or permit any person to act as an instructor or an assistant instructor at the barber college unless he or she has a current and valid certificate of registration as an instructor or assistant instructor, issued by the Board of Barber Examiners.\n\nThe board shall issue a certificate of registration as an instructor in a barber college to a person who complies with all of the following:\n\n(1) He or she files an application with the board in such form as it may prescribe, accompanied by the required fee.\n\n(2) He or she is of good moral character and temperate habits.\n\n(3) He or she holds a diploma evidencing successful completion of high school, or has the equivalent education as determined by an examination conducted by the board and approved by the Vocational Educational Division of the Department of Education.\n\n(4) He or she has held a valid certificate of registration as a barber in Alabama and has practiced barbering in Alabama for at least the last three years before issuance of the instructor’s certificate.\n\n(5) He or she has graduated from a barber college in a course embracing all the theory and scientific manipulation taught in barber schools.\n\n(6) He or she satisfactorily passes an examination conducted by the board to determine his or her fitness to be an instructor.\n\nAssistant instructors must comply with each of the above requirements in order to obtain a certificate of registration as an assistant instructor; except, that they need have held a barber’s certificate and practiced barbering in Alabama for only 18 months prior to the issuance of the assistant instructor’s certificate of registration.\n\n(Acts 1971, No. 403, p. 689, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-4/"
    },
    {
      "id": "section-34-5-5",
      "number": "34-5-5",
      "heading": "Qualifications for Certification as Barber or Apprentice.",
      "text": "Section 34-5-5\n\nQualifications for Certification as Barber or Apprentice.\n\n(a) No person shall be admitted to examination or receive a license to practice barbering under this chapter, except as otherwise provided in this chapter, unless such person shall possess the following qualifications:\n\n(1) He or she shall pay the original licensing fee as hereinafter provided for;\n\n(2) He or she is at least 18 years of age;\n\n(3) He or she is of good moral character and temperate habits;\n\n(4) He or she has practiced as a registered apprentice in Alabama for not less than 18 months under the immediate supervision of a registered barber; and\n\n(5) He or she passes satisfactorily an examination conducted by the board to determine his or her fitness to practice barbering. Any applicant for such a certificate of registration who fails to satisfactorily pass an examination conducted by the board shall have the right to apply again for another examination after a period of six months, and he or she may continue to apply every six months thereafter until he or she passed such examination; provided, that he or she has practiced as an apprentice during the time.\n\n(b) No person shall be admitted to examination or receive a license as an apprentice under this chapter, except as otherwise provided for in this chapter, unless such person shall possess the following qualifications:\n\n(1) He or she shall pay the original licensing fee as hereinafter provided for;\n\n(2) He or she is at least 16 years of age;\n\n(3) He or she is of good moral character and temperate habits;\n\n(4) He or she has graduated from a barber college or school of barbering approved by the board; and\n\n(5) He or she passes satisfactorily an examination conducted by the board to determine his or her fitness to practice as a registered apprentice.\n\n(Acts 1971, No. 403, p. 689, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-5/"
    },
    {
      "id": "section-34-5-6",
      "number": "34-5-6",
      "heading": "Barber Colleges - Certification Generally.",
      "text": "Section 34-5-6\n\nBarber Colleges - Certification Generally.\n\nAs used in this chapter, “barber college” includes a school of barbering, college of barbering, barber school, and any other place or institution for the instruction or training of persons in the practice of barbering.\n\nNo person shall operate a barber college unless he or she holds a certificate of registration in good standing therefor issued by the board and unless such certificate is displayed at all times in a conspicuous place on the premises.\n\nThe board shall issue a certificate of registration for each college which complies with this chapter and the regulations of the board.\n\nAn applicant for a certificate of registration to operate a barber college shall file an application with the board in such form as the board may prescribe, accompanied by the fee required by this chapter. Upon receipt of the application, the board shall require the applicant, if an individual or, if the applicant is a firm, partnership, or corporation, a partner or officer thereof, to appear personally before the board and submit information, in such form as the board may by regulation prescribe, showing:\n\n(1) The location of the proposed college and its physical facilities and equipment;\n\n(2) The proposed maximum number of students to be trained at one time and the number of instructors to be provided;\n\n(3) The nature and terms of the applicant’s right of possession of the proposed premises, whether by lease, ownership, or otherwise;\n\n(4) The financial ability of the applicant to operate the college in accordance with the requirements of this chapter and the regulations of the board; and\n\n(5) Such other information as the board considers necessary.\n\nPrior to the issuance of the certificate, the board or its representative shall inspect the college and shall determine that it complies with this chapter and the regulations of the board. Before making such inspection, the board may require the applicant to furnish such evidence as is necessary to show compliance with any local laws governing the operation of barber colleges in the particular locality in which the college is to be located.\n\n(Acts 1971, No. 403, p. 689, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-6/"
    },
    {
      "id": "section-34-5-7",
      "number": "34-5-7",
      "heading": "Barber Colleges - Certification for Each Separate Location; Establishment of New Colleges.",
      "text": "Section 34-5-7\n\nBarber Colleges - Certification for Each Separate Location; Establishment of New Colleges.\n\nFor the purposes of this chapter and the regulations of the board, each separate location at which the practice of barbering or any part thereof is taught shall be considered to be a barber college, and a separate certificate shall be required for each. However, facilities at which the practice of barbering or any part thereof is taught which are operated or maintained by a college in the same central area as the main establishment of the college shall not be deemed for the purposes of this chapter to be a separate college. No such facility shall be operated or maintained by a college until and unless each has been inspected and approved by the board in the same manner as is required before a certificate to operate a college may be issued, the fee prescribed by this chapter paid, and a certificate to operate and maintain the particular facility is issued by the board.\n\nIn considering whether the establishment of a new barber college in a particular area will be detrimental to the public welfare, the board shall consider the need for barber college facilities or additional barber college facilities, as the case may be, in the community where the proposed barber college is to be located, giving particular consideration to:\n\n(1) The economic character of the community.\n\n(2) The adequacy of existing barbershops and barber colleges in that community.\n\n(3) The ability of the community to support the proposed barber college.\n\n(4) The character of adjacent communities and the extent to which the establishment of the proposed barber college would draw patrons from such adjacent communities.\n\n(5) The social and economic effect of the establishment of a barber college on the community where it is proposed to be located and on the adjacent communities.\n\n(6) The expressed opinion of the registered barbers in the area of the proposed college, as evidenced in person or by written petition to the board.\n\nNo barber college shall be approved by the board unless it requires as a prerequisite to graduation a course or instruction of not less than 1,000 hours. The board shall approve all hours of instruction given by any of the state educational institutions and schools.\n\nThe course of instruction shall include the following subjects: Scientific fundamentals of barbering, hygiene and bacteriology; history of the head, face and neck; elementary chemistry as it relates to sterilization and asepsis; diseases of the skin and hair glands; and the massaging and manipulation of the muscles of the body above the seventh cervical vertebra; hair cutting and shaving; and the arranging, dressing, coloring, bleaching, and tinting of the hair.\n\n(Acts 1971, No. 403, p. 689, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-7/"
    },
    {
      "id": "section-34-5-8",
      "number": "34-5-8",
      "heading": "Authority of Board of Barber Examiners; Refusal to Issue or Renew License or Certificate; Appeals.",
      "text": "Section 34-5-8\n\nAuthority of Board of Barber Examiners; Refusal to Issue or Renew License or Certificate; Appeals.\n\nThe board shall have the power to refuse, revoke, and suspend licenses and certificates strictly in accordance with the provisions of this chapter, upon proof of violation of any sections of this chapter. The members of the board shall have the power to administer oaths and shall have the power to require the attendance of witnesses and the production of books, records, and papers as it may desire at any hearing on any matter which the board has the authority to investigate, and for that purpose may require the secretary of the board to issue a subpoena duces tecum to compel the production of any books, records, or papers, directed to the sheriff of the county where such witness resides or may be found, which subpoenas and subpoenas duces tecum shall be served and returned in the same manner as a subpoena in a criminal case is served and returned. The fees and mileage of the sheriff and witnesses shall be the same as allowed in the circuit court of this state. Such fees and mileage shall be paid from the fund of the board on deposit in the treasury for the use of the board in the same manner as other expenses of the board are paid. The board must subpoena all witnesses from whom subpoena is requested by the applicant, licensee, or holder of a certificate; provided, that such request shall be made in writing to the secretary of the board at least 10 days prior to the date set for the hearing. All fees and mileage of the sheriff and witnesses subpoenaed at the request of such applicant, licensee, or holder of a certificate shall be paid by the applicant, licensee, or holder of a certificate, and execution may issue therefor in civil cases in the circuit courts of this state.\n\nThe board may refuse to grant or may revoke or suspend any certificate or license issued in any case where the holder of or applicant for such license or certificate shall have been guilty of fraud or dishonest conduct in the taking of the examination herein provided for, or shall be guilty of grossly unprofessional or dishonest conduct, or shall be addicted to the excessive use of intoxicating liquors or to the use of drugs to such an extent as to render him or her unfit to practice in any of the practices or professions set forth in this chapter, or who shall advertise by means of knowingly false or deceptive statements, or who shall fail to display the license or certificate issued to him as provided for in this chapter. The board shall not on any of the grounds in this section stated, refuse to issue or renew any license or certificate nor shall it revoke or suspend any such license or certificate already issued, except after a hearing, of which the applicant or licensee or the holder of the certificate affected shall be given at least 20 days’ notice in writing, specifying the reason or reasons for denying the applicant a license or certificate of registration or, in case of a suspension or revocation, the offense or offenses of which the licensee or the holder of the certificate of registration is charged. Such notice may be served by mailing a copy thereof by registered or certified mail to the last known residence or business address of such applicant, licensee, or holder of a certificate. The hearing on such charges shall be at such time and place as the board may prescribe; provided, that such hearing must be held in the county in which such applicant, licensee, or holder of a certificate has his or her place of business.\n\nFindings made by the board are deemed conclusive, unless within 30 days after notice of the decision of the board has been given an aggrieved party, the aggrieved person shall appeal the finding or ruling to the circuit court of the county of his or her residence, or to the Circuit Court of Montgomery County. In the event of such appeal, the circuit court shall hear the same de novo. Such appeal shall be taken by the filing with the board and the clerk of the circuit court of a petition stating the aggrieved person’s desire to appeal the findings, and the petition shall specify whether the appeal is taken to the circuit court of the county of his or her residence or to the Circuit Court of Montgomery County. Such aggrieved person shall have a right to demand trial by jury by demanding same at the time of the filing with the board of the notice of appeal. The action of the board shall be stayed pending such appeal. The circuit court shall have the right to affirm, reverse, or affirm in part or reverse in part the finding of the board and shall render such final judgment as to the court may seem just and proper.\n\nIn the event the decision of the board is affirmed the cost of such appeal shall be taxed against the party taking such appeal. In the event the decision of the board is not affirmed in whole, the court shall in its discretion tax such cost of appeal against the board or against the person taking such appeal or partly against each; and the court in its discretion may award a reasonable attorney fee to the attorney for the party taking such appeal as part of such cost, in the event the decision of the board is not affirmed in whole.\n\n(Acts 1971, No. 403, p. 689, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-8/"
    },
    {
      "id": "section-34-5-9",
      "number": "34-5-9",
      "heading": "Renewal or Restoration of Certificate or License.",
      "text": "Section 34-5-9\n\nRenewal or Restoration of Certificate or License.\n\nThe holder of a certificate or license issued by the board as provided by this chapter who continues in active practice of the profession within the meaning of this chapter shall, on or before January 1, renew his or her certificate or license and pay the renewal fee. A certificate or license which has not been renewed prior to January 31 of that year shall expire on February 1 of that year. The holder of the expired certificate or license may have the certificate or license restored within three years of the date of expiration upon the payment of the required renewal fee and satisfactory proof of his or her qualifications to resume practice or profession. The restoration fee shall be the fee for the current year.\n\n(Acts 1971, No. 403, p. 689, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-9/"
    },
    {
      "id": "section-34-5-10",
      "number": "34-5-10",
      "heading": "Fees.",
      "text": "Section 34-5-10\n\nThe various fees to be paid by the applicants for original registration, original license, annual renewals, and examinations as required under this chapter shall be as follows:\n\n(1) For an examination to determine the qualifications of an applicant, $10.\n\n(2) For an examination to determine the qualifications of an applicant from another state, $25.\n\n(3) For an examination to determine the qualifications of an applicant to receive a certificate of registration as an instructor or assistant instructor, $30.\n\n(4) For the issuance of the initial certificate to operate a barber college, $300.\n\n(5) For each annual renewal of a barber’s or apprentice’s certificate, $10; provided, that in cities and unincorporated towns of 2,000 or less according to the last federal decennial census, the fee shall be $5.\n\n(6) For each annual renewal of an instructor’s or assistant instructor’s certificate, $20.\n\n(7) For each annual renewal of a certificate to operate a barber college, $100.\n\n(8) For the restoration of any expired certificate except for a barber college, $10.\n\n(9) For the restoration of an expired certificate for a barber college, $50.\n\n(10) For annual license for barbershop, no charge for a shop operated by one barber, $10 for shop operated by two barbers, and $5 additional fee for each additional barber or apprentice in such shop.\n\n(11) For the issuance of any duplicate certificate, $1.\n\n(Acts 1971, No. 403, p. 689, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-10/"
    },
    {
      "id": "section-34-5-11",
      "number": "34-5-11",
      "heading": "Certificate to Be Displayed.",
      "text": "Section 34-5-11\n\nCertificate to Be Displayed.\n\nEvery holder of a certificate of registration shall display same in a conspicuous place adjacent to or near his or her work chair in his or her place of employment.\n\n(Acts 1971, No. 403, p. 689, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-11/"
    },
    {
      "id": "section-34-5-12",
      "number": "34-5-12",
      "heading": "Disposition of Receipts; Expenses and Audit.",
      "text": "Section 34-5-12\n\nDisposition of Receipts; Expenses and Audit.\n\nAll money, funds, and other receipts received by the board shall be deposited in a depository which shall be a bank within the state designated by the board. Such funds shall be expended for carrying out the purposes of this chapter and may be withdrawn on order of the executive officer of the board. All such money and funds and other receipts are hereby appropriated for use of the board for the necessary and proper expenses of the board and for carrying out the purposes of this chapter. The accounts of the board shall be examined annually by the Office of the Chief Examiner of Public Accounts of the State of Alabama.\n\n(Acts 1971, No. 403, p. 689, §13.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-12/"
    },
    {
      "id": "section-34-5-13",
      "number": "34-5-13",
      "heading": "Board of Barber Examiners.",
      "text": "Section 34-5-13\n\nBoard of Barber Examiners.\n\nThere is hereby created the Alabama Board of Barber Examiners, to consist of five persons. Such board shall be appointed by the Governor of the State of Alabama, one person appointed for the term of one year, one person for a term of two years, one person for a term of three years, one person for a term of four years, and one person for a term of five years and until their successors are appointed and qualified.\n\nEach member of the board shall be a practicing registered barber, who has followed the occupation of barbering for five continuous years in Alabama prior to his or her appointment.\n\nThe succeeding members of the board shall serve for five years. Vacancies caused by death, resignation, or otherwise shall be filled by the remaining members of the board. Members appointed to fill vacancies shall serve for the unexpired term of their predecessors. The board may do all things necessary and convenient for enforcing the provisions of this chapter. They may from time to time promulgate necessary rules and regulations compatible with the provisions of this chapter and the State Board of Health.\n\nThe members of the board shall annually elect from among their number a president, a vice-president, and appoint an executive secretary. The executive secretary need not be a member of the board. The board shall be empowered to employ adequate personnel to properly enforce the provisions of this chapter. The compensation of the personnel shall be paid out of the funds received by the board. All employees of the board shall serve at the pleasure of the board. The executive secretary and all employees that handle money before entering upon the discharge of their duties shall file with the Treasurer of the State of Alabama a good and sufficient bond in the penal sum of $10,000, payable to the State of Alabama, to insure the faithful performance of his or her duties as such executive secretary, and the premium on such bond shall be paid out of the funds of the board.\n\nThe executive secretary of the board shall be paid a salary as determined by the board to be paid semimonthly and shall be reimbursed on necessary travel expenses and other incidental expenses incurred in the discharge of his or her official duties, when properly vouchered and authorized by the board.\n\nEach member of the board shall receive compensation fixed by the board, not to exceed $40 per diem while engaged in the discharge of his or her official duties and necessary expenses plus $.10 a mile for necessary travel involved in such official duties, not to exceed 30 days in any one calendar year.\n\nThe compensation and expenses as herein provided and other expenses authorized by this chapter shall be paid from the fund derived from the operation of this chapter.\n\nThe board shall meet in the City of Montgomery, Alabama, on the second Monday in January, April, July, and October of each year and at such other times and places as the board may direct. The majority of the members of the board shall constitute a quorum for the transaction of business. The board shall prescribe rules for its government and have a seal with which to authenticate its acts.\n\nThe board shall keep a permanent record of its proceedings. It shall keep a register of applications for certificates or licenses showing the name of the applicant, the name and location of his or her place of occupation or business, and whether the applicant was granted or refused a license. The books and records of the board shall be prima facie evidence of the matters therein contained, which constitute public records and shall at all reasonable times be open for public inspection.\n\nThe State Board of Barber Examiners shall work with, seek the advice of, and cooperate with the State Health Department on all matters of sanitation in regard to inspection of barbershops, barber schools, and barbers in the State of Alabama.\n\nThe State Board of Examiners shall work with, seek the advice of, and cooperate with the State Department of Education on matters of establishing the education of applicants for barber schools or applicants for apprentice license, or applicants for a certificate as a journeyman barber.\n\n(Acts 1971, No. 403, p. 689, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-13/"
    },
    {
      "id": "section-34-5-14",
      "number": "34-5-14",
      "heading": "Other Provisions Not Repealed.",
      "text": "Section 34-5-14\n\nOther Provisions Not Repealed.\n\nThis chapter shall not repeal any provisions of the public health laws, the state sanitary code, or any local acts, or general acts of local application, or municipal ordinances, where the provisions thereof have standards, qualifications, and requirements for the practice of barbering, the operation of barbershops or barber colleges equal to or higher than those provided herein, and such laws, codes, acts, or ordinances shall remain in their entirety in full force and effect.\n\n(Acts 1971, No. 403, p. 689, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-14/"
    },
    {
      "id": "section-34-5-15",
      "number": "34-5-15",
      "heading": "Chapter Not Applicable to Certain Counties.",
      "text": "Section 34-5-15\n\nChapter Not Applicable to Certain Counties.\n\nThe provisions of this chapter shall not apply to Clay, Talladega, Wilcox, Baldwin, Lowndes, Sumter, Lawrence, Marengo, Butler, Russell, or Jefferson Counties.\n\n(Acts 1971, No. 403, p. 689, §18; Acts 1971, 3rd Ex. Sess., No. 186, p. 4448, §1; Acts 1971, 3rd Ex. Sess., No. 318, p. 4608, §1; Acts 1973, No. 219, p. 254, §1; Acts 1975, 3rd Ex. Sess., No. 207, p. 475, §1; Acts 1977, No. 363, p. 493, §1; Acts 1977, No. 404, p. 527, §1; Acts 1977, No. 650, p. 1100, §1; Acts 1978, 2nd Ex. Sess., No. 53, p. 1741, §1; Acts 1979, No. 79-632, p. 1114, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-15/"
    },
    {
      "id": "section-34-5-16",
      "number": "34-5-16",
      "heading": "Penalties.",
      "text": "Section 34-5-16\n\nAny person, firm, or corporation who shall engage in any of the practices designated to be within the meaning of this chapter, or act in any capacity wherein a certificate or license is required without a certificate or license provided in this chapter, or shall in any other form or manner violate any of the provisions of this chapter shall be guilty of a misdemeanor and shall be fined not to exceed $100 or shall be imprisoned for no more than 90 days or both and, if a corporation, shall be punished by a fine of no more than $500. After official notice of such violation, each day of operation or practice constitutes a separate violation.\n\n(Acts 1971, No. 403, p. 689, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-34/chapter-5/section-34-5-16/"
    }
  ]
}