{
  "state": "pennsylvania",
  "path": "title-title-74/chapter-chapter-92",
  "sections": [
    {
      "id": "section-9202",
      "number": "9202",
      "heading": "",
      "text": "(a) Agreement.--A municipality may enter into an agreement with the department to replace, synchronize and time traffic signals located within a critical or designated traffic corridor. The terms of the agreement may specify that the municipality provide services to the department. The agreement shall not exceed the time period of the useful life of the traffic signals. The municipality shall, during the duration of the agreement, properly maintain and time the traffic signals in accordance with the agreement.\n\n(b) Critical corridors.--A municipality shall enter into an agreement with the department under terms specified under subsection (a) for critical corridors. A municipality shall provide to the department in a timely manner all traffic and intersection data that the municipality maintains for critical corridors and establish and agree to an operations plan with the department for critical corridors.\n\n(c) Prioritization.--The department shall prioritize critical corridors and designated traffic corridors where proper signalization will provide the most benefit to the traveling public and reduce congestion. Priorities shall be reevaluated and updated as part of the 12-year transportation improvement plan cycle.\n\n(d) Intergovernmental cooperation.--Two or more municipalities may enter into an agreement with the department if a designated traffic corridor is located in two or more municipalities.\n\n(e) Maintenance.--If the department determines that one or more traffic signals are not being maintained or timed in accordance with an agreement under subsection (a) or an existing agreement, the department shall provide written notice to all municipalities subject to the agreement no less than 60 days prior to taking any action to correct the deficient maintenance and timing. The written notice shall specify the maintenance and timing deficiencies that are to be corrected.\n\n(1) A municipality subject to an agreement under subsection (a) shall have 60 days to correct the deficiencies contained in the written notice or to contest, in writing, the findings of the department within 30 days following receipt of the written notice.\n\n(2) The requirement that the municipality correct the deficiencies within 60 days following receipt of the written notice shall be temporarily stayed if the municipality timely contests the department's findings in writing.\n\n(3) A municipality that contests the deficiencies specified in the written notice shall have 30 days to reach a written understanding with the department related to the deficiencies specified in the written notice.\n\n(4) If the department and the municipality do not reach a written understanding under paragraph (3), the department and the municipality shall select a civil engineer licensed by the Commonwealth who has substantial experience in traffic engineering to mediate the dispute. The engineer chosen must not be under an existing contract with the department or municipality unless the contract is specifically related to traffic signal mediation.\n\n(f) Failure of municipality to perform.--If a municipality that has entered into an agreement with the department under subsection (a) fails to meet the requirements of subsection (e)(1) or (2), the department may take action to correct the deficiencies specified in the notice under subsection (e).\n\n(g) Payment for failure to correct deficiencies.--If the department takes action under subsection (f), the department may deduct the actual costs of correcting the deficiencies in maintenance and timing from the payments made to the municipality under the act of June 1, 1956 (1955 P.L.1944, No.655), referred to as the Liquid Fuels Tax Municipal Allocation Law, and 75 Pa.C.S. Chs. 89 (relating to Pennsylvania Turnpike) and 95 (relating to taxes for highway maintenance and construction).\n\n(h) Cities of the first or second class.--Notwithstanding any other provision of law, the department may own, install, replace, synchronize, time, operate or maintain traffic signals within a city of the first class or a city of the second class.\n\n(i) Department-managed signals.--The following apply:\n\n(1) In accordance with subsection (c), the department may own, install, replace, synchronize, time, operate or maintain a traffic signal and all associated signs and markings included on a department-approved traffic signal plan within a municipality if the department publishes the location of the signal or the critical corridor as a notice in the Pennsylvania Bulletin.\n\n(2) A municipality shall enact any ordinances and enter into any agreements necessary to complete the transfer of all rights and duties to department-managed signals under this subsection.\n\n(j) Special pilot program for department-managed signals.--(Expired).\n\n(July 20, 2016, P.L.861, No.101, eff. 60 days)\n\n2022 Expiration. Subsection (j) expired January 1, 2022. See Act 101 of 2016.\n\n2016 Amendment. Act 101 amended subsec. (a) and added subsecs. (h), (i) and (j).\n\nApplicability.Section 43(5) of Act 89 of 2013 provided that section 9202 shall apply to contracts entered into on or after the effective date of section 43.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-92/section-9202/"
    }
  ]
}