{
  "state": "pennsylvania",
  "path": "title-title-74/chapter-chapter-91",
  "sections": [
    {
      "id": "section-9104",
      "number": "9104",
      "heading": "",
      "text": "(a) Duties.--The board shall do all of the following:\n\n(1) Meet as often as necessary but at least annually.\n\n(2) Adopt guidelines establishing the procedure by which a public entity may submit a request for a proposed transportation project or a private entity may submit an unsolicited plan for a proposed transportation project to the board.\n\n(3) Consult with persons affected by proposed transportation projects.\n\n(4) Evaluate and, where the board finds that the requests or plans for proposed transportation projects are in the best interests of the Commonwealth and a public entity, approve the requests or plans for proposed transportation projects. No proposed transportation project that provides for optional user fees may be approved by the board unless the board members approve such a project unanimously. The board shall approve a proposed transportation project by adopting a resolution.\n\n(5) Submit an annual report to the General Assembly detailing all transportation projects evaluated and resolutions adopted.\n\n(b) Actions.--Actions by the board are a determination of public policy and public interest and shall not be considered adjudications under 2 Pa.C.S. Chs. 5 Subch. A (relating to practice and procedure of Commonwealth agencies) and 7 Subch. A (relating to judicial review of Commonwealth agency action) and shall not be appealable to the department or a court of law.\n\n(c) General Assembly.--The following shall apply:\n\n(1) Upon receipt of the resolution from the board under section 9105(b.2), the General Assembly may, within 20 calendar days or nine legislative days, whichever is longer, pass a concurrent resolution rescinding the approval of a transportation project if the transportation facility which is the subject of the transportation project is owned by the Commonwealth.\n\n(2) If the General Assembly adopts the concurrent resolution within the time period under paragraph (1) by majority vote in both the Senate and the House of Representatives, the transportation project shall be deemed disapproved.\n\n(3) If the General Assembly fails to adopt the concurrent resolution by majority vote in both the Senate and the House of Representatives within the time period under paragraph (1), the transportation project shall be deemed approved.\n\n(July 11, 2022, P.L.1566, No.84, eff. imd.)\n\n2022 Amendment.Act 84 amended subsecs. (a)(2) and (4) and (c)(1).\n\nEffective Date.Section 3(1) of Act 88 of 2012 provided that section 9104 shall take effect immediately.\n\nCross References.Section 9104 is referred to in section 9109 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9104/"
    },
    {
      "id": "section-9105",
      "number": "9105",
      "heading": "",
      "text": "(a) Technical assistance.--The department shall supply all necessary assistance to assist the board in carrying out its duties and responsibilities, including retention of legal, financial and technical consultants to assist with this role.\n\n(b) Analysis.--The following shall apply:\n\n(1) The department shall develop a detailed analysis of a request or recommendation for a proposed transportation project prior to requesting approval by the board.\n\n(2) The analysis shall include the following:\n\n(i) The anticipated location of the proposed transportation project.\n\n(ii) The type of transportation facility or transportation-related service to be improved.\n\n(iii) The estimated costs of the proposed transportation project to the public entity.\n\n(iv) The estimated length of the public-private transportation partnership agreement.\n\n(v) The potential social, economic and environmental impacts of the proposed transportation project.\n\n(vi) If the proposed transportation project proposes an optional user fee, include the estimated amount for each user group and type of user fee as described under section 9110(f) (relating to public-private transportation partnership agreement).\n\n(vii) Applicable Federal and State laws.\n\n(viii) Alternative courses of action to improve the transportation facility or transportation-related service without a public-private transportation partnership and the associated risks of improving the transportation facility or transportation-related service with a public-private transportation partnership.\n\n(2.1) The department may conduct additional evaluations prior to the development of the analysis.\n\n(3) The department shall post a copy of the analysis on the department's publicly accessible Internet website, submit the analysis to the board and the chairperson and minority chairperson of the Transportation Committee of the Senate and the chairperson and minority chairperson of the Transportation Committee of the House of Representatives and transmit notice of the analysis to the Legislative Reference Bureau for publication in the Pennsylvania Bulletin for 60 days prior to any action by the board.\n\n(b.1) Public input.--The following shall apply:\n\n(1) The department shall collect comments from the public on the proposed transportation project during a public comment period which shall commence with the publication of the notice in the Pennsylvania Bulletin of the analysis and shall continue for a period of not less than 30 days. Prior to any action by the board, the department shall post a copy of all submitted comments and a summary as provided under paragraph (2) on the department's publicly accessible Internet website and provide the submitted comments and summary to the board and the chairperson and minority chairperson of the Transportation Committee of the Senate and the chairperson and minority chairperson of the Transportation Committee of the House of Representatives.\n\n(2) The summary under paragraph (1) shall include a description of the proposed transportation project, a copy of the notice that was published in the Pennsylvania Bulletin, the time period that the public was allowed to provide input and a chart or graph that accurately portrays all submitted comments, including the positive and negative public input, on the proposed transportation project.\n\n(b.2) Evaluation and approval.--The following shall apply:\n\n(1) After consideration of the analysis and public comment, if the board finds that the proposed transportation project is in the best interests of the Commonwealth, it may approve the proposed transportation project in the form of a resolution. For a proposed transportation project that may impose an optional user fee, unanimous approval of the board is required.\n\n(2) Approval of a proposed transportation project, including a project with an optional user fee, shall be in the form of a resolution signed by the chairperson of the board. A copy of the resolution shall be posted on the department's publicly accessible Internet website and shall be transmitted by the department to the following entities within 48 hours after approval:\n\n(i) The chairperson and minority chairperson of the Transportation Committee of the Senate and the chairperson and minority chairperson of the Transportation Committee of the House of Representatives.\n\n(ii) The Legislative Reference Bureau for publication in the Pennsylvania Bulletin.\n\n(c) Oversight.--If a transportation project becomes a public-private transportation project, the department shall retain oversight and monitor the public-private transportation project, including periodic reports to the board, as necessary.\n\n(July 11, 2022, P.L.1566, No.84, eff. imd.)\n\n2022 Amendment.Act 84 amended subsec. (b) and added subsecs. (b.1) and (b.2).\n\nEffective Date.Section 3(1) of Act 88 of 2012 provided that section 9105 shall take effect immediately.\n\nCross References.Section 9105 is referred to in sections 9104, 9109 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9105/"
    },
    {
      "id": "section-9109",
      "number": "9109",
      "heading": "",
      "text": "(a) Conditions for use.--If a transportation project is approved under sections 9104 (relating to duties of board) and 9105 (relating to operation of board), the public entity may enter into a contract for the transportation project by competitive sealed proposals.\n\n(b) Request for proposals.--After receiving the determination required by subsection (a), a public entity shall solicit proposals through a request for proposals.\n\n(c) Public notice.--A public entity shall give public notice of a request for proposals consistent with regulations adopted by the department. The notice shall be given a reasonable time prior to the date set for the close of receipt of the proposals. The method of public notice may include any of the following:\n\n(1) Electronic publication which is accessible to the general public.\n\n(2) Advertisement as provided for in 45 Pa.C.S. ยง 306 (relating to use of trade publications).\n\n(3) Issuance of request for proposals to offerors on the mailing list of the public entity.\n\n(4) Publication in a newspaper of general circulation.\n\n(5) Where prequalification is a requirement of submitting a proposal, notification to all private entities who have been prequalified by the public entity.\n\n(d) Copies of request for proposals.--Copies of a request for proposals shall be made available to any interested person upon request to the public entity. A public entity may establish procedures for the distribution of a request for proposals, including the imposition of a fee to reimburse the public entity for the costs of photocopying and mailing.\n\n(e) Receipt of proposals.--Offerors shall submit their proposals to ensure that their proposals are received prior to the time and date established for receipt of the proposals. Proposals shall be submitted in the format required by the request for proposals. Proposals shall be opened so as to avoid disclosure of their contents to competing offerors.\n\n(f) Evaluation.--A public entity shall evaluate each proposal to determine which proposal has the best value for and is in the best interest of the public entity. In making this determination, a public entity may consider any of the following:\n\n(3) Financial commitment.\n\n(4) Innovative financing.\n\n(5) Bonding.\n\n(6) Technical, scientific, technological or socioeconomic merit.\n\n(7) Financial strength and viability.\n\n(8) Design, operation and feasibility of the transportation project.\n\n(9) Public reputation, qualifications, industry experience and financial capacity of the private entity.\n\n(10) The ability of the transportation project to improve economic growth, to improve public safety, to reduce congestion, to increase capacity or to rehabilitate, reconstruct or expand an existing transportation facility.\n\n(11) The compatibility of the proposal with existing local and regional land use plans.\n\n(12) The commitment of local communities to approve land use plans in preparation for the transportation project.\n\n(13) Other factors deemed appropriate by the public entity.\n\n(g) Weighted consideration.--The relative importance of each evaluation factor shall be fixed prior to opening the proposals.\n\n(h) Participation in evaluation.--If the public entity is a Commonwealth agency, the department is required to invite its comptroller to participate in the evaluation as a nonvoting member of any evaluation committee. No individual who has been employed by an offeror within the last two years may participate in the evaluation of proposals.\n\n(i) Discussion with responsible offerors and revision of proposals.--As provided in the request for proposals, discussions and negotiations may be conducted with responsible offerors for the purpose of clarification and of obtaining best and final offers. Responsible offers shall be accorded fair and equal treatment with respect to any opportunity for discussion and revision of proposals. In conducting discussions, there shall be no disclosure of any information derived from proposals submitted by competing offerors.\n\n(j) Selection for negotiation.--The responsible offeror whose proposal is determined in writing to be the best value for and in the best interests of the public entity, taking into consideration all evaluation factors, shall be selected for contract negotiation.\n\n(k) Cancellation.--A request for proposals may be canceled at any time prior to the time a public-private transportation partnership agreement is executed by all parties when it is in the best interests of the public entity.\n\n(l) Award.--Upon reaching an agreement with a responsible offeror, a public entity shall enter into a public-private transportation partnership agreement with the responsible offeror. The public-private transportation partnership agreement shall be consistent with the requirements of this chapter. If agreement cannot be reached with the best qualified responsible offeror, then negotiations will be formally terminated with the offeror. If proposals were submitted by one or more other responsible offerors, negotiations may be conducted with the other responsible offeror or responsible offerors in the order of their respective qualification ranking. The contract may be awarded to the responsible offeror then ranked as best qualified.\n\n(m) Resolution of controversies involving the Commonwealth.--If a prospective offeror, offeror or development entity is aggrieved by a selection under this section and the public entity or proprietary public entity in the invitation or contract is a Commonwealth agency, the prospective offeror, offeror or development entity may file a protest or a claim, as appropriate, in accordance with 62 Pa.C.S. Ch. 17 (relating to legal and contractual remedies).\n\n(n) Resolution of controversies not involving the Commonwealth.--If a development entity is aggrieved by a selection under this section and the proprietary public entity in the contract is an entity other than the Commonwealth, a development entity may file a claim with the court of common pleas where the proprietary public entity is located. The process for the filing and resolution of claims, including rights, contents, timing, evaluation, determination and remedies, which are established in 62 Pa.C.S. Ch. 17, shall apply insofar as they are practicable.\n\n(July 11, 2022, P.L.1566, No.84, eff. imd.)\n\n2022 Amendment.Act 84 amended subsec. (a).\n\nCross References.Section 9109 is referred to in sections 9106, 9119, 9120 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9109/"
    },
    {
      "id": "section-9110",
      "number": "9110",
      "heading": "",
      "text": "(a) Agreement provisions.--A public-private transportation partnership agreement shall include the following provisions:\n\n(1) A description of any planning, development, design, leasing, acquisition or interest in, financing, installation, construction, reconstruction, replacement, expansion, operation, maintenance, improvement, equipping, modification, expansion, enlargement, management, running, control and operation of the public-private transportation project.\n\n(2) The term of the public-private transportation partnership agreement.\n\n(3) The type of property interest or other relationship the development entity will have in or with respect to the public-private transportation partnership project, including acquisition of rights-of-way and other property interests that may be required.\n\n(4) Authorization for the proprietary public entity or its authorized representatives to inspect all assets and properties of the public-private transportation project and all books and records of the development entity relating to the public-private transportation project to review the development entity's performance under the public-private transportation partnership agreement.\n\n(5) Grounds for termination of the public-private transportation partnership agreement by the parties.\n\n(6) Procedures for amendment of the public-private transportation partnership agreement.\n\n(7) The rights and remedies available in the event of breach, default or delay.\n\n(8) Requirements for a private development entity to provide performance and payment bonds, parent company guarantees, letters of credit or other acceptable forms of security in an amount acceptable to the proprietary public entity.\n\n(9) A requirement that ownership of a transportation facility acquired or constructed go to or remain with the proprietary public entity.\n\n(10) Standards for construction, maintenance and operation of the public-private transportation project if the activities are to be performed by the development entity.\n\n(11) Standards for capital improvement or modification of the public-private transportation project if they are to be made by the development entity.\n\n(12) Standards relating to how payments, if any, are to be made by the proprietary public entity to the development entity, including availability payments, performance-based payment and payments of money and revenue-sharing with the development entity.\n\n(13) Standards relating to how the parties will allocate and share management of the risks of the public-private transportation project.\n\n(14) Standards relating to how the parties will allocate costs of development of the public-private transportation project, including any cost overruns.\n\n(15) Standards relating to damages to be assessed for nonperformance, specifying remedies available to the parties and dispute resolution procedures.\n\n(16) Standards relating to performance criteria and incentives.\n\n(17) A requirement that upon termination of the public-private transportation partnership agreement, a transportation facility that was the subject of the public-private transportation partnership agreement must be in a state of proper maintenance and repair and shall be returned to the proprietary public entity in satisfactory condition at no further cost to the proprietary public entity.\n\n(18) Provisions for law enforcement related to the public-private transportation project.\n\n(19) An obligation of the development entity to offer employment to any employee of the proprietary public entity who would lose employment due to the execution of the public-private transportation partnership agreement and who is in good standing at the time of execution of the public-private transportation partnership agreement, including salary, retirement, health and welfare and benefits which are substantially identical to the benefits received by the employees immediately prior to execution of the public-private transportation partnership agreement for the term of the collective bargaining agreement of those employees in effect. An employee of the proprietary public entity who does not accept employment with the development entity shall be reassigned to an equivalent position, without loss of seniority, within a worksite in as close proximity to the public-private transportation project as feasible. Nothing in this paragraph shall impair provisions related to furloughs and layoffs of the collective bargaining agreement of those employees in effect.\n\n(20) Other terms and provisions as required under this chapter or agreed to by the development entity and the proprietary public entity.\n\n(b) Term.--The proprietary public entity may enter into a public-private transportation partnership agreement with any development entity that includes the provisions under subsection (a) for a term not to exceed 99 years.\n\n(c) Public partner.--Nothing in this chapter shall prohibit the department from entering into a public-private transportation partnership agreement with another Commonwealth agency in accordance with this chapter.\n\n(d) Public entity.--Nothing in this chapter shall prohibit a public entity from entering into a public-private transportation partnership agreement with one or more public entities in accordance with this chapter.\n\n(e) Environmental costs.--\n\n(1) A proprietary public entity may provide in a public-private transportation partnership agreement that it will pay or reimburse, on terms that it deems appropriate, the development entity for actual costs associated with necessary remediation for existing environmental contaminants located on, under or emanating from the real property associated with a public-private transportation project as of the date the development entity assumes responsibility for the public-private transportation project. If the public-private transportation partnership agreement provides for environmental remediation, the public-private transportation partnership agreement shall require that the proprietary public entity be given:\n\n(i) Prompt notice of any claim against the proprietary public entity or a third party pertaining to the contaminants.\n\n(ii) The right to elect to undertake the necessary remediation.\n\n(iii) The right to participate in the defense of or response to any claim.\n\n(iv) The right of prior approval before the development entity may settle any claim.\n\n(2) No payment by a proprietary public entity under this section may be for anything other than actual costs incurred by a development entity to remediate the environmental contamination on, under or emanating from the real property associated with the public-private transportation project as of the date the development entity assumes responsibility for the public-private transportation project.\n\n(f) Optional user fees.--A provision establishing whether optional user fees will be imposed for use of the public-private transportation project and the basis by which any optional user fees will be imposed and collected shall be determined in the public-private transportation partnership agreement. If an optional user fee is proposed as part of the public-private transportation project, a proprietary public entity shall include provisions in the agreement that authorize the collection of optional user fees, tolls, fares or similar charges, including provisions that:\n\n(1) Specify technology to be used in the public-private transportation project.\n\n(2) Establish circumstances under which the proprietary public entity may receive a share of revenues from the charges.\n\n(3) Govern the enforcement of optional electronic tolls, including provisions for use of available technology.\n\n(4) Establish payment collection standards, including provisions for enforcement of nonpayment and penalties.\n\n(5) In the event an operator of a vehicle fails to pay the optional toll or user fee at any location on a public-private transportation project where optional tolls or user fees are collected by means of an electronic or other automated or remote form of collection, the collection provisions of section 8117 (relating to electronic toll collection) shall apply except that the development entity shall possess all of the rights, roles, limitations and responsibilities of the Pennsylvania Turnpike Commission.\n\n(g) Amounts received under a public-private transportation partnership agreement.--The net proceeds received by the proprietary public entity under a public-private transportation partnership agreement shall be available exclusively to provide funding for transportation needs in this Commonwealth. The use of the proceeds or other revenues from the public-private transportation project shall comply with Federal or State law restricting or limiting the use of revenue from the public-private transportation project based on its public funding.\n\n(July 11, 2022, P.L.1566, No.84, eff. imd.)\n\n2022 Amendment. Act 84 amended subsec. (f).\n\nCross References.Section 9110 is referred to in sections 9105, 9117 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9110/"
    },
    {
      "id": "section-9111",
      "number": "9111",
      "heading": "",
      "text": "The following shall apply:\n\n(1) Upon the selection of a development entity to be a party to a public-private transportation partnership agreement, the identity of the development entity selected, the contents of the response of the development entity to the request for proposals, the final proposal submitted by the development entity and the form of the public-private transportation partnership agreement shall be made public. Any financial information of a development entity that was requested in the request for proposals or during discussions and negotiations to demonstrate the economic capability of a development entity to fully perform the requirements of the public-private transportation partnership agreement shall not be subject to public inspection.\n\n(2) A proprietary public and a private development entity may agree, in their discretion, to make public any information described under paragraph (1) that would not otherwise be subject to public inspection.\n\n(3) If a proprietary public entity terminates a public-private transportation partnership agreement for default, rejects a private entity on the grounds that the private entity is not responsible or suspends or debars a development entity, the private entity or development entity, as appropriate, shall, upon written request, be provided with a copy of the information contained in the file of the private entity or development entity maintained by the proprietary public entity under a contractor responsibility program.\n\n(4) The following information shall not be public:\n\n(i) Information relating to proprietary information, trade secrets, patents or exclusive licenses, architectural and engineering plans and information relating to competitive marketing materials and strategies.\n\n(ii) Security information, including risk prevention plans, detection and countermeasures, emergency management plans, security and surveillance plans, equipment and usage protocols and countermeasures.\n\n(iii) Records considered nonpublic matters or information by the Securities and Exchange Commission under 17 CFR 200.80 (relating to commission records and information).\n\n(iv) Any financial information deemed confidential by the proprietary public entity upon a showing of good cause by the offeror or development entity.\n\n(v) Records prepared or utilized to evaluate a proposal.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9111/"
    },
    {
      "id": "section-9114",
      "number": "9114",
      "heading": "",
      "text": "(a) The Administrative Code of 1929.--Notwithstanding any other provision of law, neither soliciting nor approving a request for proposals, nor executing a public-private transportation partnership agreement under this chapter shall constitute the submission of a preliminary plan or design to the department under section 2002(b) of the act of April 9, 1929 (P.L.177, No.175), known as The Administrative Code of 1929.\n\n(b) Environmental authorizations.--A public-private transportation partnership agreement may require that prior to commencing any construction in connection with the development, operation or financing of any public-private transportation project if the agreement requires environmental authorizations to be obtained, the development entity shall do any of the following:\n\n(1) Secure all necessary environmental permits and authorizations and, if specified under the act of May 19, 1995 (P.L.4, No.2), known as the Land Recycling and Environmental Remediation Standards Act, obtain the approval of the Department of Environmental Protection.\n\n(2) Complete environmental remediation of the site on which the public-private transportation project is to be located, including acts required under any agreement entered into with the Department of Environmental Protection for remediation of the site under the Land Recycling and Environmental Remediation Standards Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9114/"
    },
    {
      "id": "section-9119",
      "number": "9119",
      "heading": "",
      "text": "(a) General rule.--Except as provided under subsection (b), all provisions of laws related to the development, construction, operation or financing of a transportation project in effect on the date the public-private transportation partnership agreement is fully executed shall apply to a public-private transportation partnership agreement entered into between a proprietary public entity and a development entity. The provisions shall include:\n\n(1) The act of May 1, 1913 (P.L.155, No.104), referred to as the Separations Act; however, the development entity selected under section 9109 (relating to selection of development entities) shall be the person whose duty it is to receive separate bids and award and enter into separate contracts for each of the subject branches of work required for the erection, construction and alteration of a public building under a public-private transportation partnership agreement.\n\n(2) The act of August 15, 1961 (P.L.987, No.442), known as the Pennsylvania Prevailing Wage Act.\n\n(b) Limitation.--The following apply:\n\n(1) If the public entity or the proprietary public entity is a Commonwealth agency, 62 Pa.C.S (relating to procurement) shall apply only to the extent provided under paragraph (2).\n\n(2) The following shall apply if the public entity or the proprietary public entity is a Commonwealth agency:\n\n(i) Section 107 (relating to reciprocal limitations).\n\n(ii) Section 531 (relating to debarment or suspension).\n\n(iii) Section 541 (relating to approval of accounting system).\n\n(iv) Section 551 (relating to right to inspect plant).\n\n(v) Section 552 (relating to right to audit records).\n\n(vi) Section 563 (relating to retention of procurement records).\n\n(vii) Chapter 17 (relating to legal and contractual remedies).\n\n(Nov. 25, 2013, P.L.974, No.89, eff. 60 days)\n\n2013 Amendment.Act 89 amended subsec. (a)(1). See the preamble to Act 89 in the appendix to this title for special provisions relating to legislative findings and declarations.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9119/"
    },
    {
      "id": "section-9115-1",
      "number": "9115.1",
      "heading": "",
      "text": "A user fee may not be imposed as part of a transportation project approved under this chapter, unless the user fee is imposed only on individuals who select optional means to transit the transportation facility, such as limited access lanes or similar programs that allow individuals multiple means to transit the same transportation facility.\n\n(July 11, 2022, P.L.1566, No.84, eff. imd.)\n\n2022 Amendment.Act 84 added section 9115.1.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-74/chapter-91/section-9115-1/"
    }
  ]
}