{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-29-commissioners-for-promotion-of-uniformity-of-legi",
  "sections": [
    {
      "id": "section-30-196",
      "number": "30-196.",
      "heading": "Appointment of Commissioners; terms; compensation§ 30-197. Duties; staff",
      "text": "A. There shall be appointed by the Governor three Commissioners, who with the Director of the Division of Legislative Services and any persons appointed as life members are hereby constituted a board of Commissioners by the name and style of Commissioners for the Promotion of Uniformity of Legislation in the United States. The three Commissioners appointed by the Governor shall serve for a term of four years, with each such term commencing on October 1. A Commissioner appointed by the Governor shall serve until his successor is appointed.\n\nB. Each of the appointed Commissioners shall hold office at the pleasure of the Governor, and excepting life members and the Director of the Division of Legislative Services, shall serve for a term of four years. Vacancies shall be filled by the Governor for unexpired terms.\n\nC. The Commissioners shall receive no compensation for their services, but their necessary travel and hotel expenses shall be reimbursed, subject to the approval of the Joint Rules Committee or to the joint approval of the Speaker of the House of Delegates and the Chairman of the Senate Committee on Rules, and shall be paid out of any funds that may be appropriated for such purposes.\n\n2002, c. 491; 2006, c. 661; 2019, c. 528.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-29/section-30-196/"
    },
    {
      "id": "section-30-197",
      "number": "30-197.",
      "heading": "Duties; staff",
      "text": "A. It shall be the duty of such Commissioners to examine subjects on which uniformity is desirable, to ascertain the best means to effect uniformity in the laws of the states, and to represent the Commonwealth in conventions of like Commissioners appointed by other states to consider and draft uniform laws to be submitted for adoption by the several states, and to devise and recommend such other course of action as shall best accomplish the purpose of this chapter.\n\nB. The Commissioners shall, on or before July 1 of each year, make a detailed report to the General Assembly on their work and activities. Staff support shall be provided by the Division of Legislative Services.\n\n2002, c. 491.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-29/section-30-197/"
    }
  ]
}