{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-47-mei-project-approval-commission",
  "sections": [
    {
      "id": "section-30-309",
      "number": "30-309.",
      "heading": "MEI Project Approval Commission; membership; terms; compensation and expenses; definition§ 30-310",
      "text": "A. The MEI Project Approval Commission (the Commission) is established as an advisory commission in the legislative branch of state government. The purpose of the Commission shall be to review financing for individual incentive packages, including but not limited to packages offering tax incentives, for economic development, film, and episodic television projects (including but not limited to MEI projects) for which (i) one or more of the incentives in the incentive package is not authorized under current law or an amendment by the General Assembly is being sought to one or more currently existing incentives included as part of the incentive package, (ii) one of the incentives being sought includes a cash payment to a private sector business of more than $3.5 million from any fund prior to any performance metrics being met by the proposed project, or (iii) the aggregate amount of incentives to be provided by the Commonwealth in the incentive package including discretionary grants, general or nongeneral funds, proceeds from bonds, rights to lease property at below fair market value, or any other incentives from the Commonwealth is in excess of $10 million in value. Except for the value of any sales tax exemption available pursuant to subdivision 18 of § 58.1-609.3 or tax credit available pursuant to § 58.1-439.12:03, the value of any existing nondiscretionary incentives shall not be considered in calculating whether the incentives are in excess of $10 million in value, and no review shall be required for a project if the only incentives to be provided to a potential project are nondiscretionary incentives.\n\nB. The Commission shall consist of 14 members as follows: seven members of the House Committee on Appropriations or the House Committee on Finance appointed by the chair of the House Committee on Appropriations and five members of the Senate Committee on Finance and Appropriations appointed by the chair of the Senate Committee on Finance and Appropriations. In addition, the Secretaries of Finance and Commerce and Trade shall serve as ex officio, nonvoting members of the Commission.\n\nC. Members shall serve terms coincident with their terms of office. Vacancies for unexpired terms shall be filled in the same manner as the original appointments. Members may be reappointed for successive terms.\n\nD. The members of the Commission shall elect a chairman and vice-chairman annually. A majority of the voting members of the Commission shall constitute a quorum. The meetings of the Commission shall be held at the call of the chairman or whenever the majority of the members so request.\n\nE. Legislative members of the Commission shall receive such compensation as provided in § 30-19.12, and nonlegislative members shall receive such compensation as provided in § 2.2-2813.\n\nF. As used in this chapter, \"MEI project\" means the same as that term is defined in § 2.2-2260, and \"nondiscretionary incentive\" means a tax credit, tax exemption, or grant to which a taxpayer or applicant is entitled if he meets the statutory criteria required for the credit, exemption, or grant.\n\n2009, cc. 246, 311; 2010, cc. 543, 716; 2015, c. 761; 2020, c. 830; 2023, c. 528.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-47/section-30-309/"
    },
    {
      "id": "section-30-310",
      "number": "30-310.",
      "heading": "Review of incentive packages",
      "text": "A. 1. The Commission shall review individual incentive packages, including but not limited to packages offering tax incentives, for economic development, film, and episodic television projects (including but not limited to MEI projects) for which (i) one or more of the incentives in the incentive package is not authorized under current law or an amendment by the General Assembly is being sought to one or more currently existing incentives included as part of the incentive package, (ii) one of the incentives being sought includes a cash payment to a private sector business of more than $3.5 million from any fund prior to any performance metrics being met by the proposed project, or (iii) the aggregate amount of incentives to be provided by the Commonwealth in the incentive package including discretionary grants, general or nongeneral funds, proceeds from bonds, rights to lease property at below fair market value, or any other incentives from the Commonwealth is in excess of $10 million in value. Except for the value of any sales tax exemption available pursuant to subdivision 18 of § 58.1-609.3 or tax credit available pursuant to § 58.1-439.12:03, the value of any existing nondiscretionary incentives shall not be considered in calculating whether the incentives are in excess of $10 million in value, and no review shall be required for a project if the only incentives to be provided to a potential project are nondiscretionary incentives. The Commission shall also review economic development projects in which a business relocates or expands its operations in one or more Virginia localities and simultaneously closes its operations or substantially reduces the number of its employees in another Virginia locality if the aggregate amount of incentives to be provided by the Commonwealth in the incentive package including discretionary grants, general or nongeneral funds, proceeds from bonds, rights to lease property at below fair market value, or any other incentives from the Commonwealth is in excess of $2.5 million in value. The Commission shall recommend approval or denial of such packages and projects to the General Assembly. Factors that shall be considered by the Commission in its review shall include but not be limited to (a) return on investment, (b) the time frame for repayment of incentives to the Commonwealth, (c) average wages of the jobs created by the prospective MEI project or other economic development project, (d) the amount of capital investment that is required, and (e) the need for enhanced employment opportunities in the prospective location of the prospective MEI project or other economic development project.\n\n2. a. Any time a proposed individual incentive package is to be considered by the Commission, materials outlining (i) the value of the proposed incentives; (ii) assumed return on investment; (iii) the time frame for repayment of incentives to the Commonwealth; (iv) average wages of the jobs created by the prospective economic development, film, or episodic television project; (v) the amount of capital investment that is required; (vi) the need for enhanced employment opportunities in the prospective location of the prospective economic development, film, or episodic television project; (vii) the total amount of state incentives received by the sponsor of the economic development, film, or episodic television project in the past; and (viii) a list of all other existing, nondiscretionary incentives for which the sponsor of the economic development, film, or episodic television project may qualify shall be provided to the staff of the House Committee on Appropriations and Senate Committee on Finance and Appropriations not less than five business days prior to the scheduled Commission meeting. Staff shall also be provided with an aggregate list of all discretionary incentives currently committed by the Commonwealth for the next 10 years, including anticipated requests for appropriations to satisfy such commitments during that time.\n\nb. The timing of any request for an endorsement of a proposed individual incentive package should be scheduled so that the MEI Commission could, at its discretion, have up to seven days subsequent to the presentation of the incentive package prior to endorsing or rejecting such proposal.\n\nc. State agencies, localities, authorities, or other political subdivisions of the Commonwealth that have significant involvement in a proposed individual incentive package in terms of providing facilities or regulatory support to a project or in developing the proposed individual incentive package shall review the materials required by subdivision 2 and certify the accuracy of such materials prior to consideration by the Commission.\n\nB. An affirmative vote by four of the seven members of the Commission from the House of Delegates and three of the five members of the Commission from the Senate shall be required to endorse any incentive package, including but not limited to packages offering tax incentives, for economic development, film, and episodic television projects (including but not limited to MEI projects) for which (i) one or more of the incentives in the incentive package is not authorized under current law or an amendment by the General Assembly is being sought to one or more currently existing incentives included as part of the incentive package, (ii) one of the incentives being sought includes a cash payment to a private sector business of more than $3.5 million from any fund prior to any performance metrics being met by the proposed project, or (iii) the aggregate amount of incentives to be provided by the Commonwealth in the incentive package including discretionary grants, general or nongeneral funds, proceeds from bonds, rights to lease property at below fair market value, or any other incentives from the Commonwealth is in excess of $10 million in value. Except for the value of any sales tax exemption available pursuant to subdivision 18 of § 58.1-609.3 or tax credit available pursuant to § 58.1-439.12:03, the value of any existing nondiscretionary incentives shall not be considered in calculating whether the incentives are in excess of $10 million in value. Such vote shall also be required to endorse any economic development project in which a business relocates or expands its operations in one or more Virginia localities and simultaneously closes its operations or substantially reduces the number of its employees in another Virginia locality if the aggregate amount of incentives to be provided by the Commonwealth in the incentive package including discretionary grants, general or nongeneral funds, proceeds from bonds, rights to lease property at below fair market value, or any other incentives from the Commonwealth is in excess of $2.5 million in value. However, no vote shall be required for a project if the only incentives to be provided to a potential project are nondiscretionary incentives available to any qualified taxpayer under existing law.\n\n2009, cc. 246, 311; 2010, cc. 543, 716; 2013, c. 806; 2015, c. 761; 2017, c. 663; 2020, c. 830; 2023, c. 528.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-47/section-30-310/"
    },
    {
      "id": "section-30-3101",
      "number": "30-310.1.",
      "heading": "Review of tax financing projects",
      "text": "In addition to the required review of certain incentive packages pursuant to § 30-310, the Commission may, in its discretion, also review potential economic development projects presented by private sector businesses or state authorities which would be financed through entitlements to sales taxes or through personal or corporate income tax incentives or modifications. The Commission shall not be required to endorse or recommend any such project but may include recommendations in its annual report prepared pursuant to § 30-312.\n\n2023, c. 528.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-47/section-30-310-1/"
    },
    {
      "id": "section-30-311",
      "number": "30-311.",
      "heading": "Staff; cooperation from other state agencies",
      "text": "Administrative staff support shall be provided by the staffs of the House Committee on Appropriations and the Senate Committee on Finance and Appropriations. Additional assistance as needed shall be provided by the Auditor of Public Accounts, the Division of Legislative Services, the Virginia Economic Development Authority, or the Virginia Public Building Authority.\n\n2009, cc. 246, 311; 2020, c. 830.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-47/section-30-311/"
    },
    {
      "id": "section-30-312",
      "number": "30-312.",
      "heading": "Commission report to General Assembly",
      "text": "The chairman of the Commission shall report annually by the first day of each General Assembly Regular Session on all endorsed incentive packages for which an offer has been made and publicly announced. Staff identified in § 30-311 shall assist the commission in preparing such report, which shall contain the following information: (i) the industrial sector of the MEI project or other economic development project, (ii) known competitor states, (iii) employment creation and capital investment expectations, (iv) anticipated average annual wage of the new jobs, (v) local and state returns on investment as prepared by the Virginia Economic Development Partnership Authority, (vi) expected time frame for repayment of the incentives to the Commonwealth in the form of direct and indirect general tax revenues, (vii) details of the proposed incentive package, including the breakdown of the components into various uses and an expected timeline for payments, and (viii) draft legislation or amendments to the Appropriation Act that propose financing for the endorsed incentive package through the Virginia Public Building Authority or any other proposed funding or financing mechanisms.\n\nTo assist in the preparation of the report, the draft legislation or amendments referred to in clause (viii) shall be submitted to the staffs of the House Committee on Appropriations and the Senate Committee on Finance and Appropriations no later than December 15 each year.\n\n2009, cc. 246, 311; 2010, cc. 543, 716; 2018, c. 735; 2020, c. 830; 2023, c. 528.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-47/section-30-312/"
    }
  ]
}