{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-69-commission-on-womens-health",
  "sections": [
    {
      "id": "section-30-447",
      "number": "30-447.",
      "heading": "Commission on Women's Health; purpose§ 30-448",
      "text": "The Commission on Women's Health (the Commission) is established as a commission in the legislative branch of state government. The purpose of the Commission is to study, report, and make recommendations on issues related to women's health, including maternal health.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-447/"
    },
    {
      "id": "section-30-448",
      "number": "30-448.",
      "heading": "Membership; terms; vacancies; chair and vice-chair",
      "text": "The Commission shall consist of 15 members that include 10 legislative members and five nonlegislative citizen members. Members shall be appointed as follows: six members of the House of Delegates to be appointed by the Speaker of the House of Delegates in accordance with the principles of proportional representation contained in the Rules of the House of Delegates; four members of the Senate to be appointed by the Senate Committee on Rules; two nonlegislative citizen members with significant experience or expertise in women's or maternal health policy to be appointed by the Speaker of the House of Delegates; and three nonlegislative citizen members with significant experience or expertise in women's or maternal health policy to be appointed by the Senate Committee on Rules. Nonlegislative citizen members shall be citizens of the Commonwealth of Virginia. Unless otherwise approved in writing by the chair of the Commission and the respective Clerk, nonlegislative citizen members shall only be reimbursed for travel originating and ending within the Commonwealth of Virginia for the purpose of attending meetings.\n\nLegislative members of the Commission shall serve terms coincident with their terms of office. Nonlegislative citizen members shall be appointed for a term of two years. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. Legislative members and nonlegislative citizen members may be reappointed. However, no nonlegislative citizen member shall serve more than four consecutive two-year terms. The remainder of any term to which a member is appointed to fill a vacancy shall not constitute a term in determining the member's eligibility for reappointment. Vacancies shall be filled in the same manner as the original appointments.\n\nThe Commission shall elect a chair and vice-chair from among its membership, who shall be members of the General Assembly.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-448/"
    },
    {
      "id": "section-30-449",
      "number": "30-449.",
      "heading": "Quorum; meetings; voting on recommendations",
      "text": "A majority of the members shall constitute a quorum. The meetings of the Commission shall be held at the call of the chair or whenever the majority of the members so request.\n\nNo recommendation of the Commission shall be adopted if a majority of the House members or a majority of the Senate members appointed to the Commission (i) vote against the recommendation and (ii) vote for the recommendation to fail notwithstanding the majority vote of the Commission.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-449/"
    },
    {
      "id": "section-30-450",
      "number": "30-450.",
      "heading": "Compensation; expenses",
      "text": "Legislative members of the Commission shall receive such compensation as provided in § 30-19.12, and nonlegislative citizen members shall receive such compensation for the performance of their duties as provided in § 2.2-2813. All members shall be reimbursed for reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. Compensation to members of the General Assembly for attendance at official meetings of the Commission shall be paid by the offices of the Clerk of the House of Delegates or Clerk of the Senate, as applicable. All other compensation and expenses shall be paid from existing appropriations to the Commission or, if unfunded, shall be approved by the Joint Rules Committee.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-450/"
    },
    {
      "id": "section-30-451",
      "number": "30-451.",
      "heading": "Powers and duties of the Commission",
      "text": "The Commission shall have the following powers and duties:\n\n1. Study and evaluate issues related to women's health, including maternal health, mental health, access to reproductive care, chronic conditions, and health outcomes;\n\n2. Examine the intersection of social determinants of health and their impact on women's health outcomes;\n\n3. Conduct public hearings, facilitate stakeholder engagement, and consult with subject-matter experts as necessary;\n\n4. Identify systemic barriers to equitable health care access for women and recommend policies to address such barriers; and\n\n5. Develop and make recommendations to the General Assembly for legislative, regulatory, and budgetary changes or policies to improve women's health outcomes in the Commonwealth.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-451/"
    },
    {
      "id": "section-30-452",
      "number": "30-452.",
      "heading": "Staffing",
      "text": "Administrative staff support shall be provided by the Office of the Clerk of the House of Delegates or the Office of the Clerk of the Senate as may be appropriate for the house in which the chair of the Commission serves. The Division of Legislative Services shall provide legal, research, policy analysis, and other services as requested by the Commission. Staff shall perform those duties assigned to it by the Commission. The Commission may also consult or contract with experts who have knowledge of the issues before it within the amounts appropriated for such purpose. The Department of Health, the Department of Medical Assistance Services, and all other agencies of the Commonwealth shall provide assistance to the Commission upon request of the Commission.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-452/"
    },
    {
      "id": "section-30-453",
      "number": "30-453.",
      "heading": "Executive summary of activity and work of the Commission",
      "text": "The chair shall submit to the General Assembly and the Governor an annual executive summary of the interim activity and work of the Commission no later than December 1 of each year. Such executive summary shall include any legislative, regulatory, or budgetary changes or policies recommended by the Commission. The executive summary shall be submitted as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website.\n\n2025, cc. 572, 580.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-69/section-30-453/"
    }
  ]
}