{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-66-american-revolution-250-commission",
  "sections": [
    {
      "id": "section-30-421",
      "number": "30-421.",
      "heading": "(Expires July 1, 2032) American Revolution 250 Commission; purpose§ 30-422",
      "text": "The American Revolution 250 Commission (the Commission) is established in the legislative branch of state government. The purpose of the Commission is to commemorate the 250th anniversary of the American Revolution, the Revolutionary War, and the independence of the United States.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-421/"
    },
    {
      "id": "section-30-422",
      "number": "30-422.",
      "heading": "(Expires July 1, 2032) Membership; terms; vacancies; chairman and vice-chairman",
      "text": "A. The Commission shall have a total membership of at least 26 members that shall consist of five legislative members, 16 nonlegislative citizen members, and at least five ex officio members. Members shall be appointed as follows:\n\n1. Two members of the Senate, to be appointed by the Senate Committee on Rules;\n\n2. Three members of the House of Delegates, to be appointed by the Speaker of the House of Delegates in accordance with the principles of proportional representation contained in the Rules of the House of Delegates;\n\n3. One representative from each of the lead commemoration partners: the Jamestown-Yorktown Foundation, the primary state agency; the Virginia Museum of History & Culture, the primary nonstate agency; and Gunston Hall, the primary representative of Virginia's historic homes and related sites;\n\n4. One representative from the American Battlefield Trust and one representative from the Virginia Bar Association;\n\n5. Six members appointed by the Governor from a list of 10 provided by the Jamestown-Yorktown Foundation; and\n\n6. Six members appointed by the Governor from a list of 10 provided by the Virginia Museum of History & Culture.\n\n7. The chairman and vice-chairman of the Commission may appoint up to four members who are directors of historic homes, historic sites, or National Park Service sites in Virginia. Such members shall serve as ex officio members with voting privileges.\n\n8. The chairman and vice-chairman of the Commission may appoint former legislative members of the Commission who have retired or resigned from the General Assembly. Such members shall serve as ex officio members with voting privileges.\n\nThe Secretary of Education, the Librarian of Virginia, the Director of the Department of Historic Resources, the Executive Director of Virginia Humanities, and the Chief Executive Officer of the Virginia Tourism Authority, or their designees, shall serve as ex officio members with voting privileges. Nonlegislative citizen members of the Commission shall be citizens of the Commonwealth.\n\nB. The Commission shall elect a chairman and vice-chairman from among its membership.\n\nC. Legislative members of the Commission shall serve terms coincident with their terms of office. Nonlegislative citizen members shall be appointed for the duration of the Commission's activities. Appointments to fill vacancies shall be for the unexpired terms. Vacancies shall be filled in the same manner as the original appointments.\n\n2023, cc. 655, 656; 2024, cc. 400, 401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-422/"
    },
    {
      "id": "section-30-423",
      "number": "30-423.",
      "heading": "(Expires July 1, 2032) Quorum; meetings",
      "text": "A majority of the members shall constitute a quorum. The meetings of the Commission shall be held at the call of the chairman or whenever a majority of the members so request.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-423/"
    },
    {
      "id": "section-30-424",
      "number": "30-424.",
      "heading": "(Expires July 1, 2032) Compensation; expenses",
      "text": "Legislative members of the Commission shall receive such compensation as provided in § 30-19.12. Nonlegislative citizen members of the Commission shall not receive compensation or reimbursement for travel and other expenses incurred in the performance of their duties.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-424/"
    },
    {
      "id": "section-30-425",
      "number": "30-425.",
      "heading": "(Expires July 1, 2032) Powers and duties of the Commission",
      "text": "A. The Commission shall have the following powers and duties:\n\n1. Formulate and implement a program for the inclusive observance of the 250th anniversary of the independence of the United States and the Revolutionary War in Virginia, including (i) civic, cultural, and historical education and scholarship concerning the ideals of the American Revolution and their contemporary relevance; (ii) visitation of museums and historic sites, including battlefields; (iii) creation and publication of historical documents and studies; (iv) cooperation with agencies responsible for the preservation or restoration of historic sites, buildings, art, and artifacts; (v) establishment of exhibitions and interpretive and wayfinding signage; (vi) arrangement of appropriate public ceremonies; (vii) a comprehensive marketing and tourism campaign encompassing calendar year 2025 through calendar year 2026; and (viii) the general dissemination of public information regarding Virginia's involvement in the American Revolution and its legacy today;\n\n2. Appoint and establish an advisory council composed of nonlegislative citizen members at large who have a knowledge of relevant history or expertise in areas useful to the work of the Commission, including a representative of the Sons of the Revolution in the Commonwealth of Virginia, a representative of the Virginia Daughters of the American Revolution, and a representative of the National Washington-Rochambeau Revolutionary Route Association. The advisory council shall make recommendations and provide comment as requested by the Commission. The Commission may from time to time appoint, add, or remove members of the advisory council. Members of the advisory council shall serve without compensation or reimbursement;\n\n3. Appoint and establish an executive committee composed of members of the Commission, including the Commission's chairman and vice-chairman and one representative designated by each of the following: the Jamestown-Yorktown Foundation, the Virginia Museum of History & Culture, and Gunston Hall; and\n\n4. Perform such other duties, functions, and activities as may be necessary to facilitate and implement the objectives of the Commission.\n\nB. The Commission may solicit, accept, use, and dispose of gifts, grants, donations, bequests, or other funds or real or personal property for the purpose of aiding or facilitating the work of the Commission. In accordance with the appropriation act, the Commission may procure supplies, services, and property, and make or enter into contracts, leases, or other legal agreements as it may deem necessary to carry out its duties as set forth in this chapter. No contract, lease, or other legal agreement shall be entered into by the Commission that extends beyond the date of expiration of the Commission.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-425/"
    },
    {
      "id": "section-30-426",
      "number": "30-426.",
      "heading": "(Expires July 1, 2032) Staffing",
      "text": "The Commission may appoint and employ and, at its pleasure, remove an executive director and such other persons as it deems necessary to assist it in carrying out its duties as set forth in this chapter. The Commission may determine the duties of such staff and fix their salaries or compensation within the amounts appropriated thereof. If funds are not appropriated for staffing, the Joint Rules Committee shall determine the staffing support for the Commission.\n\nAdministrative staff support shall be provided by the Office of the Clerk of the Senate or the Office of the Clerk of the House of Delegates as may be appropriate for the house in which the chairman of the Commission serves. The Division of Legislative Services shall provide legal services as requested by the Commission. All agencies and political subdivisions of the Commonwealth shall provide assistance to the Commission, upon request.\n\n2023, cc. 655, 656; 2024, cc. 400, 401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-426/"
    },
    {
      "id": "section-30-427",
      "number": "30-427.",
      "heading": "(Expires July 1, 2032) Chairman's executive summary of activity and work of the Commission; report",
      "text": "The chairman shall submit to the General Assembly and the Governor an annual executive summary of the interim activity and work of the Commission no later than the first day of each regular session of the General Assembly. The executive summary shall be submitted as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-427/"
    },
    {
      "id": "section-30-428",
      "number": "30-428.",
      "heading": "(Expires July 1, 2032) Virginia American Revolution 250 Commission Fund",
      "text": "There is hereby created in the state treasury a special nonreverting fund to be known as the Virginia American Revolution 250 Commission Fund, hereafter referred to as the \"Fund.\" The Fund shall be established on the books of the Comptroller and shall consist of gifts, grants, donations, bequests, or other funds from any source as may be received by the Commission for its work. Moneys shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purpose of enabling the Commission to perform its duties. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request of the chairman of the Commission.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-428/"
    },
    {
      "id": "section-30-429",
      "number": "30-429.",
      "heading": "(Expires July 1, 2032) Sunset",
      "text": "This chapter shall expire on July 1, 2032.\n\n2023, cc. 655, 656.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-66/section-30-429/"
    }
  ]
}