{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-81-joint-commission-on-administrative-rules",
  "sections": [
    {
      "id": "section-30-731",
      "number": "30-73.1.",
      "heading": "Joint Commission on Administrative Rules; purpose§ 30-73",
      "text": "The Joint Commission on Administrative Rules (the \"Commission\") is established in the legislative branch of state government. The purpose of the Commission is to review (i) existing agency rules, regulations and practices and (ii) agency rules or regulations during the promulgation or final adoption process and make recommendations to the Governor and General Assembly.\n\nAs used in this chapter, unless the context requires a different meaning:\n\n\"Agency\" means any authority, commission, instrumentality, officer, board or other unit of the state government empowered by the basic laws to make regulations or decide cases.\n\n\"Rule\" or \"regulation\" means any statement of general application, having the force of law, affecting the rights or conduct of any person, adopted by an agency in accordance with the authority conferred on it by applicable basic laws.\n\n2002, c. 677.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-8-1/section-30-73-1/"
    },
    {
      "id": "section-30-732",
      "number": "30-73.2.",
      "heading": "Membership; terms; compensation",
      "text": "A. The Commission shall be composed of 12 members as follows: five members of the Senate to be appointed by the Senate Committee on Rules, and seven members of the House of Delegates to be appointed by the Speaker of the House, in accordance with the principles of proportional representation contained in the Rules of the House of Delegates. Six members shall constitute a quorum.\n\nB. Members shall serve for terms coincident with their terms of office. Members may be reappointed. Vacancies occurring other than by expiration of term shall be filled for the unexpired term. Vacancies shall be filled in the same manner as the original appointments.\n\nC. The members of the Commission shall elect a chairman and vice-chairman from among its members.\n\nD. Members of the Commission shall receive compensation as provided in § 30-19.12 and shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. However, all such expense payments shall come from existing appropriations to the Commission.\n\n2002, c. 677; 2005, c. 758.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-8-1/section-30-73-2/"
    },
    {
      "id": "section-30-733",
      "number": "30-73.3.",
      "heading": "Powers and duties of Commission",
      "text": "A. The Commission shall have the powers and duties to:\n\n1. Review proposed rules and regulations of any agency during the promulgation or final adoption process and determine whether or not the rule or regulation (i) is authorized by statute, (ii) complies with legislative intent, (iii) will cause a substantial reduction in private sector employment, and (iv) contains no mandate that improperly burdens businesses or would impose a significant adverse economic impact on a locality, business, or entity particularly affected as defined in § 2.2-4007.04.\n\n2. Review the effect of the rule or regulation on (i) the economy, (ii) protection of the Commonwealth's natural resources pursuant to Article XI, Section 1 of the Constitution of Virginia, (iii) government operations of the Commonwealth and localities, and (iv) affected persons and businesses.\n\n3. File with the Registrar and the agency promulgating the regulation an objection to a proposed or final adopted regulation.\n\n4. Suspend the effective date of any portion or all of a final regulation with the concurrence of the Governor as provided in subsection B of § 2.2-4014.\n\n5. Make recommendations to the Governor and General Assembly for action based on its review of any proposed rule or regulation.\n\n6. Review any existing agency rule, regulation, or practice or the failure of an agency to adopt a rule and recommend to the Governor and the General Assembly that a rule be modified, repealed, or adopted.\n\n7. Beginning November 1, 2017, the Joint Commission on Administrative Rules shall conduct an ongoing review of the exemptions authorized by the Administrative Process Act (§ 2.2-4000 et seq.) in accordance with subsections B and D of § 2.2-4005 on a schedule established by the Commission.\n\nB. If the Commission finds that a rule or regulation improperly burdens businesses or would impose a significant adverse economic impact on a locality, business, or entity particularly affected, it shall report quarterly to the Governor and the General Assembly on any such regulation. The report shall contain a statement of any position taken by the Commission on any such regulation.\n\nC. If the Commission decides to seek suspension of a final rule or regulation, it shall deliver a statement to the Governor, signed by a majority of the members of the Commission, asking the Governor to concur in delaying the effective date of a portion or all of the final regulation until the end of the next regular legislative session as provided in §§ 2.2-4014 and 2.2-4015.\n\nD. Based upon its review of (i) any final rule or regulation during the promulgation or final adoption process or (ii) any existing agency rule, regulation, or practice or failure to adopt a rule or regulation, the Commission may prepare and arrange for the introduction of a bill to clarify the intent of the General Assembly when it enacted a law or to correct any misapplication of a law by an agency.\n\n2002, c. 677; 2013, c. 140; 2015, cc. 337, 608; 2017, c. 678.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-8-1/section-30-73-3/"
    },
    {
      "id": "section-30-734",
      "number": "30-73.4.",
      "heading": "Staff; cooperation and assistance",
      "text": "Staff assistance shall be provided to the Commission by the Division of Legislative Services. All agencies, authorities, and institutions of the Commonwealth shall cooperate and provide such assistance to the Commission as the Commission may request.\n\n2002, c. 677; 2004, c. 777.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-8-1/section-30-73-4/"
    }
  ]
}