{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-61-commission-on-school-construction-and-modernizati",
  "sections": [
    {
      "id": "section-30-384",
      "number": "30-384.",
      "heading": "(Expires July 1, 2026) Commission on School Construction and Modernization; purpose§ 30-385",
      "text": "The Commission on School Construction and Modernization (the Commission) is established in the legislative branch of state government. The purpose of the Commission is to develop and provide guidance and resources to local school divisions related to school construction and modernization and make funding recommendations to the Governor and the General Assembly.\n\n2020, c. 1044, § 30-376.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-384/"
    },
    {
      "id": "section-30-385",
      "number": "30-385.",
      "heading": "(Expires July 1, 2026) Membership; terms",
      "text": "The Commission shall have a total membership of 17 members that shall consist of eight legislative members, three nonlegislative citizen members, and six ex officio members. Members shall be appointed as follows: three members of the Senate, to be appointed by the Senate Committee on Rules; five members of the House of Delegates, to be appointed by the Speaker of the House of Delegates in accordance with the principles of proportional representation contained in the Rules of the House of Delegates; one nonlegislative citizen member to be appointed by the Senate Committee on Rules; one nonlegislative citizen member to be appointed by the Speaker of the House of Delegates; and one nonlegislative citizen member to be appointed by the Governor. The Superintendent of Public Instruction, the Director of the Department of General Services, the Executive Director of the Virginia Resources Authority, the State Treasurer, the President of the Board of Education, and the Director of the Department of Planning and Budget, or their respective designees, shall each serve ex officio with voting privileges. Nonlegislative citizen members of the Commission shall be citizens of the Commonwealth. Unless otherwise approved in writing by the chairman of the Commission and the respective Clerk, nonlegislative citizen members shall only be reimbursed for travel originating and ending within the Commonwealth for the purpose of attending meetings.\n\nLegislative members and ex officio members of the Commission shall serve terms coincident with their terms of office. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. Vacancies shall be filled in the same manner as the original appointments. All members may be reappointed. Nonlegislative citizen members shall be appointed for a term of two years.\n\nThe Commission shall elect a chairman and vice-chairman from among its membership, who shall be members of the General Assembly.\n\n2020, c. 1044, § 30-377.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-385/"
    },
    {
      "id": "section-30-386",
      "number": "30-386.",
      "heading": "(Expires July 1, 2026) Quorum; meetings; voting on recommendations",
      "text": "A majority of the members shall constitute a quorum. The meetings of the Commission shall be held at the call of the chairman or whenever the majority of the members so request.\n\nNo recommendation of the Commission shall be adopted if a majority of the Senate members or a majority of the House members appointed to the Commission (i) vote against the recommendation and (ii) vote for the recommendation to fail notwithstanding the majority vote of the Commission.\n\n2020, c. 1044, § 30-378.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-386/"
    },
    {
      "id": "section-30-387",
      "number": "30-387.",
      "heading": "(Expires July 1, 2026) Compensation; expenses",
      "text": "Legislative members of the Commission shall receive such compensation as provided in § 30-19.12, and nonlegislative citizen members shall receive such compensation for the performance of their duties as provided in § 2.2-2813. All members shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. Compensation to members of the General Assembly for attendance at official meetings of the Commission shall be paid by the offices of the Clerk of the House of Delegates or Clerk of the Senate, as applicable. All other compensation and expenses shall be paid from existing appropriations to the Commission or, if unfunded, shall be approved by the Joint Rules Committee.\n\n2020, c. 1044, § 30-379.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-387/"
    },
    {
      "id": "section-30-388",
      "number": "30-388.",
      "heading": "(Expires July 1, 2026) Powers and duties of the Commission",
      "text": "The Commission shall have the following powers and duties:\n\n1. Assessing the Commonwealth's school facilities and determining school construction and modernization funding needs.\n\n2. Identifying funding mechanisms and making recommendations to the Governor and the General Assembly.\n\n3. Establishing best practices in school modernization and construction for school divisions.\n\n4. Creating standardized construction designs and procurement practices to recommend and make available to local school divisions.\n\n5. Identifying potential cost-saving measures for implementation by local school divisions to minimize construction and modernization costs where possible.\n\n6. Submitting to the General Assembly and the Governor an annual report for publication as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports. The chairman of the Commission shall submit to the General Assembly and the Governor an annual executive summary of the interim activity and work of the Commission no later than the first day of each regular session of the General Assembly. The executive summary shall be submitted for publication as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website.\n\n2020, c. 1044, § 30-380.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-388/"
    },
    {
      "id": "section-30-389",
      "number": "30-389.",
      "heading": "(Expires July 1, 2026) Staffing",
      "text": "Administrative staff support shall be provided by the Office of the Clerk of the Senate or the Office of the Clerk of the House of Delegates as may be appropriate for the house in which the chairman of the Commission serves. The Division of Legislative Services shall provide legal, research, policy analysis, and other services as requested by the Commission.\n\n2020, c. 1044, § 30-381.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-389/"
    },
    {
      "id": "section-30-390",
      "number": "30-390.",
      "heading": "(Expires July 1, 2026) Sunset",
      "text": "This chapter shall expire on July 1, 2026.\n\n2020, c. 1044, § 30-382.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-61/section-30-390/"
    }
  ]
}