{
  "state": "virginia",
  "path": "title-title-30-general-assembly/chapter-chapter-131-sexual-harassment-training-act",
  "sections": [
    {
      "id": "section-30-1294",
      "number": "30-129.4.",
      "heading": "Sexual harassment training required; legislative branch§ 30-129",
      "text": "A. As used in this chapter, unless the context requires a different meaning:\n\n\"Legislative branch employee\" means (i) a General Assembly member; (ii) a General Assembly member's legislative assistant or other legislative staff compensated in whole, or in part, with state appropriations, working full-time for the member; and (iii) all other full-time employees of each legislative branch agency of the Commonwealth.\n\n\"Sexual harassment\" means unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature when such conduct explicitly or implicitly affects an individual's employment, unreasonably interferes with an individual's work performance, or creates an intimidating, hostile, or offensive work environment.\n\nB. 1. Every legislative branch employee shall once every two calendar years complete a sexual harassment training course provided by the Office of the Clerk of the House of Delegates or the Office of the Clerk of the Senate. The sexual harassment training course shall be (i) provided online; (ii) available 24 hours per day, seven days per week; and (iii) substantially similar to any sexual harassment training course offered through the Commonwealth of Virginia Learning Center administered by the Department of Human Resource Management.\n\n2. Legislative branch employees who are (i) members elected to the House of Delegates or legislative assistants or staff for such members or (ii) officers or employees of the Office of the Clerk of the House of Delegates shall complete the sexual harassment training course provided by the Clerk of the House of Delegates. Legislative branch employees who are (a) members elected to the Senate or legislative assistants or staff for such members or (b) officers or employees of the Office of the Clerk of the Senate shall complete the sexual harassment training course provided by the Clerk of the Senate. All other legislative branch employees shall complete the sexual harassment training course provided by either the Clerk of the House of Delegates or the Clerk of the Senate. The content of the sexual harassment training course provided by the Clerk of the House of Delegates and the Clerk of the Senate shall be substantially similar.\n\nC. 1. The Clerk of the House of Delegates and the Clerk of the Senate shall maintain records for members elected to the House of Delegates and the Senate, respectively, completing the sexual harassment training course. Each record at a minimum shall include the name of the General Assembly member completing the training, the date on which the training was successfully completed, and the name of the training course. The Clerk of the House of Delegates and the Clerk of the Senate shall keep such records for at least five years for public inspection.\n\n2. By no later than July 1, 2019, the Clerk of the House of Delegates and the Clerk of the Senate shall ensure that the sexual harassment training course is developed and provided in a manner such that a person successfully completing the training course will have a means to print a certificate of course completion that includes the person's name, the name of the state agency employing the person, the date on which the training was successfully completed, the name of the training course, and a unique serial number or other unique identifying information for each certificate.\n\n2018, cc. 777, 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-13-1/section-30-129-4/"
    },
    {
      "id": "section-30-1295",
      "number": "30-129.5.",
      "heading": "Sexual harassment training for new employees and new General Assembly members",
      "text": "A (i) legislative branch employee commencing or recommencing employment or (ii) new member of the General Assembly elected after January 1, 2019, shall complete sexual harassment training required under this chapter within 90 days of commencing or recommencing employment or such election, unless the person previously completed such training in the calendar year in which the person commenced or recommenced employment as a legislative branch employee or was elected to the General Assembly. Thereafter, the legislative branch employee or new member of the General Assembly shall complete sexual harassment training once every two calendar years.\n\n2018, cc. 777, 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-13-1/section-30-129-5/"
    },
    {
      "id": "section-30-1296",
      "number": "30-129.6.",
      "heading": "Responsibility of agency heads for sexual harassment training",
      "text": "The head of each agency in the legislative branch shall be responsible for ensuring that the agency's legislative branch employees comply with the training requirements established under this chapter.\n\n2018, cc. 777, 781.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-30/chapter-13-1/section-30-129-6/"
    }
  ]
}