{
  "state": "michigan",
  "path": "title-chapter-331-hospitals/chapter-act-47-of-1945-hospital-authority-3311-33111",
  "sections": [
    {
      "id": "section-3311",
      "number": "331.1",
      "heading": "Hospital Authority; Formation; Issuance and Purpose of Bonds; Enlargement of Powers; “Hospitals” and “Community Hospitals and Related Facilities” Defined",
      "text": "(1) Two or more cities, villages, or townships, or a combination of cities, villages, or townships, by resolution of their respective legislative bodies, approved by a majority vote of the qualified electors of each of those cities, villages, or townships, may join to form a hospital authority and issue bonds for the purpose of planning, promoting, acquiring, constructing, improving, enlarging, extending, owning, maintaining, and operating, either within or without the city, village, or township limits, 1 or more community hospitals and related buildings or structures and related facilities, subject to the tax limitation provided in this act. The power granted in this section shall be considered an enlargement of a power granted to a city, village, or township by its respective charter or the laws of this state.\n\n(2) As used in this act, \"hospitals\" and \"community hospitals and related facilities\" mean buildings or structures and related facilities suitable, intended for, incidental, or ancillary to the care of the sick, wounded, or elderly, or for the care of persons requiring medical treatment and buildings or structures and related facilities shared by 1 or more hospitals, including an outpatient clinic; an ambulatory care facility; a long-term care facility; an assisted living facility; a home for the aged; a senior citizen housing facility; a health and wellness facility; a diagnostic facility; a shared service facility; a laundry; a nurse's, doctor's, or intern's residence; an administration building; a building or structure used for research directly involved with medical care; a maintenance, storage, or utility building and related equipment; a parking lot or garage; furnishings; and the land necessary or convenient for use for the building or structure; an office facility not less than 80% of which is intended for lease or use by direct providers of health care, and which has been determined by the department of public health to meet a demonstrated need and is geographically or functionally related to 1 or more hospital facilities, if the authority determines that the financing of the office facility is necessary to accomplish the purposes and objectives of this act.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.1 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1960, Act 65, Imd. Eff. Apr. 25, 1960 ;-- Am. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1977, Act 71, Imd. Eff. July 27, 1977 ;-- Am. 1978, Act 617, Imd. Eff. Jan. 6, 1979 ;-- Am. 2006, Act 473, Imd. Eff. Dec. 20, 2006Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-1/"
    },
    {
      "id": "section-3312",
      "number": "331.2",
      "heading": "Hospital Authority; Body Corporate; Powers; Entity Unable to Document Compliance; Validation, Ratification, and Confirmation of Actions or Proceedings",
      "text": "(1) The hospital authority is a body corporate with power to sue or be sued in any court of this state and may exercise those powers necessary and incident to the acquisition, construction, improvement, enlargement, extension, ownership, maintenance, and operation of 1 or more community hospitals. The authority may contract with any of the participating cities, villages, and townships, or any other city, village, or township, or with any county family independence agency, for the hospital care of indigent patients and other persons entitled to hospital care at public expense. The authority may contract with any individual, firm, or corporation for the furnishing of hospital care to persons at the private expense of the individual, firm, or corporation. The authority may establish rules providing for a system of civil service for its employees.\n\n(2) An entity that is unable to document compliance with sections 1 and 3 and is acting or purporting to act as a hospital authority under this act is a hospital authority duly organized and existing under this act and fully empowered to exercise any power granted to a hospital authority under this act if the entity satisfies either of the following:\n\n(a) Continuously owned and operated a hospital for not less than 15 years before February 6, 1978 and filed a written notice with the clerk of each city, village, or township included in the hospital authority within 30 days after February 6, 1978 stating that the entity, being unable to document compliance with sections 1 and 3, is recognized as a hospital authority pursuant to this subsection.\n\n(b) Continuously owned and operated a hospital for not less than 40 years before the effective date of this subdivision and filed a written notice with the clerk of each city, village, or township included in the hospital authority within 30 days after the effective date of this subdivision stating that the entity, being unable to document compliance with sections 1 and 3, is recognized as a hospital authority pursuant to this subsection.\n\n(3) An action or proceeding taken before February 6, 1978 by a hospital authority recognized by subsection (2)(a) or before the effective date of subsection (2)(b) by a hospital authority recognized by subsection (2)(b), which a hospital authority is empowered by this act to take, is validated, ratified, and confirmed. A city, village, or township that appointed a representative to the board of a hospital authority recognized by subsection (2)(a) or (b) or that levied a tax for or made payments to a hospital authority recognized by subsection (2)(a) or (b) pursuant to this act is a member of that hospital authority, and is considered to have been a member of that hospital authority since the date a representative was first appointed, the tax was first levied, or the payment was first made. Any action or proceeding of a city, village, or township taken in regard to a hospital authority recognized by subsection (2)(a) or (b), which the city, village, or township was empowered by this act to take in regard to a duly organized and existing hospital authority, is validated, ratified, and confirmed.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.2 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1960, Act 65, Imd. Eff. Apr. 25, 1960 ;-- Am. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1978, Act 2, Imd. Eff. Feb. 6, 1978 ;-- Am. 2004, Act 120, Imd. Eff. May 27, 2004Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-2/"
    },
    {
      "id": "section-3313",
      "number": "331.3",
      "heading": "Contents of Resolution Creating Hospital Authority; Subsequent Membership; Release From Membership; Prior Actions and Proceedings Validated.",
      "text": "(1) The resolution creating a hospital authority shall designate the cities, villages, and townships to be included in the hospital authority and shall set forth the fact that a sum of money not to exceed the tax limitation provided in this act may be requested and certified by the hospital board annually for the purpose of planning, promoting, acquiring, constructing, improving, enlarging, extending, owning, maintaining, and operating 1 or more community hospitals, and that the sum or a portion of that sum shall first be pledged by the governing body of the hospital authority for the payment of bonds issued under this act. The resolution may provide that the hospital authority shall become operative upon adoption by a specified number, not less than 2, of the cities, villages, and townships. The resolution may fix a time within which the respective units shall act in order to be included in the hospital authority. The resolution may designate a date for the appointed representatives to convene.\n\n(2) A city, township, or village subsequently may become a member of a hospital authority formed under this act, upon resolution adopted by the governing body of the city, village, or township approved by a majority vote of its qualified electors and acceptance thereof by resolution adopted by a 2/3 vote of the entire governing board of the hospital authority.\n\n(3) Except as otherwise provided in section 9, a city, township, or village which becomes a member of the hospital authority, upon request and resolution of its governing body, duly accepted by a 2/3 majority vote of the entire governing board of the hospital authority, may be released from membership in the hospital authority. However, a city, township, or village shall not be released from membership in a hospital authority until all outstanding obligations of the hospital authority incurred after the time of the admission to membership of the city, township, or village and the part of prior obligations as may be agreed to by the hospital board and the governing body of the city, township, or village are paid, or adequate provisions are made for the payment of the obligations.\n\n(4) Actions and proceedings of a hospital authority relative to the addition of members to the hospital authority before December 14, 1973 are validated, ratified, and confirmed with like force and effect as though the actions and proceedings were fully authorized by statutes existing at the time.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.3 ;-- Am. 1949, Act 62, Eff. Sept. 23, 1949 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1971, Act 217, Imd. Eff. Dec. 30, 1971 ;-- Am. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1977, Act 71, Imd. Eff. July 27, 1977 ;-- Am. 1987, Act 117, Imd. Eff. July 14, 1987Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-3/"
    },
    {
      "id": "section-3314",
      "number": "331.4",
      "heading": "Community Hospitals; Annual Tax; Reimbursement Payments Under Glenn Steil State Revenue Sharing Act of 1971; Additional Annual Tax for Capital Improvements; Election",
      "text": "The legislative bodies of the cities, villages, and townships belonging to the hospital authority may annually raise by a tax, to be levied on the taxable property within their respective jurisdictions, a sum of money to be used to assist in planning, promoting, acquiring, constructing, improving, enlarging, extending, owning, maintaining, and operating community hospitals authorized by this act. The annual tax authorized in this section shall not exceed 4/10 of 1 mill of the state equalized valuation on each dollar of assessed valuation in each city, village, or township in the authority. The treasurer of any city, village, or township who collects the tax authorized by this section shall also pay to the authority its proportionate share of reimbursement payments under the Glenn Steil state revenue sharing act of 1971, 1971 PA 140, MCL 141.901 to 141.921. In addition, an annual tax at a rate not to exceed 2 mills may be levied for not more than 10 years for capital improvements when authorized at a general or special election and approved by a majority vote of the total qualified electors voting on the question in all member cities, villages, and townships. The hospital authority board may initiate a proceeding for the additional tax by resolution of the hospital authority board which shall set forth the amount of the tax, not to exceed 2 mills, and shall set a date of election which shall be not less than 60 days after the adoption of the resolution. The secretary of the authority shall within 5 days after the adoption of the resolution transmit a certified copy of the resolution to the clerk of each city, village, or township which is a member of the authority. The clerk of each member city, village, or township shall take the steps necessary to provide for an election pursuant to the resolution passed at which election the question of the additional tax shall be submitted. The election shall be conducted in the same manner as elections are required to be conducted in the member cities, villages, or townships under the provisions of the general election law. When a part or all of a village belonging to the authority is located in a township belonging to the authority, the township election shall include that part of the village located in it and the village shall not be required to hold an election except in that portion of the village not located in the township belonging to the authority. The election in each member city, village, and township shall be canvassed in the manner required by the general election law and the results of the election shall be certified to the hospital authority board within 5 days after the date of the election. The hospital authority board shall compile and tabulate the vote as received from the member cities, villages, and townships and certify the election by resolution upon the records of the authority, and a majority of the total valid votes cast in the election voting \"yes\" on the question submitted shall constitute an approval. A special election called pursuant to this section shall not be included in a statutory or charter limitation as to the number of special elections to be called within a period of time. A previous election held under this act is not invalid if the election was approved by majority of the total valid votes cast in a proper election. The hospital authority calling an election for a date other than a primary, general, or special election held within the cities, villages, or townships forming the hospital authority shall pay the costs of the election. If the election is held at the same time as a primary, general, or special election held within the cities, villages, or townships forming the hospital authority, the hospital authority shall pay its proportionate share of the costs incurred in holding the election.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.4 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1966, Act 200, Imd. Eff. July 11, 1966 ;-- Am. 1967, Act 31, Imd. Eff. June 2, 1967 ;-- Am. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1976, Act 372, Imd. Eff. Dec. 23, 1976 ;-- Am. 1977, Act 71, Imd. Eff. July 27, 1977 ;-- Am. 2007, Act 181, Imd. Eff. Dec. 21, 2007Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-4/"
    },
    {
      "id": "section-3315",
      "number": "331.5",
      "heading": "Hospital Board; Appointment, Qualifications, and Terms of Members; Temporary Officers; Resolutions Removing Members at Large; Duties of Secretary; Limitation on Procedure; First Meeting; Election of Officers; Executive Committee; Medical Advisory Committee; Employees; Voting; Committees Generally; E",
      "text": "(1) The hospital authority shall be directed and governed by a hospital board consisting of 1 member for the first 20,000 population and 1 for each additional 40,000, or fraction thereof, according to the latest or each succeeding federal decennial census for each city, village, or township participating in the hospital authority. The members shall be appointed by the legislative bodies of each participating city, village, or township, and, subject to subsection (2), 7 members at large selected by the appointed members. On the date appointed in the adopting resolutions, or within 30 days after the creation of the hospital authority, the members appointed by the respective cities, villages, and townships, shall convene, elect a temporary chairperson and secretary, and select the members at large by a majority vote. The appointed members shall be electors of the respective appointing cities, villages, or townships and may be members of the legislative bodies of the city, village, or township. The members at large shall be electors of the territory served by the community hospitals. The members at large shall be appointed for staggered terms so that not more than 2 memberships shall expire each year, and succeeding appointments shall be for a term of 4 years. The appointed members shall serve at the pleasure of their respective appointing legislative bodies.\n\n(2) The members at large of a hospital board of a hospital authority whose member jurisdiction has a population of 300,000 or more shall be removed if the legislative bodies of the cities, villages, and townships participating in the hospital authority whose representation constitutes a majority of the members of the hospital board in accordance with their authorized representation on the board, excluding the members at large, adopt a resolution to remove the members at large. The resolutions required by this subsection shall be adopted within the same 90-day period. The resolutions shall be transmitted to the secretary of the hospital board.\n\n(3) Upon receipt of the resolutions required by subsection (2), the secretary of the hospital board shall do all of the following:\n\n(a) Certify the resolutions.\n\n(b) Within 10 days after receipt of the resolutions, notify the members at large in writing that they have been removed from office.\n\n(c) Notify the full hospital board not later than the next regularly scheduled meeting of the hospital board. If the board is not scheduled to hold a regularly scheduled meeting within 90 days after the secretary's receipt of the resolutions, the secretary shall, within 30 days after receipt of the resolutions, notify the other members of the board in writing of the removal from office.\n\n(4) The procedure described in subsection (2) shall not be used or attempted more than once in a 12-month period.\n\n(5) Immediately upon the removal of the members at large the hospital board shall hold its first meeting and organize by electing from its members a chairperson and vice-chairperson, and a secretary and treasurer who shall be members of the hospital board.\n\n(6) The hospital board shall also appoint an executive committee, consisting of the chairperson and 6 other hospital board members. The executive committee shall carry on the active administrative duties of the hospital authority. The executive committee shall hold office at the pleasure of the hospital board. The hospital board shall also appoint a medical advisory committee which shall advise the hospital board with regard to professional problems of hospital operation and to surgical and medical policies including matters pertaining to the development of medical staff bylaws and rules. The members of the medical advisory committee shall be physicians and surgeons licensed pursuant to article 15 of the public health code, 1978 PA 368, MCL 333.16101 to 333.18838. The board shall also select and employ other officers and employees and contract for services as are considered necessary to effectuate its purposes.\n\n(7) A member of the board shall not vote on an issue in which the member has a substantial interest.\n\n(8) The hospital board, by resolution, may establish committees, other than the executive committee. The committees shall be constituted and appointed as provided by the hospital board. A committee shall not exercise governing powers of the hospital board but shall make reports and recommendations to the hospital board as the hospital board directs.\n\n(9) A former member of a hospital board who was removed pursuant to subsection (2) shall not be employed by the hospital authority within 2 years after the former member was removed.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.5 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1960, Act 65, Imd. Eff. Apr. 25, 1960 ;-- Am. 1971, Act 218, Imd. Eff. Dec. 30, 1971 ;-- Am. 1984, Act 17, Imd. Eff. Mar. 1, 1984 ;-- Am. 2002, Act 724, Imd. Eff. Dec. 30, 2002Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-5/"
    },
    {
      "id": "section-3316",
      "number": "331.6",
      "heading": "Hospital Board; Meetings; Conducting Business at Public Meeting; Notice of Meeting; Waiver of Notice; Quorum; Record of Meeting; Availability of Record and Other Writings to Public; System of Accounts; Audit; Treasurer's Bond; Bylaws, Rules, and Policies; Violations; Determination of No Material Ass",
      "text": "(1) After organization, the hospital board, by resolution, shall establish the times for holding regular meetings of the board. Business which the hospital board may perform shall be conducted at a public meeting held in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275. The board shall hold other meetings at the call of the chairperson. Public notice of the time, date, and place of meetings shall be given in the manner required by the open meetings act, 1976 PA 267, MCL 15.261 to 15.275, and the chairperson shall give 3 days' personal or written notice of the time and place of the meetings to the members. A member of the board may file a written waiver of notice and consent to a board meeting. The chairperson shall call a meeting upon written request of 3 members of the board. A majority of the members shall constitute a quorum. The board shall cause to be kept a written or printed record of each meeting, which record and any other writing prepared, owned, used, in the possession of, or retained by the board in the performance of an official function shall be made available to the public in compliance with the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(2) The board shall provide for a system of accounts to conform to a uniform system required by law and for annual auditing of the accounts of the treasurer by a certified public accountant. The board shall require the treasurer to give a suitable bond by a responsible bonding company, to be paid for by the board. The board shall adopt bylaws, rules, and policies governing the operation and professional work of the hospital and the eligibility and qualifications of its medical staff. Physicians, nurses, attendants, employees, patients, and persons approaching or on the premises of the hospital and furniture, equipment, and other articles used or brought on the premises shall be subject to the bylaws, rules, and policies as the hospital board may adopt or authorize to be adopted. The board may deny or revoke staff membership, or suspend or reduce hospital privileges to a physician who violates a provision of the medical staff bylaws, rules, and policies.\n\n(3) The medical advisory committee, with the approval of the hospital board, shall adopt rules and policies governing the professional work of the hospitals and the eligibility and qualifications of their medical staffs. The rules and policies shall conform, as nearly as practicable, to the applicable standards recommended by the joint commission on accreditation of hospitals.\n\n(4) If an audit completed pursuant to subsection (2) shows that the authority has gross assets, without accounting for any liabilities, of less than $20,000.00, and if the authority is not then directly or indirectly engaged in the operation of a hospital, the board may adopt a resolution stating that the authority has no material assets. The adoption of the resolution shall be made at a public meeting held in compliance with this section and with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275. A board that has adopted such a resolution shall continue to function in compliance with sections 5 and 7 and this section except for the following:\n\n(a) The board need not meet at the regular times established under this section.\n\n(b) The board need not complete an annual budget pursuant to section 7.\n\n(c) The board may take action by a written consent of the board members signed by a number of board members equal to the number of members necessary to approve such action at a meeting at which all the board members attended, but only for the purpose of electing members at large to the board of the authority and not for the purpose of removing members at large. Such a written action shall be made available to the public in compliance with the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(5) A determination of no material assets, as provided for in subsection (4), shall remain in effect until the authority begins directly or indirectly to engage in the operation of a hospital or until the authority's gross assets, without accounting for any liabilities, increase to $20,000.00. Immediately upon the happening of either event, or at any other time at the discretion of the board, the determination of no material assets shall cease and the board shall resume all of the actions required of it before the determination of no material assets.\n\n(6) Any residual value resulting from an authority's potential right to retake possession of a hospital or other property previously sold or transferred pursuant to section 9 is not included as part of the authority's assets for making a determination of no material assets under subsection (4).\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.6 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1972, Act 112, Imd. Eff. Apr. 11, 1972 ;-- Am. 1977, Act 180, Imd. Eff. Nov. 17, 1977 ;-- Am. 2002, Act 724, Imd. Eff. Dec. 30, 2002Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-6/"
    },
    {
      "id": "section-3317",
      "number": "331.7",
      "heading": "Balanced Budget; Preparation; Contents; Notice of Public Hearing; Adoption of Budget; Determining Respective Shares of Cities, Townships, and Villages; Assessed Valuations; Tax Levy; Certification of Amounts to Be Raised; Tax Limitation; Payment and Liability for Amounts Certified; Reports",
      "text": "(1) Except as otherwise provided in section 6, by April 1 of each year, the hospital board shall cause a balanced budget to be prepared containing an itemized statement of the estimated current expenses and the expenses for capital outlay, including the amount necessary to pay the principal and interest of any outstanding bonds or other obligations of the authority maturing before the time of the following year's tax collection or which have previously matured and are unpaid, and an estimate of the revenue of the hospital authority from all sources for the ensuing fiscal year. The board shall publish notice of a public hearing on the budget stating the time and place. Notice of hearing shall be furnished the legislative body of each city, village, or township participating in the hospital authority.\n\n(2) After the public hearing, the board shall adopt the budget as shall be considered necessary and shall ascertain what amount is required to be raised by taxation from the several cities, townships, and villages to meet their respective shares of the amount of the budget in excess of the estimated other revenues. The share of each city, village, and township shall be determined on the basis of their respective valuations as finally equalized. The assessed valuation of a township for the purpose shall be exclusive of the property within a village which, as a corporate entity, is a member of the authority, and the assessed valuation of a member village shall be computed pursuant to the township assessment roll so as to afford a uniform assessment basis. A member township containing in whole or in part a member village shall levy taxes under this act only against property located outside the village. The board shall certify to each participating city, township, and village the amount to be raised by them and the respective cities, townships, and villages shall include those amounts in their next ensuing budgets, and shall pay the amount so certified from funds they have available or from the proceeds of a tax which they are authorized to levy, in an amount sufficient therefor, but not exceeding the tax limitation provided in this act exclusive of any amount voted for capital improvements under section 4 or necessary to pay principal and interest on bonds issued under section 8b. A village located in a township that is also a member of the authority, by agreement with the township, may have the township include the village property in a tax assessment under this act, collect the money assessed, and pay it to the village for payment of its share to the authority. Payment of the sums certified shall be due and payable to the hospital authority 120 days after the date on which local taxes become due and payable in cities, villages, and townships participating in the hospital authority except that when a township collects a village portion, the amount due from the village shall not be due to the authority until the township portion is due. Each city, township, and village shall be liable for the amount certified.\n\n(3) The board shall also render to each participating city, township, and village on each July 1 and January 1 a certified report pertaining to the operation of the hospital. Each report shall state the condition of the finances, the amount of money expended, the money received from all sources, the money owing to the board for hospital and medical services, and other information as the board may consider expedient. The board shall also file a copy of the report with the department of treasury together with other information as the department of treasury may require.\n\n(4) Within 30 days after the formation of a new hospital authority, and annually on July 1 thereafter, the hospital board shall file with the secretary of state a report as the secretary of state may require, including the date of formation, the names of the member communities, and other information the secretary of state may require.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.7 ;-- Am. 1949, Act 62, Eff. Sept. 23, 1949 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1967, Act 31, Imd. Eff. June 2, 1967 ;-- Am. 1971, Act 216, Imd. Eff. Dec. 30, 1971 ;-- Am. 1977, Act 71, Imd. Eff. July 27, 1977 ;-- Am. 1983, Act 78, Imd. Eff. June 6, 1983 ;-- Am. 2002, Act 724, Imd. Eff. Dec. 30, 2002Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-7/"
    },
    {
      "id": "section-3318",
      "number": "331.8",
      "heading": "Bonds; Issuance; Purpose; Liability; Payment; Sale; Interest Rate; Bonds Subject to Revised Municipal Finance Act.",
      "text": "(1) The hospital authority board may issue self-liquidating bonds of the authority in accordance with the provisions of this act, for the purpose of acquiring, purchasing, constructing, improving, enlarging, or repairing community hospitals or refunding any outstanding bonds previously issued or for the joint purposes of refunding any outstanding bonds together with the issuance of additional bonds for any of the other purposes authorized. The bonds shall not impose any liability upon the cities, villages, and townships included in the hospital authority, other than on the amounts that are assessed against the respective municipalities as provided for in this act, which amounts or any portion of those amounts may be pledged by the governing body of the hospital authority for the payment of the bonds for a period not exceeding 40 years. The amount required to be paid by any municipality under this act shall be considered to be a part of the revenues of the hospital authority and shall be first used to meet the current requirements for the bond and interest redemption fund, including the reserve requirements, for outstanding obligations of the hospital authority. The bonds shall be sold for not less than par and shall bear interest at a rate not in excess of the maximum rate permitted by the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(2) Bonds issued for capital improvements under section 8b and bonds issued under this act that are supported by a pledge of the governing body for payment are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(3) Except as otherwise provided in subsections (1) and (2), bonds issued under this act are not subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.8 ;-- Am. 1952, Act 170, Imd. Eff. Apr. 24, 1952 ;-- Am. 1959, Act 19, Imd. Eff. Apr. 30, 1959 ;-- Am. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 2002, Act 435, Imd. Eff. June 10, 2002Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8/"
    },
    {
      "id": "section-3318a",
      "number": "331.8a",
      "heading": "Borrowing Money and Issuing Notes; Purpose; Resolution; Maturity; Validation of Notes Previously Issued; Bonds and Notes Subject to Agency Financing Reporting Act",
      "text": "(1) The hospital board operating a community hospital under this act may, by a resolution adopted by a majority vote of the entire governing board, borrow money and issue notes, which shall mature not more than 1 year from the date of their issuance, for the purpose of meeting current expenses of operation and maintenance of the hospital. The resolution shall provide for the pledging of income and revenues of the hospital authority for the payment of the notes, and shall also provide for a special sinking fund into which there shall first be paid, as collected, a sufficient sum from the revenues of the hospital authority pledges to retire both the principal and interest of the notes at maturity. The resolution may also provide for the pledging of other assets of the hospital authority as additional security for the payment of the notes. Notes issued under this section and amounts assessed under section 8m are not subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821. Any notes issued by a hospital authority before the effective date of this act or an amendment to this act are hereby validated, ratified, and confirmed as though the notes and the proceedings relating to their issuance had been fully authorized by statutes existing at the time of their issuance.\n\n(2) Except for the bonds described in section 8(2), the issuance of bonds and notes under this act is subject to the agency financing reporting act.\n\nHistory:Add. 1949, Act 62, Eff. Sept. 23, 1949 ;-- Am. 1980, Act 104, Imd. Eff. Apr. 30, 1980 ;-- Am. 2002, Act 435, Imd. Eff. June 10, 2002Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8a/"
    },
    {
      "id": "section-3318b",
      "number": "331.8b",
      "heading": "Hospital Board; Bonds for Capital Improvements in Anticipation of Collection of Additional Tax Levy; Levy for Payment of Bonds and Interest.",
      "text": "If the authority desires to issue bonds for capital improvements in anticipation of the collection of any additional tax levy not exceeding 2 mills, voted by the electors as provided in section 4, the hospital board may provide for their issuance in accordance with section 8 of this act but the last maturity date thereof shall not extend beyond 1 year after the expiration of the voted increase and no annual installment of principal and interest on the bonds shall exceed an amount equal to the voted increase computed on the basis of the last equalized tax assessment roll prior to the issuance of the bonds. Each year there shall be levied by the member units and paid to the authority an amount sufficient to pay the annual interest and principal on the bonds and no limitation in this or any other statute or in any charter shall prevent the levy and collection of the full amount of taxes required for the payment of the bonds and the interest thereon as they shall become due.\n\nHistory:Add. 1967, Act 31, Imd. Eff. June 2, 1967Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8b/"
    },
    {
      "id": "section-3318c",
      "number": "331.8c",
      "heading": "Bonds; Authorization; Ordinance; Referendum Petition and Election; Notice; Resolution.",
      "text": "Unless a referendum petition is filed as provided in this act, a hospital authority board by ordinance adopted by the affirmative vote of a majority of its members may authorize and issue bonds and provide for such matters necessary or desirable with respect thereto and to insure the security of any bonds issued hereunder without submitting the question thereof to the electors of the authority. Bonds shall be authorized by the hospital authority board by resolution. If, within 60 days from the publication of a notice of intent to issue the bonds, a petition, signed by not less than 10% or 15,000 of the registered electors, whichever is less, residing within the member cities, villages and townships of the authority, shall have been filed with the secretary of the authority requesting a referendum election upon the question of the issuance of the bonds, then the same shall not be issued unless the issuance thereof shall have been approved by a majority of the electors of the authority member cities, villages and townships qualified to vote and voting thereon at a general or special election. The notice shall be directed to the electors and tax payers of the authority and of the member cities, villages and townships and other interested parties, and shall be published in a newspaper which has general circulation in the territory included in the authority, and which is determined by the hospital authority board to be the newspaper reaching the largest number of persons to whom the notice is directed and shall state the maximum amount of bonds to be issued, the purpose thereof, source of payment and right of referendum thereon, and such other information as the hospital authority board shall determine to be necessary to adequately inform the electors and tax payers of the nature of the issue. If a referendum petition is filed with the secretary of the authority, the hospital authority board shall adopt a resolution establishing the date of the referendum election which shall be not less than 60 days after the adoption of such resolution. The secretary of the authority shall, within 5 days after the adoption of such resolution, transmit a certified copy thereof to the clerk of each city, village or township which is a member of the authority. The clerk of each member city, village or township shall forthwith take all steps necessary to provide for an election in accordance with the resolution so passed at which election the question of issuing the bonds shall be submitted. The election shall be conducted in the same manner as elections are required to be conducted in the member cities, villages or townships under the provisions of the general election law. Where any part or all of a village belonging to the authority is located in a township belonging to the authority, the township election shall include that part of the village located in it and the village shall not be required to hold such an election except in that portion of the village not located in the township belonging to the authority. The election in each member city, village and township shall be canvassed in the manner required by the general election law and the results thereof shall be certified to the hospital authority board within 5 days after the date of the election. The hospital authority board shall compile and tabulate the vote as received from the member cities, villages and townships and certify the election by resolution upon the records of the authority, and a majority of the total valid votes cast in the referendum election voting \"yes\" on the question submitted shall constitute an approval. Any special election called in accordance with this section shall not be included in any statutory or charter limitation as to the number of special elections to be called within any period of time. Signatures on any referendum petition shall be verified by some person or persons, under oath, as to actual signatures of the persons whose names are affixed thereto. Each referendum petition shall state the city, village or township in which it is circulated and be signed by registered electors from such member city, village or township, and any signatures on the petition from a different city, village or township shall be invalid. The secretary of the authority shall deliver the petitions to the clerks of the member cities, villages and townships who shall verify the same against their registration records and the secretary of the authority shall reject signatures of those persons signing the petition who are not registered electors of the member city, village or township of the authority. The number of registered electors in the member cities, villages and townships of the authority shall be determined by the cities', villages' and townships' registration books. A resolution adopted pursuant to this act shall become effective upon its adoption unless otherwise specified therein. The resolution shall be recorded in the minutes of the meeting of the hospital authority board as soon as practicable after its passage, which recording shall be authenticated by the signatures of the chairman and secretary of the hospital authority board. The resolution shall be published once in a newspaper of general circulation within the boundaries of the hospital authority. This section constitutes the sole requirements with respect to the adoption and publication of the resolution.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8c/"
    },
    {
      "id": "section-3318d",
      "number": "331.8d",
      "heading": "Bonds; Contents of Authorizing Resolution; Serial; Installments; Form; Execution; Payment of Principal and Interest; Registration.",
      "text": "(1) The resolution authorizing the issuance of bonds shall state a brief description of the contemplated project, the estimated cost thereof, the estimated period of usefulness thereof, and the amount and maximum rate of interest and time of payment of the bonds. The bonds shall be serial bonds payable either semiannually or annually with the first installment not more than 5 years from the date thereof and the last installment not longer than the estimated period of usefulness of the project for which the bonds are issued. The bonds shall bear interest payable semiannually, except that the first coupon may be for any number of months not exceeding 10. Except as otherwise provided in this act an annual installment payable after 4 years from the date thereof may not be less than 1/5 the amount of a subsequent installment of the same series of bonds. The bonds and coupons shall be substantially in the form provided in the authorizing resolution and shall be executed in the manner prescribed in the resolution, which, as to coupons, may be by facsimile signature. The bonds and coupons shall be made payable in lawful money of the United States of America and shall be exempt from any and all taxation whatsoever by this state or by any taxing authority within the state.\n\n(2) The principal of and interest upon the bonds shall be payable from the net revenues derived from the operation of the hospitals of the authority as shall be pledged thereto in the authorizing resolution, which revenue shall include net revenues derived by reason of hospitals subsequently acquired or improvements, enlargements, extensions, or repairs thereto, to be thereafter acquired. The principal and interest may be payable from amounts which are assessed against a member city, township, or village as provided in this act. The bonds may be made registrable as to principal or as to principal and interest under such terms and conditions as may be determined by the hospital authority board in the resolution authorizing the bonds.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8d/"
    },
    {
      "id": "section-3318e",
      "number": "331.8e",
      "heading": "Bonds; Creation of Lien in Authorizing Resolution; Nature and Effect of Lien; Default; Receiver.",
      "text": "(1) There shall be created in the authorizing resolution a lien, by this act made a statutory lien upon all net revenues, including as a part thereof, the assessments against a member city, township, or village as provided in this act pledged to the payment of the principal of and interest on the bonds, to and in favor of the holders of the bonds and the interest coupons pertaining thereto. This lien shall be a first lien upon the revenues and amounts pledged, except where a prior lien exists, then the new lien shall be subject thereto.\n\n(2) The revenues and amounts so pledged shall be and remain subject to the statutory lien until the payment in full of the principal of and interest upon the bonds. The holder or holders of bonds representing in the aggregate not less than 20% of the entire issue then outstanding may by suit, action, or other proceeding protect and enforce the statutory lien and enforce and compel the performance of all duties of the officials of the hospital authority, including the fixing of sufficient rates, the collection of revenues, the proper segregation of revenues, the proper application thereof, and the imposition and collection of assessments against a member city, township, or village assessed in accordance with this act. However, the statutory lien shall not be construed to give the holders or owners of a bond or coupon authority to compel the sale of any of the hospitals the revenues of which are pledged.\n\n(3) If a payment of principal or interest on the bonds is in default, a court having jurisdiction in any proper action may appoint a receiver to administer and operate on behalf of the hospital authority, under direction of the court, any hospital the revenues of which are pledged to the payment of principal and interest. With the approval of the court the receiver may fix and charge rates and collect revenues sufficient to provide for the payment of bonds or other obligations outstanding against the revenues of the hospital, and for the payment of operating and maintenance expenses, and to apply the income and revenues of the hospital in conformity with this act, the resolution providing for the issuance of the bonds, and in accordance with orders of the court.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8e/"
    },
    {
      "id": "section-3318f",
      "number": "331.8f",
      "heading": "Bonds; Public Sale; Notice; Publication; Private Sale.",
      "text": "Except as provided herein, bonds may not be sold except at public sale, after notice by publication at least 14 days before the sale in a publication printed in the English language and circulated in this state which carries as part of its regular service notices of sale of municipal bonds and which was approved by the department of treasury as a publication complying with the foregoing qualifications. If the hospital authority received a bid or bids at the time fixed for public sale which was rejected by the hospital authority board, then the bonds may be sold at private sale within 60 days thereafter at a price not less than the highest bid received at the public offering. If the hospital authority offered the bonds at a public offering and did not receive a bid, then the bonds may be sold at private sale within 60 days after that last public offering. During a period in which bonds may be sold at private sale the hospital authority board may enter into an agreement for delivery of the bonds in payment for the cost of the particular project for which the bonds are to be issued. Notwithstanding any of the foregoing provisions, bonds may be sold without a second public offering to the federal government or any agency thereof at private sale within 60 days after the first public offering at a price not less than the highest bid, if any, received at the first public offering.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1983, Act 78, Imd. Eff. June 6, 1983Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8f/"
    },
    {
      "id": "section-3318g",
      "number": "331.8g",
      "heading": "Bonds as Negotiable Instruments.",
      "text": "Such bonds shall have all the qualities of a negotiable instrument by the law merchant and the uniform commercial code.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8g/"
    },
    {
      "id": "section-3318h",
      "number": "331.8h",
      "heading": "Bonds; Deposit or Investment of Sale Proceeds; Use of Moneys Received From Sale; Cancellation of Bonds Acquired by Purchase; Payment of Capitalized Interest",
      "text": "(1) The hospital authority shall require the proceeds of the sale of bonds issued under this act to be deposited in an account separate from other moneys of the hospital authority in 1 or more banks or savings and loan associations each having unimpaired capital and surplus amounting to at least $2,000,000.00 or which is insured by the federal deposit insurance corporation or the federal savings and loan insurance corporation. However, the proceeds may be invested in whole or in part in the manner provided in this act if the investment is authorized in the resolution authorizing the bonds or approved by the department of treasury.\n\n(2) All moneys received from the sale of bonds shall be used solely for the purpose for which the bonds were authorized including any engineering, legal, and other expenses incidental thereto, and including the payment of interest on the bonds during a period not to exceed the first 3 years following the date of the bonds and the amount required for operation and maintenance prior to the receipt of the first revenues. An unexpended balance of the proceeds from the sale of the bonds remaining after completion of the project for which issued, may, to the extent of 15% of the amount of the issue, be used for the improvement or enlargement of hospitals of the hospital authority or may be used to defray the cost of additional hospitals of the hospital authority, if approved by the department of treasury. A remaining balance shall be paid immediately into the bond and interest redemption fund and used only for the redemption or purchase, at no more than the fair market value, of outstanding bonds the issue from which the proceeds were derived. Any bonds so acquired by purchase shall be canceled and shall not be reissued. A resolution authorizing bonds shall state the period for which interest is to be capitalized, and upon receipt of the proceeds of the bonds there shall be set aside therefrom in the bond and interest redemption fund the amount of interest which will accrue during such period at the interest rate or rates specified in the bonds. Moneys so set aside, except for the temporary investment thereof, shall be used solely for the payment of such capitalized interest.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1983, Act 78, Imd. Eff. June 6, 1983Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8h/"
    },
    {
      "id": "section-3318i",
      "number": "331.8i",
      "heading": "Free Service by Hospital Prohibited; Rates for Services.",
      "text": "Free service may not be furnished by a hospital, the revenues of which are pledged for the payment of bonds, to a person, firm, or corporation, public or private, or to a public agency or instrumentality. The reasonable cost and value of a service rendered to a public agency, including a member city, township, or village, shall be paid for as the service accrues from its current funds and the charges when so paid shall be accounted for in the same manner as other revenues of the hospitals. Rates for services furnished by a hospital, the revenues of which are pledged for the payment of bonds, shall be fixed precedent to the issuance of the bonds. The rates shall be sufficient to provide for the payment of the expenses of administration, operation, and maintenance of the hospital as may be necessary to preserve the same in good repair and working order. The rates shall be sufficient to provide for the payment of principal of and interest on the bonds payable from the revenues of the hospital, as, and when, the same become due and payable, taking into account, however, amounts assessed or to be assessed against a member city, township, or village as provided in this act, and for the creation of any reserve for the payment of principal and interest as required in the resolution. The rates shall be sufficient to provide for such other expenditures and funds for the hospital as the resolution may require. The rates shall be fixed and revised from time to time by the hospital authority board so as to produce these amounts, and the hospital authority board shall covenant and agree in the resolution authorizing the issuance of the bonds, and on the face of each bond, to maintain at all times such rates for services furnished by such hospitals as shall be sufficient to provide for the foregoing. Rates charged for the services furnished by a hospital, the revenues of which are pledged for the payment of bonds under this act, shall not be subject to approval by any state, bureau, board, commission, or other like instrumentality or agency thereof.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8i/"
    },
    {
      "id": "section-3318j",
      "number": "331.8j",
      "heading": "Additional Bonds.",
      "text": "(1) A hospital authority issuing bonds pursuant to this act may provide in the authorizing resolution for issuance of additional bonds of equal standing: (a) For completion of the project for which the bonds were issued if the bonds first authorized are insufficient therefor; (b) for the subsequent enlargement, extension, improvement, or repair of existing hospitals; or (c) for acquiring, equipping, or furnishing of a new hospital or hospitals. The additional bonds may be issued and sold from time to time as the proceeds therefrom may be necessary. The bonds when so sold shall have equal standing with those issued in the first instance. The additional bonds may be issued in separate series from the original bonds with different dates of issuance and with such changes in the form thereof as are consistent with that equality of standing.\n\n(2) This act providing for annual installments and the amount thereof and the due date of the first installment shall not be controlling as to each such additional series, except that after 4 years from the date of the additional bonds, the total amount of bonds in the additional series and in the previously issued series of equal standing maturing in any 1 operating year shall not be less than 1/5 of the total amount of all the bonds maturing in any subsequent years. The additional bonds of equal standing may not be issued unless authorized as provided in this act.\n\n(3) A provision in a resolution or ordinance heretofore adopted by any hospital authority board providing for the issuance of additional bonds is hereby ratified and confirmed, and any hospital authority board may issue additional bonds in accordance with that resolution or ordinance, which bonds shall be of equal standing with any bonds outstanding heretofore issued by that hospital authority.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8j/"
    },
    {
      "id": "section-3318k",
      "number": "331.8k",
      "heading": "Bonds; Authorizing Reduction to Fix Beginning and Ending Dates of Operating Year.",
      "text": "The resolution authorizing the issuance of bonds shall fix the dates of the beginning and ending of the operating year for the projects financed, subject to the right of the department of treasury to require that it corresponds with the fiscal year of the hospital authority.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1983, Act 78, Imd. Eff. June 6, 1983Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8k/"
    },
    {
      "id": "section-3318m",
      "number": "331.8m",
      "heading": "Funds to Which Hospital Revenues Pledged in Authorizing Resolution.",
      "text": "In the authorizing resolution the hospital authority board shall pledge the revenues of the hospital or hospitals for the purpose of the following funds and shall provide that the revenues as collected, except amounts assessed by a hospital authority against a member city, township, or village, where the amounts are pledged for the payment of bonds, shall be set aside in a receiving fund and transferred or credited periodically as provided in the resolution into separate and special funds as follows:\n\n(a) Out of the revenues in the receiving fund a sum sufficient shall be set aside to provide for the payment for the next succeeding period of all current expenses of administration, operation, and maintenance as may be necessary to preserve the hospitals, the revenues of which are pledged for the payment of bonds in good repair and working order. This fund shall be designated \"operation and maintenance fund\".\n\n(b) Out of the revenues remaining in the receiving fund a sum sufficient shall next be set aside to provide for the payment of the principal and interest on the bonds payable therefrom, as, and when the same become due and payable and the amounts assessed against a member city, township, or village, and where said amounts are pledged in accordance with this act for the payment of bonds and interest thereon, and to the extent that the amounts so assessed are set aside, the sum required to be set aside from the receiving fund may be reduced, if so provided in the resolution authorizing the bonds. This fund shall be designated \"bond and interest redemption fund\".\n\nIf the revenues of an operating year over and above those necessary for the operation and maintenance fund are insufficient to pay the principal of and interest on the bonds maturing in the operating year, then an additional amount to pay the principal and interest shall be set aside out of the revenues of the next succeeding operating year, after the setting aside for the operation and maintenance fund. In respect to the allocation and use of moneys in the bond and interest redemption fund, due recognition shall be given as to priority rights, if any, between different issues or series of outstanding bonds. The hospital authority may provide by resolution that a reasonable excess amount shall be set aside in the bond and interest redemption fund to produce and provide a reserve to meet any possible future deficiencies therein.\n\n(c) Out of the remaining revenues in the receiving fund there shall next be set aside, in the manner and priority provided in the resolution, the sum or sums necessary for such additional funds as the resolution may establish.\n\n(d) Moneys remaining in the receiving fund at the end of an operating year shall be deemed to be surplus and may be transferred to other funds of the hospital authority or may be used as the hospital authority board determines to be for the best interest of the hospital authority, unless some other disposition is made therefor in the resolution authorizing the issuance of the bonds. If moneys in the receiving fund are insufficient to provide for the current requirements of the operation and maintenance fund or the bond and interest redemption fund, any moneys or securities in other funds established by the resolution authorizing the bonds shall be transferred first to the operation and maintenance fund and second to the bond and interest redemption fund to the extent of any deficits therein.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8m/"
    },
    {
      "id": "section-3318n",
      "number": "331.8n",
      "heading": "Disposition of Moneys in Funds Established by Authorizing Resolution and of Moneys in Bond and Interest Redemption Fund.",
      "text": "Moneys in the several funds established by the resolution authorizing the bonds shall be deposited with 1 or more banks designated by the hospital authority board. Moneys in the bond and interest redemption fund, including reserve moneys, shall be kept on deposit with the bank or trust company or with 1 of the banks or trust companies at which the principal and interest on the bonds are currently payable. The hospital authority board in the authorizing resolution may provide that moneys in the several funds established thereby, except moneys in the bond and interest redemption fund and moneys derived from the sale of the bonds may be kept in 1 bank account, in which event the moneys in the bank account shall be allocated on the books and records of the hospital authority to the funds in the manner provided in the authorizing resolution; or the hospital authority board may provide that the moneys in the several funds may be kept in separate depositary accounts. Moneys in the bond and interest redemption fund shall be kept in a separate depositary account. Moneys in the several funds established by the resolution authorizing the bonds may be invested in United States government obligations subject to such limitations and conditions as may be provided in the authorizing resolution. Investment of moneys in the bond and interest redemption fund being accumulated for payment of next maturing principal or interest on the bonds shall be limited to United States government obligations bearing maturity dates prior to the date of the next maturing principal or interest. In the event of any such investment, the security representing the same shall be kept on deposit with the bank or trust company having the deposit of the fund or funds from which the purchase was made.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8n/"
    },
    {
      "id": "section-3318p",
      "number": "331.8p",
      "heading": "Redemption of Bonds.",
      "text": "The hospital authority board may make provision in the authorizing resolution for the redemption prior to maturity of bonds authorized under the provisions of this act or any part thereof. Except in the case of refunding, bonds of an issue less than all the outstanding bonds of the issue may not be called for redemption, unless the hospital authority has on hand in the bond and interest redemption fund sufficient moneys therefor not otherwise appropriated or pledged in excess of the amount of interest and principal maturing within the next 18 months from the redemption date. The premium to be paid upon the redemption of any bond shall not exceed 5% of the principal amount thereof.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8p/"
    },
    {
      "id": "section-3318q",
      "number": "331.8q",
      "heading": "Repealed. 2002, Act 435, Imd. Eff. June 10, 2002.",
      "text": "Compiler's Notes:The repealed section pertained to issuance of bonds by hospital authority.Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8q/"
    },
    {
      "id": "section-3318r",
      "number": "331.8r",
      "heading": "Books of Record and Accounts; Availability of Certain Writings to Public; Statement; Misdemeanor; Proceedings to Compel Compliance; Annual Audit Report",
      "text": "A hospital authority issuing bonds under this act shall install, maintain, and keep proper books of record and accounts separate entirely from other records and accounts of the hospital authority, in which full and correct entries shall be made of the dealings or transactions of or in relation to the properties, business, and affairs of the hospitals, and the revenues for which are pledged for the payment of bonds issued under this act. A writing prepared, owned, used, in the possession of, or retained by a hospital authority in the performance of an official function shall be made available to the public in compliance with the freedom of information act, Act No. 442 of the Public Acts of 1976. The hospital authority board, not later than 6 months after the close of an operating year, shall prepare on forms furnished by the department of treasury a statement in reasonable detail, sworn to by its chief accounting officer, showing the cash income and disbursements of the hospitals during the operating year and the assets and liabilities of the hospitals at the close of the year. A certified copy of the statement shall be filed with the department of treasury not later than 6 months after the close of the operating year. The hospital authority board or an officer, member, or employee of the hospital authority board, charged with the duty of compiling and furnishing the statement required in this section, who refuses or neglects to furnish the statement to the department of treasury within the time required, is guilty of a misdemeanor. The department of treasury may compel compliance with this section by appropriate proceedings brought in a court of competent jurisdiction. If the books of record and account pertaining to the hospitals are audited annually by a certified public accountant the audit report prepared by the certified public accountant shall be used in place of the statement to be prepared on forms furnished by the department of treasury, and the provisions of this section pertaining to the statement shall apply to the annual audit report.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973 ;-- Am. 1977, Act 180, Imd. Eff. Nov. 17, 1977 ;-- Am. 1983, Act 78, Imd. Eff. June 6, 1983Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8r/"
    },
    {
      "id": "section-3318s",
      "number": "331.8s",
      "heading": "Authority and Rights of Hospital Authority; Prior Actions and Proceedings Validated.",
      "text": "A hospital authority, heretofore organized and operating pursuant to this act, shall have all the authority and rights granted under this act or any amendments thereto, relative to the construction of community hospitals, operation of same, issuance of bonds therefor, and pledging of income and revenues therefor, including the amounts assessed to the various member communities. An action of the hospital authority board of any hospital authority in the adoption of a resolution for the issuance of bonds and any proceedings taken under the resolution and law in relation thereto prior to the effective date of this amendatory act is hereby validated, ratified, and confirmed, and the hospital authority board of any such hospital authority may issue, sell, and deliver the bonds authorized by such actions and proceedings in the manner prescribed by law.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8s/"
    },
    {
      "id": "section-3318t",
      "number": "331.8t",
      "heading": "Certificate of Need.",
      "text": "A hospital authority heretofore organized and operating pursuant to this act shall, prior to expending any authority funds for the expansion of facilities or bonding for the construction of new facilities and/or the purchase of additional existing facilities shall obtain a certificate of need from the state of Michigan department of health as per Act No. 256 of the Public Acts of 1972, being section 331.454.\n\nHistory:Add. 1973, Act 161, Imd. Eff. Dec. 14, 1973Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-8t/"
    },
    {
      "id": "section-3319",
      "number": "331.9",
      "heading": "Powers of Hospital Board as to Property; Sale, Exchange, Lease, or Other Transfer of Hospital to Nonprofit Corporation; Sale, Lease, or Other Transfer of Real Property to County; Dissolution of Hospital Authority",
      "text": "(1) For purposes of a hospital authority established under this act, the hospital board may purchase, lease, accept by gift or devise, or condemn private property. The hospital board may sell, exchange or otherwise transfer, lease, hold, manage, and control a property, asset, or hospital owned by the hospital board. Subject to subsections (2), (14), and (19), the sale, exchange, transfer, or lease of a property, asset, or hospital must be for its market value and the money received from that sale, exchange, transfer, or lease must be retained by the hospital authority. If acquired by condemnation, 1911 PA 149, MCL 213.21 to 213.25, and the uniform condemnation procedures act, 1980 PA 87, MCL 213.51 to 213.75, apply.\n\n(2) Except as otherwise provided in subsection (19), a hospital authority whose jurisdiction has a member population of fewer than 300,000 may, by resolution, provide for the sale, lease, or other transfer of a hospital owned by the hospital board, under this subsection and subsections (3) to (12). The resolution must include a copy of the document proposed to effect the sale, lease, or other transfer. If a hospital authority passes a resolution described in this subsection, the hospital authority also shall provide by resolution for a public vote of the electors at large of all cities, villages, and townships in the hospital authority on the question of the sale, lease, or other transfer of the hospital. The election must be conducted in the same manner as provided in section 4 for the approval of an additional tax for capital improvements. If the sale, lease, or other transfer of the hospital is approved by a majority of the voters, the hospital board may sell, lease, or otherwise transfer a hospital owned by the hospital board on terms and conditions considered reasonable by the hospital board, including a sale, lease, or other transfer for no or nominal monetary consideration, subject to subsections (6) to (8) and all of the following conditions:\n\n(a) The sale, lease, or other transfer from the hospital authority must be to a nonprofit corporation established under the nonprofit corporation act, 1982 PA 162, MCL 450.2101 to 450.3192, and organized specifically for the ownership and operation of the hospital. The nonprofit corporation shall meet both of the following requirements:\n\n(i) At the time of the sale, lease, or other transfer or within 6 months after the date of the sale, lease, or other transfer, be an entity exempt from federal income tax under section 501(c) of the internal revenue code of 1986, 26 USC 501, or a comparable successor provision.\n\n(ii) At the time of the sale, lease, or other transfer from the hospital authority, the majority of the members of the board of directors of the nonprofit corporation are also members of the board of the hospital authority.\n\n(b) At the time of the sale, lease, or other transfer from the hospital authority, the articles of incorporation of the nonprofit corporation and the contractual arrangements between the hospital authority and the nonprofit corporation must require that the nonprofit corporation operate the hospital as a nonprofit community hospital open to the general public that serves the general population residing in the service area of the hospital authority.\n\n(c) At the time of the sale, lease, or other transfer from the hospital authority, the articles of incorporation of the nonprofit corporation and the contractual arrangements between the hospital authority and the nonprofit corporation must require that the nonprofit corporation shall not sell, lease, or otherwise transfer the hospital without the express consent of the hospital authority. If the sale, lease, or other transfer of the hospital by the nonprofit corporation is approved by the hospital authority, the nonprofit corporation may sell, lease, or otherwise transfer the hospital on terms and conditions considered reasonable by the nonprofit corporation, including a sale, lease, or other transfer for no or nominal monetary consideration.\n\n(d) If the hospital authority has ever levied an additional tax for capital improvements under section 4, the hospital authority shall pay back to each member unit of the hospital authority, on terms and conditions as agreed upon by the hospital board and each member unit, an amount equal to all taxes for capital improvement collected within the 60 months immediately preceding the sale, lease, or other transfer with respect to property located in the member unit, and any remaining uncollected portion of the tax levy must not then be collected.\n\n(3) As used in subsection (2), \"hospital\" includes all property, real and personal, tangible and intangible, including without limitation cash and accounts receivable, used in the operation and management of the hospital.\n\n(4) If self-liquidating bonds have been issued by the hospital authority under this act, and if the bonds are outstanding, a lease of a hospital under subsection (2), with or without a transfer to the nonprofit corporation at the expiration of the lease term and with or without monetary consideration, is not a violation of this act or of any bond resolution or ordinance adopted under this act if the lease does all of the following:\n\n(a) Requires the lessee to pay rent to the hospital authority in an amount sufficient to pay the principal and interest obligations of the bonds as they become due.\n\n(b) Requires the lessee to maintain the various bond funds as required by this act and by the bond resolution or ordinance.\n\n(c) Provides for the continuation of the lien created by this act and by the bond resolution or ordinance on the net revenues of the hospital.\n\n(d) Requires the lessee to operate the hospital in a manner consistent with the bond resolution or ordinance.\n\n(5) If self-liquidating bonds have been issued by the hospital authority under this act, and if the bonds are outstanding, a sale of a hospital under subsection (2) is not a violation of this act or of any bond resolution or ordinance adopted under this act if all of the following conditions are met:\n\n(a) The outstanding bonds are defeased.\n\n(b) Defeasance of the existing bonded indebtedness is accomplished by depositing sufficient cash or United States treasury obligations, or both, in escrow in an amount sufficient, including interest to be earned on the funds and obligations placed in escrow, to provide for payment of all interest, principal, and premium, if any, when and as due on the outstanding bonds, including final payment. As used in this subdivision, \"final payment\" means the final payment due at the maturity of the bonds or on the redemption of the bonds before maturity on a date on which the bonds are callable for redemption if irrevocable arrangements have been made to call the bonds for redemption on that date.\n\n(c) The contract of sale contains provisions implementing this subsection.\n\n(6) Subject to subsection (9), if a hospital authority passes a resolution providing for an election as provided in subsection (2), the legislative body of a city, village, or township participating in the hospital authority may, within 90 days after the date the resolution is passed by the hospital authority, pass a resolution to withdraw from membership in the authority. If the resolution to withdraw as a member of the authority is passed by the legislative body, the election under subsection (2) must not be held unless a majority of the hospital authority board concurs in the withdrawal of that member unit. If the board concurs in the withdrawal, the withdrawal is effective on the date of the sale, lease, or other transfer of the hospital after the election under subsection (2). After the effective date of the withdrawal, the withdrawing member unit is not subject to any tax levy or other request for funds made by the hospital authority under this act or otherwise, and is not entitled to any of the assets of the hospital authority.\n\n(7) Subject to subsection (9) and except as otherwise provided in this subsection, if a hospital authority passes a resolution providing for an election under subsection (2), the legislative body of a city, village, or township participating in the hospital authority may, within 90 days after the date the resolution is passed by the hospital authority, provide by resolution for a public vote of the electors of the city, village, or township on the question of the withdrawal of that unit from membership in the hospital authority. The election must be held at the same time as the at large election held under subsection (2) and conducted in the same manner as provided in section 4 for the approval of an additional tax for capital improvements. If an election is called by a member unit under this subsection, its vote is a separate vote for that unit on the question of withdrawal from the hospital authority. However, an election under this subsection or under subsection (2) must not be conducted unless the hospital board has by majority vote consented to the withdrawal of the member unit that has resolved to hold an election on the question of withdrawal from the authority under this subsection. If the board concurs in the withdrawal, the withdrawal is effective on the date of the sale, lease, or other transfer of the hospital after the election under subsection (2). After the effective date of the withdrawal, the withdrawing member unit is not subject to any tax levy or other request for funds made by the hospital authority under this act or otherwise, and is not entitled to any of the assets of the hospital authority.\n\n(8) Subject to subsection (9) and except as otherwise provided in this subsection, if a hospital authority passes a resolution providing for an election under subsection (2), the electors of a city, village, or township participating in the hospital authority may, by petition signed by a number of qualified and registered electors residing within the city, village, or township equal to not less than 5% of the number of votes cast by the qualified and registered electors in that city, village, or township for secretary of state at the last general election in which a secretary of state was elected, require a public vote of the electors in that city, village, or township on the question of the withdrawal of that unit from membership in the hospital authority. The petitions must be submitted to the clerk of the city, village, or township within 90 days after the passage of the resolution by the hospital authority providing for an election under subsection (2). If a sufficient number of signatures are submitted, the clerk of the city, village, or township shall take the steps necessary to provide for an election. The election must be held at the same time as the at large election held under subsection (2) and conducted in the same manner as provided in section 4 for the approval of an additional tax for capital improvements. If an election is required in a member unit under this subsection, its vote is a separate vote for that unit on the question of withdrawal from the hospital authority. However, an election under this subsection or under subsection (2) must not be conducted unless by a majority vote the hospital board has consented to the withdrawal of the member unit. If the board concurs in the withdrawal, the withdrawal is effective on the date of the sale, lease, or other transfer of the hospital after the election under subsection (2). After the effective date of the withdrawal, the withdrawing member unit is not subject to any tax levy or other request for funds made by the hospital authority under this act or otherwise, and is not entitled to any of the assets of the hospital authority.\n\n(9) If, at the election held under subsection (2), a majority of the electors at large do not vote to approve the sale, lease, or other transfer of the hospital to a nonprofit corporation, a resolution passed under subsection (6) or an election held under subsection (7) or (8) to withdraw a city, village, or township from participation in the hospital authority is void.\n\n(10) An election held under subsection (8) takes precedence over a resolution passed under subsection (6).\n\n(11) For a lease or other transfer of a hospital under subsection (2), the total bonded indebtedness of the hospital after the lease or transfer must not be increased so as to exceed 60% of the total asset value of the hospital without a majority vote of the members serving on the hospital authority board. As used in this subsection and subsection (12), \"total asset value\" means the total value of the various assets of the hospital, including assets to be constructed or acquired by means of the additional proposed bonded indebtedness, as shown on an audited financial statement that includes all bonded indebtedness of the hospital.\n\n(12) For a lease or other transfer of a hospital under subsection (2), the total bonded indebtedness of the hospital after the lease or transfer must not be increased so as to exceed 80% of the total asset value of the hospital unless authorized at a general or special election and approved by a majority vote of the total qualified and registered electors voting on the question in each city, village, and township participating in the hospital authority. The election must be conducted in the same manner as provided in section 4 for the approval of an additional tax for capital improvements.\n\n(13) On the sale, lease, or other transfer of a hospital under this section, the nonprofit corporation or subsequent profit entity shall assume and is bound by any existing labor agreement applicable to the hospital, for the remainder of the term of the agreement. A representative of the employees or a group of employees who is entitled to represent the employees or group of employees under 1947 PA 336, MCL 423.201 to 423.217, shall continue to be the representative of the employees or group of employees if the employees become employees of the nonprofit corporation or subsequent profit entity. This subsection does not limit the rights of the hospital employees, under applicable law, to assert that a bargaining representative protected by this subsection is no longer the representative of the employees.\n\n(14) A hospital authority whose jurisdiction has a member population of more than 300,000 may, by resolution adopted by a majority vote of the hospital board, provide for the sale, lease, or other transfer of a hospital owned by the hospital board on any terms and conditions considered reasonable by the hospital board, including sale, lease, or other transfer for no or nominal monetary consideration, subject to all of the following terms and conditions:\n\n(a) The sale, lease, or other transfer is to a nonprofit corporation established under the nonprofit corporation act, 1982 PA 162, MCL 450.2101 to 450.3192, and organized specifically for the ownership and operation of the hospital. The nonprofit corporation shall at the time of the sale, lease, or other transfer or within 6 months after the date of the sale, lease, or other transfer, be an entity exempt from federal income tax under section 501(c) of the internal revenue code of 1986, 26 USC 501, or a comparable successor provision.\n\n(b) The articles of incorporation of the nonprofit corporation and the contractual arrangements between the hospital authority and the nonprofit corporation must at all times require that the nonprofit corporation operate the hospital as a nonprofit community health facility open to the general public that serves the general population residing in the service area of the hospital authority.\n\n(c) The articles of incorporation of the nonprofit corporation and the contractual arrangements between the hospital authority and the nonprofit corporation must at all times require that the nonprofit corporation shall not sell all of the transferred assets without the express consent of the hospital authority and the approval by a majority of the voters in an election conducted in the same manner as provided in section 4 for the approval of an additional tax for capital improvements. If all of the transferred assets are sold under this subdivision, the sale must be for market value and the proceeds of the transaction must be turned over to the hospital authority and used for health care needs within the service area of the hospital authority.\n\n(d) The articles of incorporation of the nonprofit corporation and the contractual arrangements between the hospital authority and the nonprofit corporation must at all times require that the nonprofit corporation adopt and carry out policies designed to ensure that the hospital complies with the requirement of section 20201(2)(a) of the public health code, 1978 PA 368, MCL 333.20201, that patients not be denied appropriate care on the basis of source of payment.\n\n(15) As used in subsection (14), \"hospital\" includes all property, real and personal, tangible and intangible, including without limitation cash, accounts receivable, and pension reserves used in the operation and management of 1 or more hospitals.\n\n(16) If self-liquidating bonds have been issued by the hospital authority under this act, and if the bonds are outstanding, a sale, lease, or other transfer of a hospital under subsection (14) is not a violation of this act or of any bond resolution or ordinance adopted under this act if all of the following conditions are met:\n\n(a) The outstanding bonds are defeased.\n\n(b) Defeasance of the existing bonded indebtedness is accomplished by depositing sufficient cash or United States treasury obligations, or both, in escrow in an amount sufficient, including interest to be earned on the funds and obligations placed in escrow, to provide for payment of all interest, principal, and premium, if any, when and as due on the outstanding bonds, including final payment. As used in this subdivision, \"final payment\" means the final payment due at the maturity of the bonds or on redemption of the bonds before maturity on a date on which the bonds are callable for redemption if irrevocable arrangements have been made to call the bonds for redemption on that date.\n\n(17) If a hospital authority passes a resolution providing for the sale, lease, or other transfer of a hospital under subsection (14), the legislative body of a city, village, or township participating in the hospital authority may, within 60 days after the resolution is passed by the hospital authority, pass a resolution to withdraw from membership in the authority. If a legislative body of a member city, village, or township in the authority passes a resolution to withdraw under this subsection, the resolution adopted by the hospital authority under subsection (14) is not effective until a majority of the hospital authority board concurs in the withdrawal of that city, village, or township. However, if the sale, lease, or other transfer of the hospital is not carried out, the resolution to withdraw and the hospital authority's resolution of concurrence in the withdrawal are void.\n\n(18) On the sale, lease, or other transfer of a hospital under subsection (14), the nonprofit corporation shall assume and is bound by any existing labor agreement applicable to the hospital, for the remainder of the term of the agreement. A representative of the employees or a group of employees under 1947 PA 336, MCL 423.201 to 423.217, shall continue to be the representative of the employees or group of employees when the employees become employees of the nonprofit corporation or subsequent profit entity. This subsection does not limit the rights of the hospital employees, under applicable law, to assert that a bargaining representative protected by this subsection is no longer the representative of the employees.\n\n(19) A hospital authority whose jurisdiction has a member population of fewer than 5,000 may by resolution adopted by a majority vote of the hospital board provide for the sale, lease, or other transfer of real property owned by the hospital board to the county in which the member units of the hospital authority are located on any terms and conditions considered reasonable by the hospital board, including sale, lease, or other transfer for no or nominal monetary consideration.\n\n(20) If a hospital authority has completed the purposes for which it was organized, the hospital board, by a vote of the majority of the entire hospital board, may provide for the dissolution of the hospital authority. A hospital authority has not completed the purposes for which it was organized if it has bonds outstanding that have not been defeased as described in this section.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.9 ;-- Am. 1951, Act 79, Imd. Eff. May 28, 1951 ;-- Am. 1972, Act 96, Eff. Mar. 30, 1973 ;-- Am. 1987, Act 117, Imd. Eff. July 14, 1987 ;-- Am. 1988, Act 273, Imd. Eff. July 15, 1988 ;-- Am. 1990, Act 69, Imd. Eff. Apr. 30, 1990 ;-- Am. 2022, Act 131, Imd. Eff. June 29, 2022Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-9/"
    },
    {
      "id": "section-33110",
      "number": "331.10",
      "heading": "Violation of MCL 168.1 to 168.992 Applicable to Petitions; Penalties.",
      "text": "A petition under section 8c or 9, including the circulation and signing of the petition, is subject to section 488 of the Michigan election law, 1954 PA 116, MCL 168.488. A person who violates a provision of the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992, applicable to a petition described in this section is subject to the penalties prescribed for that violation in the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\nHistory:Add. 1998, Act 186, Eff. Mar. 23, 1999Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-10/"
    },
    {
      "id": "section-33111",
      "number": "331.11",
      "heading": "Declaration of Necessity.",
      "text": "This act is necessary for the protection of the public welfare, health and safety.\n\nHistory:1945, Act 47, Imd. Eff. Mar. 15, 1945 ;-- CL 1948, 331.11Popular Name:Municipal Hospital Authority Act",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-331/statute-act-47-of-1945/section-331-11/"
    }
  ]
}