{
  "state": "south-carolina",
  "path": "title-title-1/chapter-t01c029",
  "sections": [
    {
      "id": "section-1-29-10",
      "number": "1-29-10",
      "heading": "",
      "text": "The South Carolina Council on the Holocaust is created. The purpose of the council, working in conjunction with the State Department of Education, is to develop an educational program to prevent future atrocities similar to the systematic program of genocide of six million Jews and others by the Nazis. The program must be designed to honor the survivors of the Holocaust and their descendants and the South Carolinians and their descendants who participated in the liberation of concentration camps. The council also shall develop and establish an appropriate program for an annual observance of the Holocaust. HISTORY: 1989 Act No. 189, Part II, Section 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-29/section-1-29-10/"
    },
    {
      "id": "section-1-29-20",
      "number": "1-29-20",
      "heading": "",
      "text": "The council consists of twelve members: four appointed by the Governor, four appointed by the President of the Senate, and four appointed by the Speaker of the House of Representatives. Members must be appointed for two-year terms to begin July first of each year. A majority of the members constitutes a quorum for the transaction of business, and the council shall meet not more than once each quarter. HISTORY: 1989 Act No. 189, Part II, Section 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-29/section-1-29-20/"
    },
    {
      "id": "section-1-29-30",
      "number": "1-29-30",
      "heading": "",
      "text": "The State Department of Education shall provide technical, administrative, or clerical staff necessary for the council to conduct its business. HISTORY: 1989 Act No. 189, Part II, Section 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-29/section-1-29-30/"
    },
    {
      "id": "section-1-29-40",
      "number": "1-29-40",
      "heading": "",
      "text": "In addition to appropriations annually made available by the General Assembly, the council may enter into contracts and accept gifts, contributions, and bequests of an unrestricted nature from individuals, foundations, corporations, and other organizations or institutions for the purpose of furthering the educational objectives of the council. HISTORY: 1989 Act No. 189, Part II, Section 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-29/section-1-29-40/"
    },
    {
      "id": "section-1-29-50",
      "number": "1-29-50",
      "heading": "",
      "text": "The members are allowed the usual mileage, per diem, and subsistence provided by law for members of state boards, committees, and commissions. The expenses of the legislative appointees must be paid from the approved accounts of their respective bodies, and the expenses of the gubernatorial appointees must be paid from funds appropriated to the Governor's Office. HISTORY: 1989 Act No. 189, Part II, Section 56.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-29/section-1-29-50/"
    }
  ]
}