{
  "state": "south-carolina",
  "path": "title-title-1/chapter-chapter-15",
  "sections": [
    {
      "id": "section-1-15-10",
      "number": "1-15-10",
      "heading": "",
      "text": "There is created a Commission on Women to be composed of sixteen members appointed by the Governor with the advice and consent of the Senate from among persons with a competency in the area of public affairs and women's activities. One member must be appointed from each congressional district and the remaining members from the State at large. The commission must be under and a part of the Department of Administration. Members of the commission shall serve for terms of four years and until their successors are appointed and qualify, except of those members first appointed after the expansion of the commission to fifteen members, two members shall serve a term of one year, two members shall serve a term of two years, two members shall serve a term of three years, and two members shall serve a term of four years. Members appointed prior to and after the expansion of the commission to fifteen members must be designated by the Governor as being appointed to serve either from a particular congressional district or at large. The member first appointed from the Seventh Congressional District after the expansion of the commission to sixteen members shall serve a four-year term. Vacancies must be filled in the manner of the original appointment for the unexpired portion of the term only. No member must be eligible to serve more than two consecutive terms.\n\nHISTORY: 1962 Code Section 9-451; 1970 (56) 2321; 1978 Act No. 591, Section 1; 1993 Act No. 181, Section 8; 2008 Act No. 249, Section 1, eff upon approval (became law without the Governor's signature on June 5, 2008); 2012 Act No. 279, Section 2, eff June 26, 2012; 2014 Act No. 121 (S.22), Pt V, Section 7.F, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-15/section-1-15-10/"
    },
    {
      "id": "section-1-15-20",
      "number": "1-15-20",
      "heading": "",
      "text": "The members of the Commission shall be paid the usual per diem, mileage and subsistence as provided by law for members of boards, commissions and committees to be paid from the general fund of the State.\n\nHISTORY: 1962 Code Section 9-452; 1970 (56) 2321.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-15/section-1-15-20/"
    },
    {
      "id": "section-1-15-30",
      "number": "1-15-30",
      "heading": "",
      "text": "The commission shall meet as soon after appointment as practicable and shall organize itself by electing one of its members as chairman, one of its members as vice-chairman, and one of its members as secretary. A quorum for transacting business at all meetings of the commission shall consist of a majority of the membership of the commission.\n\nHISTORY: 1962 Code Section 9-453; 1970 (56) 2321; 1978 Act No. 591, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-15/section-1-15-30/"
    },
    {
      "id": "section-1-15-40",
      "number": "1-15-40",
      "heading": "",
      "text": "(1) The commission shall study the status of women and make periodic reports to the Governor with its recommendations concerning the following areas:\n\n(a) Education needs and education opportunities pertaining to women.\n\n(b) Social insurance and tax laws as they affect the net earnings and other income of women.\n\n(c) Federal and state labor laws dealing with such matters as hours, night work and wages to determine whether they are accomplishing the purposes for which they were established and whether they should be adapted to changing technological, economic and social conditions.\n\n(d) Differences in legal treatment of men and women in regard to political and civil rights, property rights, and family relations.\n\n(e) New and expanded services that may be required for women as wives and mothers, and workers, including education, counseling, training, home services, and arrangements for care of children during the working day.\n\n(f) The employment policies and practices of the State of South Carolina with reference to additional affirmative steps which should be taken through legislation, executive or administrative action to assure nondiscrimination on the basis of sex and to enhance constructive employment opportunities for women.\n\n(g) At appropriate intervals of five or more years, an updated report shall be issued by the commission.\n\n(2) The commission shall also be empowered to:\n\n(a) Receive and disburse state and federal grants for furtherance of the commission's objectives.\n\n(b) Disseminate pertinent material relating to the rights, responsibilities and status of women.\n\nHISTORY: 1962 Code Section 9-454; 1970 (56) 2321; 1978 Act No. 591, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-15/section-1-15-40/"
    },
    {
      "id": "section-1-15-50",
      "number": "1-15-50",
      "heading": "",
      "text": "All executive departments and agencies of the State government shall cooperate with the Commission in the performance of its duties.\n\nHISTORY: 1962 Code Section 9-455; 1970 (56) 2321.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-15/section-1-15-50/"
    }
  ]
}