{
  "state": "south-carolina",
  "path": "title-title-1/chapter-t01c007",
  "sections": [
    {
      "id": "section-1-7-10",
      "number": "1-7-10",
      "heading": "",
      "text": "The Attorney General shall receive such annual salary as may be provided by the General Assembly. HISTORY: 1962 Code Section 1-231; 1952 Code Section 1-231; 1942 Code Section 3112; 1932 Code Section 3112; Civ. C. '22 Section 795; Civ. C. '12 Section 710; Civ. C. '02 Section 638; G. S. 495; R. S. 555; 1877 (16) 247; 1880 (17) 372; 1919 (31) 4; 1924 (33) 1182; 1946 (44) 2596; 1948 (45) 1716; 1954 (48) 1566; 1957 (50) 404; 1969 (56) 444; 1973 (58) 623.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-10/"
    },
    {
      "id": "section-1-7-20",
      "number": "1-7-20",
      "heading": "",
      "text": "Before entering upon the duties of his office, the Attorney General shall execute a bond, with two good sureties, to this State in the sum of ten thousand dollars for the faithful discharge of his office. HISTORY: 1962 Code Section 1-232; 1952 Code Section 1-232; 1942 Code Section 3113; 1932 Code Section 3113; Civ. C. '22 Section 796; Civ. C. '12 Section 711; Civ. C. '02 Section 639; G. S. 496; R. S. 556; 1812 (5) 675.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-20/"
    },
    {
      "id": "section-1-7-30",
      "number": "1-7-30",
      "heading": "",
      "text": "The Attorney General shall appoint the Assistant Attorneys General. HISTORY: 1962 Code Section 1-232.1; 1952 Code Section 1-232.1; 1942 Code Section 3112; 1932 Code Section 3112; Civ. C. '22 Section 795; Civ. C. '12 Section 710; Civ. C. '02 Section 638; G. S. 495; R. S. 555; 1877 (16) 247; 1880 (17) 372; 1919 (31) 4; 1924 (33) 1182.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-30/"
    },
    {
      "id": "section-1-7-40",
      "number": "1-7-40",
      "heading": "",
      "text": "He shall appear for the State in the Supreme Court and the court of appeals in the trial and argument of all causes, criminal and civil, in which the State is a party or interested, and in these causes in any other court or tribunal when required by the Governor or either branch of the General Assembly. HISTORY: 1962 Code Section 1-233; 1952 Code Section 1-233; 1942 Code Section 3114; 1932 Code Section 3114; Civ. C. '22 Section 797; Civ. C. '12 Section 712; Civ. C. '02 Section 640; G. S. 497; R. S. 557; 1868 (14) 88; 1999 Act No. 55, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-40/"
    },
    {
      "id": "section-1-7-50",
      "number": "1-7-50",
      "heading": "",
      "text": "In the event that any officer or employee of the State, or of any political subdivision thereof, be prosecuted in any action, civil or criminal, or special proceeding in the courts of this State, or of the United States, by reason of any act done or omitted in good faith in the course of his employment, it is made the duty of the Attorney General, when requested in writing by any such officer or employee, to appear and defend the action or proceeding in his behalf. Such appearance may be by any member of his staff or by any solicitor or assistant solicitor when directed to do so by the Attorney General. HISTORY: 1962 Code Section 1-234; 1960 (51) 1627.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-50/"
    },
    {
      "id": "section-1-7-55",
      "number": "1-7-55",
      "heading": "",
      "text": "When the Attorney General undertakes to defend any civil action or proceeding on behalf of any officer or employee of the State, or of any political subdivision of the State, he may, in his discretion, upon the request of the officer or employee, enter and prosecute a counter-claim, cross-action, or any other appropriate action in the suit on behalf of the officer or employee. HISTORY: 1984 Act No. 305, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-55/"
    },
    {
      "id": "section-1-7-60",
      "number": "1-7-60",
      "heading": "",
      "text": "Before any such defense, however, is undertaken, an investigation shall be made of the facts on which the action or special proceedings are based and unless, in the opinion of the Attorney General, it appears that the officer or employee was acting in good faith, without malice, and in the course of his employment, the investigation shall proceed no further, nor shall any defense be provided for him by virtue of this section and Section 1-7-50. The investigation herein required to be made may be made by the Attorney General, any member of his staff, or by any solicitor or assistant solicitor when directed to do so by the Attorney General. In the event that it should appear that any such officer or employee is covered by any policy of insurance, under the terms of which the carrier is required to provide counsel, the Attorney General may, in his discretion, make no further investigation and provide no representation for any such party. HISTORY: 1962 Code Section 1-234.1; 1960 (51) 1627.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-60/"
    },
    {
      "id": "section-1-7-70",
      "number": "1-7-70",
      "heading": "",
      "text": "Any and all information obtained by virtue of the provisions of Sections 1-7-50 and 1-7-60 shall be considered confidential and shall not be admissible as evidence in any such action or special proceeding, and no reference thereto shall be made in any such trial or hearing. HISTORY: 1962 Code Section 1-234.2; 1960 (51) 1627.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-70/"
    },
    {
      "id": "section-1-7-80",
      "number": "1-7-80",
      "heading": "",
      "text": "The annual appropriation for the Attorney General for the expenses of litigation is subject to the following conditions: (1) the Attorney General shall conduct all litigation which may be necessary for any department of the state government or any of the boards connected therewith, and all these boards or departments are forbidden to employ any counsel for any purpose except through the Attorney General and upon his advice; (2) out of this appropriation the Attorney General shall pay for dockets for the several circuit solicitors and those other expenses as he may deem advisable. HISTORY: 1962 Code Section 1-235; 1952 Code Section 1-235; 1942 Code Section 3194; 1932 Code Section 3194; Civ. C. '22 Section 890; Civ. C. '12 Section 810; 1909 (26) 281; 1992 Act No. 347, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-80/"
    },
    {
      "id": "section-1-7-85",
      "number": "1-7-85",
      "heading": "",
      "text": "Notwithstanding any other provision of law, the Office of the Attorney General may obtain reimbursement for its costs in representing the State in criminal proceedings and in representing the State and its officers and agencies in civil and administrative proceedings. These costs may include, but are not limited to, attorney fees or investigative costs or costs of litigation awarded by court order or settlement, travel expenditures, depositions, printing, transcripts, and personnel costs. Reimbursement of these costs may be obtained by the Office of the Attorney General from the budget of an agency or officer that it is representing or from funds generally appropriated for legal expenses, with the approval of the State Budget and Control Board. HISTORY: 2008 Act No. 353, Section 2, Pt 10C, eff July 1, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-85/"
    },
    {
      "id": "section-1-7-90",
      "number": "1-7-90",
      "heading": "",
      "text": "The Attorney General shall, when required by either branch of the General Assembly, attend during their sessions and give his aid and advice in the arrangement and preparation of legislative documents and business; and he shall give his opinion upon questions of law submitted to him by either branch thereof, or by the Governor. HISTORY: 1962 Code Section 1-236; 1952 Code Section 1-236; 1942 Code Section 3119; 1932 Code Section 3116; Civ. C. '22 Section 799; Civ. C. '12 Section 714; Civ. C. '02 Section 642; G. S. 499; R. S. 559; 1868 (14) 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-90/"
    },
    {
      "id": "section-1-7-100",
      "number": "1-7-100",
      "heading": "",
      "text": "The Attorney General shall consult with and advise the solicitors in matters relating to the duties of their offices. When, in his judgment, the interest of the State requires it he shall: (1) Assist the solicitors by attending the grand jury in the examination of any case in which the party accused is charged with a capital offense; and (2) Be present at the trial of any cause in which the State is a party or interested and, when so present, shall have the direction and management of such prosecution or suit. HISTORY: 1962 Code Section 1-237; 1952 Code Section 1-237; 1942 Code Section 3116; 1932 Code Section 3116; Civ. C. '22 Section 799; Civ. C. '12 Section 714; Civ. C. '02 Section 642; G. S. 499; R. S. 559; 1868 (14) 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-100/"
    },
    {
      "id": "section-1-7-110",
      "number": "1-7-110",
      "heading": "",
      "text": "He shall, when required by the Secretary of State, State Treasurer, Adjutant General, Comptroller General, or any other State officer or the Public Service Commission, consult and advise with them, respectively, on questions of law relating to their official business. HISTORY: 1962 Section 1-238; 1952 Code Section 1-238; 1942 Code Section 3120; 1932 Code Sections 2127, 3120; Civ. C. '22 Sections 88, 802; Civ. C. '12 Sections 78, 717; Civ. C. '02 Sections 75, 645; G. S. 51, 502; R. S. 72, 562; 1868 (14) 88, 89; 1890 (20) 705.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-110/"
    },
    {
      "id": "section-1-7-115",
      "number": "1-7-115",
      "heading": "",
      "text": "(A) The duties, functions, and responsibilities of the Division of Securities of the office of the Secretary of State are hereby devolved upon the Attorney General's office on July 1, 1996. All personnel, appropriations, and full-time equivalent positions of the Division of Securities also shall be transferred to the Attorney General's office on July 1, 1996. (B) The Attorney General shall administer the South Carolina Uniform Securities Act as contained in Chapter 1 of Title 35 of the 1976 Code and shall serve ex officio as the Securities Commissioner. HISTORY: 1996 Act No. 458, Part II, Section 27A, B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-115/"
    },
    {
      "id": "section-1-7-117",
      "number": "1-7-117",
      "heading": "",
      "text": "(A) The duties, functions, and responsibilities of the Division of Public Charities of the office of the Secretary of State are devolved upon the Attorney General's office on July 1, 1996. All personnel, appropriations, and full-time equivalent positions of the Division of Public Charities also are transferred to the Attorney General's office on July 1, 1996. (B) The Attorney General shall administer the \"South Carolina Solicitation of Charitable Funds Act\" as contained in Chapter 56 of Title 33 of the 1976 Code. HISTORY: 1996 Act No. 458, Part II, Section 28A, B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-117/"
    },
    {
      "id": "section-1-7-120",
      "number": "1-7-120",
      "heading": "",
      "text": "The Attorney General when, in his judgment, the interest of the State requires it shall file and prosecute information or other process against persons who intrude upon the lands, rights or property of the State or commit or erect any nuisance thereon. HISTORY: 1962 Code Section 1-239; 1952 Code Section 1-239; 1942 Code Section 3115; 1932 Code Section 3115; Civ. C. '22 Section 798; Civ. C. '12 Section 713; Civ. C. '02 Section 641; G. S. 498; R. S. 558; 1868 (14) 88.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-120/"
    },
    {
      "id": "section-1-7-130",
      "number": "1-7-130",
      "heading": "",
      "text": "The Attorney General shall enforce the due application of funds given or appropriated to public charities within the State, prevent breaches of trust in the administration thereof and, when necessary, prosecute corporations which fail to make to the General Assembly any report or return required by law. HISTORY: 1962 Code Section 1-240; 1952 Code Section 1-240; 1942 Code Section 3117; 1932 Code Section 3117; Civ. C. '22 Section 800; Civ. C. '12 Section 715; Civ. C. '02 Section 643; G. S. 500; R. S. 560; 1868 (14) 88; 1950 (46) 2214.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-130/"
    },
    {
      "id": "section-1-7-140",
      "number": "1-7-140",
      "heading": "",
      "text": "The Attorney General shall annually make a report to the General Assembly of: (1) the cases argued, tried, or conducted by him in the Supreme Court, the court of appeals, and circuit courts during the preceding year; and (2) other information in relation to the criminal laws and observations and statements as, in his opinion, the proper and efficient administration of the criminal law requires. HISTORY: 1962 Code Section 1-241; 1952 Code Section 1-241; 1942 Code Section 3121; 1932 Code Section 3121; Civ. C. '22 Section 803; Civ. C. '12 Section 718; Civ. C. '02 Section 646; G. S. 503; R. S. 563; 1868 (14) 89; 1980 Act No. 462, Section 2; 1985 Act No. 97; 1999 Act No. 55, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-140/"
    },
    {
      "id": "section-1-7-150",
      "number": "1-7-150",
      "heading": "",
      "text": "(A) The Attorney General shall account to the State Treasurer for all fees, bills of costs, and monies received by him by virtue of his office. (B) All monies, except investigative costs or costs of litigation awarded by court order or settlement, awarded the State of South Carolina by judgment or settlement in actions or claims brought by the Attorney General on behalf of the State or one of its agencies or departments must be deposited in the general fund of the State, except for monies recovered for losses or damages to natural resources, which must be deposited in the Mitigation Trust Fund, or where some other disposition is required by law. HISTORY: 1962 Code Section 1-242; 1952 Code Section 1-242; 1942 Code Section 3124; 1932 Code Section 3124; Civ. C. '22 Section 806; Civ. C. '12 Section 721; Civ. C. '02 Section 649; G. S. 506; R. S. 566; 1868 (14) 89; 1998 Act No. 419, Section PT. 2, Section 18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-150/"
    },
    {
      "id": "section-1-7-160",
      "number": "1-7-160",
      "heading": "",
      "text": "A department or agency of state government may not hire a classified or temporary attorney as an employee except upon the written approval of the Attorney General and at compensation approved by him. All of these attorneys at all times are under the supervision and control of the Attorney General except as otherwise provided by law unless prior approval by the State Budget and Control Board is obtained. This section does not apply to an attorney hired by the General Assembly or the Judicial department. HISTORY: 2008 Act No. 353, Section 2, Pt 10A, eff July 1, 2009.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-160/"
    },
    {
      "id": "section-1-7-170",
      "number": "1-7-170",
      "heading": "",
      "text": "(A) A department or agency of state government may not engage on a fee basis an attorney at law except upon the written approval of the Attorney General and upon a fee as must be approved by him. This section does not apply to the employment of attorneys in special cases in inferior courts when the fee to be paid does not exceed two hundred fifty dollars or exceptions approved by the State Budget and Control Board. This section does not apply to an attorney hired by the General Assembly or the judicial department. (B) A public institution of higher learning shall engage and compensate outside counsel in accordance with policies and procedures adopted by the State Fiscal Accountability Authority for matters of bonded indebtedness, public finance, borrowing, and related financial matters. HISTORY: 2008 Act No. 353, Section 2, Pt 10B, eff July 1, 2009; 2011 Act No. 74, Pt VI, Section 9, eff August 1, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-170/"
    },
    {
      "id": "section-1-7-310",
      "number": "1-7-310",
      "heading": "",
      "text": "There is one solicitor for each judicial circuit, to be elected by the qualified electors of the circuit, who holds his office for the term of four years. The term of office of a solicitor begins at noon on the first Wednesday following the second Tuesday in January following his election and ends at noon on the first Wednesday following the second Tuesday in January four years later. A solicitor must be licensed to practice law by the South Carolina Bar at the time of his election and throughout his term. HISTORY: 1962 Code Section 1-250; 1973 (58) 47; 1998 Act No. 359, Section 6; 2005 Act No. 20, Section 1, eff March 22, 2005.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-310/"
    },
    {
      "id": "section-1-7-320",
      "number": "1-7-320",
      "heading": "",
      "text": "Solicitors shall perform the duty of the Attorney General and give their counsel and advice to the Governor and other State officers, in matters of public concern, whenever they shall be, by them, required to do so; and they shall assist the Attorney General, or each other, in all suits of prosecution in behalf of this State when directed so to do by the Governor or called upon by the Attorney General. HISTORY: 1962 Code Section 1-251; 1952 Code Section 1-251; 1942 Code Section 3126; 1932 Code Section 3126; Civ. C. '22 Section 808; Civ. C. '12 Section 723; 1877 (16) 246; 1893 (21) 417; 1906 (25) 120; 1919 (31) 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-320/"
    },
    {
      "id": "section-1-7-325",
      "number": "1-7-325",
      "heading": "",
      "text": "The solicitors of this state shall be full-time employees of the State of South Carolina, provided, however, that any solicitor serving in office on July 1, 1976, whose term of office expires in the year 1979 shall not be required to be full time as provided by this section until the expiration of his term in 1979. Each solicitor shall receive an annual salary and a monthly expense allowance as is provided by the General Assembly. When a solicitor is required to serve out of his circuit, he shall also receive such subsistence and mileage as is authorized by law for circuit judges while holding court without the county in which they reside. Each solicitor shall have one full-time secretary who shall receive such annual salary as may be provided by the General Assembly. HISTORY: 1976 Act No. 690 Art. IX, Section 1; 1977 Act No. 119.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-325/"
    },
    {
      "id": "section-1-7-330",
      "number": "1-7-330",
      "heading": "",
      "text": "The solicitors shall attend the courts of general sessions for their respective circuits. Preparation of the dockets for general sessions courts shall be exclusively vested in the circuit solicitor and the solicitor shall determine the order in which cases on the docket are called for trial. Provided, however, that no later than seven days prior to the beginning of each term of general sessions court, the solicitor in each circuit shall prepare and publish a docket setting forth the cases to be called for trial during the term. HISTORY: 1962 Code Section 1-252; 1952 Code Section 1-252; 1942 Code Section 3132; 1932 Code Section 3132; Civ. C. '22 Section 814; Civ. C. '12 Section 729; Civ. C. '02 Section 655; G. S. 510; R. S. 572; 1842 (11) 222; Const. 1895, Art. 5, Section 29; 1972 (57) 2477; 1980 Act No. 462, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-330/"
    },
    {
      "id": "section-1-7-340",
      "number": "1-7-340",
      "heading": "",
      "text": "The several solicitors of the State shall attend all inquests and preliminary hearings in capital cases when requested by the coroner or the sheriff. HISTORY: 1962 Code Section 1-252.1; 1954 (48) 1566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-340/"
    },
    {
      "id": "section-1-7-350",
      "number": "1-7-350",
      "heading": "",
      "text": "The several solicitors of the State shall, within their respective circuits, in cooperation with, and as assigned by the Attorney General, represent in all matters, both civil and criminal, all institutions, departments, and agencies of the State. Likewise in criminal matters outside their circuits, and in extradition proceedings in other states, they shall be subject to the call of the Attorney General, who shall have the exclusive right, in his discretion, to so assign them in case of the incapacity of the local solicitor or otherwise. HISTORY: 1962 Code Section 1-252.2; 1954 (48) 1566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-350/"
    },
    {
      "id": "section-1-7-360",
      "number": "1-7-360",
      "heading": "",
      "text": "The circuit solicitors of the various judicial circuits of this State shall each receive such annual salary, payable monthly, as may be provided by the General Assembly. Such salaries shall be in lieu of all charges against the State and the counties. All costs from defendants shall be paid over by each solicitor to the county treasurer for the use of the State. It shall be the duty of the solicitors to perform the services required in Sections 1-7-340 and 1-7-350, and in no instance, civil or criminal, shall they receive for such services any additional compensation, except that they shall be entitled to expense allowance, as provided for State employees and officers, when performing such services outside of their respective circuits. HISTORY: 1962 Code Section 1-254; 1952 Code Section 1-254; 1942 Code Section 3127; 1932 Code Section 3127; Civ. C. '22 Section 809; Civ. C. '12 Section 724; 1877 (16) 246; 1893 (21) 417; 1906 (25) 120; 1919 (31) 101; 1954 (48) 1566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-360/"
    },
    {
      "id": "section-1-7-370",
      "number": "1-7-370",
      "heading": "",
      "text": "The solicitors may defend any persons brought to trial before any criminal courts of this State when their duty shall not require them to prosecute such persons and their assistance shall not be required against such persons by the Governor or Attorney General. HISTORY: 1962 Code Section 1-255; 1952 Code Section 1-255; 1942 Code Section 3126; 1932 Code Section 3126; Civ. C. '22 Section 808; Civ. C. '12 Section 723; 1877 (16) 246; 1893 (21) 417; 1906 (25) 120; 1919 (31) 101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-370/"
    },
    {
      "id": "section-1-7-380",
      "number": "1-7-380",
      "heading": "",
      "text": "The several solicitors of the State shall not engage in litigation against the State or any of its departments. HISTORY: 1962 Code Section 1-255.1; 1954 (48) 1566.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-380/"
    },
    {
      "id": "section-1-7-390",
      "number": "1-7-390",
      "heading": "",
      "text": "In case any circuit solicitor shall cease to reside in his circuit, his office shall become vacant. In case any vacancy shall occur in such office by death, resignation or otherwise, the vacancy thereby created shall be filled by the Governor, by and with the advice and consent of the Senate. The judge residing in the circuit of the solicitor, whose office shall thus become vacant, shall certify such vacancy to the Governor. HISTORY: 1962 Code Section 1-256; 1952 Code Section 1-256; 1942 Code Section 3125; 1932 Code Section 3125; Civ. C. '22 Section 807; Civ. C. '12 Section 722; Civ. C. '02 Section 650; G. S. 515; R. S. 567; 1812 (5) 675; 1876 (16) 152; 1936 (39) 1456.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-390/"
    },
    {
      "id": "section-1-7-396",
      "number": "1-7-396",
      "heading": "",
      "text": "Any investigator employed by a solicitor who is required to devote full time to his duties and receives compensation on a full-time basis shall be granted the police powers that are granted to a deputy sheriff. The investigator shall exercise his authority within the jurisdictional territory of the solicitor. Investigators who qualify to be granted police power shall be required to post bond and take the oath as required of constables. HISTORY: 1979 Act No. 170, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-396/"
    },
    {
      "id": "section-1-7-400",
      "number": "1-7-400",
      "heading": "",
      "text": "Any circuit solicitor who shall, while in the public discharge of the duties of his office, be drunk or intoxicated or in any extent disabled by reason of the use of intoxicating liquors from the proper discharge of his duties shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not less than one hundred nor more than one thousand dollars and imprisoned not less than one month nor more than one year, in the discretion of the court, and shall be dismissed from his office. And whenever it shall be brought to the attention of the Attorney General that any circuit solicitor has been charged with an offense mentioned in this section, he shall prepare a bill of indictment against such officer and prosecute it in the county where the offense was committed. And if such officer is duly convicted, the Attorney General shall cause to be forwarded to the Governor of the State a record of such conviction, upon the receipt of which the Governor shall forthwith declare the office to be vacant and order an election to fill it. HISTORY: 1962 Code Section 1-257; 1952 Code Section 1-257; 1942 Code Section 1529; 1932 Code Section 1529; Cr. C. '22 Section 476; Cr. C. '12 Section 550; Cr. C. '02 Section 393; G. S. 2560; R. S. 310; 1873 (15) 486.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-400/"
    },
    {
      "id": "section-1-7-405",
      "number": "1-7-405",
      "heading": "",
      "text": "Each solicitor may appoint as many assistant solicitors, investigators and secretaries as he deems necessary and whose salaries are provided by the counties of the circuit in which they serve. They shall serve at the pleasure of the solicitor and shall have such responsibilities as he directs. HISTORY: 1976 Act No. 690, Art. IX, Section 2; 1977 Act No. 119, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-405/"
    },
    {
      "id": "section-1-7-406",
      "number": "1-7-406",
      "heading": "",
      "text": "Notwithstanding any other provision of law, each judicial circuit of this State, in addition to its other assistant solicitors, shall have one assistant solicitor and one investigator who shall be full-time employees. Such assistant solicitor and investigator for each circuit shall be appointed by the solicitor of that circuit, shall serve at his pleasure and shall have such responsibilities as the solicitor directs. The compensation of each such assistant solicitor and investigator or such other staff as may be designated by each solicitor for his circuit and related employment expenses shall be as provided by the General Assembly in the annual general appropriations act. Nothing contained herein shall prohibit the funds so provided for such staff to be designated by the solicitor as being utilized with local and federal funds. HISTORY: 1979 Act No. 191, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-406/"
    },
    {
      "id": "section-1-7-407",
      "number": "1-7-407",
      "heading": "",
      "text": "Each solicitor shall enter into an agreement with a county within his circuit to administer the funds so provided and the funds shall be directed to the administering county. The administering county shall account for the receipt and disbursement of the funds separately from any other funds administered by the county. The solicitors may expend the funds for the employment of additional assistant solicitors, investigators and payment of expenses related to employment of such additional personnel, including fringe benefits and travel. Personnel employed under the provisions of Sections 1-7-406 through 1-7-407. shall be employees of the administering county but all personnel costs, including fringe benefits, shall be paid by the administering county from funds provided under provisions of Sections 1-7-406 through 1-7-407. HISTORY: 1979 Act No. 191, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-407/"
    },
    {
      "id": "section-1-7-408",
      "number": "1-7-408",
      "heading": "",
      "text": "Editor's Note Former Section 1-7-408 was entitled \"Report of expenditures\" and was derived from 1979 Act No. 191, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-408/"
    },
    {
      "id": "section-1-7-410",
      "number": "1-7-410",
      "heading": "",
      "text": "The circuit solicitor of the fourteenth judicial circuit shall advise with and aid the grand jury of Colleton County in its duties and the coroner or magistrate of Colleton County in inquisitions. HISTORY: 1962 Code Section 1-257.1; 1959 (51) 81.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-410/"
    },
    {
      "id": "section-1-7-420",
      "number": "1-7-420",
      "heading": "",
      "text": "The solicitor of the first judicial circuit may, upon the approval of a majority of the Dorchester County legislative delegation, appoint an attorney who is a resident of Dorchester County as his assistant who shall perform any of the duties and functions imposed by law upon the circuit solicitor relating to Dorchester County. The term of the assistant solicitor shall be coterminous with that of the solicitor and he shall receive such compensation as may be provided by law. The compensation of the assistant solicitor and any other expenses incurred pursuant to the provisions of this section shall be borne by Dorchester County. In Dorchester County, appointments made pursuant to this section are governed by the provisions of Act 512 of 1996. HISTORY: 1962 Code Section 1-257.1:1; 1970 (56) 2073.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-420/"
    },
    {
      "id": "section-1-7-430",
      "number": "1-7-430",
      "heading": "",
      "text": "The solicitor of the first judicial circuit may appoint an assistant solicitor, who shall be a licensed attorney-at-law residing in the circuit, to serve at the pleasure of the solicitor and have such responsibility as the solicitor shall direct. The salary to be paid such assistant solicitor shall be paid from funds provided by Public Law 90-351, The Omnibus Crime Control and Safe Streets Act of 1968, as amended. HISTORY: 1962 Code Section 1-257.1:2; 1974 (58) 2989.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-430/"
    },
    {
      "id": "section-1-7-440",
      "number": "1-7-440",
      "heading": "",
      "text": "The solicitor of the third judicial circuit may appoint an assistant solicitor, who shall be a licensed attorney at law residing in the circuit, to serve at the pleasure of the solicitor and have such responsibility as the solicitor shall direct. The solicitor shall also determine the salary to be paid such assistant solicitor and such salary shall be paid from funds provided by Public Law 90-351, The Omnibus Crime Control and Safe Streets Act of 1968, as amended. HISTORY: 1962 Code Section 1-257.1:3; 1971 (57) 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-440/"
    },
    {
      "id": "section-1-7-450",
      "number": "1-7-450",
      "heading": "",
      "text": "The solicitor of the fourth judicial circuit may appoint an attorney, who is a resident of the circuit, as an assistant solicitor, who shall perform such duties and functions as may be assigned him by the solicitor. His term shall be coterminous with that of the solicitor and he shall receive as compensation for his services such salary as may provided by the General Assembly, one fourth of which shall be paid by each county of the circuit. HISTORY: 1962 Code Section 1-257.2; 1966 (54) 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-450/"
    },
    {
      "id": "section-1-7-460",
      "number": "1-7-460",
      "heading": "",
      "text": "The circuit solicitor of the fifth judicial circuit may appoint competent attorneys, who are residents of the circuit, as assistant solicitors who shall perform any and all of the duties and functions imposed by law upon the circuit solicitor as the solicitor shall authorize, designate and direct. The solicitor shall designate in which county of the circuit such assistant solicitors shall perform their duties. The assistant solicitors shall be appointed by the solicitor to serve for the same term as the solicitor. The assistant solicitors performing services in Kershaw County shall receive as compensation for their services such annual salary as may be provided by the Kershaw County Council and the assistant solicitors performing services in Richland County shall receive as compensation for their services such annual salary as may be provided by the Richland County Council. HISTORY: 1962 Code Section 1-258; 1959 (48) 139; 1975 (59) 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-460/"
    },
    {
      "id": "section-1-7-470",
      "number": "1-7-470",
      "heading": "",
      "text": "The circuit solicitor of the seventh judicial circuit may appoint a competent attorney, who is a resident of Spartanburg County, as assistant solicitor. He shall perform any and all of the duties and functions now or hereafter imposed by law upon the circuit solicitor in Spartanburg County, as the solicitor of the circuit shall authorize, designate and direct. The assistant solicitor shall be appointed by the solicitor of the seventh judicial circuit and shall after appointment be commissioned by the Governor; provided, however, the solicitor of the seventh judicial circuit shall have the right to remove the assistant solicitor from office at his pleasure, and in no event can the assistant solicitor be appointed for a period beyond the term of office of the circuit solicitor. The assistant solicitor shall receive from Spartanburg County as compensation for his services such sum per year as may be provided by the General Assembly, payable the first and fifteenth of each month, and eight hundred dollars per year for travel. The assistant solicitor shall appear and represent the State in magistrates' courts when requested by the sheriff's department or the highway patrol located in Spartanburg County. He shall further prosecute appeals from magistrates' courts in that county. HISTORY: 1962 Code Section 1-260; 1953 (48) 401.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-470/"
    },
    {
      "id": "section-1-7-480",
      "number": "1-7-480",
      "heading": "",
      "text": "There is hereby created the office of assistant solicitor for the eighth judicial circuit, the qualifications for which shall be the same as those of a solicitor. The assistant solicitor shall be appointed by and serve at the pleasure of the circuit solicitor and shall perform such duties as may be assigned to him by the solicitor. The assistant solicitor shall receive an annual salary equal to one half of that received by the solicitor. He shall also receive the same amount for expenses as received by the solicitor. Each county in the circuit shall pay its pro rata share of such salary and expense allowance based upon population according to the latest official United States census. Such amounts shall be paid monthly in equal payments by the treasurer of each county in the circuit from the general fund of the county. HISTORY: 1962 Code Section 1-260.01; 1970 (56) 2276.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-480/"
    },
    {
      "id": "section-1-7-490",
      "number": "1-7-490",
      "heading": "",
      "text": "The Circuit Solicitor for the Ninth Judicial Circuit may appoint seven competent attorneys, each of whom are residents of the circuit, as his assistants who shall perform any and all of the duties and functions now or hereafter imposed by law upon the circuit solicitor as the solicitor of the circuit shall authorize, designate and direct. The assistant circuit solicitors shall be designated in their appointment as first, second, third, fourth, fifth and sixth assistants for Charleston County and assistant circuit solicitor for Berkeley County. The first and second assistants shall enter upon their duties upon the approval of the majority of the Charleston County Legislative Delegation. The first assistant shall receive such compensation for his services as may be provided by law and the second assistant such compensation as may be provided by law to be paid by the County of Charleston. The third assistant shall receive such compensation for his services as may be provided by law, such compensation to be paid from federal funds or from funds appropriated by the Governing Body of Charleston County. The fourth assistant shall devote full time to his duties as assistant solicitor and shall receive such compensation for his services as may be provided by law to be paid from funds appropriated by the Governing Body of Charleston County. The fifth assistant shall receive such compensation for his services as may be provided by law to be paid from funds appropriated by the Governing Body of Charleston County. The sixth assistant shall devote full time to his duties as assistant solicitor and shall receive such compensation for his services as may be provided by law to be paid from funds appropriated by the Governing Body of Charleston County or from federal funds made available to the Governing Body of Charleston County for such purpose. The assistant circuit solicitor for Berkeley County shall enter upon his duties upon the approval of the majority of the Berkeley County Legislative Delegation and shall receive such compensation for his services as may be provided by law to be paid by the County of Berkeley. HISTORY: 1962 Code Section 1-260.1; 1952 (47) 2076; 1966 (54) 2154; 1969 (56) 2; 1975 (59) 74; 1975 (59) 574; 1976 Act No. 480, Section 1; 1976 Act No. 660, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-490/"
    },
    {
      "id": "section-1-7-500",
      "number": "1-7-500",
      "heading": "",
      "text": "The solicitor of the tenth judicial circuit may employ a lawyer residing in his circuit to assist in performing the duties of his office. The term of office shall be at the pleasure of the solicitor; however, such term shall not extend beyond the term of office of the employing solicitor; provided, that the person named by the solicitor shall be confirmed by a majority of the members of the Anderson and Oconee delegations. The salary for the person provided by this section shall be such sum annually as may be provided by the General Assembly, to be paid as follows: Seventy per cent shall be paid by Anderson County and thirty per cent shall be paid by Oconee County and such sum shall be paid by the two counties in the same manner that county officers are paid by such counties. The assistant solicitor may receive from time to time such further compensation as the General Assembly may provide. HISTORY: 1962 Code Section 1-260.2; 1957 (50) 325.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-500/"
    },
    {
      "id": "section-1-7-510",
      "number": "1-7-510",
      "heading": "",
      "text": "The solicitor of the thirteenth judicial circuit may appoint an attorney who is a resident of Greenville County as his full-time assistant who shall perform any of the duties and functions imposed by law upon the circuit solicitor relating to Greenville County. The term of the assistant solicitor shall be coterminous with that of the solicitor and he shall receive such compensation as may be provided by the county council for Greenville County. The compensation of the assistant solicitor and any other expenses incurred pursuant to the provisions of this section shall be borne by Greenville County. HISTORY: 1962 Code Section 1-260.6; 1973 (58) 219.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-510/"
    },
    {
      "id": "section-1-7-520",
      "number": "1-7-520",
      "heading": "",
      "text": "There is hereby created the office of assistant solicitor for the fourteenth circuit, the qualifications for which shall be the same as those of a solicitor. The assistant solicitor shall be appointed by and serve at the pleasure of the circuit solicitor and shall perform such duties as may be assigned to him by the solicitor. The assistant solicitor shall receive an annual salary equal to one half of that received by the solicitor. He shall also receive the same amount for expenses as received by the solicitor. Each county in the circuit shall pay its pro rata share of such salary and expense allowance based upon population according to the latest official United States census. Such amounts shall be paid monthly in equal payments by the treasurer of each county in the circuit from the general fund of the county. HISTORY: 1962 Code Section 1-260.7; 1969 (56) 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-520/"
    },
    {
      "id": "section-1-7-530",
      "number": "1-7-530",
      "heading": "",
      "text": "The solicitor of the sixteenth judicial circuit may appoint an attorney who is a resident of the circuit as an assistant solicitor who shall perform such duties and functions as may be assigned to him by the solicitor. The term of office shall be for a period of one year and the assistant solicitor shall receive for his services such compensation as is provided for in the appropriations acts of Union and York Counties. HISTORY: 1962 Code Section 1-260.9; 1971 (57) 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-530/"
    },
    {
      "id": "section-1-7-533",
      "number": "1-7-533",
      "heading": "",
      "text": "The solicitor of the third judicial circuit may appoint a special investigator to serve at the pleasure of the solicitor and have such responsibility as the solicitor shall direct. The solicitor shall determine the salary to be paid the investigator which shall be paid from such funds as may be provided by law. The investigator, while engaged in official duties of his office, is authorized to carry a pistol or other handgun. He shall give a bond in the sum of two thousand dollars which shall be in the same form and under the same conditions as required for police officers. He shall be commissioned by the Governor and shall have all the powers and duties provided for constables in Section 23-1-60, Code of Laws of South Carolina, 1976, and shall be a \"police officer\" as defined in Section 9-11-10. HISTORY: 1976 Act No. 491, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-533/"
    },
    {
      "id": "section-1-7-540",
      "number": "1-7-540",
      "heading": "",
      "text": "The circuit solicitor for the ninth judicial circuit may appoint two competent residents of the circuit who shall be designated as special investigator and assistant special investigator for his office. The special investigator and assistant special investigator shall work under the direction of the solicitor as full-time employees. Their appointment shall be for a period not exceeding the term for which the solicitor was elected. The special investigator and assistant special investigator shall each give a bond in the sum of two thousand dollars, which shall be in the same form and provide the same conditions as required by law of peace officers. The special investigator and assistant special investigator shall be commissioned by the Governor and shall have all the powers, rights and duties, within the ninth judicial circuit, as any State constable, as provided in Section 23-1-60. The special investigator and assistant special investigator shall be \"police officers,\" as defined in Section 9-11-10. The special investigator shall receive such salary as may be provided by law, and an expense allowance of not less than fifteen hundred dollars, such sums to be paid by the Governing Body of Charleston County. The assistant special investigator shall receive such compensation for his services as may be provided by law, such compensation to be paid from federal funds or from funds appropriated by the Governing Body of Charleston County. HISTORY: 1962 Code Section 1-260.3; 1966 (54) 2155; 1969 (56) 656; 1975 (59) 74.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-540/"
    },
    {
      "id": "section-1-7-710",
      "number": "1-7-710",
      "heading": "",
      "text": "In all cases wherein the right of the State may be involved, the persons claiming under the State shall call on the Attorney General, or on the solicitors in their respective districts, to defend the right of the State; on failure whereof, the record of such case shall not be adduced as evidence to substantiate any claim against the State. HISTORY: 1962 Code Section 1-261; 1952 Code Section 1-261; 1942 Code Section 3129; 1932 Code Section 3129; Civ. C. '22 Section 811; Civ. C. '12 Section 726; Civ. C. '02 Section 652; G. S. 507; R. S. 569; 1808 (5) 571.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-710/"
    },
    {
      "id": "section-1-7-720",
      "number": "1-7-720",
      "heading": "",
      "text": "The Attorney General and solicitors shall sue for the penalties incurred by any public officer or board of public officers. HISTORY: 1962 Code Section 1-262; 1952 Code Section 1-262; 1942 Code Section 3130; 1932 Code Section 3130; Civ. C. '22 Section 812; Civ. C. '12 Section 727; Civ. C. '02 Section 653; G. S. 508; R. S. 570; 1813 (5) 709; 1814 (5) 733; 1815 (6) 9; 1844 (11) 295.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-720/"
    },
    {
      "id": "section-1-7-730",
      "number": "1-7-730",
      "heading": "",
      "text": "The Attorney General and solicitors shall annually, at such times as they may deem expedient, examine into the condition of the offices of the clerk of the court of common pleas and general sessions, of the sheriff and of the register of deeds in the counties of the respective solicitors and ascertain if such officers have discharged the duties which now are, or shall be, required of them; and they shall make a report of the condition of said offices and of the manner in which said officers have discharged their duties to the circuit court in each county, respectively, at the fall term in each year, and also to the General Assembly at its annual session. HISTORY: 1962 Code Section 1-263; 1952 Code Section 1-263; 1942 Code Section 3131; 1932 Code Section 3131; Civ. C. '22 Section 813; Civ. C. '12 Section 728; Civ. C. '02 Section 654; G. S. 509; R. S. 571; 1837 (6) 577; 1997 Act No. 34, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-730/"
    },
    {
      "id": "section-1-7-740",
      "number": "1-7-740",
      "heading": "",
      "text": "Whenever legal assistance is needed by the State Dairy Board it must be furnished by the Attorney General's Office. HISTORY: 1984 Act No. 370, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-740/"
    },
    {
      "id": "section-1-7-750",
      "number": "1-7-750",
      "heading": "",
      "text": "A circuit solicitor may employ outside counsel, in his discretion, without approval of the Attorney General, for civil forfeiture proceedings arising from criminal activity or from estreatment of bail bonds. In any other matter, the circuit solicitor must obtain written approval of the Attorney General prior to retaining counsel to or filing a civil cause of action. HISTORY: 2011 Act No. 52, Section 3, eff January 1, 2012.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-750/"
    },
    {
      "id": "section-1-7-910",
      "number": "1-7-910",
      "heading": "",
      "text": "There is created a commission to coordinate all activities involving the prosecution of criminal cases in this State. The commission is known as the South Carolina Commission on Prosecution Coordination. HISTORY: 1990 Act No. 485, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-910/"
    },
    {
      "id": "section-1-7-920",
      "number": "1-7-920",
      "heading": "",
      "text": "The commission is composed of the following persons for terms as indicated: (1) the Chairmen of the Senate and House Judiciary Committees for the terms for which they are elected or their legislative designees; (2) the Chief of the South Carolina Law Enforcement Division for the term for which he is appointed; (3) the Director of the Department of Public Safety shall serve during the term for which he is appointed; (4) a director of a Judicial Circuit Pretrial Intervention Program appointed by the Governor for a term of two years; (5) a Judicial Circuit Victim-Witness Assistance Advocate appointed by the Governor for a term of two years; (6) five judicial circuit solicitors appointed by the Governor for a term of four years. However, upon initial appointment, the Governor shall select one for a two-year term, two for a three-year term, and two for a four-year term. If a solicitor appointed to the commission is not re-elected, a vacancy occurs and it must be filled pursuant to the provisions of Section 1-7-930. HISTORY: 1990 Act No. 485, Section 1; 1996 Act No. 337, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-920/"
    },
    {
      "id": "section-1-7-930",
      "number": "1-7-930",
      "heading": "",
      "text": "If a vacancy occurs, it must be filled for the remainder of the term in the same manner as the initial appointment. HISTORY: 1990 Act No. 485, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-930/"
    },
    {
      "id": "section-1-7-940",
      "number": "1-7-940",
      "heading": "",
      "text": "(A) The commission has the following duties: (1) coordinate all administrative functions of the offices of the solicitors and any affiliate services operating in conjunction with the solicitors' offices; (2) submit the budgets of the solicitors and their affiliate services to the General Assembly; (3) encourage and develop legal education programs and training programs for solicitors and their affiliate services, organize and provide seminars to help increase the effectiveness and efficiency of the prosecution of criminal cases in this State, and act as a clearinghouse and distribution source for publications involving solicitors and their affiliate services and provide legal updates on matters of law affecting the prosecution of cases in this State; (4) provide blank indictments for the circuit solicitors. (B) Nothing in this section may be construed to displace or otherwise affect the functions and responsibilities of the State Victim/Witness Assistance Program as established in Section 16-3-1410. HISTORY: 1990 Act No. 485, Section 1; 1992 Act No. 347, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-940/"
    },
    {
      "id": "section-1-7-950",
      "number": "1-7-950",
      "heading": "",
      "text": "The chairman of the commission must be elected by a majority vote of the membership of the commission for a two-year term. A majority of the entire membership constitutes a quorum. Other officers as needed by the commission must be elected in the same manner. HISTORY: 1990 Act No. 485, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-950/"
    },
    {
      "id": "section-1-7-960",
      "number": "1-7-960",
      "heading": "",
      "text": "The commission has the authority to appoint an executive director who shall serve at the pleasure of the commission. He is responsible for the day-to-day operation of the commission and the coordination of the work with other state agencies. The commission has the authority to hire additional staff as provided for in the annual appropriations act in order to perform the duties of the commission. HISTORY: 1990 Act No. 485, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-960/"
    },
    {
      "id": "section-1-7-970",
      "number": "1-7-970",
      "heading": "",
      "text": "Members of the commission shall serve without pay but are allowed the usual mileage, per diem, and subsistence as provided by law for members of state boards, committees, and commissions. The executive director of the commission shall approve all vouchers for necessary expenses which must be paid from an appropriation as provided for by the General Assembly for the operation of the commission. HISTORY: 1990 Act No. 485, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-970/"
    },
    {
      "id": "section-1-7-980",
      "number": "1-7-980",
      "heading": "",
      "text": "Funding for the commission must be derived from the per capita funding for state services for solicitors based upon a formula to be determined by the commission. HISTORY: 1990 Act No. 485, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-980/"
    },
    {
      "id": "section-1-7-990",
      "number": "1-7-990",
      "heading": "",
      "text": "The Commission on Prosecution Coordination may promulgate those regulations necessary to assist it in performing its required duties as provided by this chapter. HISTORY: 1993 Act No. 48, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-990/"
    },
    {
      "id": "section-1-7-1000",
      "number": "1-7-1000",
      "heading": "",
      "text": "Circuit solicitors shall receive a salary as provided by the General Assembly in the annual general appropriations act. HISTORY: 1996 Act No. 458, Part II, Section 25C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-1000/"
    },
    {
      "id": "section-1-7-1100",
      "number": "1-7-1100",
      "heading": "",
      "text": "The following agencies, boards, and commissions, including all the allied, advisory, affiliated, or related entities, as well as the employees, funds, property, and all contractual rights and obligations associated with any such agency, except for those subdivisions specifically included under another department, are hereby transferred to and incorporated in and shall be administered as part of the Office of the Attorney General, South Carolina Crime Victim Services Division: (1) State Office of Victim Assistance, provided for in Articles 13 and 14, Chapter 3, Title 16; (2) South Carolina Crime Victim Ombudsman, provided for in Article 16, Chapter 3, Title 16; (3) that portion of the Office of Highway Safety and Justice Programs of the Department of Public Safety that administers the Victims of Crime Act grants, the Violence Against Women Act grants, and the State Victim Assistance Program grants. HISTORY: 2017 Act No. 96 (S.289), Section 2, eff July 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-1100/"
    },
    {
      "id": "section-1-7-1110",
      "number": "1-7-1110",
      "heading": "",
      "text": "(A) There is created the South Carolina Crime Victim Services (SCCVS) Division in the Office of the Attorney General under the Attorney General's authority. The division must be headed by a director appointed by the Attorney General who shall hold office until his successor is appointed and qualified. There are created four departments within the division, the: (1) Department of Crime Victim Compensation; (2) Department of Crime Victim Assistance Grants; (3) Department of Crime Victim Services Training, Provider Certification, and Statistical Analysis; and (4) Department of Crime Victim Ombudsman. The director shall appoint the three deputy directors, pursuant to items (1), (2), and (3), and the ombudsman. (B) Information including, but not limited to, all papers, files, or investigative materials requested or voluntarily provided and received by any department of the Office of the Attorney General, South Carolina Crime Services Division relating to a particular victim of crime, is confidential and retains its confidential status at all times and may not be shared with other divisions or departments within the Office of the Attorney General in order to pursue prosecution of that victim. In addition, confidential information as defined in this section is not subject to release pursuant to Chapter 4, Title 30, the Freedom of Information Act. HISTORY: 2017 Act No. 96 (S.289), Section 2, eff July 1, 2017.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-1/chapter-7/section-1-7-1110/"
    }
  ]
}