{
  "state": "nebraska",
  "path": "title-chapter-16-cities-of-the-first-class/chapter-16-645-damages-caused-by-construction-procedure",
  "sections": [
    {
      "id": "section-16-645damages",
      "number": "16-645.Damages",
      "heading": "caused by construction; procedure",
      "text": "In a city of the first class, all cases of damages arising from the creation or widening of new streets, avenues, or alleys, from the appropriation of property for sewers, parks, parkways, public squares, public heating plants, power plants, gas works, electric ligh",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-645",
      "number": "16-645",
      "heading": "",
      "text": "16-645.Damages caused by construction; procedure.\n\nIn a city of the first class, all cases of damages arising from the creation or widening of new streets, avenues, or alleys, from the appropriation of property for sewers, parks, parkways, public squares, public heating plants, power plants, gas works, electric light plants, waterworks, or market places, and from change of grade in streets, avenues, or alleys, the damages sustained shall be ascertained and determined as provided in sections 76-704 to 76-724, except as to property specifically excluded by section 76-703 and as to which sections 19-701 to 19-707 or the Municipal Natural Gas System Condemnation Act is applicable.\n\nSourceLaws 1901, c. 18, § 53, p. 271;Laws 1903, c. 19, § 12, p. 243;R.S.1913, § 4937;C.S.1922, § 4105;C.S.1929, § 16-634;R.S.1943, § 16-645;Laws 1951, c. 101, § 52, p. 471;Laws 2002, LB 384, § 23;Laws 2019, LB194, § 47.\n\nCross ReferencesMunicipal Natural Gas System Condemnation Act, see section 19-4624.\n\nAnnotations\n\nObjections as to lack of notice were waived by appeal from award of appraisers. Webber v. City of Scottsbluff, 155 Neb. 48, 50 N.W.2d 533 (1951).\n\nDamage for opening of street was separate cause of action from annexation of territory. City of Alliance v. Cover-Jones Motor Co., 154 Neb. 900, 50 N.W.2d 349 (1951).\n\nThe owner has right of appeal from board's decision to the district court. Stuhr v. City of Grand Island, 123 Neb. 369, 243 N.W. 80 (1932), vacated on rehearing, 124 Neb. 285, 246 N.W. 461 (1933).\n\nProperty owner is entitled to a jury trial to determine his damages. Grantham v. City of Chadron, 20 F.2d 40 (8th Cir. 1927).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-16/statute-16-645/"
    }
  ]
}