{
  "state": "nebraska",
  "path": "title-chapter-16-cities-of-the-first-class/chapter-16-201-general-powers",
  "sections": [
    {
      "id": "section-16-201general",
      "number": "16-201.General",
      "heading": "powers.Each city of the first class shall be a body corporate and politic and shall have power (1) to sue and be sued, (2) to purchase, lease, lease with option to buy, or acquire by gift or devise and to hold real and personal property within or without the limits of the city and real estate sold f",
      "text": "powers.Each city of the first class shall be a body corporate and politic and shall have power (1) to sue and be sued, (2) to purchase, lease, lease with option to buy, or acquire by gift or devise and to hold real and personal property within or without the limits of the city and real estate sold for taxes for the use of the city in such manner and upon such terms and conditions as may be deemed in the best interests of the city, (3) to sell and convey, exchange, or lease any real or personal property owned by the city, including park land, in such manner and upon such terms and conditions as may be deemed in the best interests of the city, except that real estate owned by the city may be conveyed without consideration to the State of Nebraska for state veterans' cemetery sites or state armory sites or, if acquired for state armory sites, shall be conveyed in the manner strictly as provided in sections 18-1001 to 18-1006, (4) to make all contracts and do all other acts in relation to the property and concerns of the city necessary to the exercise of its corporate powers, and (5) to exercise such other and further powers as may be conferred by law.SourceLaws 1901, c. 18, § 8, p. 230;R.S.1913, § 4816;C.S.1922, § 3984;C.S.1929, § 16-201;Laws 1935, Spec. Sess., c. 10, § 6, p. 74;Laws 1941, c. 130, § 12, p. 497;C.S.Supp.,1941, § 16-201;R.S.1943, § 16-201;Laws 1963, c. 60, § 1, p. 252;Laws 1965, c. 48, § 1, p. 248;Laws 1971, LB 5, § 1;Laws 1975, LB 150, § 1;Laws 1988, LB 793, § 3;Laws 2020, LB911, § 2.AnnotationsWhere the population of city of first class, as shown by the last United States census, drops below the numerical requirement for such class, it becomes a city of second class. State ex rel. Cashman v. Carmean, 138 Neb. 819, 295 N.W. 801 (1941).Cities of the first class, which adopt a \"home rule\" charter, possess no power to remit or cancel interest or penalties on special taxes, though such cities have power to sue and be sued, to make contracts and do all acts in relation to property and concerns of the city, necessary to exercise its corporate functions. Falldorf v. City of Grand Island, 138 Neb. 212, 292 N.W. 598 (1940).City has authority, by ordinance, to make all rules and regulations, not inconsistent with state laws, as are expedient, but council's discretion in such matters must be exercised, in a reasonable and not an arbitrary and discriminating manner. State ex rel. Andruss v. Mayor & Council of City of North Platte, 120 Neb. 413, 233 N.W. 4 (1930).The city's allowance of a claim will not be set aside by suit of a taxpayer, where the city retains the property, though the manner of entering into said contract was irregular and defective, and where there was no fraud, or lack of consideration. Stickel Lumber Co. v. City of Kearney, 103 Neb. 636, 173 N.W. 595 (1919).Municipality possesses only such powers as are expressly conferred by statute, or as are necessary to carry into effect the powers enumerated. State ex rel. Ransom v. Irey, 42 Neb. 186, 60 N.W. 601 (1894).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-16-201",
      "number": "16-201",
      "heading": "",
      "text": "",
      "history": "",
      "source_url": ""
    }
  ]
}