{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-24-local-budgets",
  "sections": [
    {
      "id": "section-241",
      "number": "24.1",
      "heading": "Short title.Section 24.2 - Definition of terms",
      "text": "Section 24.2A - Budget statements to owners and taxpayers.Section 24.3 - Requirements of local budget.Section 24.4 - Time of filing estimates.Section 24.5 - Estimates itemized.Section 24.6 - Emergency fund — levy.Section 24.7 - Supplemental estimates.Se",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-242",
      "number": "24.2",
      "heading": "Definition of terms.",
      "text": "24.2 Definition of terms.\n\nAs used in this chapter and unless otherwise required by the context:\n\n1. “Book”, “list”, “record”, or “schedule” kept by a county auditor, assessor, treasurer, recorder, sheriff, or other county officer means the county system as defined in section 445.1.\n\n2. The words “certifying board” shall mean any public body which has the power or duty to certify any tax to be levied or sum of money to be collected by taxation.\n\n3. The words “fiscal year” shall mean the period of twelve months beginning on July 1 and ending on the thirtieth day of June. The fiscal year of cities, counties, and other political subdivisions of the state shall begin July 1 and end the following June 30.\n\n4. The words “levying board” shall mean board of supervisors of the county and any other public body or corporation that has the power to levy a tax.\n\n5. “Municipality” means a public body or corporation that has power to levy or certify a tax or sum of money to be collected by taxation, except a county, city, drainage district, township, or road district.\n\n6. The words “state board” shall mean the state appeal board as created by section 24.26.\n\n7. The word “tax” shall mean any general or special tax levied against persons, property, or business, for public purposes as provided by law, but shall not include any special assessment nor any tax certified or levied by township trustees.\n\n[C24, 27, 31, 35, 39, §369; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.2]\n\n83 Acts, ch 123, §30, 209; 2000 Acts, ch 1148, §1; 2002 Acts, ch 1119, §200, 201; 2013 Acts, ch 30, §7\n\nReferred to in §24.20, 74.1, 331.433, 384.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-2/"
    },
    {
      "id": "section-242a",
      "number": "24.2A",
      "heading": "Budget statements to owners and taxpayers.",
      "text": "24.2A Budget statements to owners and taxpayers.\n\n1. For purposes of this section only:\n\na. “Budget year” is the fiscal year beginning during the calendar year in which a budget is certified.\n\nb. “Current fiscal year” is the fiscal year ending during the calendar year in which a budget for the budget year is certified.\n\nc. “Effective property tax rate” means the property tax rate per one thousand dollars of assessed value and is equal to one thousand multiplied by the quotient of the current fiscal year’s actual property tax dollars certified for levy divided by the total assessed value used to calculate taxes for the budget year.\n\nd. “Political subdivision” means a school district, a county, or a city.\n\n2. a. On or before March 15 of each year, each political subdivision shall file with the department of management a report containing all necessary information for the department of management to compile and calculate amounts required to be included in the statements mailed under paragraph “b”.\n\nb. Not later than March 20, the county auditor, using information compiled and calculated by the department of management under paragraph “a”, shall send to each property owner or taxpayer within the county by regular mail an individual statement containing all of the following for each of the political subdivisions comprising the owner’s or taxpayer’s taxing district:\n\n(1) The sum of the current fiscal year’s actual property taxes certified for levy for all of the political subdivision’s levies and the combined property tax rate per one thousand dollars for such tax amount for the current fiscal year.\n\n(2) The combined effective property tax rate for the political subdivision calculated using the sum of the current fiscal year’s actual property taxes certified for levy for all of the political subdivision’s levies under subparagraph (1).\n\n(3) The combined amount of the proposed property tax dollars to be certified for all of the political subdivision’s levies for the budget year and the proposed combined property tax rate per one thousand dollars for such levies.\n\n(4) If the proposed property tax dollars specified under subparagraph (3) exceeds the current fiscal year’s actual property tax dollars certified for levy specified in subparagraph (1), a detailed statement of the major reasons for the increase, including the specific purposes or programs for which the political subdivision is proposing an increase.\n\n(5) An example comparing the amount of property taxes on a residential property with an actual value of one hundred thousand dollars in the current fiscal year and such amount on the residential property using the proposed property tax dollars for the budget year, including the percentage difference in such amounts.\n\n(6) An example comparing the amount of property taxes on a commercial property with an actual value of one hundred thousand dollars in the current fiscal year and such amount on the commercial property using the proposed property tax dollars for the budget year, including the percentage difference in such amounts.\n\n(7) The political subdivision’s percentage of total property taxes certified for levy in the owner’s or taxpayer’s taxing district in the current fiscal year among all taxing authorities.\n\n(8) The date, time, and location of the political subdivision’s public hearing required under subsection 4.\n\n(9) Information on how to access on the political subdivision’s internet site the political subdivision’s statements under this section and other budget documents for prior fiscal years.\n\n3. The department of management shall prescribe the form for the report required under subsection 2, paragraph “a”, the statements required to be mailed under subsection 2, paragraph “b”, and the public hearing notice required under subsection 4, paragraph “b”.\n\n4. a. Each political subdivision shall set a time and place for a public hearing on the political subdivision’s proposed property tax amount for the budget year and the political subdivision’s information included in the statements under subsection 2. At the hearing, the governing body of the political subdivision shall receive oral or written testimony from any resident or property owner of the political subdivision. This public hearing shall be separate from any other meeting of the governing body of the political subdivision, including any other meeting or public hearing relating to the political subdivision’s budget, and other business of the political subdivision that is not related to the proposed property tax amounts and the information in the statements shall not be conducted at the public hearing. After all testimony has been received and considered, the governing body may decrease, but not increase, the proposed property tax amount to be included in the political subdivision’s budget.\n\nb. (1) If the political subdivision is a county, notice of the public hearing shall be published not less than ten nor more than twenty days prior to the hearing in the county newspapers selected under chapter 349.\n\n(2) If the political subdivision is a city, notice of the public hearing shall be published not less than ten nor more than twenty days prior to the hearing in a newspaper published at least once weekly and having general circulation in the city. However, if the city has a population of two hundred or less, publication may be made by posting in three public places in the city.\n\n(3) If the political subdivision is a school district, notice of the public hearing shall be published not less than ten nor more than twenty days prior to the hearing in a newspaper published in the school district, if any, and if not, then in a newspaper of general circulation in the school district.\n\nc. Notice of the hearing shall also be posted and clearly identified on the political subdivision’s internet site for public viewing beginning on the date of the newspaper publication and shall be maintained on the political subdivision’s internet site with all such prior year notices and copies of the statements mailed under subsection 2. Additionally, if the political subdivision maintains a social media account on one or more social media applications, the public hearing notice or an electronic link to the public hearing notice shall be posted on each such account on the same day as the publication of the notice.\n\n2023 Acts, ch 71, §64, 98\n\nReferred to in §24.10, 24.20, 331.434, 331.435, 384.16, 384.17, 384.18\n\nSection applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nNEW section",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-2a/"
    },
    {
      "id": "section-243",
      "number": "24.3",
      "heading": "Requirements of local budget.",
      "text": "24.3 Requirements of local budget.\n\nA municipality shall not certify or levy in any fiscal year any tax on property subject to taxation unless and until the following estimates have been made, filed, and considered, and for school districts, the individual statements have been mailed and public hearings held, as provided in this chapter:\n\n1. The amount of income thereof for the several funds from sources other than taxation.\n\n2. The amount proposed to be raised by taxation.\n\n3. The amount proposed to be expended in each and every fund and for each and every general purpose during the fiscal year next ensuing, which in the case of municipalities shall be the period of twelve months beginning on the first day of July of the current calendar year.\n\n4. A comparison of such amounts so proposed to be expended with the amounts expended for like purposes for the two preceding years.\n\n[C24, 27, 31, 35, 39, §370; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.3]\n\n2021 Acts, ch 80, §12; 2023 Acts, ch 71, §65, 98\n\nReferred to in §8.6, 24.4, 24.9, 24.20, 37.9\n\n2023 amendment to unnumbered paragraph 1 applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nUnnumbered paragraph 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-3/"
    },
    {
      "id": "section-244",
      "number": "24.4",
      "heading": "Time of filing estimates.",
      "text": "24.4 Time of filing estimates.\n\nThe estimates required under section 24.3 and any other estimates required by law shall be made and filed a sufficient length of time in advance of any regular or special meeting of the certifying board or levying board, as the case may be, at which tax levies are authorized to be made to permit publication, discussion, and consideration of the estimates and action to be taken as provided in this chapter.\n\n[C24, 27, 31, 35, 39, §371; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.4]\n\n2020 Acts, ch 1063, §12; 2022 Acts, ch 1021, §12\n\nReferred to in §24.9, 24.20, 37.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-4/"
    },
    {
      "id": "section-245",
      "number": "24.5",
      "heading": "Estimates itemized.",
      "text": "24.5 Estimates itemized.\n\nThe estimates required under this chapter shall be fully itemized and classified so as to show each particular class of proposed expenditure, showing under separate heads the amount required in such manner and form as shall be prescribed by the state board.\n\n[C24, 27, 31, 35, 39, §372; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.5]\n\n2020 Acts, ch 1063, §13\n\nReferred to in §24.9, 24.20, 37.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-5/"
    },
    {
      "id": "section-246",
      "number": "24.6",
      "heading": "Emergency fund — levy.",
      "text": "24.6 Emergency fund — levy.\n\n1. A municipality may include in the estimate required, an estimate for an emergency fund. A municipality may assess and levy a tax for the emergency fund at a rate not to exceed twenty-seven cents per thousand dollars of assessed value of taxable property of the municipality. However, an emergency tax levy shall not be made until the municipality has first petitioned the state board and received its approval.\n\n2. a. Transfers of moneys may be made from the emergency fund to any other fund of the municipality for the purpose of meeting deficiencies in a fund arising from any cause. However, a transfer shall not be made except upon the written approval of the state board, and then only when that approval is requested by a two-thirds vote of the governing body of the municipality.\n\nb. Notwithstanding the requirements of paragraph “a”, if the municipality is a school corporation, the school corporation may transfer money from the emergency fund to any other fund of the school corporation for the purpose of meeting deficiencies in a fund arising within two years of a disaster as defined in section 29C.2, subsection 4. However, a transfer under this paragraph “b” shall not be made without the written approval of the school budget review committee.\n\n[C24, 27, 31, 35, 39, §373; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.6]\n\n83 Acts, ch 123, §31, 209; 2009 Acts, ch 65, §1\n\nReferred to in §24.9, 24.14, 24.20, 29C.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-6/"
    },
    {
      "id": "section-247",
      "number": "24.7",
      "heading": "Supplemental estimates.",
      "text": "24.7 Supplemental estimates.\n\nSupplemental estimates for particular funds may be made for levies of taxes for future years when the same are authorized by law. Such estimates may be considered, and levies made therefor at any time by filing the same, and upon giving notice in the manner required in section 24.9. Such estimates and levies shall not be considered as within the provisions of section 24.8.\n\n[C27, 31, 35, §373-a1; C39, §373.1; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.7]\n\nReferred to in §24.9, 24.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-7/"
    },
    {
      "id": "section-248",
      "number": "24.8",
      "heading": "Estimated tax collections.",
      "text": "24.8 Estimated tax collections.\n\nThe amount of the difference between the receipts estimated from all sources other than taxation and the estimated expenditures for all purposes, including the estimates for emergency expenditures, shall be the estimated amount to be raised by taxation upon the assessable property within the municipality for the next ensuing fiscal year. The estimate shall show the number of dollars of taxation for each thousand dollars of the assessed value of all property that is assessed.\n\n[C24, 27, 31, 35, 39, §374; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.8]\n\nReferred to in §24.7, 24.9, 24.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-8/"
    },
    {
      "id": "section-249",
      "number": "24.9",
      "heading": "Filing estimates — notice of hearing — amendments.",
      "text": "24.9 Filing estimates — notice of hearing — amendments.\n\n1. a. Each municipality shall file with the secretary or clerk thereof the estimates required to be made in sections 24.3 through 24.8, at least twenty days before the date fixed by law for certifying the same to the levying board and shall forthwith fix a date for a hearing on the estimates, and shall publish such estimates and any annual levies previously authorized as provided in section 76.2, with a notice of the time when and the place where such hearing shall be held not less than ten nor more than twenty days before the hearing. Provided that in municipalities of less than two hundred population such estimates and the notice of hearing shall be posted in three public places in the district in lieu of publication. For any other municipality such publication shall be in a newspaper published in the municipality, if any, if not, then in a newspaper of general circulation in the municipality.\n\nb. The department of management shall prescribe the form for public hearing notices for use by municipalities.\n\n2. Budget estimates adopted and certified in accordance with this chapter may be amended and increased as the need arises to permit appropriation and expenditure during the fiscal year covered by the budget of unexpended cash balances on hand at the close of the preceding fiscal year and which cash balances had not been estimated and appropriated for expenditure during the fiscal year of the budget sought to be amended, and also to permit appropriation and expenditure during the fiscal year covered by the budget of amounts of cash anticipated to be available during the year from sources other than taxation and which had not been estimated and appropriated for expenditure during the fiscal year of the budget sought to be amended. Such amendments to budget estimates may be considered and adopted at any time during the fiscal year covered by the budget sought to be amended, by filing the amendments and upon publishing them and giving notice of the public hearing in the manner required in this section. Within ten days of the decision or order of the certifying or levying board, the proposed amendment of the budget is subject to protest, hearing on the protest, appeal to the state appeal board and review by that body, all in accordance with sections 24.27 through 24.32, so far as applicable. A local budget shall be amended by May 31 of the current fiscal year to allow time for a protest hearing to be held and a decision rendered before June 30. An amendment of a budget after May 31 which is properly appealed but without adequate time for hearing and decision before June 30 is void. Amendments to budget estimates accepted or issued under this section are not within section 24.14.\n\n[C24, 27, 31, 35, 39, §375; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.9; 82 Acts, ch 1079, §1]\n\n83 Acts, ch 123, §32, 209; 97 Acts, ch 206, §11, 12, 24; 2014 Acts, ch 1026, §10; 2021 Acts, ch 80, §13; 2022 Acts, ch 1021, §13\n\nReferred to in §24.7, 24.10, 24.11, 24.20, 37.9, 279.41, 297.22, 298A.2, 298A.12, 441.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-9/"
    },
    {
      "id": "section-2410",
      "number": "24.10",
      "heading": "Levies void.",
      "text": "24.10 Levies void.\n\nThe verified proof of the publication of the notice under section 24.9 shall be filed in the office of the county auditor and preserved by the auditor. A levy shall not be valid unless and until such notices are published, mailed, and filed. However, failure of an owner or taxpayer to receive a statement under section 24.2A shall not invalidate a levy.\n\n[C24, 27, 31, 35, 39, §376; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.10]\n\n2022 Acts, ch 1021, §14; 2023 Acts, ch 71, §66, 98\n\nReferred to in §24.20, 37.9\n\n2023 amendment applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-10/"
    },
    {
      "id": "section-2411",
      "number": "24.11",
      "heading": "Meeting for review.",
      "text": "24.11 Meeting for review.\n\nThe certifying board or the levying board, as the case may be, shall meet at the time and place designated in the notice published under section 24.9. At the meeting, any person who would be subject to the tax levy shall be heard in favor of or against the budget estimates and proposed levy or any part thereof.\n\n[C24, 27, 31, 35, 39, §377; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.11]\n\n2022 Acts, ch 1021, §15\n\nReferred to in §24.20, 37.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-11/"
    },
    {
      "id": "section-2412",
      "number": "24.12",
      "heading": "Record by certifying board.",
      "text": "24.12 Record by certifying board.\n\nAfter the hearing has been concluded, the certifying board shall enter of record its decision in the manner and form prescribed by the state board and shall certify the same to the levying board, which board shall enter upon the current assessment and tax roll the amount of taxes which it finds shall be levied for the ensuing fiscal year in each municipality for which it makes the tax levy.\n\n[C24, 27, 31, 35, 39, §378; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.12]\n\nReferred to in §24.20, 37.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-12/"
    },
    {
      "id": "section-2413",
      "number": "24.13",
      "heading": "Procedure by levying board.",
      "text": "24.13 Procedure by levying board.\n\nAny board which has the power to levy a tax without the same first being certified to it, shall follow the same procedure for hearings as is required of certifying boards under this chapter.\n\n[C24, 27, 31, 35, 39, §379; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.13]\n\n2014 Acts, ch 1092, §18\n\nReferred to in §24.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-13/"
    },
    {
      "id": "section-2414",
      "number": "24.14",
      "heading": "Tax limited.",
      "text": "24.14 Tax limited.\n\nA greater tax than that so entered upon the record shall not be levied or collected for the municipality proposing the tax for the purposes indicated and a greater expenditure of public money shall not be made for any specific purpose than the amount estimated and appropriated for that purpose, except as provided in sections 24.6 and 24.15. All budgets set up in accordance with the statutes shall take such funds, and allocations made by sections 123.17 and 452A.79, into account, and all such funds, regardless of their source, shall be considered in preparing the budget.\n\n[C24, 27, 31, 35, 39, §380; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §24.14; 81 Acts, ch 117, §1200]\n\n83 Acts, ch 123, §33, 209; 89 Acts, ch 83, §12; 2003 Acts, ch 178, §1\n\nReferred to in §24.9, 24.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-14/"
    },
    {
      "id": "section-2415",
      "number": "24.15",
      "heading": "Further tax limitation.",
      "text": "24.15 Further tax limitation.\n\nNo tax shall be levied by any municipality in excess of the estimates published, except such taxes as are approved by a vote of the people, but in no case shall any tax levy be in excess of any limitation imposed thereon now or hereafter by the Constitution and laws of the state.\n\n[C24, 27, 31, 35, 39, §381; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.15]\n\nReferred to in §24.14, 24.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-15/"
    },
    {
      "id": "section-2416",
      "number": "24.16",
      "heading": "Expenses — how paid.",
      "text": "24.16 Expenses — how paid.\n\nThe cost of publishing the notices and estimates required by this chapter, and the actual and necessary expenses of preparing the budget shall be paid out of the general funds of each municipality respectively.\n\n[C24, 27, 31, 35, 39, §382; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.16]\n\nReferred to in §24.20, 37.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-16/"
    },
    {
      "id": "section-2417",
      "number": "24.17",
      "heading": "Budgets certified.",
      "text": "24.17 Budgets certified.\n\n1. The local budgets of the various political subdivisions shall be certified by the chairperson of the certifying board or levying board, as the case may be, in duplicate to the county auditor not later than April 30 of each year on forms, and pursuant to instructions, prescribed by the department of management.\n\n2. One copy of the budget shall be retained on file in the office by the county auditor and the other shall be certified by the county auditor to the state board. The department of management shall certify the taxes back to the county auditor by June 15.\n\n[C24, 27, 31, 35, 39, §383; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.17]\n\n92 Acts, ch 1227, §14; 97 Acts, ch 206, §13, 24; 2019 Acts, ch 165, §1, 17; 2020 Acts, ch 1062, §94; 2023 Acts, ch 71, §67, 98\n\nReferred to in §20.19, 20.20, 24.20, 137.112, 257.7, 331.403, 331.434, 331.907, 384.22\n\n2023 amendment to subsection 1 applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-17/"
    },
    {
      "id": "section-2418",
      "number": "24.18",
      "heading": "Summary of budget.",
      "text": "24.18 Summary of budget. Repealed by 2022 Acts, ch 1021, §186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-18/"
    },
    {
      "id": "section-2419",
      "number": "24.19",
      "heading": "Levying board to spread tax.",
      "text": "24.19 Levying board to spread tax.\n\nAt the time required by law the levying board shall spread the tax rates necessary to produce the amount required for the various funds of the municipality as certified by the certifying board, for the next succeeding fiscal year, as shown in the approved budget in the manner provided by law. One copy of said rates shall be certified to the state board.\n\n[C24, 27, 31, 35, 39, §385; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.19]\n\nReferred to in §24.20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-19/"
    },
    {
      "id": "section-2420",
      "number": "24.20",
      "heading": "Tax rates final.",
      "text": "24.20 Tax rates final.\n\nThe several tax rates and levies of a municipality that are determined and certified in the manner provided in sections 24.1 through 24.19, except such tax rates and levies as are authorized by a vote of the people, shall stand as the tax rates and levies of said municipality for the ensuing fiscal year for the purposes set out in the budget.\n\n[C24, 27, 31, 35, 39, §386; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.20]\n\n2008 Acts, ch 1031, §18; 2009 Acts, ch 133, §9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-20/"
    },
    {
      "id": "section-2421",
      "number": "24.21",
      "heading": "Transfer of inactive funds.",
      "text": "24.21 Transfer of inactive funds.\n\nSubject to the provisions of any law relating to municipalities, when the necessity for maintaining any fund of the municipality has ceased to exist, and a balance remains in said fund, the certifying board or levying board, as the case may be, shall so declare by resolution, and upon such declaration, such balance shall forthwith be transferred to the fund or funds of the municipality designated by such board, unless other provisions have been made in creating such fund in which such balance remains. In the case of a special fund created by a city or a county under section 403.19, such balance remaining in the fund shall be allocated to and paid into the funds for the respective taxing districts as taxes by or for the taxing district into which all other property taxes are paid.\n\n[C24, 27, 31, 35, 39, §387; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.21]\n\n2012 Acts, ch 1124, §4\n\nReferred to in §331.432",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-21/"
    },
    {
      "id": "section-2422",
      "number": "24.22",
      "heading": "Transfer of funds.",
      "text": "24.22 Transfer of funds.\n\nUpon the approval of the state board, it is lawful to make temporary or permanent transfers of money from one fund to another fund of the municipality. The certifying board or levying board shall provide that money temporarily transferred shall be returned to the fund from which it was transferred within the time and upon the conditions the state board determines. However, it is not necessary to return to the emergency fund, or to any other fund no longer required, any money transferred to any other fund.\n\n[C24, 27, 31, 35, 39, §388; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, S81, §24.22; 81 Acts, ch 117, §1002]\n\n83 Acts, ch 123, §34, 209",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-22/"
    },
    {
      "id": "section-2423",
      "number": "24.23",
      "heading": "Supervisory power of state board.",
      "text": "24.23 Supervisory power of state board.\n\nThe state board shall exercise general supervision over the certifying boards and levying boards of all municipalities with respect to budgets and shall prescribe for them all necessary rules, instructions, forms, and schedules. The best methods of accountancy and statistical statements shall be used in compiling and tabulating all data required by this chapter.\n\n[C24, 27, 31, 35, 39, §389; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.23]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-23/"
    },
    {
      "id": "section-2424",
      "number": "24.24",
      "heading": "Violations.",
      "text": "24.24 Violations.\n\nFailure on the part of a public official to perform any of the duties prescribed in chapter 73A, this chapter, section 8.39, and sections 11.1, 11.2, 11.4, and 11.5, constitutes a simple misdemeanor, and is sufficient ground for removal from office.\n\n[C24, 27, 31, 35, 39, §390; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §24.24]\n\n2021 Acts, ch 80, §14",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-24/"
    },
    {
      "id": "section-24",
      "number": "24",
      "heading": "25",
      "text": "25",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2426",
      "number": "24.26",
      "heading": "State appeal board.",
      "text": "24.26 State appeal board.\n\n1. The state appeal board in the department of management consists of the following:\n\na. The director of the department of management.\n\nb. The auditor of state.\n\nc. The treasurer of state.\n\n2. The annual meeting of the state board shall be held on the second Tuesday of January in each year. At each annual meeting the state board shall organize by the election from its members of a chairperson and a vice chairperson; and by appointing a secretary. Two members of the state board constitute a quorum for the transaction of any business.\n\n3. The state board may appoint one or more competent and specially qualified persons as deputies, to appear and act for it at initial hearings. Each deputy appointed by the state board is entitled to receive the amount of the deputy’s necessary expenses actually incurred while engaged in the performance of the deputy’s official duties. The expenses shall be audited and approved by the state board and proper receipts filed for them.\n\n4. The expenses of the state board shall be paid from the funds appropriated to the department of management.\n\n[C39, §390.1; C46, 50, 54, §24.25; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.26]\n\n86 Acts, ch 1245, §107; 2008 Acts, ch 1031, §83\n\nReferred to in §24.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-26/"
    },
    {
      "id": "section-2427",
      "number": "24.27",
      "heading": "Protest to budget.",
      "text": "24.27 Protest to budget.\n\n1. Not later than May 10, a number of persons in any political subdivision equal to one-fourth of one percent of those voting for the office of governor, at the last general election in the political subdivision, but the number shall not be less than ten, and the number need not be more than one hundred persons, who are affected by any proposed budget, expenditure or tax levy, or by any item thereof, may appeal from any decision of the certifying board or the levying board by filing with the county auditor of the county in which the political subdivision is located, a written protest setting forth their objections to the budget, expenditure or tax levy, or to one or more items thereof, and the grounds for their objections. If a budget is certified after April 30, all appeal time limits shall be extended to correspond to allowances for a timely filing.\n\n2. Upon the filing of a protest, the county auditor shall immediately prepare a true and complete copy of the written protest, together with the budget, proposed tax levy or expenditure to which objections are made, and shall transmit them forthwith to the state board, and shall also send a copy of the protest to the certifying board or to the levying board, as the case may be.\n\n[C39, §390.2; C46, 50, 54, §24.26; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.27; 82 Acts, ch 1079, §2]\n\n93 Acts, ch 1, §1; 2019 Acts, ch 59, §16; 2019 Acts, ch 165, §2, 17; 2023 Acts, ch 71, §68, 98\n\nReferred to in §24.9, 137.112, 331.436\n\n2023 amendment to subsection 1 applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-27/"
    },
    {
      "id": "section-2428",
      "number": "24.28",
      "heading": "Hearing on protest.",
      "text": "24.28 Hearing on protest.\n\nThe state board, within a reasonable time, shall fix a date for an initial hearing on the protest and may designate a deputy to hold the hearing, which shall be held in the county or in one of the counties in which the political subdivision is located. Notice of the time and place of the hearing shall be given by certified mail to the appropriate officials of the local government and to the first ten property owners whose names appear upon the protest, at least five days before the date fixed for the hearing. At all hearings, the burden shall be upon the objectors with reference to any proposed item in the budget which was included in the budget of the previous year and which the objectors propose should be reduced or excluded; but the burden shall be upon the certifying board or the levying board, as the case may be, to show that any new item in the budget, or any increase in any item in the budget, is necessary, reasonable, and in the interest of the public welfare.\n\n[C39, §390.3; C46, 50, 54, §24.27; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.28; 82 Acts, ch 1079, §3]\n\n2023 Acts, ch 71, §69, 98\n\nReferred to in §24.9, 24.29, 331.436\n\n2023 amendment applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-28/"
    },
    {
      "id": "section-2429",
      "number": "24.29",
      "heading": "Appeal.",
      "text": "24.29 Appeal.\n\nThe state board may conduct the hearing or may appoint a deputy. A deputy designated to hear an appeal shall attend in person and conduct the hearing in accordance with section 24.28. The deputy shall promptly report the proceedings at the hearing, which report shall become a part of the permanent record of the state board.\n\n[C39, §390.4; C46, 50, 54, §24.28; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.29; 82 Acts, ch 1079, §4]\n\n2021 Acts, ch 76, §8\n\nReferred to in §24.9, 331.436",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-29/"
    },
    {
      "id": "section-2430",
      "number": "24.30",
      "heading": "Review by and powers of board.",
      "text": "24.30 Review by and powers of board.\n\nIt shall be the duty of the state board to review and finally pass upon all proposed budget expenditures, tax levies, and tax assessments from which appeal is taken. The state board shall have power and authority to approve, disapprove, or reduce all such proposed budgets, expenditures, and tax levies so submitted to it upon appeal, as provided in this chapter; but in no event may it increase such budget, expenditure, tax levies or assessments or any item contained therein. The state board shall have authority to adopt rules not inconsistent with the provisions of this chapter, to employ necessary assistants, authorize such expenditures, require such reports, make such investigations, and take such other action as it deems necessary to promptly hear and determine all such appeals; provided, however, that all persons so employed shall be selected from persons then regularly employed in some one of the offices of the members of the state board.\n\n[C39, §390.5; C46, 50, 54, §24.29; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.30]\n\n2023 Acts, ch 66, §5\n\nReferred to in §24.9, 331.436\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-30/"
    },
    {
      "id": "section-2431",
      "number": "24.31",
      "heading": "Rules of procedure — record.",
      "text": "24.31 Rules of procedure — record.\n\nThe manner in which objections shall be presented, and the conduct of hearings and appeals, shall be simple and informal and in accordance with the rules prescribed by the state board for promptly determining the merits of all objections so filed, whether or not such rules conform to technical rules of procedure. Such record shall be kept of all proceedings, as the rules of the state board shall require.\n\n[C39, §390.6; C46, 50, 54, §24.30; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.31]\n\nReferred to in §24.9, 331.436",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-31/"
    },
    {
      "id": "section-2432",
      "number": "24.32",
      "heading": "Decision certified.",
      "text": "24.32 Decision certified.\n\nAfter a hearing upon the appeal, the state board shall certify its decision to the county auditor and to the parties to the appeal as provided by rule, and the decision shall be final. The county auditor shall make up the records in accordance with the decision and the levying board shall make its levy in accordance with the decision. Upon receipt of the decision, the certifying board shall correct its records accordingly, if necessary. Final disposition of all appeals shall be made by the state board within forty-five days after the date of the appeal hearing.\n\n[C39, §390.7; C46, 50, 54, §24.31; C58, 62, 66, 71, 73, 75, 77, 79, 81, §24.32; 82 Acts, ch 1079, §5]\n\n2016 Acts, ch 1138, §11\n\nReferred to in §24.9, 331.436",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-32/"
    },
    {
      "id": "section-2434",
      "number": "24.34",
      "heading": "Unliquidated obligations.",
      "text": "24.34 Unliquidated obligations.\n\nA city, county, or other political subdivision may establish an encumbrance system for any obligation not liquidated at the close of the fiscal year in which the obligation has been encumbered. The encumbered obligations may be retained upon the books of the city, county, or other political subdivision until liquidated, all in accordance with generally accepted governmental accounting practices.\n\n[C75, 77, 79, 81, §24.34]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-34/"
    },
    {
      "id": "section-2448",
      "number": "24.48",
      "heading": "Appeal to state board for suspension of limitations.",
      "text": "24.48 Appeal to state board for suspension of limitations.\n\n1. If the property tax valuations effective January 1, 1979, and January 1 of any subsequent year, are reduced or there is an unusually low growth rate in the property tax base of a political subdivision, the political subdivision may appeal to the state appeal board to request suspension of the statutory property tax levy limitations to continue to fund the present services provided. A political subdivision may also appeal to the state appeal board where the property tax base of the political subdivision has been reduced or there is an unusually low growth rate for any of the following reasons:\n\na. Any unusual increase in population as determined by the preceding certified federal census.\n\nb. Natural disasters or other emergencies.\n\nc. Unusual problems relating to major new functions required by state law.\n\nd. Unusual staffing problems.\n\ne. Unusual need for additional funds to permit continuance of a program which provides substantial benefit to its residents.\n\nf. Unusual need for a new program which will provide substantial benefit to residents, if the political subdivision establishes the need and the amount of the necessary increased cost.\n\n2. The state appeal board may approve or modify the request of the political subdivision for suspension of the statutory property tax levy limitations.\n\n3. Upon decision of the state appeal board, the department of management shall make the necessary changes in the total budget of the political subdivision and certify the total budget to the governing body of the political subdivision and the appropriate county auditors.\n\n4. The city finance committee shall have officially notified any city of its approval, modification or rejection of the city’s appeal of the decision of the director of the department of management regarding a city’s request for a suspension of the statutory property tax levy limitation prior to thirty-five days before April 30.\n\n5. a. For purposes of this section only, “political subdivision” means a city, school district, or any other special purpose district which certifies its budget to the county auditor and derives funds from a property tax levied against taxable property situated within the political subdivision.\n\nb. For the purpose of this section, when the political subdivision is a city, the director of the department of management, and the city finance committee on appeal of the director’s decision, shall be the state appeal board.\n\nc. For budgets for fiscal years beginning on or after July 1, 2024, if the political subdivision is a city, a suspension of the statutory property tax levy limitations under this section shall only be approved by the state appeal board in the event of a natural disaster or under the reasons specified in subsection 1, paragraph “c” or “f”.\n\n[C79, 81, §24.48]\n\n83 Acts, ch 123, §35, 209; 86 Acts, ch 1245, §108; 94 Acts, ch 1023, §5; 2008 Acts, ch 1032, §138; 2019 Acts, ch 165, §3, 17; 2023 Acts, ch 71, §11, 19, 70, 98\n\n2023 amendment to subsection 4 applies to political subdivision budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §98\n\nSubsection 5, paragraph c applies to taxes and budgets for fiscal years beginning on or after July 1, 2024; 2023 Acts, ch 71, §19\n\nSubsection 4 amended\n\nSubsection 5, NEW paragraph c",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-24/section-24-48/"
    }
  ]
}