{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-7e-executive-branch-organization-and-responsibilitie",
  "sections": [
    {
      "id": "section-7e1",
      "number": "7E.1",
      "heading": "Policy — purposes.Section 7E.2 - Offices, departments, and independent agencies",
      "text": "7E.1 Policy — purposes.\n\n1. Declaration of policy: three branches of government. The separation of powers within state government among the legislative, the executive, and the judicial branches of the government is a traditional American concept. The legislative branch has the broad objective of determining policies and programs and review of program performance for programs previously authorized, the executive branch carries out the programs and policies, and the judicial branch has the responsibility for adjudicating any conflicts which might arise from the interpretation or application of the laws.\n\n2. Goals of executive branch organization.\n\na. The governor, as the chief executive officer of the state, should be provided with the facilities and the authority to carry out the functions of the governor’s office efficiently and effectively within the policy limits established by the legislature.\n\nb. The administrative agencies which comprise the executive branch should be consolidated into a reasonable number of departments, consistent with executive capacity to administer effectively at all levels.\n\nc. The executive branch shall be organized on a functional basis, so that programs can be coordinated.\n\nd. Each agency in the executive branch should be assigned a name commensurate with the scope of its responsibilities, and should be integrated into one of the departments of the executive branch as closely as the goals of administrative integration and responsiveness to the legislature and citizenry permit.\n\n3. Goals of continuing reorganization. Structural reorganization should be a continuing process through careful executive and legislative appraisal of the placement of proposed new programs and the coordination of existing programs in response to changing emphasis or public needs, and should be consistent with the following goals:\n\na. The organization of state government should assure its responsiveness to popular control. It is the goal of reorganization to improve legislative policymaking capability and to improve the administrative capability of the executive to carry out the policies.\n\nb. The organization of state government should facilitate communication between citizens and government. It is the goal of reorganization, through coordination of related programs in function-oriented departments, to improve public understanding of government programs and policies and to improve the relationships between citizens and administrative agencies.\n\nc. The organization of state government should assure efficient and effective administration of the policies established by the legislature. It is the goal of reorganization to promote efficiency by improving the management and coordination of state services and by eliminating overlapping activities.\n\n86 Acts, ch 1245, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-1/"
    },
    {
      "id": "section-7e2",
      "number": "7E.2",
      "heading": "Offices, departments, and independent agencies.",
      "text": "7E.2 Offices, departments, and independent agencies.\n\nThe constitutional and statutory offices, administrative departments, and independent agencies which comprise the executive branch of state government are structured as follows:\n\n1. Separate constitutional offices. The elective constitutional and statutory officers who do not head operating departments each head a staff to be termed the “office” of the respective elective officer, but the office of the governor shall be known as the “executive office”.\n\n2. Principal administrative units. The principal administrative unit of the executive branch is a “department” and there may be one or more “independent agencies”.\n\n3. Internal structure.\n\na. The director of each department, subject to applicable statute, approval by the governor, and the provisions of subsection 4 of this section, may establish the internal structure within the office of the director so as to best suit the purposes of the department.\n\nb. For field operations, departments may establish district or area offices which may cut across divisional lines of responsibility.\n\nc. For their internal structure, all departments shall adhere to the following standard terms unless otherwise specified by law, and independent agencies are encouraged to review their internal structure and to adhere as much as possible to the following standard terms:\n\n(1) The principal subunit of the department is the “division”. Each division shall be headed by an “administrator”.\n\n(2) The principal subunit of the division is the “bureau”. Each bureau shall be headed by a “chief”.\n\n(3) If further subdivision is necessary, bureaus may be divided into subunits which shall be known as “sections” and which shall be headed by “supervisors” and sections may be divided into subunits which shall be known as “units” and which shall be headed by “unit managers”.\n\n4. Internal organization and allocation of functions. Subject to applicable law, the head of each department or independent agency shall, subject to the approval of the governor, establish the internal organization of the department or independent agency and allocate and reallocate duties and functions not assigned by law to an officer or any subunit of the department or independent agency to promote economic and efficient administration and operation of the department or independent agency.\n\n5. Attachment for limited purposes. Any commission, board, or other unit attached under this section to a department or independent agency, or a specified division of one, shall be a distinct unit of that department, independent agency, or specified division. Any commission, board, or other unit so attached shall exercise its powers, duties, and functions as may be prescribed by law, including rulemaking, licensing and regulation, and operational planning within the area of program responsibility of the commission, board, or other unit independently of the head of the department or independent agency, but budgeting, program coordination, and related management functions shall be performed under the direction and supervision of the head of the department or independent agency, unless otherwise provided by law.\n\n86 Acts, ch 1245, §2\n\nReferred to in §8A.512A, 22.13A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-2/"
    },
    {
      "id": "section-7e3",
      "number": "7E.3",
      "heading": "Heads of departments and independent agencies — powers and duties.",
      "text": "7E.3 Heads of departments and independent agencies — powers and duties.\n\nEach head of a department or independent agency shall, except as otherwise provided by law:\n\n1. Supervision. Plan, direct, coordinate, and execute the functions vested in the department or independent agency.\n\n2. Budget. Annually compile a comprehensive program budget which reflects all fiscal matters related to the operation of the department or independent agency and each program, subprogram, and activity in the department or agency.\n\n3. Advisory bodies. In addition to any councils specifically created by law, create by rule and appoint such councils or committees as the operation of the department or independent agency requires. Members of councils and committees created under this general authority shall serve without compensation, but may be reimbursed for their expenses.\n\n4. Annual report. Unless otherwise provided by law, submit a report in November of each year to the governor and the legislature on the operation of the department or independent agency during the fiscal year concluded on the preceding June 30, and projecting the goals and objectives of the department or independent agency as developed in the program budget report for the fiscal year under way. Any department or independent agency may issue such additional reports on its findings and recommendations as its operations require.\n\n5. Persons not lawfully present. Unless expressly authorized by federal or state law, ensure that the public benefits administered by the department or independent agency are not provided to persons who are not lawfully present in the United States.\n\n86 Acts, ch 1245, §3; 2011 Acts, ch 122, §3, 5; 2017 Acts, ch 29, §4\n\nReferred to in §8A.111\n\nSee also §7A.2A – 7A.11A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-3/"
    },
    {
      "id": "section-7e4",
      "number": "7E.4",
      "heading": "Definitions and terminology for executive branch organization.",
      "text": "7E.4 Definitions and terminology for executive branch organization.\n\nIn statutory references and administrative usage, the following terminology and definitions shall be used as guidelines for the terminology applicable to state governmental structure and organization to the extent practicable:\n\n1. “Authority” means a body with independent power to issue and sell bonds.\n\n2. a. “Board” means a policymaking or rulemaking body that has the power to hear contested cases.\n\nb. “Board” includes a professional licensing board which sets standards of professional competence and conduct for the profession or occupation under its supervision, which may prepare and grade the examinations of prospective new practitioners when authorized by law, which may issue licenses when authorized by law, which investigates complaints of alleged unprofessional conduct, and which performs other functions assigned to it by law.\n\n3. “Commission” means a policymaking body that has rulemaking powers.\n\n4. “Committee” means a part-time body appointed to study a specific problem and to recommend a solution or policy alternative with respect to that problem, and intended to terminate on the completion of its assignment.\n\n5. “Council” means an advisory body appointed to function on a continuing basis for the study, and recommendation of solutions and policy alternatives, of the problems arising in a specified functional area of state government.\n\n6. “Department” means a principal administrative agency within the executive branch of state government, but does not include independent agencies.\n\n7. “Division”, “bureau”, “section”, and “unit” mean the subunits of a department, whether specifically created by law or created by the head of the department for the more economic and efficient administration and operation of the programs assigned to the department.\n\n8. “Head of the department” means the elective officer, director, commissioner, or other official in charge of a department.\n\n9. “Independent agency” is an administrative unit which, because of its unique operations, does not fit into the general pattern of operating departments.\n\n86 Acts, ch 1245, §4; 88 Acts, ch 1278, §21; 2007 Acts, ch 10, §2, 3\n\nReferred to in §8A.101, 8F.2, 68B.2, 68B.3, 68B.6, 68B.35",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-4/"
    },
    {
      "id": "section-7e5",
      "number": "7E.5",
      "heading": "Principal departments and primary responsibilities.",
      "text": "7E.5 Principal departments and primary responsibilities.\n\n1. The principal central departments of the executive branch as established by law are listed in this section for central reference purposes as follows:\n\na. The department of management, created in section 8.4, which has primary responsibility for coordination of state policy planning, management of interagency programs, economic reports, and program development.\n\nb. The department of administrative services, created in section 8A.102, which has primary responsibility for the management and coordination of the major resources of state government.\n\nc. The department of revenue, created in section 421.2, which has primary responsibility for revenue collection and revenue law compliance, the Iowa lottery, and alcoholic beverage control.\n\nd. The department of inspections, appeals, and licensing, created in section 10A.102, which has primary responsibility for licensing, administering the laws relating to employment safety, labor standards, and workers’ compensation, and coordinating the conducting of various inspections, investigations, appeals, hearings, and audits.\n\ne. The department of agriculture and land stewardship, created in section 159.2, which has primary responsibility for encouraging, promoting, and advancing the interests of agriculture and allied industries. The secretary of agriculture is the director of the department of agriculture and land stewardship.\n\nf. The department of insurance and financial services, created in section 546.2, which has primary responsibility for insurance and financial services functions.\n\ng. The economic development authority, created in section 15.105, which has responsibility for ensuring that the economic development policies of the state are effectively and efficiently carried out, and for managing the state’s interest in the areas of the arts, history, and other cultural matters.\n\nh. The department of workforce development, created in section 84A.1, which has primary responsibility for administering the laws relating to unemployment compensation insurance, job placement and training, and related matters.\n\ni. The department of health and human services, which has primary responsibility for services to individuals to promote the well-being and the social and economic development of the people of the state; for supervision of public health programs, promotion of public hygiene and sanitation, treatment and prevention of substance use disorder, and enforcement of related laws; for leadership and program management for programs which serve the older individuals of the state; and for services relating to Latino persons, women, persons with disabilities, community action agencies, criminal and juvenile justice planning, African Americans, deaf and hard-of-hearing persons, persons of Asian and Pacific Islander heritage, and Native Americans.\n\nj. The department of education, created in section 256.1, which has primary responsibility for supervising public education at the elementary and secondary levels and for supervising the community colleges.\n\nk. The department of corrections, created in section 904.102, which has primary responsibility for corrections administration, corrections institutions, prison industries, judicial district departments of correctional services, and the development, funding, and monitoring of community-based corrections programs.\n\nl. The department of public safety, created in section 80.1, which has primary responsibility for statewide law enforcement and public safety programs that complement and supplement local law enforcement agencies and local inspection services.\n\nm. The department of public defense, created in section 29.1, which has primary responsibility for state military forces.\n\nn. The department of natural resources, created in section 455A.2, which has primary responsibility for state parks and forests, protecting the environment, and managing fish, wildlife, and land and water resources.\n\no. The state department of transportation, created in section 307.2, which has primary responsibility for development and regulation of highway, railway, and air transportation throughout the state, including public transit.\n\np. In the area of higher education, an agency headed by the state board of regents and including all the institutions administered by the state board of regents, which has primary responsibility for state involvement in higher education.\n\nq. The department for the blind, created in chapter 216B, which has primary responsibility for services relating to blind persons.\n\nr. The department of veterans affairs created in section 35A.4, which has primary responsibility for state veterans affairs.\n\ns. The department of homeland security and emergency management, created in section 29C.5, which has primary responsibility for the administration of emergency planning matters, including emergency resource planning in this state, homeland security activities, and coordination of available services and resources in the event of a disaster to include those services and resources of the federal government and private entities.\n\n2. a. There is a civil rights commission, a public employment relations board, an interstate cooperation commission, an Iowa ethics and campaign disclosure board, an Iowa utilities board, and an Iowa law enforcement academy.\n\nb. The listing of additional state agencies in this subsection is for reference purposes only and is not exhaustive.\n\n3. The responsibilities listed for each department and agency in this section are generally descriptive of the department’s or agency’s duties, are not all-inclusive, and do not exclude duties and powers specifically prescribed for by statute, or delegated to, each department or agency.\n\n86 Acts, ch 1245, §5; 88 Acts, ch 1277, §20, 21; 89 Acts, ch 83, §1; 90 Acts, ch 1180, §1; 92 Acts, ch 1139, §19; 92 Acts, ch 1140, §1, 2; 92 Acts, ch 1163, §1; 93 Acts, ch 48, §2; 93 Acts, ch 75, §1; 93 Acts, ch 163, §38; 96 Acts, ch 1186, §23; 98 Acts, ch 1017, §1; 2000 Acts, ch 1058, §2; 2000 Acts, ch 1141, §11, 19; 2002 Acts, ch 1050, §1; 2003 Acts, ch 145, §116 – 119; 2003 Acts, ch 178, §96, 121; 2003 Acts, ch 179, §142; 2005 Acts, ch 115, §1, 40; 2008 Acts, ch 1031, §7; 2008 Acts, ch 1184, §37; 2009 Acts, ch 23, §1; 2009 Acts, ch 41, §4; 2009 Acts, ch 108, §3, 41; 2011 Acts, ch 118, §54, 85, 89; 2013 Acts, ch 29, §1, 2; 2017 Acts, ch 54, §5; 2023 Acts, ch 19, §5, 1425, 2074, 2075, 2166, 2468, 2703, 2704, 2768\n\nReferred to in §8A.101, 8E.103, 8F.2, 22.13A, 199.1, 200.22, 206.34\n\nSubsection 1 amended and editorially internally redesignated\n\nSubsection 2, paragraph a amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-5/"
    },
    {
      "id": "section-7e5a",
      "number": "7E.5A",
      "heading": "Buildings and infrastructure — funding.",
      "text": "7E.5A Buildings and infrastructure — funding.\n\n1. For each new vertical infrastructure project, the department in control of the vertical infrastructure shall identify and recommend to the general assembly funding sufficient to meet the projected maintenance, repair, and replacement needs of the vertical infrastructure.\n\n2. A department shall, within its five-year capital budget request, identify specific instances where the failure to address deferred maintenance has had a negative impact on the department’s ability to implement its mission and the proposed costs for annual routine and preventive maintenance based on an industry standard of one percent of the estimated replacement cost of the department’s facilities. This subsection shall not apply to the state department of transportation.\n\n3. A department requesting state moneys for a vertical infrastructure project shall actively pursue any federal funds for which the proposed project may be eligible and shall demonstrate such pursuit prior to receiving state moneys for the project. The department shall report the receipt of any such federal funds to the department of management and the legislative services agency in the manner described in section 8.23.\n\n4. As used in this section, “vertical infrastructure” means the same as defined in section 8.57, subsection 5, paragraph “c”.\n\n97 Acts, ch 215, §28; 2001 Acts, ch 185, §32; 2003 Acts, ch 35, §45, 49; 2012 Acts, ch 1021, §124",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-5a/"
    },
    {
      "id": "section-7e5b",
      "number": "7E.5B",
      "heading": "Real property lease or purchase — notice.",
      "text": "7E.5B Real property lease or purchase — notice.\n\nIn addition to any other provision of law, any purchase or lease of real property, other than on a temporary basis, when necessary in order to implement the programs of an authority or protect the investments of an authority, shall require prior written notice from the authority to the legislative services agency. The legislative services agency shall submit the notification to the government oversight standing committees of the general assembly. The notification shall include the information as described in section 8A.321, subsection 16.\n\n2021 Acts, ch 92, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-5b/"
    },
    {
      "id": "section-7e6",
      "number": "7E.6",
      "heading": "Compensation of members of boards, committees, commissions, and councils.",
      "text": "7E.6 Compensation of members of boards, committees, commissions, and councils.\n\n1. a. Any position of membership on any board, committee, commission, or council in the executive branch of state government which is compensated by the payment of a per diem to the holder of that position under statutory law shall be compensated at the rate of fifty dollars per diem, notwithstanding any other law to the contrary.\n\nb. Reimbursement of expenses to the holder of any position governed by this subsection shall be as provided in the applicable law.\n\nc. In regard to any board, committee, commission, or council which has its name or organizational location altered after January 1, 1986, the statutory provision on the subject of per diem compensation which was applicable to it on January 1, 1986, shall continue to govern such agency and its successor agency, notwithstanding the change in name or organizational location.\n\n2. Any position of membership on any board, committee, commission, or council in the state government which has a compensation level limited to expenses only is eligible to receive, in addition to such actual expense reimbursement, an additional expense allowance of fifty dollars per day if the holder of any such position applies for such additional expense allowance and the holder of the position has an income level of one hundred fifty percent or less of the United States poverty level as defined by the most recently revised poverty income guidelines published by the United States department of health and human services.\n\n3. Any position of membership on the Iowa lottery board created in section 99G.8 shall receive compensation of fifty dollars per day and expenses.\n\n4. Any position of membership on the transportation commission shall be compensated at an annual rate of ten thousand dollars.\n\n5. Any position of membership on the board of parole, the utilities board, the employment appeal board, and the property assessment appeal board shall be compensated as otherwise provided in law.\n\n6. All of the compensation provisions of this section are subject to the proper appropriations being made in the state budget legislation.\n\n7. It is the intent of the general assembly that this section shall be the governing provision on the subject of the compensation of any position of membership on any board, committee, commission, or council in the state government and that the provisions of this section shall govern over any conflicting provision of law except provisions enacted subsequent to July 1, 1986, notwithstanding the provisions of section 4.7.\n\n86 Acts, ch 1245, §2055; 88 Acts, ch 1277, §22; 89 Acts, ch 296, §2, 3; 89 Acts, ch 303, §15, 16; 2003 Acts, ch 35, §22, 49; 2003 Acts, ch 178, §97, 121; 2003 Acts, ch 179, §142; 2005 Acts, ch 150, §119; 2023 Acts, ch 19, §2155, 2293\n\nReferred to in §8A.203, 8A.375, 8A.705, 15.105, 15.439, 15.465, 15F.105, 16.2, 16.2A, 16.2C, 20.5, 23.4, 29A.57, 35A.2, 42.5, 67.12, 68B.32, 80B.8, 80E.2, 84A.1A, 97B.8A, 97B.8B, 99G.8, 100B.1, 103.3, 103A.14, 123.11, 124.555, 135.11, 135.22A, 142A.3, 147.24, 159A.13, 161A.4, 169.5, 170.2, 173.8, 177.5, 179.2, 183A.10, 185.14, 185C.14, 190C.2, 203.11B, 203D.4, 206.23A, 206.23B, 216.4, 216A.12, 216A.53, 216A.74, 216A.92A, 216A.113, 216A.132, 216A.142, 216A.152, 216A.162, 216B.2, 217.4, 217.19, 225C.5, 225C.51, 231.13, 237.16, 249A.4B, 256.5, 256.5A, 256.15, 256.35A, 256.149, 256.179, 256A.2, 257.30, 262.9, 266.39, 267.3, 267A.3, 272C.3, 272C.7, 307A.5, 333A.3, 368.9, 384.14, 411.36, 418.6, 455A.5, 455A.6, 455A.17, 455B.133B, 455B.133C, 455B.150, 455G.4, 461A.80, 465C.4, 466B.48, 514I.5, 524.205, 533.107, 542.4, 542B.8, 543B.12, 543D.4, 544A.12, 544B.7, 544C.4, 602.1513, 602.10106, 679B.7, 904.106, 904.803\n\nSubsections 3 and 5 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-6/"
    },
    {
      "id": "section-7e7",
      "number": "7E.7",
      "heading": "Organizational structure of Iowa higher education loan authority.",
      "text": "7E.7 Organizational structure of Iowa higher education loan authority.\n\nFor organizational purposes only, the Iowa higher education loan authority shall be attached to the college student aid commission.\n\n86 Acts, ch 1245, §850; 90 Acts, ch 1253, §122; 2003 Acts, ch 137, §1; 2007 Acts, ch 215, §77, 78; 2008 Acts, ch 1156, §6, 58; 2009 Acts, ch 97, §5; 2023 Acts, ch 70, §15\n\nIowa higher education loan authority, see chapter 261A\n\nSubsection 2 stricken and unnumbered paragraph 1 and subsection 1 editorially combined",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-7/"
    },
    {
      "id": "section-7e8",
      "number": "7E.8",
      "heading": "Members of boards, committees, commissions, and councils — disclosure requirements.",
      "text": "7E.8 Members of boards, committees, commissions, and councils — disclosure requirements.\n\nA member of any board, committee, commission, or council who was subject to senate confirmation pursuant to section 2.32 shall disclose to the appointing authority for that board, committee, commission, or council if the member has filed subsequent to senate confirmation a registration statement pursuant to the federal Foreign Agents Registration Act of 1938, as amended, 22 U.S.C. §611 et seq.\n\n2018 Acts, ch 1061, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7e/section-7e-8/"
    }
  ]
}