{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-15h-iowa-commission-on-volunteer-service",
  "sections": [
    {
      "id": "section-15h1",
      "number": "15H.1",
      "heading": "Findings.Section 15H.1A - Definitions",
      "text": "15H.1 Findings.\n\nThe general assembly finds:\n\n1. There is a compelling need for more civic participation to solve community and state problems, and to address many of the country’s unmet social, environmental, educational, and public safety needs.\n\n2. Promoting the capability of Iowa’s people, communities, and enterprises to work collaboratively is vital to the long-term prosperity of this state.\n\n3. Building and encouraging community services and volunteerism is an integral part of the state’s future well-being, and requires cooperative efforts by the public and private sectors.\n\n4. The development of a volunteer service program in Iowa requires an administrative vehicle which conforms with federal guidelines detailed in the federal National and Community Service Trust Act of 1993.\n\n2005 Acts, ch 42, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-1/"
    },
    {
      "id": "section-15h1a",
      "number": "15H.1A",
      "heading": "Definitions.",
      "text": "15H.1A Definitions.\n\nFor purposes of this chapter, unless the context otherwise requires:\n\n1. “Commission” means the Iowa commission on volunteer service created in section 15H.2.\n\n2. “Department” means the department of health and human services.\n\n3. “Director” means the director of health and human services.\n\n2011 Acts, ch 118, §27, 89; 2018 Acts, ch 1067, §5, 15; 2023 Acts, ch 19, §19\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-1a/"
    },
    {
      "id": "section-15h2",
      "number": "15H.2",
      "heading": "Iowa commission on volunteer service established.",
      "text": "15H.2 Iowa commission on volunteer service established.\n\n1. The Iowa commission on volunteer service is created within the department. The governor shall appoint the commission’s members. The director may employ personnel as necessary to carry out the duties and responsibilities of the commission.\n\n2. The mission of the commission is to advise and assist in the development and implementation of a comprehensive, statewide plan for promoting volunteer involvement and citizen participation in Iowa, as well as to serve as the state’s liaison to national and state organizations which support the commission’s mission. The commission shall also carry out any duties and responsibilities described in the National Community Service Trust Act of 1993 or any related state or federal legislation.\n\n3. The commission shall do all of the following:\n\na. Prepare a three-year national service plan as called for under the federal National and Community Service Trust Act of 1993.\n\nb. Fulfill federal program administration requirements, including provision of health care and child care for program participants.\n\nc. Submit annual state applications for federal funding of commission-selected AmeriCorps programs.\n\nd. Integrate AmeriCorps programs, the corporation for national and community service program, and the older American volunteer program into the state strategic service plan.\n\ne. Conduct local outreach to develop a comprehensive and inclusive state service plan and coordinate with existing programs in order to prevent unnecessary competition for private sources of funding.\n\nf. Provide technical assistance to service programs, including the development of training methods and curriculum materials.\n\ng. Develop a statewide recruitment and placement system for individuals interested in community service opportunities.\n\nh. Prepare quarterly reports on progress for submission to the governor and the general assembly.\n\ni. Administer the retired and senior volunteer program.\n\n2005 Acts, ch 42, §2; 2006 Acts, ch 1010, §11; 2011 Acts, ch 118, §28, 89; 2023 Acts, ch 19, §20, 21\n\nReferred to in §15H.1A, 15H.5, 256.228\n\nSubsection 1 amended\n\nSubsection 3, paragraph i amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-2/"
    },
    {
      "id": "section-15h3",
      "number": "15H.3",
      "heading": "Volunteer service commission membership.",
      "text": "15H.3 Volunteer service commission membership.\n\n1. The commission shall consist of the following members:\n\na. An individual with expertise in the educational training and developmental needs of youth.\n\nb. An individual with experience in promoting the involvement of older adults in service and volunteerism.\n\nc. A representative of community-based agencies within the state.\n\nd. The director of the department of education, or the director’s designee.\n\ne. The executive director of the state board of regents, or the executive director’s designee.\n\nf. A representative of local government.\n\ng. A representative of a local labor organization.\n\nh. A representative of a for-profit business.\n\ni. An individual between the ages of sixteen and twenty-five who is or has been a participant or supervisor in a volunteer or service program.\n\nj. A representative of the corporation for national and community service who shall serve as a nonvoting, ex officio member.\n\nk. Additional ex officio, nonvoting members selected by the commission to the extent that they are not in conflict with the provisions of the National Community Service Trust Act of 1993 or any related state or federal legislation.\n\n2. No more than twenty-five percent of the commission members shall be employees of the state, though additional state agency representatives may sit on the commission as nonvoting, ex officio members.\n\n3. A commission member shall not vote on issues affecting organizations for which the member has served as a staff person or as a volunteer at any time during the preceding twelve-month period.\n\n4. The membership of the commission shall comply with sections 69.16 and 69.16A. The membership of the commission shall also reflect the diversity of the state’s population.\n\n5. Members shall serve staggered terms of three years beginning July 1. Members of the commission shall serve no more than two three-year terms. Any vacancy shall be filled in the same manner as the original appointment.\n\n6. The chairperson of the commission shall be selected by the members of the commission.\n\n2005 Acts, ch 42, §3; 2005 Acts, ch 175, §54, 129; 2006 Acts, ch 1051, §1; 2011 Acts, ch 118, §29, 30, 89; 2012 Acts, ch 1021, §33; 2020 Acts, ch 1062, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-3/"
    },
    {
      "id": "section-15h4",
      "number": "15H.4",
      "heading": "Administration — funding.",
      "text": "15H.4 Administration — funding.\n\n1. The department shall serve as the lead agency for administration of the commission. The department may consult with the department of education, the state board of regents, and the department of workforce development for any additional administrative support as necessary to fulfill the duties of the commission. All other state agencies, at the request of the department, shall provide assistance to the commission to ensure a fully coordinated state effort for promoting national and community service.\n\n2. The commission may accept funds and in-kind services from other state, federal, and private entities.\n\n2005 Acts, ch 42, §4; 2011 Acts, ch 118, §31, 89; 2023 Acts, ch 19, §22\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-4/"
    },
    {
      "id": "section-15h5",
      "number": "15H.5",
      "heading": "Iowa summer youth corps — community programs account.",
      "text": "15H.5 Iowa summer youth corps — community programs account.\n\n1. For the purposes of this section, “service-learning” means a teaching and learning strategy that integrates meaningful community service with instruction and reflection to enrich the learning experience, teach civic responsibility, and strengthen communities.\n\n2. The Iowa summer youth corps program is established to provide meaningful summer enrichment programming to Iowa youth. The program shall be administered by the commission using a competitive grant process to implement projects in accordance with program requirements. The commission shall adopt administrative rules for the program, including but not limited to incentives, grant criteria, and grantee selection processes. A percentage of the grants shall be designated by the commission to address the needs of economically distressed areas as defined in section 15.335C.\n\n3. The program shall provide grants for projects that utilize a service-learning approach during the summer months to enhance student achievement and summer learning retention, teach meaningful job skills to Iowa youth, engage Iowa youth in their communities, provide positive youth development experiences, and address the needs of youth from families with low income. The service-learning approach shall be integrated into the program using science, technology, engineering, mathematics, social studies, civic literacy, or other appropriate curricula identified by the department of education.\n\n4. The program shall involve the youth participating in the program in service-learning activities with one or more of the following focuses:\n\na. Energy conservation in the youth’s community, including conducting educational outreach on energy conservation and working to improve energy efficiency in low-income housing and public spaces.\n\nb. Emergency and disaster preparedness.\n\nc. Improving access to and obtaining the benefits from providing computers and other emerging technologies in underserved and other appropriate areas of counties and cities, including but not limited to low-income communities, senior centers and communities, schools, libraries, and other public settings.\n\nd. Mentoring of middle school youth while involving all participants in service-learning to address unmet human, educational, environmental, public safety, or emergency disaster preparedness needs in the participants’ community.\n\ne. Establishing or implementing summer of service projects during the summer months. Budgeting for a summer of service project shall include the cost of recruitment, training, and placement of service-learning coordinators. A summer of service project shall comply with all of the following requirements:\n\n(1) Youth participating in a project will be enrolled in grades six through twelve in the school year which begins immediately following the end of a project.\n\n(2) The focus of each project shall be community-based, service-learning activities that address unmet human, educational, environmental, emergency and disaster preparedness, and public service needs. Environmental needs addressed may include energy conservation, water quality, and land stewardship.\n\n(3) The activities for each project shall be intensive, structured, supervised, and designed to produce identifiable improvements to the community. The activities may include the extension of school year service-learning programs into the summer months.\n\nf. Performing community improvement projects, which may include but are not limited to a green corps program activity under section 15H.6 or other youth training program.\n\n5. a. Funding for the Iowa summer youth corps program, the Iowa green corps program established pursuant to section 15H.6, the Iowa reading corps program established pursuant to section 15H.7, the RefugeeRISE AmeriCorps program established pursuant to section 15H.8, and the Iowa national service corps program established pursuant to section 15H.9 shall be obtained from private sector, and local, state, and federal government sources, or from other available funds credited to the community programs account, which shall be created within the department under the authority of the commission. Moneys available in the account for a fiscal year are appropriated to the commission to be used for the programs. The commission may establish an escrow account within the department and obligate moneys within that escrow account for tuition or program payments to be made beyond the term of any fiscal year. Notwithstanding section 12C.7, subsection 2, interest earned on moneys in the community programs account shall be credited to the account. Notwithstanding section 8.33, moneys in the community programs account or escrow account shall not revert to the general fund but shall remain available for expenditure in future fiscal years.\n\nb. The commission shall manage the Iowa summer youth corps program in a manner to maximize the leveraging of federal, local, and private funding opportunities that increase or amplify program impact and service-learning opportunities. The commission shall also encourage collaboration with, and utilization of, other national, local, and nonprofit programs engaged in community service or addressing the needs of youth from families with low income.\n\nc. The commission shall give priority consideration to approving those projects that target communities that have disproportionately high rates of juvenile crime or low rates of high school graduation or that have been designated as economically distressed areas as defined in section 15.335C.\n\nd. The commission shall include progress information concerning implementation of the Iowa summer youth corps program in the quarterly reports made to the governor and the general assembly in accordance with section 15H.2.\n\n6. a. Notwithstanding any contrary provision of chapter 8A, subchapter IV, or chapter 96, a person participating in the Iowa summer youth corps program shall be exempt from merit system requirements and shall not be eligible to receive unemployment compensation benefits.\n\nb. If a stipend is provided to a youth participating in the Iowa summer youth corps program, the youth shall be age fourteen through eighteen.\n\nc. A youth participating in a summer of service project that either has an education award or no compensation shall comply with the grade level requirements specified for summer of service project participation.\n\nd. A project that uses funding for an AmeriCorps young adult component within the project design shall limit participation in the component to young persons who are age sixteen through twenty-four at the time of enrollment in the project.\n\n2009 Acts, ch 161, §1, 4; 2011 Acts, ch 118, §85, 89; 2014 Acts, ch 1130, §32, 33; 2015 Acts, ch 34, §1; 2016 Acts, ch 1073, §10, 11; 2016 Acts, ch 1139, §90; 2018 Acts, ch 1086, §1; 2020 Acts, ch 1062, §8; 2023 Acts, ch 19, §23\n\nReferred to in §15H.6, 15H.7, 15H.8, 15H.9, 92.17\n\nSubsection 5, paragraph a amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-5/"
    },
    {
      "id": "section-15h6",
      "number": "15H.6",
      "heading": "Iowa green corps program.",
      "text": "15H.6 Iowa green corps program.\n\n1. The commission, in collaboration with the department of natural resources, the department of workforce development, and the utilities board, shall establish an Iowa green corps program. The commission shall work with the collaborating agencies and nonprofit agencies in developing a strategy for attracting additional financial resources for the program from other sources which may include but are not limited to utilities, private sector, and local, state, and federal government funding sources. The financial resources received shall be credited to the community programs account created pursuant to section 15H.5.\n\n2. The program shall utilize AmeriCorps or Iowa summer youth corps program volunteers to provide capacity building activities, training, and implementation of major transformative projects in communities. The project selection shall emphasize energy efficiency, historic preservation, neighborhood development, and storm water reduction and management.\n\n3. The capacity building activities shall be targeted in communities that are already working with existing community improvement programs, including but not limited to the Iowa great places program established under section 15.439, the green streets and main street Iowa programs administered by the economic development authority, and disaster remediation activities by communities located within an area declared to be a disaster area in a declaration issued by the president of the United States or the governor.\n\n2009 Acts, ch 161, §2, 4; 2011 Acts, ch 118, §38, 85, 89; 2020 Acts, ch 1062, §9; 2023 Acts, ch 19, §2659\n\nReferred to in §15H.5, 15H.9\n\nSubsection 1 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-6/"
    },
    {
      "id": "section-15h7",
      "number": "15H.7",
      "heading": "Iowa reading corps program.",
      "text": "15H.7 Iowa reading corps program.\n\n1. a. The commission, in collaboration with the department of education, may establish an Iowa reading corps program to provide Iowa reading corps AmeriCorps members with a data-based, problem-solving model of literacy instruction to use in tutoring students from prekindergarten to third grade who are not proficient in reading or who are at risk of becoming not proficient in reading.\n\nb. The program shall use models of early literacy instruction reviewed and approved by the department of education pursuant to section 256.9, subsection 49, paragraph “c”.\n\nc. The commission and the department of education shall grant AmeriCorps programs that are operating an early literacy intervention program within a single school district on April 14, 2015, that seek to be included in the Iowa reading corps program adequate time to make adjustments to align the currently operating program with commission and department goals and strategies for the Iowa reading corps program.\n\n2. a. The models of literacy instruction utilized by Iowa reading corps AmeriCorps members shall align with literacy program goals and strategies developed by the state department of education, the local school district, and the Iowa reading research center.\n\nb. The commission, in collaboration with the department of education, may adopt rules pursuant to chapter 17A to implement and administer this section.\n\n3. The commission may use moneys in and lawfully available to the community programs account created in section 15H.5 to fund the program.\n\n4. The commission shall submit an annual report to the general assembly and the state department of education that records and evaluates program data to determine the efficacy of the program.\n\n2015 Acts, ch 34, §2; 2020 Acts, ch 1062, §10\n\nReferred to in §15H.5, 15H.9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-7/"
    },
    {
      "id": "section-15h8",
      "number": "15H.8",
      "heading": "RefugeeRISE AmeriCorps program.",
      "text": "15H.8 RefugeeRISE AmeriCorps program.\n\n1. a. The commission, in collaboration with the department, shall establish a Refugee Rebuild, Integrate, Serve, Empower (RefugeeRISE) AmeriCorps program to increase community integration and engagement for diverse refugee communities in rural and urban areas across the state.\n\nb. The commission, in collaboration with the department, may adopt rules pursuant to chapter 17A to implement and administer this section.\n\n2. The commission may use moneys in and lawfully available to the community programs account created in section 15H.5 to fund the program.\n\n3. The commission shall submit an annual report to the general assembly and the department relating to the efficacy of the program.\n\n2016 Acts, ch 1139, §91; 2020 Acts, ch 1062, §11; 2023 Acts, ch 19, §24\n\nReferred to in §15H.5, 15H.9\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-8/"
    },
    {
      "id": "section-15h9",
      "number": "15H.9",
      "heading": "Iowa national service corps program.",
      "text": "15H.9 Iowa national service corps program.\n\n1. The commission may establish an Iowa national service corps program to provide opportunities for state agencies, political subdivisions of the state, and private, nonprofit organizations to create national service programs outside of existing state and federal programs to meet state and local needs and to provide more opportunities for Iowans to serve their state and country and foster a cultural expectation of service in Iowa through a unified service corps.\n\n2. The commission may adopt rules pursuant to chapter 17A for approving Iowa national service corps programs and national service positions. Existing programs and service positions, including those established through the AmeriCorps programs in Iowa created pursuant to 42 U.S.C. §12501, Senior Corps and AmeriCorps vista in Iowa created pursuant to 42 U.S.C. §4950 et seq., the Iowa summer youth corps program created pursuant to section 15H.5, the Iowa green corps program created pursuant to section 15H.6, the Iowa reading corps program created pursuant to section 15H.7, the RefugeeRISE AmeriCorps program created pursuant to section 15H.8, and the Iowa conservation corps created pursuant to section 84A.7, are part of the Iowa national service corps programs and national service positions.\n\n3. State agencies or political subdivisions of the state may enter into an agreement with any approved Iowa national service corps program directly or through an agreement with the commission. State agencies or political subdivisions of the state may establish Iowa national service corps programs or contract with a third-party vendor to assist the agency or political subdivision in establishing such programs.\n\n4. State agencies or political subdivisions of the state may give priority to grants or projects funded that utilize Iowa national service corps programs.\n\n5. State agencies or political subdivisions of the state may establish hiring preferences for any Iowa national service corps or AmeriCorps participant who has successfully completed a year of full-time service or one thousand seven hundred hours over a period extending beyond a year.\n\n6. A person participating in the Iowa national service corps program is not an employee of the organization in which the person is enrolled regardless of whether a stipend is provided, shall be exempt from the merit system requirements of chapter 8, subchapter IV, and is not eligible to receive unemployment compensation benefits under chapter 96 upon completion of service.\n\n2018 Acts, ch 1086, §2; 2020 Acts, ch 1062, §12\n\nReferred to in §15H.5, 92.17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-9/"
    },
    {
      "id": "section-15h10",
      "number": "15H.10",
      "heading": "Volunteer mentor program.",
      "text": "15H.10 Volunteer mentor program.\n\n1. Subject to an appropriation of funds by the general assembly for this purpose, the commission shall establish a volunteer mentor program to support implementation of the future ready Iowa skilled workforce last-dollar scholarship and the future ready Iowa skilled workforce grant programs created in sections 256.228 and 256.229. The commission, in collaboration with the department of workforce development and the college student aid commission, shall adopt rules pursuant to chapter 17A to implement and administer the volunteer mentor program, and shall establish standards, guidelines, and expectations for a productive and appropriate relationship between mentors and mentees, including helping students meet the future ready Iowa skilled workforce last-dollar scholarship program or future ready Iowa skilled workforce grant requirements, as appropriate; identify work-based learning opportunities; and make career-related connections that are advantageous to persons participating in the volunteer mentor program.\n\n2. The prospective volunteer mentor shall have successfully passed a background investigation conducted by the division of criminal investigation of the department of public safety and a check of the national sex offender registry.\n\n3. The commission shall enter into written agreements with prospective mentors and mentees under the program. Under such an agreement, prospective mentors and mentees agree to abide by the standards, guidelines, and expectations established by the commission pursuant to subsection 1.\n\n4. The commission, in collaboration with the department of workforce development and the college student aid commission, and in cooperation with an eligible institution as defined in section 256.228 or 256.229, as appropriate, shall assign a student, who is a recipient of a future ready Iowa skilled workforce last-dollar scholarship under section 256.228 or a future ready Iowa skilled workforce grant under section 256.229, who requests the assignment of a mentor, and who enters into an agreement under subsection 3, to a mentor appropriate to the prospective mentee’s field of study whenever possible.\n\n5. The commission shall maintain, and regularly update, a list of the mentor and mentee pairings and the dates of inception of the mentor and mentee pairings.\n\n6. Notwithstanding section 8.33, moneys appropriated to the department for allocation to the commission for purposes of this section that remain unencumbered or unobligated at the close of a fiscal year shall not revert but shall remain available to be used for the purposes designated in this section until the close of the succeeding fiscal year.\n\n2018 Acts, ch 1067, §6, 15; 2023 Acts, ch 19, §25\n\nReferred to in §84A.1B, 256.228, 256.229\n\nSubsection 6 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-15h/section-15h-10/"
    }
  ]
}