{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-12h-restrictions-on-iran-related-investments",
  "sections": [
    {
      "id": "section-12h1",
      "number": "12H.1",
      "heading": "Legislative findings and intent",
      "text": "12H.1 Legislative findings and intent.\n\nThe general assembly is deeply concerned over the support the country of Iran has provided for acts of international terrorism. Therefore, the general assembly intends that state funds and funds administered by the state, including public employee retirement funds, should not be invested in companies that provide power production-related services, mineral extraction activities, oil-related activities, or military equipment to the government of Iran.\n\n2011 Acts, ch 82, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-1/"
    },
    {
      "id": "section-12h2",
      "number": "12H.2",
      "heading": "Definitions.",
      "text": "12H.2 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Active business operations” means all business operations that are not inactive business operations.\n\n2. “Business operations” means engaging in commerce in any form in Iran, including by acquiring, developing, maintaining, owning, selling, possessing, leasing, or operating equipment, facilities, personnel, products, services, personal property, real property, or any other apparatus of business or commerce.\n\n3. “Company” means any sole proprietorship, organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates of such entities or business associations, that exists for profit-making purposes.\n\n4. “Direct holdings” in a company means all securities of that company held directly by the public fund or in an account or fund in which the public fund owns all shares or interests.\n\n5. “Inactive business operations” means the mere continued holding or renewal of rights to property previously operated for the purpose of generating revenues but not presently deployed for such purpose.\n\n6. “Indirect holdings” in a company means all securities of that company held in an account or fund managed by one or more persons not employed by the public fund, in which the public fund owns shares or interests together with other investors not subject to the provisions of this chapter. Indirect holdings include but are not limited to mutual funds, fund of funds, private equity funds, hedge funds, and real estate funds.\n\n7. “Military equipment” means weapons, arms, military supplies, and equipment that readily may be used for military purposes including but not limited to radar systems or military-grade transport vehicles, or supplies or services sold or provided directly or indirectly to any terrorist organization.\n\n8. “Mineral extraction activities” include exploring, extracting, processing, transporting, or wholesale selling or trading of elemental minerals or associated metal alloys or oxides, including gold, copper, chromium, chromite, diamonds, iron, iron ore, silver, tungsten, uranium, and zinc, as well as facilitating such activities, including by providing supplies or services in support of such activities.\n\n9. “Oil-related activities” include but are not limited to owning rights to oil blocks; exporting, extracting, producing, refining, processing, exploring for, transporting, selling, or trading of oil; constructing, maintaining, or operating a pipeline, refinery, or other oil field infrastructure; and facilitating such activities, including by providing supplies or services in support of such activities, provided that the mere retail sale of gasoline and related consumer products shall not be considered oil-related activities.\n\n10. “Power production activities” means any business operation that involves a project commissioned by any Iranian government entity whose purpose is to facilitate power-generation and delivery including but not limited to establishing power generating plants or hydroelectric dams, selling or installing components for the project, providing service contracts related to the installation or maintenance of the project, as well as facilitating such activities, including by providing supplies or services in support of such activities.\n\n11. “Public fund” means the treasurer of state, the state board of regents, the public safety peace officers’ retirement system created in chapter 97A, the Iowa public employees’ retirement system created in chapter 97B, the statewide fire and police retirement system created in chapter 411, or the judicial retirement system created in chapter 602.\n\n12. “Scrutinized company” means any company that is not a social development company that meets any of the following criteria:\n\na. The company has business operations that involve contracts with or provision of supplies or services to the government of Iran, companies in which the government of Iran has any direct or indirect equity share, Iranian government-commissioned consortiums or projects, or companies involved in Iranian government-commissioned consortiums or projects; and meets any of the additional following criteria:\n\n(1) More than ten percent of the company’s revenues or assets linked to Iran involve oil-related activities or mineral extraction activities and the company has failed to take substantial action.\n\n(2) More than ten percent of the company’s revenues or assets linked to Iran involve power production activities and the company has failed to take substantial action.\n\nb. The company supplies military equipment to Iran, unless it clearly shows that the military equipment cannot be used to facilitate international acts of terrorism.\n\n13. “Social development company” means a company whose primary purpose in Iran is to provide humanitarian goods or services, including medicine or medical equipment, agricultural supplies or infrastructure, educational opportunities, journalism-related activities, information or information materials, spiritual-related activities, services of a purely clerical or reporting nature, food, clothing, or general consumer goods that are unrelated to oil-related activities, mineral extraction activities, or power production activities.\n\n14. “Substantial action” means adopting, publicizing, and implementing a formal plan to cease scrutinized business operations within one year and to refrain from any such new business operations.\n\n2011 Acts, ch 82, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-2/"
    },
    {
      "id": "section-12h3",
      "number": "12H.3",
      "heading": "Identification of companies — notice.",
      "text": "12H.3 Identification of companies — notice.\n\n1. a. By March 1, 2012, the public fund shall make its best efforts to identify or have identified all scrutinized companies in which the public fund has direct or indirect holdings or could possibly have such holdings in the future and shall create and make available to the public a scrutinized companies list for that public fund. The list shall further identify whether the company has inactive business operations or active business operations. The public fund shall review and update, if necessary, the scrutinized companies list and the determination of whether a company has inactive or active business operations on an annual basis thereafter.\n\nb. In making its best efforts to identify or have identified scrutinized companies and companies with inactive business operations or active business operations, the public fund may review and rely, in the best judgment of the public fund, on publicly available information regarding companies with business operations in Iran, and including other information that may be provided by nonprofit organizations, research firms, international organizations, and government entities. The public fund may also contact asset managers and institutional investors for the public fund to identify scrutinized companies based upon industry-recognized lists of such companies that the public fund may have indirect holdings in.\n\nc. The Iowa public employees’ retirement system, acting on behalf of the system and other public funds subject to this section, may develop and issue a request for proposals for third-party services to complete the identification of scrutinized companies and the compilation of a scrutinized companies list. The request for proposals may request bids for optional services related to this purpose, including but not limited to provision of notice of such scrutinized companies as required in subsection 2. The Iowa public employees’ retirement system shall consult with all other public funds on the development of the request for proposals, however selection of a successful proposal and the final scope of services to be provided shall be determined only by those public funds that have agreed to utilize the third-party services. If more than one public fund decides to utilize the third-party services, the participating public funds shall equally share the costs of such services.\n\n2. a. For each company on the scrutinized companies list with only inactive business operations in which the public fund has direct or indirect holdings, the public fund shall send or have sent a written notice informing the company of the requirements of this chapter and encouraging it to continue to refrain from initiating active business operations in Iran until it is able to avoid scrutinized business operations. The public fund or its representative shall continue to provide such written notice on an annual basis if the company remains a scrutinized company with inactive business operations.\n\nb. For each company on the scrutinized companies list with active business operations in which the public fund has direct or indirect holdings, the public fund shall send or have sent a written notice informing the company of its status as a scrutinized company with active business operations and that it may become subject to divestment and restrictions on investing in the company by the public fund. The notice shall offer the company the opportunity to clarify its Iran-related activities and shall encourage the company to either cease its scrutinized business operations or convert such operations to inactive business operations in order to avoid becoming subject to divestment and restrictions on investment in the company by the public fund. The public fund or its representative shall continue to provide such written notice on an annual basis if the company remains a scrutinized company with active business operations.\n\n2011 Acts, ch 82, §3; 2023 Acts, ch 58, §3\n\nReferred to in §12H.4, 12H.5, 12H.7\n\nSubsection 1, paragraph a amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-3/"
    },
    {
      "id": "section-12h4",
      "number": "12H.4",
      "heading": "Prohibited investments — divestment.",
      "text": "12H.4 Prohibited investments — divestment.\n\n1. The public fund shall not acquire publicly traded securities of a company on the public fund’s most recent scrutinized companies list with active business operations so long as such company remains on the public fund’s scrutinized companies list as a company with active business operations as provided in this section.\n\n2. a. The public fund shall sell, redeem, divest, or withdraw all publicly traded securities of a company on the public fund’s list of scrutinized companies with active business operations, so long as the company remains on that list, no sooner than ninety days, but no later than eighteen months, following the first written notice sent to the scrutinized company with active business operations as required by section 12H.3.\n\nb. This subsection shall not be construed to require the premature or otherwise imprudent sale, redemption, divestment, or withdrawal of an investment, but such sale, redemption, divestment, or withdrawal shall be completed as provided by this subsection.\n\n3. The requirements of this section shall not apply to the following:\n\na. A company which the United States government affirmatively declares to be excluded from its present or any future federal sanctions regime relating to Iran.\n\nb. Indirect holdings of a scrutinized company with active business operations. The public fund shall, however, submit letters to the managers of such investment funds containing companies with scrutinized active business operations requesting that they consider removing such companies from the fund or create a similar fund with indirect holdings devoid of such companies. If the manager creates a similar fund, the public fund is encouraged to replace all applicable investments with investments in the similar fund consistent with prudent investing standards.\n\n2011 Acts, ch 82, §4\n\nReferred to in §12H.5, 12H.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-4/"
    },
    {
      "id": "section-12h5",
      "number": "12H.5",
      "heading": "Reports.",
      "text": "12H.5 Reports.\n\n1. Scrutinized companies list. Each public fund shall, within thirty days after the scrutinized companies list is created or updated as required by section 12H.3, make the list available to the public.\n\n2. Annual report. On October 1, 2012, and each October 1 thereafter, each public fund shall make available to the public, and file with the general assembly, an annual report covering the prior fiscal year that includes the following:\n\na. The scrutinized companies list as of the end of the fiscal year.\n\nb. A summary of all written notices sent as required by section 12H.3 during the fiscal year.\n\nc. All investments sold, redeemed, divested, or withdrawn as provided in section 12H.4 during the fiscal year.\n\n2011 Acts, ch 82, §5\n\nReferred to in §12H.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-5/"
    },
    {
      "id": "section-12h6",
      "number": "12H.6",
      "heading": "Legal obligations.",
      "text": "12H.6 Legal obligations.\n\nWith respect to actions taken in compliance with this chapter, including all good faith determinations regarding companies as required by this chapter, the public fund shall be exempt from any conflicting statutory or common law obligations, including any such obligations in respect to choice of asset managers, investment funds, or investments for the public fund’s securities portfolios.\n\n2011 Acts, ch 82, §6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-6/"
    },
    {
      "id": "section-12h7",
      "number": "12H.7",
      "heading": "Applicability.",
      "text": "12H.7 Applicability.\n\n1. The requirements of sections 12H.3, 12H.4, and 12H.5 shall not apply upon the occurrence of any of the following:\n\na. The Congress or president of the United States, through legislation or executive order, declares that mandatory divestment of the type provided for in this chapter interferes with the conduct of United States foreign policy.\n\nb. A controlling circuit or district court of the United States issues an opinion that declares the mandatory divestment of the type provided for in this chapter or similar statutes of other states is preempted by the federal law of the United States.\n\n2. The requirements of sections 12H.3, 12H.4, and 12H.5 shall not apply to Iran if the United States revokes all sanctions imposed against the government of Iran.\n\n2011 Acts, ch 82, §7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-12h/section-12h-7/"
    }
  ]
}