{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-9c-transient-merchants",
  "sections": [
    {
      "id": "section-9c1",
      "number": "9C.1",
      "heading": "Definitions — presumption — applicability",
      "text": "9C.1 Definitions — presumption — applicability.\n\n1. As used in this chapter, the term “transient merchant” shall mean and include every merchant, whether an individual person, a firm, corporation, partnership, or association, and whether owner, agent, bailee, consignee, or employee, who shall bring or cause to be brought within the state of Iowa any tangible personal property of any kind, nature, or description, with the intention of temporarily or intermittently selling or offering to sell at retail such tangible personal property within the state of Iowa. The term “transient merchant” shall also mean and include every merchant, whether an individual person, a firm, corporation, partnership, or an association, who shall by itself, or by agent, consignee, or employee, temporarily or intermittently engage in or conduct at one or more locations a business within the state of Iowa for the sale at retail of any tangible personal property of any nature or description.\n\n2. A merchant engaging in business shall be presumed to be temporarily or intermittently in business unless it is the intention of such merchant to remain continuously in business at each location where the merchant is engaged in business within the state of Iowa as a merchant for a period of more than sixty days.\n\n3. The provisions of this chapter shall not be construed to apply to persons selling at wholesale to merchants, nor to transient vendors of drugs, nor to persons running a huckster wagon, or selling or distributing livestock feeds, fresh meats, fish, fruit, or vegetables, nor to persons selling their own work or production either by themselves or employees.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.1]\n\n2017 Acts, ch 29, §5; 2019 Acts, ch 24, §2; 2021 Acts, ch 86, §39",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-1/"
    },
    {
      "id": "section-9c2",
      "number": "9C.2",
      "heading": "License required.",
      "text": "9C.2 License required.\n\nIt shall be unlawful for any transient merchant to sell, dispose of, or offer for sale any tangible personal property of any kind, nature or description, at any time or place within the state of Iowa, outside the limits of any city in the state of Iowa, or within the limits of any city in the state of Iowa that has not by ordinance provided for the licensing of transient merchants, unless such transient merchant has a valid license as provided in this chapter and has complied with the regulations set forth in this chapter.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.2]\n\n2017 Acts, ch 29, §6; 2021 Acts, ch 86, §40",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-2/"
    },
    {
      "id": "section-9c3",
      "number": "9C.3",
      "heading": "Application for license.",
      "text": "9C.3 Application for license.\n\nAny transient merchant desiring a transient merchant’s license shall at least ten days prior to the first day any sale is made, file with the secretary of state of the state of Iowa an application in writing duly verified by the person, firm, corporation, partnership, or association proposing to sell or offer to sell at retail any tangible personal property, or to engage in or conduct a temporary or intermittent business for the sale at retail of any tangible personal property. The application shall state the following facts:\n\n1. The name, residence, and post office address of the person, firm, corporation, partnership, or association making the application, and if a corporation, the names and addresses of the officers thereof, and if a firm, partnership, or association and not a corporation, the names and addresses of all members thereof.\n\n2. If the application be made by an agent, bailee, consignee, or employee, the application shall so state and set out the name and address of such agent, bailee, consignee, or employee and shall also set out the name and address of the owner of the tangible personal property to be sold or offered for sale.\n\n3. The application shall state whether or not the applicant has an Iowa retailers sales or use tax permit and if the applicant has such permit, shall state the number of such permit.\n\n4. If the applicant be a corporation, the application shall state whether or not the applicant is an Iowa corporation or a foreign corporation, and if a foreign corporation, shall state whether or not such corporation is authorized to do business in Iowa.\n\n5. The value of the tangible personal property to be sold or offered for sale or the average inventory to be carried by any such transient merchant engaging in or conducting an intermittent or temporary business as the case may be.\n\n6. The date or dates upon which said tangible personal property shall be sold or offered for sale, or the date or dates upon which it is the intention of the applicant to engage in or conduct a temporary or intermittent business.\n\n7. The location and address where such tangible personal property shall be sold or offered for sale, or such business engaged in or conducted.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.3]\n\n2017 Acts, ch 29, §7; 2019 Acts, ch 24, §3, 4; 2021 Acts, ch 86, §41, 42; 2022 Acts, ch 1138, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-3/"
    },
    {
      "id": "section-9c4",
      "number": "9C.4",
      "heading": "Bond required — applicability — forfeiture.",
      "text": "9C.4 Bond required — applicability — forfeiture.\n\n1. At the time and as part of filing the application, the applicant shall file with the secretary of state a bond, with sureties to be approved by the secretary of state, in a penal sum two times the value of the tangible personal property to be sold or offered for sale or the average inventory to be carried by such transient merchant engaged in or conducting an intermittent or temporary business as the case may be as shown by the application, running to the state of Iowa, for the use and benefit of any purchaser of any tangible personal property from such transient merchant who might have a cause of action of any nature arising from or out of such sale against the applicant or the owner of such property if other than the applicant. The bond shall be conditioned on the payment by the applicant of all taxes that may be payable by, or due from, the applicant to the state of Iowa or any subdivision thereof, and shall be further conditioned for the payment of any fines that may be assessed by any court against the applicant for violation of the provision of this chapter, as well as for the payment and satisfaction of any and all causes of action against the applicant commenced within one year from the date of sale thereof, and arising from such sale. However, the aggregate liability of the surety for all such taxes, fines, and causes of action shall in no event exceed the principal sum of such bond.\n\n2. In such bond the applicant and surety shall appoint the secretary of state, the agent of the applicant and surety for the service of process. In the event of such service, the agent upon whom such service is made shall within five days after the date of service, mail by ordinary mail a true copy of the process served upon the agent to each party for whom the agent is served, addressed to the last known address of such party. Failure to mail the copy shall not, however, affect the jurisdiction of the court.\n\n3. Such bond shall contain the consent of the applicant and surety that the district court of the county in which the plaintiff may reside or Polk county, Iowa, shall have jurisdiction of all actions against the applicant or surety, or both, arising out of the sale. The state of Iowa, or any subdivision thereof, or any person having a cause of action against the applicant or surety arising out of said sale may join the applicant and surety on such bond in the same action, or may in such action sue either the applicant or the surety alone.\n\n4. The requirements of this section also apply to transient merchants who are licensed in accordance with an ordinance of a city in the state of Iowa.\n\n5. Notwithstanding subsections 1 through 4, the bond provided for in this section shall be forfeited to the state of Iowa upon the applicant’s failure to pay the total of all taxes payable by or due from the applicant to the state which taxes are administered by the department of revenue. The department shall adopt administrative rules for the collection of the forfeiture. Notice shall be provided to the surety and to the applicant. Notice to the applicant shall be mailed to the applicant’s last known address. The applicant or the surety shall have the opportunity to apply to the director of revenue for a hearing within thirty days after the giving of such notice. Upon the failure to timely request a hearing, the bond shall be forfeited. If, after the hearing upon timely request, the director finds that the applicant has failed to pay the total of all taxes payable and the bond is forfeited, the director shall order the bond forfeited. The amount of the forfeiture shall be the amount of taxes payable or the amount of the bond. The surety shall not have standing to contest the amount of any taxes payable. For purposes of this section, “taxes payable” means all tax, penalties, interest, and fees that the department has previously determined to be due by assessment or in an appeal of an assessment.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.4]\n\n87 Acts, ch 60, §1\n\n2003 Acts, ch 145, §286; 2017 Acts, ch 29, §8; 2021 Acts, ch 86, §43",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-4/"
    },
    {
      "id": "section-9c5",
      "number": "9C.5",
      "heading": "Issuance of license.",
      "text": "9C.5 Issuance of license.\n\nUpon receiving an application for a transient merchant’s license, the secretary of state shall investigate or cause to be investigated, the reputation and character of the applicant. If, upon making such investigation, the secretary of state is satisfied that the statements and representations contained in the application are true, and that the applicant is of good reputation and character, and the holder of an Iowa sales or use tax permit, and if a foreign corporation, has authority to do business in the state of Iowa, the secretary shall issue to the applicant a license as a transient merchant upon payment of the fee as herein prescribed for the period of time requested in said application and for use at the location and place where it is stated in said application the sale will be held or the business conducted, both of which shall be set out in said license. Such license shall be valid only for the period of time and at the location and place described therein.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.5]\n\n2022 Acts, ch 1138, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-5/"
    },
    {
      "id": "section-9c6",
      "number": "9C.6",
      "heading": "License fee.",
      "text": "9C.6 License fee. Repealed by 2021 Acts, ch 142, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-6/"
    },
    {
      "id": "section-9c7",
      "number": "9C.7",
      "heading": "Misrepresentation.",
      "text": "9C.7 Misrepresentation.\n\nIt shall be unlawful for any transient merchant making sales or engaging in or conducting a business under a transient merchant’s license to make any false or misleading statements or representation regarding any article sold or offered for sale by such transient merchant as to condition, quality, original cost, or cost to such transient merchant of any article sold or offered for sale or to sell or offer for sale tangible personal property of a value in excess of the value thereof as shown by said application, or to sell or offer for sale at retail any tangible personal property, or to engage in or conduct an intermittent or temporary business on any days or at any place other than those shown by such license.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.7]\n\n2021 Acts, ch 86, §45",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-7/"
    },
    {
      "id": "section-9c8",
      "number": "9C.8",
      "heading": "Revocation.",
      "text": "9C.8 Revocation.\n\n1. The secretary of state may revoke any license issued under the provisions of this chapter after proper hearing before the secretary, by the sending of due notice of said hearing by registered letter to the transient merchant at the merchant’s last known address, return receipt requested, not less than twenty days before the date of said hearing, for any of the following causes:\n\na. For any violations of the provisions of this chapter.\n\nb. For failure to pay the sales tax as provided by law or misrepresentation of the source, condition, quality, weight, or measure of the product sold by the transient merchant.\n\nc. If any judgment recovered against any transient merchant with reference to the operation of that business remains unpaid for a period of six months provided such judgment be not stayed under a supersedeas bond upon appeal from such judgment.\n\n2. The secretary of state shall give immediate notice of the revocation of any license issued under the provisions of this chapter to the surety or sureties furnishing the bond provided for herein.\n\n3. In the event of such revocation, no other transient merchant license shall be issued to such applicant for a period of two years thereafter.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.8]\n\n2008 Acts, ch 1032, §201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-8/"
    },
    {
      "id": "section-9c9",
      "number": "9C.9",
      "heading": "Penalty.",
      "text": "9C.9 Penalty.\n\nAny merchant, whether an individual person, a firm, corporation, partnership, or association, violating any of the provisions of this chapter shall be guilty of a simple misdemeanor. Each sale made in violation of the provisions of this chapter shall be and constitute a separate offense.\n\n[C58, 62, 66, 71, 73, 75, 77, 79, 81, §81A.9]\n\n2023 Acts, ch 66, §1\n\nSection amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-9/"
    },
    {
      "id": "section-9c10",
      "number": "9C.10",
      "heading": "Enforcement.",
      "text": "9C.10 Enforcement.\n\nThe attorney general, or designees of the attorney general, may seek an injunction from a court of competent jurisdiction in order to prohibit sales by a transient merchant who is in violation of this chapter.\n\n87 Acts, ch 60, §2\n\nCS87, §81A.10\n\nC93, §9C.10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-9c/section-9c-10/"
    }
  ]
}