{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-8b-information-technology",
  "sections": [
    {
      "id": "section-8b1",
      "number": "8B.1",
      "heading": "Definitions.Section 8B.2 - Office established — chief information officer selected",
      "text": "8B.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Broadband” means a high-speed, high-capacity electronic transmission medium, including fixed wireless and mobile wireless mediums, that can carry data signals from independent network sources by establishing different bandwidth channels and that is commonly used to deliver internet services to the public.\n\n2. “Broadband infrastructure” means the physical infrastructure used for the transmission of data that provides broadband services. “Broadband infrastructure” does not include land, buildings, structures, improvements, or equipment not directly used in the transmission of data via broadband.\n\n3. “Communications service provider” means a service provider that provides broadband service.\n\n4. “Crop operation” means the same as defined in section 717A.1.\n\n5. “Facilitate” means a communication service provider’s ability to provide broadband service at or above the download and upload speeds specified in the definition of targeted service area in this section to a home, farm, school, or business within a commercially reasonable time and at a commercially reasonable price upon request by a consumer.\n\n6. “Information technology” means computing and electronics applications used to process and distribute information in digital and other forms and includes information technology devices, information technology services, infrastructure services, broadband and broadband infrastructure, and value-added services.\n\n7. “Information technology device” means equipment or associated software, including programs, languages, procedures, or associated documentation, used in operating the equipment which is designed for utilizing information stored in an electronic format. “Information technology device” includes but is not limited to computer systems, computer networks, and equipment used for input, output, processing, storage, display, scanning, and printing.\n\n8. “Information technology services” means services designed to do any of the following:\n\na. Provide functions, maintenance, and support of information technology devices.\n\nb. Provide services including but not limited to any of the following:\n\n(1) Computer systems application development and maintenance.\n\n(2) Systems integration and interoperability.\n\n(3) Operating systems maintenance and design.\n\n(4) Computer systems programming.\n\n(5) Computer systems software support.\n\n(6) Planning and security relating to information technology devices.\n\n(7) Data management consultation.\n\n(8) Information technology education and consulting.\n\n(9) Information technology planning and standards.\n\n(10) Establishment of local area network and workstation management standards.\n\n9. “Information technology staff” includes any employees performing information technology services, including but not limited to agency employees in information technology classifications, contractors, temporary workers, and any other employees providing information technology services.\n\n10. “Infrastructure services” includes all of the following:\n\na. Data centers used to support mainframe and other computers and their associated components including servers, information networks, storage systems, redundant or backup power systems, redundant data communications connections, environmental controls, and security devices.\n\nb. Servers, mainframes, or other centralized processing systems.\n\nc. Storage systems, including but not limited to disk, tape, optical, and other structured repositories for storing digital information.\n\nd. Computer networks commonly referred to as local area networks.\n\ne. Network services, including equipment and software which support local area networks, campus area networks, wide area networks, and metro area networks. Network services also include data network services such as routers, switches, firewalls, virtual private networks, intrusion detection systems, access control, internet protocol load balancers, event logging and correlation, and content caching. Network services do not include services provided by the public broadcasting division of the department of education.\n\nf. Groupware applications used to facilitate collaboration, communication, and workflow, including electronic mail, directory services, calendaring and scheduling, and imaging systems.\n\ng. Information technology help desk services.\n\nh. Cyber security functions and equipment.\n\ni. Digital printing and printing procurement services.\n\nj. Data warehouses, including services that assist in managing and locating digital information.\n\nk. Disaster recovery technology and services.\n\nl. Other similar or related services as determined by the chief information officer.\n\n11. “Office” means the office of the chief information officer created in section 8B.2.\n\n12. “Participating agency” means any state agency, except the state board of regents and institutions operated under the authority of the state board of regents.\n\n13. “Targeted service area” means any of the following:\n\na. A United States census bureau census block located in this state, including any crop operation located within the census block, or other geographic unit the office sets by rule, within which no communications service provider offers or facilitates broadband service at or above the tier 1, tier 2, or tier 3 download and upload speeds. As used in this subsection:\n\n(1) “Tier 1” means a maximum download speed of less than twenty-five megabits per second and a maximum upload speed of less than three megabits per second.\n\n(2) “Tier 2” means a minimum download speed of greater than or equal to twenty-five megabits per second but less than fifty megabits per second.\n\n(3) “Tier 3” means a minimum download speed of greater than or equal to fifty megabits per second but less than eighty megabits per second.\n\nb. Any geographic area, as the office sets by rule, that is materially underserved by broadband service such that tier 1, tier 2, and tier 3 download and upload speeds are not meaningfully available. The office’s power to determine the geographic area by rule under this paragraph includes the power to define and interpret standards as to whether a geographic area is materially underserved and broadband service is meaningfully available.\n\n14. “Underserved area” means any portion of a targeted service area within which no communications service provider facilitates broadband service meeting the tier 1 download and upload speeds specified in the definition of targeted service area in this section.\n\n15. “Value-added services” means services that offer or provide unique, special, or enhanced value, benefits, or features to the customer or user including but not limited to services in which information technology is specially designed, modified, or adapted to meet the special or requested needs of the user or customer; services involving the delivery, provision, or transmission of information or data that require or involve additional processing, formatting, enhancement, compilation, or security; services that provide the customer or user with enhanced accessibility, security, or convenience; research and development services; and services that are provided to support technological or statutory requirements imposed on participating agencies and other governmental entities, businesses, and the public.\n\n2013 Acts, ch 129, §5; 2015 Acts, ch 120, §26, 27; 2018 Acts, ch 1123, §1, 7; 2019 Acts, ch 159, §2 – 4; 2020 Acts, ch 1078, §1, 17; 2021 Acts, ch 47, §1, 5, 6\n\nReferred to in §8B.9, 8B.10, 8B.11, 15E.167, 422.7(10)(b), 422.35, 427.1(40)(a), 427.1(40)(b), 427.1(40)(f), 524.901\n\nFor additional definitions, see §8A.101\n\n2021 amendment to subsections 5, 13, and 14 applies to applications for grants submitted pursuant to section 8B.11 on or after April 28, 2021; 2021 Acts, ch 47, §5, 6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-1/"
    },
    {
      "id": "section-8b2",
      "number": "8B.2",
      "heading": "Office established — chief information officer selected.",
      "text": "8B.2 Office established — chief information officer selected.\n\n1. The office of the chief information officer is established within the department of management.\n\n2. The chief information officer, who shall be the head of the office, shall be selected by the director of the department of management. The director of the department of management shall set the salary of the chief information officer.\n\n3. The person selected as the chief information officer for the state shall be professionally qualified by education and have no less than five years’ experience in the field of information technology, and a working knowledge of financial management.\n\n2013 Acts, ch 129, §6; 2022 Acts, ch 1153, §23, 27, 28\n\nReferred to in §8A.104, 8B.1, 8D.3, 80.28, 321A.3\n\nSalary provisions of 2022 amendment apply with the pay period beginning June 24, 2022, and subsequent pay periods; 2022 Acts, ch 1153, §28",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-2/"
    },
    {
      "id": "section-8b3",
      "number": "8B.3",
      "heading": "Office — purpose — mission.",
      "text": "8B.3 Office — purpose — mission.\n\n1. The office is created for the purpose of leading, directing, managing, coordinating, and providing accountability for the information technology resources of state government and for coordinating statewide broadband availability and access.\n\n2. The mission of the office is to provide high-quality, customer-focused information technology services and business solutions to government and to citizens.\n\n2013 Acts, ch 129, §7; 2015 Acts, ch 120, §28",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-3/"
    },
    {
      "id": "section-8b4",
      "number": "8B.4",
      "heading": "Powers and duties of the chief information officer.",
      "text": "8B.4 Powers and duties of the chief information officer.\n\nThe chief information officer shall do all of the following:\n\n1. Direct the internal operations of the office and develop and implement policies, procedures, and internal organization measures designed to ensure the efficient administration of the office.\n\n2. Appoint a chief financial officer and all information technology staff deemed necessary for the administration of the office’s functions as provided in this chapter. For employees of the office, employment shall be consistent with chapter 8A, subchapter IV.\n\n3. Manage, in consultation with the applicable participating agency, the information technology staff of participating agencies, to include directing the work of information technology staff, assigning information technology staff as required to support information technology requirements and initiatives of the office, and to review and recommend approval of information technology staff employment decisions in coordination with the department of management.\n\n4. Prepare an annual budget for the office. Adopt rules for the approval of information technology budgets for participating agencies in conjunction with the department of management.\n\n5. Adopt rules deemed necessary for the administration of this chapter in accordance with chapter 17A.\n\n6. Prescribe and adopt information technology standards and rules.\n\n7. Develop and recommend legislative proposals deemed necessary for the continued efficiency of the office in performing information technology functions, and review legislative proposals generated outside of the office which are related to matters within the office’s purview.\n\n8. Provide advice to the governor on issues related to information technology.\n\n9. Consult with agencies and other governmental entities on issues relating to information technology.\n\n10. Work with all governmental entities in an effort to achieve the information technology goals established by the office.\n\n11. Develop systems and methodologies to review, evaluate, and prioritize information technology projects.\n\n12. Administer all accounting, billing, and collection functions required by the department of administrative services pursuant to policies adopted by the chief information officer after consultation and in cooperation with the director of the department of administrative services.\n\n13. Utilize, in a manner determined by the chief information officer, such assistance and administrative support services as provided by the department of administrative services as the office determines to maximize the efficiency and effectiveness of the office.\n\n14. Enter into contracts for the receipt and provision of services as deemed necessary. The chief information officer and the governor may obtain and accept grants and receipts to or for the state to be used for the administration of the office’s functions as provided in this chapter.\n\n15. Streamline, consolidate, and coordinate the access to and availability of broadband and broadband infrastructure throughout the state, including but not limited to the facilitation of public-private partnerships, ensuring that all state agencies’ broadband and broadband infrastructure policies and procedures are aligned, resolving issues which arise with regard to implementation efforts, and collecting data and developing metrics or standards against which the data may be measured and evaluated regarding broadband infrastructure installation and deployment.\n\n16. Administer the broadband grant program pursuant to section 8B.11.\n\n17. Coordinate the fiberoptic network conduit installation program established in section 8B.25.\n\n18. Provide technical assistance to communications service providers related to grant applications under section 8B.11.\n\n19. Exercise and perform such other powers and duties as may be prescribed by law.\n\n2013 Acts, ch 129, §8; 2015 Acts, ch 120, §29; 2020 Acts, ch 1078, §2, 17; 2021 Acts, ch 174, §48",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-4/"
    },
    {
      "id": "section-8b4a",
      "number": "8B.4A",
      "heading": "Background checks.",
      "text": "8B.4A Background checks.\n\nAn applicant for employment with the office, or an applicant for employment with a participating agency for a position as information technology staff, may be subject to a background investigation by the office. The background investigation may include, without limitation, a work history, financial review, request for criminal history data, and national criminal history check through the federal bureau of investigation. In addition, a contractor, vendor, employee, or any other individual performing work for the office, or an individual on the information technology staff of a participating agency, may be subject to a national criminal history check through the federal bureau of investigation at least once every ten years, including, without limitation, any time the office or participating agency has reason to believe an individual has been convicted of a crime. The office may request the national criminal history check and, if requested, shall provide the individual’s fingerprints to the department of public safety for submission through the state criminal history repository to the federal bureau of investigation. The individual shall authorize release of the results of the national criminal history check to the office and the applicable participating agency. The office shall pay the actual cost of the fingerprinting and national criminal history check, if any, unless otherwise agreed as part of a contract between the office or participating agency and a vendor or contractor performing work for the office or participating agency. The results of a criminal history check conducted pursuant to this section shall not be considered a public record under chapter 22.\n\n2018 Acts, ch 1123, §2, 7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-4a/"
    },
    {
      "id": "section-8b5",
      "number": "8B.5",
      "heading": "Prohibited interests — penalty.",
      "text": "8B.5 Prohibited interests — penalty.\n\nThe chief information officer shall not have any pecuniary interest, directly or indirectly, in any contract for supplies furnished to the state, or in any business enterprise involving any expenditure by the state. A violation of the provisions of this section is a serious misdemeanor, and upon conviction, the chief information officer shall be removed from office in addition to any other penalty.\n\n2013 Acts, ch 129, §9",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-5/"
    },
    {
      "id": "section-8b6",
      "number": "8B.6",
      "heading": "Acceptance of funds.",
      "text": "8B.6 Acceptance of funds.\n\nThe office may receive and accept donations, grants, gifts, and contributions in the form of moneys, services, materials, or otherwise, from the United States or any of its agencies, from this state or any of its agencies, or from any other person, and expend such moneys, services, materials, or other contributions, or issue grants, in carrying out the operations of the office. All federal grants to and the federal receipts of the office are appropriated for the purpose set forth in such federal grants or receipts. The office shall report annually to the general assembly on or before September 1 the donations, grants, gifts, and contributions with a monetary value of one thousand dollars or more that were received during the most recently concluded fiscal year.\n\n2013 Acts, ch 129, §10",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-6/"
    },
    {
      "id": "section-8b7",
      "number": "8B.7",
      "heading": "Federal funds.",
      "text": "8B.7 Federal funds.\n\n1. Neither the provisions of this chapter nor rules adopted pursuant to this chapter shall apply in any situation where such provision or rule is in conflict with a governing federal regulation or where the provision or rule would jeopardize the receipt of federal funds.\n\n2. If it is determined by the attorney general that any provision of this chapter would cause denial of funds or services from the United States government which would otherwise be available to an agency of this state, such provision shall be suspended as to such agency, but only to the extent necessary to prevent denial of such funds or services.\n\n2013 Acts, ch 129, §11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-7/"
    },
    {
      "id": "section-8b8",
      "number": "8B.8",
      "heading": "Technology advisory council.",
      "text": "8B.8 Technology advisory council. Repealed by 2018 Acts, ch 1123, §4, 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-8/"
    },
    {
      "id": "section-8b9",
      "number": "8B.9",
      "heading": "Reports required.",
      "text": "8B.9 Reports required.\n\nThe office shall provide all of the following reports:\n\n1. An annual report of the office.\n\n2. An annual internal service fund expenditure report as required under section 8B.13, subsection 5.\n\n3. An annual report regarding total spending on technology as required under section 8B.21, subsection 6.\n\n4. An annual report of expenditures from the IowAccess revolving fund as provided in section 8B.33.\n\n5. An annual report regarding the status of broadband expansion and coordination, the empower rural Iowa broadband grant program established under section 8B.11, and the adequacy of the speed set in the definition of targeted service area in section 8B.1.\n\n6. Beginning October 1, 2019, a quarterly report regarding the status of technology upgrades or enhancements for state agencies, submitted to the general assembly and to the chairpersons and ranking members of the senate and house committees on appropriations. The quarterly report shall also include a listing of state agencies coordinating or working with the office and a listing of state agencies not coordinating or working with the office.\n\n2013 Acts, ch 129, §13; 2014 Acts, ch 1036, §12; 2015 Acts, ch 120, §30; 2019 Acts, ch 136, §32; 2020 Acts, ch 1078, §3, 17\n\nOfficial reports, see also §7A.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-9/"
    },
    {
      "id": "section-8b10",
      "number": "8B.10",
      "heading": "Targeted service areas — determination — criteria.",
      "text": "8B.10 Targeted service areas — determination — criteria.\n\n1. The determination of whether a communications service provider facilitates broadband service meeting the tier 1, tier 2, or tier 3 download and upload speeds specified in the definition of targeted service area in section 8B.1 shall be determined or ascertained by reference to broadband availability maps or data sources that are identified by the office by rule. The office shall periodically make renewed determinations of whether a communications service provider facilitates broadband service at or above the tier 1, tier 2, or tier 3 download and upload speeds specified in the definition of targeted service area in section 8B.1, which shall, to the extent updated maps and data sources are available at the time, include making such determinations prior to each round of grant applications solicited by the office pursuant to section 8B.11. The office is not required to make renewed determinations of whether a communications service provider facilitates broadband service at or above the tier 1, tier 2, or tier 3 download and upload speeds specified in the definition of targeted service area in section 8B.1 more frequently than once in any calendar year.\n\n2. The office shall establish procedures to allow challenges to the office’s finding on whether an area meets the definition of targeted service area.\n\n3. All findings and determinations made pursuant to this section shall exclude mobile wireless or satellite data, capabilities, and delivery mediums.\n\n2015 Acts, ch 120, §31; 2019 Acts, ch 159, §5; 2020 Acts, ch 1078, §4, 5, 17; 2021 Acts, ch 47, §2, 5, 6\n\n2021 amendment to subsection 1 applies to applications for grants submitted pursuant to section 8B.11 on or after April 28, 2021; 2021 Acts, ch 47, §5, 6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-10/"
    },
    {
      "id": "section-8b11",
      "number": "8B.11",
      "heading": "Empower rural Iowa — broadband grants — fund.",
      "text": "8B.11 Empower rural Iowa — broadband grants — fund.\n\n1. The office shall administer a broadband grant program designed to reduce or eliminate unserved and underserved areas in the state, leveraging federal funds and public and private partnerships where possible, by awarding grants to communications service providers that reduce or eliminate targeted service areas by installing broadband infrastructure that facilitates broadband service in accordance with the following:\n\na. The broadband infrastructure facilitates broadband service that provides a minimum download speed of one hundred megabits per second and a minimum upload speed of one hundred megabits per second in a targeted service area within which no communications service provider offers or facilitates broadband service that provides download and upload speeds less than or equal to the tier 1 download and upload speeds specified in the definition of targeted service area in section 8B.1.\n\nb. The broadband infrastructure facilitates broadband service that provides a minimum download speed of one hundred megabits per second and a minimum upload speed of one hundred megabits per second in a targeted service area within which no communications service provider offers or facilitates broadband service that provides any of the following:\n\n(1) Download speeds less than or equal to the tier 2 download speed specified in the definition of targeted service area in section 8B.1.\n\n(2) Download speeds less than or equal to the tier 3 download speed specified in the definition of targeted service area in section 8B.1.\n\n2. a. An empower rural Iowa broadband grant fund is established in the state treasury under the authority of the office. The fund shall consist of moneys available to and obtained or accepted by the office. Moneys in the fund are appropriated to the office to be used for the grant program, including for broadband mapping and the administration and operation of the grant program, and for the fiberoptic network conduit installation program established in section 8B.25.\n\nb. The office shall use moneys in the fund to provide grants to communications service providers pursuant to this section and to lead and coordinate the fiberoptic network conduit installation program pursuant to section 8B.25. The office may use not more than two and one-half percent of the moneys in the fund at the beginning of the fiscal year to pay the costs and expenses associated with the administration and operation of the grant program and the fiberoptic network conduit installation program. The office shall use moneys in the fund to leverage available federal moneys if possible.\n\nc. Notwithstanding section 8.33, moneys in the fund that remain unencumbered or unobligated at the close of the fiscal year shall not revert but shall remain available for expenditure for the purposes designated until three years following the last day of the fiscal year in which the funds were originally appropriated.\n\nd. Notwithstanding paragraph “c” or any provision to the contrary, moneys in the fund that have been awarded but not paid to a communications service provider shall not revert but shall remain available to the office for purposes of administering the award in a manner consistent with the terms and conditions of any corresponding contract or grant agreement governing the administration of the award.\n\n3. Communications service providers may apply to the office for a grant pursuant to this section for the installation of broadband infrastructure that facilitates broadband service in targeted service areas. The office shall make available a public internet site identifying all publicly available information contained in the applications and any results of performance testing conducted after the project is completed. The office shall devote one full-time equivalent position to evaluate applications submitted under this section and provide technical assistance to communications service providers in completing applications for federal funds, or any other funds from any public or private sources, related to improving broadband infrastructure.\n\n4. a. The office shall award grants on a competitive basis for the installation of broadband infrastructure that facilitates broadband service as provided in subsection 3 in targeted service areas after considering the following:\n\n(1) The relative need for broadband infrastructure in the area and the existing broadband service speeds, including whether the project serves a rural area or areas.\n\n(2) The applicant’s total proposed budget for the project, including all of the following:\n\n(a) The amount or percentage of local or federal matching funds, if any, and any funding obligations shared between public and private entities.\n\n(b) The percentage of funding provided directly from the applicant, including whether the applicant requested from the office an amount less than the maximum amount the office could award pursuant to subsection 5 and, if so, the percentage of the project cost that the applicant is requesting.\n\n(3) The relative download and upload speeds of proposed projects for all applicants.\n\n(4) The specific product attributes resulting from the proposed project, including technologies that provide higher qualities of service, such as service levels, latency, and other service attributes as determined by the office.\n\n(5) The percentage of the homes, farms, schools, and businesses in the targeted service area that will be provided access to broadband service.\n\n(6) The proportion of proposed projects that will result in the installation of broadband infrastructure in a targeted service area within which the only broadband service available provides the tier 1 download and upload speeds specified in the definition of targeted service area in section 8B.1.\n\n(7) Other factors the office deems relevant.\n\nb. In considering the factors listed in paragraph “a” for awarding grants pursuant to this section, the office shall afford the greatest weight to the factors described in paragraph “a”, subparagraphs (1) through (3), and subparagraph (6).\n\n5. The total amount of the grants the office awards from the empower rural Iowa broadband grant fund pursuant to this section shall not exceed any of the following amounts:\n\na. Seventy-five percent of a communications service provider’s project costs for projects that will result in the installation of broadband infrastructure in a targeted service area within which no communications service provider offers or facilitates broadband service that provides download and upload speeds less than or equal to the tier 1 download and upload speeds specified in the definition of targeted service area in section 8B.1.\n\nb. Fifty percent of a communications service provider’s project costs for projects that will result in the installation of broadband infrastructure in a targeted service area within which no communications service provider offers or facilitates broadband service that provides download speeds less than or equal to the tier 2 download speeds specified in the definition of targeted service area in section 8B.1.\n\nc. Thirty-five percent of a communications service provider’s project costs for projects that will result in the installation of broadband infrastructure in a targeted service area within which no communications service provider offers or facilitates broadband service that provides download speeds less than or equal to the tier 3 download speed specified in the definition of targeted service area in section 8B.1.\n\n6. Notwithstanding subsections 3 and 5, communications service providers may apply to the office for a grant pursuant to this section for the installation of broadband infrastructure that facilitates broadband service providing a minimum download speed of one hundred megabits per second and a minimum upload speed of twenty megabits per second in targeted service areas pursuant to this subsection. The office shall make available a public internet site identifying all publicly available information contained in the applications and any results of performance testing conducted after the project is completed.\n\na. The office shall award grants under this subsection on a competitive basis after considering the factors provided in subsection 4 and affording weight to the factors pursuant to subsection 4, paragraph “b”.\n\nb. The total amount of the grants the office shall award pursuant to this subsection shall not exceed fifty percent of a communications service provider’s project costs for projects that will result in the installation of broadband infrastructure in a targeted service area within which no communications service provider offers or facilitates broadband service that provides download and upload speeds less than or equal to the tier 1 download and upload speeds specified in the definition of targeted service area in section 8B.1.\n\n7. Notwithstanding subsections 5 and 6, at least twenty percent of the total amount of the grants the office awards from the empower rural Iowa broadband grant fund pursuant to this section shall be allocated to projects that will result in the installation of broadband infrastructure in difficult to serve targeted service areas within which no communications service provider offers or facilitates broadband service that provides download and upload speeds less than or equal to the tier 1 download and upload speeds specified in the definition of targeted service area in section 8B.1. For purposes of this subsection, a targeted service area is difficult to serve if the soil conditions, topography, or other local conditions make the installation of broadband infrastructure in the targeted service area more time-consuming or labor-intensive compared to other areas of the state.\n\n8. The office shall provide public notice regarding the application process and receipt of funding.\n\n9. The office may adopt rules pursuant to chapter 17A interpreting this chapter or necessary for administering this chapter, including but not limited to rules relating to the broadband grant program process, management, and measurements as deemed necessary by the office.\n\n10. The office shall adopt rules establishing procedures to allow aggrieved applicants an opportunity to challenge the office’s award of grants under this section.\n\n2015 Acts, ch 120, §32; 2019 Acts, ch 159, §6 – 11; 2020 Acts, ch 1078, §6 – 12, 17, 18; 2021 Acts, ch 47, §3, 5, 6; 2022 Acts, ch 1021, §1\n\nReferred to in §8B.4, 8B.9, 8B.10\n\nSubsection 2, paragraph d, applies retroactively to July 1, 2015; 2020 Acts, ch 1078, §18\n\n2021 amendment applies to applications for grants submitted pursuant to section 8B.11 on or after April 28, 2021; 2021 Acts, ch 47, §5, 6",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-11/"
    },
    {
      "id": "section-8b12",
      "number": "8B.12",
      "heading": "Services to governmental entities and nonprofit organizations.",
      "text": "8B.12 Services to governmental entities and nonprofit organizations.\n\n1. The chief information officer shall enter into agreements with state agencies, and may enter into agreements with any other governmental entity or a nonprofit organization, to furnish services and facilities of the office to the applicable governmental entity or nonprofit organization. The agreement shall provide for the reimbursement to the office of the reasonable cost of the services and facilities furnished. All governmental entities of this state may enter into such agreements. For purposes of this subsection, “nonprofit organization” means a nonprofit entity which is exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code and which is funded in whole or in part by public funds.\n\n2. This chapter does not affect any city civil service programs established under chapter 400.\n\n3. The state board of regents shall not be required to obtain any service for the state board of regents or any institution under the control of the state board of regents that is provided by the office pursuant to this chapter without the consent of the state board of regents.\n\n2013 Acts, ch 129, §14",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-12/"
    },
    {
      "id": "section-8b13",
      "number": "8B.13",
      "heading": "Office internal service funds.",
      "text": "8B.13 Office internal service funds.\n\n1. Activities of the office shall be accounted for within the general fund of the state, except that the chief information officer may establish and maintain internal service funds in accordance with generally accepted accounting principles, as defined in section 8.57, subsection 4, for activities of the office which are primarily funded from billings to governmental entities for services rendered by the office. The establishment of an internal service fund is subject to the approval of the director of the department of management and the concurrence of the auditor of state. At least ninety days prior to the establishment of an internal service fund pursuant to this section, the chief information officer shall notify in writing the general assembly, including the legislative council, legislative fiscal committee, and the legislative services agency.\n\n2. Internal service funds shall be administered by the office and shall consist of moneys collected by the office from billings issued in accordance with section 8B.15 and any other moneys obtained or accepted by the office, including but not limited to gifts, loans, donations, grants, and contributions, which are designated to support the activities of the individual internal service funds.\n\n3. The proceeds of an internal service fund established pursuant to this section shall be used by the office for the operations of the office consistent with this chapter. The chief information officer may appoint the personnel necessary to ensure the efficient provision of services funded pursuant to an internal service fund established under this section. However, this usage requirement shall not limit or restrict the office from using proceeds from gifts, loans, donations, grants, and contributions in conformance with any conditions, directions, limitations, or instructions attached or related thereto.\n\n4. Section 8.33 does not apply to any moneys in internal service funds established pursuant to this section. Notwithstanding section 12C.7, subsection 2, interest or earnings on moneys deposited in these funds shall be credited to these funds.\n\n5. The office shall submit an annual report not later than October 1 to the members of the general assembly and the legislative services agency of the activities funded by and expenditures made from an internal service fund established pursuant to this section during the preceding fiscal year.\n\n2013 Acts, ch 129, §15; 2014 Acts, ch 1036, §13\n\nReferred to in §8B.9, 8B.16",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-13/"
    },
    {
      "id": "section-8b",
      "number": "8B",
      "heading": "14",
      "text": "14",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8b15",
      "number": "8B.15",
      "heading": "Billing — credit card payments.",
      "text": "8B.15 Billing — credit card payments.\n\n1. The chief information officer may bill a governmental entity for services rendered by the office in accordance with the duties of the office as provided in this chapter. Bills may include direct, indirect, and developmental costs which have not been funded by an appropriation to the office. The office shall periodically render a billing statement to a governmental entity outlining the cost of services provided to the governmental entity. The amount indicated on the statement shall be paid by the governmental entity and amounts received by the office shall be considered repayment receipts as defined in section 8.2, and deposited into the accounts of the office.\n\n2. In addition to other forms of payment, a person may pay by credit card for services provided by the office, according to rules adopted by the treasurer of state. The credit card fees to be charged shall not exceed those permitted by statute. A governmental entity may adjust its payment to reflect the costs of processing as determined by the treasurer of state. The discount charged by the credit card issuer may be included in determining the fees to be paid for completing a financial transaction under this section by using a credit card. All credit card payments shall be credited to the fund used to account for the services provided.\n\n2013 Acts, ch 129, §16\n\nReferred to in §8B.13, 8B.32",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-15/"
    },
    {
      "id": "section-8b16",
      "number": "8B.16",
      "heading": "Office debts and liabilities — appropriation request.",
      "text": "8B.16 Office debts and liabilities — appropriation request.\n\nIf a service provided by the office and funded from an internal service fund established under section 8B.13 ceases to be provided and insufficient funds remain in the internal service fund to pay any outstanding debts and liabilities relating to that service, the chief information officer shall notify the department of management and the general assembly and request that moneys be appropriated from the general fund of the state to pay such debts and liabilities.\n\n2013 Acts, ch 129, §17",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-16/"
    },
    {
      "id": "section-8b21",
      "number": "8B.21",
      "heading": "Information technology services — office powers and duties — responsibilities.",
      "text": "8B.21 Information technology services — office powers and duties — responsibilities.\n\n1. Powers and duties of office. The powers and duties of the office as it relates to information technology services shall include but are not limited to all of the following:\n\na. Approving information technology for use by agencies and other governmental entities.\n\nb. Implementing the strategic information technology plan.\n\nc. Developing and implementing a business continuity plan, as the chief information officer determines is appropriate, to be used if a disruption occurs in the provision of information technology to participating agencies and other governmental entities.\n\nd. Prescribing standards and adopting rules relating to cyber security, geospatial systems, application development, and information technology and procurement, including but not limited to system design and systems integration, and interoperability, which shall apply to all participating agencies except as otherwise provided in this chapter. The office shall implement information technology standards as established pursuant to this chapter which are applicable to information technology procurements for participating agencies.\n\ne. Establishing an enterprise strategic and project management function for oversight of all information technology-related projects and resources of participating agencies.\n\nf. (1) Developing and maintaining security policies and systems to ensure the integrity of the state’s information resources and to prevent the disclosure of confidential records. The office shall ensure that the security policies and systems be consistent with the state’s data transparency efforts by developing and implementing policies and systems for the sharing of data and information by participating agencies.\n\n(2) Establishing statewide standards, to include periodic review and compliance measures, for information technology security to maximize the functionality, security, and interoperability of the state’s distributed information technology assets, including but not limited to communications and encryption technologies.\n\n(3) Requiring all information technology security services, solutions, hardware, and software purchased or used by a participating agency to be subject to approval by the office in accordance with security standards.\n\ng. Developing and implementing effective and efficient strategies for the use and provision of information technology and information technology staff for participating agencies and other governmental entities.\n\nh. Coordinating and managing the acquisition of information technology services by participating agencies in furtherance of the purposes of this chapter. The office shall institute procedures to ensure effective and efficient compliance with the applicable standards established pursuant to this chapter.\n\ni. Entering into contracts, leases, licensing agreements, royalty agreements, marketing agreements, memorandums of understanding, or other agreements as necessary and appropriate to administer this chapter.\n\nj. Determining and implementing statewide efforts to standardize data elements, determine data ownership assignments, and implement the sharing of data.\n\nk. Requiring that a participating agency provide such information as is necessary to establish and maintain an inventory of information technology used by participating agencies, and such participating agency shall provide such information to the office in a timely manner. The form and content of the information to be provided shall be determined by the office.\n\nl. Requiring participating agencies to provide the full details of the agency’s information technology and operational requirements upon request, report information technology security incidents to the office in a timely manner, provide comprehensive information concerning the information technology security employed by the agency to protect the agency’s information technology, and forecast the parameters of the agency’s projected future information technology security needs and capabilities.\n\nm. Charging reasonable fees, costs, expenses, charges, or other amounts to an agency, governmental entity, public official, or person or entity related to the provision, sale, use, or utilization of, or cost sharing with respect to, information technology and any intellectual property interests related thereto; research and development; proprietary hardware, software, and applications; and information technology architecture and design. The office may enter into nondisclosure agreements and take any other legal action reasonably necessary to secure a right to an interest in information technology development by or on behalf of the state of Iowa and to protect the state of Iowa’s proprietary information technology and intellectual property interests. The provisions of chapter 23A relating to noncompetition by state agencies and political subdivisions with private enterprise shall not apply to office activities authorized under this paragraph.\n\nn. Charging reasonable fees, costs, expenses, charges, or other amounts to an agency, governmental entity, public official, or other person or entity to or for whom information technology or other services have been provided by or on behalf of, or otherwise made available through, the office.\n\no. Providing, selling, leasing, licensing, transferring, or otherwise conveying or disposing of information technology, or any intellectual property or other rights with respect thereto, to agencies, governmental entities, public officials, or other persons or entities.\n\np. Entering into partnerships, contracts, leases, or other agreements with public and private entities for the evaluation and development of information technology pilot projects.\n\nq. Initiating and supporting the development of electronic commerce, electronic government, and internet applications across participating agencies and in cooperation with other governmental entities. The office shall foster joint development of electronic commerce and electronic government involving the public and private sectors, develop customer surveys and citizen outreach and education programs and material, and provide for citizen input regarding the state’s electronic commerce and electronic government applications.\n\n2. Responsibilities. The responsibilities of the office as it relates to information technology services include the following:\n\na. Coordinate the activities of the office in promoting, integrating, and supporting information technology in all business aspects of state government.\n\nb. Provide for server systems, including mainframe and other server operations, desktop support, and applications integration.\n\nc. Provide applications development, support, and training, and advice and assistance in developing and supporting business applications throughout state government.\n\n3. Information technology charges. The office shall render a statement to an agency, governmental entity, public official, or other person or entity to or for whom information technology, value-added services, or other items or services have been provided by or on behalf of, or otherwise made available through, the office. Such an agency, governmental entity, public official, or other person or entity shall pay an amount indicated on such statement in a manner determined by the office.\n\n4. Dispute resolution. If a dispute arises between the office and an agency for which the office provides or refuses to provide information technology, the dispute shall be resolved as provided in section 679A.19.\n\n5. Waivers.\n\na. The office shall adopt rules allowing for participating agencies to seek a temporary or permanent waiver from any of the requirements of this chapter concerning the acquisition, utilization, or provision of information technology. The rules shall provide that a waiver may be granted upon a written request by a participating agency and approval of the chief information officer. A waiver shall only be approved if the participating agency shows that a waiver would be in the best interests of the state.\n\nb. Prior to approving or denying a request for a waiver, the chief information officer shall consider all of the following:\n\n(1) Whether the failure to grant a waiver would violate any state or federal law or any published policy, standard, or requirement established by a governing body other than the office.\n\n(2) Whether the failure to grant a waiver would result in the duplication of existing services, resources, or support.\n\n(3) Whether the waiver would obstruct the state’s information technology strategic plan, enterprise architecture, security plans, or any other information technology policy, standard, or requirement.\n\n(4) Whether the waiver would result in excessive expenditures or expenditures above market rates.\n\n(5) The life cycle of the system or application for which the waiver is requested.\n\n(6) Whether the participating agency can show that it can obtain or provide the information technology more economically than the information technology can be provided by the office. For purposes of determining if the participating agency can obtain or provide the information technology more economically, the chief information officer shall consider the impact on other participating agencies if the waiver is granted or denied.\n\n(7) Whether the failure to grant a waiver would jeopardize federal funding.\n\nc. Rules adopted pursuant to this subsection relating to a request for a waiver, at a minimum, shall provide for all of the following:\n\n(1) The request shall be in writing and signed by the head of the participating agency seeking the waiver.\n\n(2) The request shall include a reference to the specific policy, standard, or requirement for which the waiver is submitted.\n\n(3) The request shall include a statement of facts including a description of the problem or issue prompting the request; the participating agency’s preferred solution; an alternative approach to be implemented by the participating agency intended to satisfy the waived policy, standard, or requirement; the business case for the alternative approach; a third party audit or report that compares the participating agency’s preferred solution to the information technology solution that can be provided by the office; the economic justification for the waiver or a statement as to why the waiver is in the best interests of the state; the time period for which the waiver is requested; and any other information deemed appropriate.\n\nd. A participating agency may appeal the decision of the chief information officer to the director of the department of management within seven calendar days following the decision of the chief information officer. The director of the department of management shall respond within fourteen days following the receipt of the appeal.\n\ne. The department of public defense shall not be required to obtain any information technology services pursuant to this chapter for the department of public defense that are provided by the office pursuant to this chapter without the consent of the adjutant general.\n\n6. Annual report. On an annual basis, the office shall prepare a report to the governor, the department of management, and the general assembly regarding the total spending on technology for the previous fiscal year, the total amount appropriated for the current fiscal year, and an estimate of the amount to be requested for the succeeding fiscal year for all agencies. The report shall include a five-year projection of technology cost savings, an accounting of the level of technology cost savings for the current fiscal year, and a comparison of the level of technology cost savings for the current fiscal year with that of the previous fiscal year. The report shall be filed as soon as possible after the close of a fiscal year, and by no later than the second Monday of January of each year.\n\n2013 Acts, ch 129, §18; 2013 Acts, ch 140, §51; 2018 Acts, ch 1026, §5\n\nReferred to in §8B.9, 23A.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-21/"
    },
    {
      "id": "section-8b22",
      "number": "8B.22",
      "heading": "Digital government.",
      "text": "8B.22 Digital government.\n\n1. The office is responsible for initiating and supporting the development of electronic commerce, electronic government, mobile applications, and internet applications across participating agencies and in cooperation with other governmental entities.\n\n2. In developing the concept of digital government, the office shall do all of the following:\n\na. Establish standards, consistent with other state law, for the implementation of electronic commerce, including standards for electronic signatures, electronic currency, and other items associated with electronic commerce.\n\nb. Establish guidelines for the appearance and functioning of applications.\n\nc. Establish standards for the integration of electronic data across state agencies.\n\nd. Foster joint development of electronic commerce and electronic government involving the public and private sectors.\n\ne. Develop customer surveys and citizen outreach and education programs and material, and provide for citizen input regarding the state’s electronic commerce and electronic government applications.\n\nf. Assist participating agencies in converting printed government materials to electronic materials which can be accessed through an internet searchable database.\n\ng. Encourage participating agencies to utilize duplex printing and a print on demand strategy to reduce printing costs, publication overruns, excessive inventory, and obsolete printed materials.\n\n2013 Acts, ch 129, §19",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-22/"
    },
    {
      "id": "section-8b23",
      "number": "8B.23",
      "heading": "Information technology standards.",
      "text": "8B.23 Information technology standards.\n\n1. The office shall develop and adopt information technology standards applicable to the procurement of information technology by all participating agencies. Such standards, unless waived by the office, shall apply to all information technology procurements for participating agencies.\n\n2. The office of the governor or the office of an elective constitutional or statutory officer shall consult with the office prior to procuring information technology and consider the information technology standards adopted by the office, and provide a written report to the office relating to the other office’s decision regarding such acquisitions.\n\n2013 Acts, ch 129, §20",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-23/"
    },
    {
      "id": "section-8b24",
      "number": "8B.24",
      "heading": "Procurement of information technology.",
      "text": "8B.24 Procurement of information technology.\n\n1. Standards established by the office, unless waived by the office, shall apply to all information technology procurements for participating agencies.\n\n2. The office shall institute procedures to ensure effective and efficient compliance with standards established by the office.\n\n3. The office shall develop policies and procedures that apply to all information technology goods and services acquisitions, and shall ensure the compliance of all participating agencies. The office shall also be the sole provider of infrastructure services for participating agencies.\n\n4. The office, by rule, may implement a prequalification procedure for contractors with which the office has entered or intends to enter into agreements regarding the procurement of information technology.\n\n5. Notwithstanding the provisions governing purchasing as provided in chapter 8A, subchapter III, the office may procure information technology as provided in this section. The office may cooperate with other governmental entities in the procurement of information technology in an effort to make such procurements in a cost-effective, efficient manner as provided in this section. The office, as deemed appropriate and cost effective, may procure information technology using any of the following methods:\n\na. Cooperative procurement agreement. The office may enter into a cooperative procurement agreement with another governmental entity relating to the procurement of information technology, whether such information technology is for the use of the office or other governmental entities. The cooperative procurement agreement shall clearly specify the purpose of the agreement and the method by which such purpose will be accomplished. Any power exercised under such agreement shall not exceed the power granted to any party to the agreement.\n\nb. Negotiated contract. The office may enter into an agreement for the purchase of information technology if any of the following applies:\n\n(1) The contract price, terms, and conditions are pursuant to the current federal supply contract, and the purchase order adequately identifies the federal supply contract under which the procurement is to be made.\n\n(2) The contract price, terms, and conditions are no less favorable than the contractor’s current federal supply contract price, terms, and conditions; the contractor has indicated in writing a willingness to extend such price, terms, and conditions to the office; and the purchase order adequately identifies the contract relied upon.\n\n(3) The contract is with a vendor who has a current exclusive or nonexclusive price agreement with the state for the information technology to be procured, and such information technology meets the same standards and specifications as the items to be procured and both of the following apply:\n\n(a) The quantity purchased does not exceed the quantity which may be purchased under the applicable price agreement.\n\n(b) The purchase order adequately identifies the price agreement relied upon.\n\nc. Contracts let by another governmental entity. The office, on its own behalf or on the behalf of another participating agency or governmental entity, may procure information technology under a contract let by another agency or other governmental entity, or approve such procurement in the same manner by a participating agency or governmental entity. The office, on its own behalf or on the behalf of another participating agency or governmental entity, may also procure information technology by leveraging an existing competitively procured contract, other than a contract associated with the state board of regents or an institution under the control of the state board of regents.\n\nd. Reverse auction.\n\n(1) The office may enter into an agreement for the purchase of information technology utilizing a reverse auction process. Such process shall result in the purchase of information technology from the vendor submitting the lowest responsible bid amount for the information technology to be acquired. The office, in establishing a reverse auction process, shall do all of the following:\n\n(a) Determine the specifications and requirements of the information technology to be acquired.\n\n(b) Identify and provide notice to potential vendors concerning the proposed acquisition.\n\n(c) Establish prequalification requirements to be met by a vendor to be eligible to participate in the reverse auction.\n\n(d) Conduct the reverse auction in a manner as deemed appropriate by the office and consistent with rules adopted by the office.\n\n(2) Prior to conducting a reverse auction, the office shall establish a threshold amount which shall be the maximum amount that the office is willing to pay for the information technology to be acquired.\n\n(3) The office shall enter into an agreement with a vendor who is the lowest responsible bidder which meets the specifications or description of the information technology to be procured, or the office may reject all bids and begin the process again. In determining the lowest responsible bidder, the office may consider various factors including but not limited to the past performance of the vendor relative to quality of product or service, the past experience of the office in relation to the product or service, the relative quality of products or services, the proposed terms of delivery, and the best interest of the state.\n\ne. Competitive bidding. The office may enter into an agreement for the procurement or acquisition of information technology in the same manner as provided under chapter 8A, subchapter III, for the purchasing of service.\n\nf. Other agreement. In addition to the competitive bidding procedure provided for under paragraph “e”, the office may enter into an agreement for the purchase, disposal, or other disposition of information technology in the same manner and subject to the same limitations as otherwise provided in this chapter. The office, by rule, shall provide for such procedures.\n\n6. The office shall adopt rules pursuant to chapter 17A to implement the procurement methods and procedures provided for in subsections 2 through 5.\n\n2013 Acts, ch 129, §21",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-24/"
    },
    {
      "id": "section-8b25",
      "number": "8B.25",
      "heading": "Fiberoptic network conduit installation program.",
      "text": "8B.25 Fiberoptic network conduit installation program.\n\n1. For purposes of this section:\n\na. “Fiberoptic network conduit” means a pipe, vault, or duct used to enclose fiberoptic cable facilities buried alongside a roadway or surface mounted on a bridge, overpass, or other facility where placement below ground is impossible or impractical. “Fiberoptic network conduit” does not include electronics or cable.\n\nb. “Public funding” does not include a tax exemption authorized under section 427.1, subsection 40.\n\nc. “Where such conduit does not exist” means that private or publicly owned fiberoptic cable is not currently within a linear range of five hundred feet or less in any one direction.\n\n2. The office shall lead and coordinate a program to provide for the installation of fiberoptic network conduit where such conduit does not exist. The chief information officer shall consult and coordinate with applicable agencies and entities, including public utilities as defined in section 476.1, the state department of transportation, the economic development authority, county boards of supervisors, municipal governing bodies, the farm-to-market review board, county conservation boards, and the boards, commissions, or agencies in control of state parks, as determined appropriate to ensure that the opportunity is provided to lay or install fiberoptic network conduit wherever a state-funded construction project involves trenching, boring, a bridge, a roadway, or opening of the ground, or alongside any state-owned infrastructure.\n\n3. Contingent upon the provision of funding for such purposes by the general assembly, the office may contract with a nongovernmental third party to manage, lease, install, or otherwise provide fiberoptic network conduit access for projects described in this section. This section does not require coordination with or approval from the office pursuant to this program or installation of fiberoptic conduit as required by this section for construction projects not using public funding.\n\n2015 Acts, ch 120, §33; 2021 Acts, ch 171, §21\n\nReferred to in §8B.4, 8B.11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-25/"
    },
    {
      "id": "section-8b26",
      "number": "8B.26",
      "heading": "Broadband permitting process — expeditious response.",
      "text": "8B.26 Broadband permitting process — expeditious response.\n\nNotwithstanding any other provision to the contrary and in compliance with applicable federal laws and regulations, a political subdivision vested with permitting authority shall approve, approve with modification, or disapprove nonwireless, broadband-related permits within sixty business days following the submission of the necessary application requirements. In the event that no action is taken during the sixty-day period, the application shall be deemed approved.\n\n2015 Acts, ch 120, §34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-26/"
    },
    {
      "id": "section-8b31",
      "number": "8B.31",
      "heading": "IowAccess — office duties and responsibilities.",
      "text": "8B.31 IowAccess — office duties and responsibilities.\n\n1. IowAccess. The office shall establish IowAccess as a service to the citizens of this state that is the gateway for one-stop electronic access to government information and transactions, whether federal, state, or local. Except as provided in this section, IowAccess shall be a state-funded service providing access to government information and transactions. The office, in establishing the fees for value-added services, shall consider the reasonable cost of creating and organizing such government information through IowAccess.\n\n2. Duties. The office shall do all of the following:\n\na. Establish rates to be charged for access to and for value-added services performed through IowAccess.\n\nb. Approve and establish the priority of projects associated with IowAccess. The determination may also include requirements concerning funding for a project proposed by a political subdivision of the state or an association, the membership of which is comprised solely of political subdivisions of the state. Prior to approving a project proposed by a political subdivision, the office shall verify that all of the following conditions are met:\n\n(1) The proposed project provides a benefit to the state.\n\n(2) The proposed project, once completed, can be shared with and used by other political subdivisions of the state, as appropriate.\n\n(3) The state retains ownership of any final product or is granted a permanent license to the use of the product.\n\nc. Establish expected outcomes and effects of the use of IowAccess and determine the manner in which such outcomes are to be measured and evaluated.\n\nd. Establish the IowAccess total budget request and ensure that such request reflects the priorities and goals of IowAccess as established by the office.\n\ne. Advocate for access to government information and services through IowAccess and for data privacy protection, information ethics, accuracy, and security in IowAccess programs and services.\n\nf. Receive status and operations reports associated with IowAccess.\n\n3. Data purchasing. This section shall not be construed to impair the right of a person to contract to purchase information or data from the Iowa court information system or any other governmental entity. This section shall not be construed to affect a data purchase agreement or contract in existence on April 25, 2000.\n\n2013 Acts, ch 129, §22",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-31/"
    },
    {
      "id": "section-8b32",
      "number": "8B.32",
      "heading": "Financial transactions.",
      "text": "8B.32 Financial transactions.\n\n1. Moneys paid to a participating agency from persons who complete an electronic financial transaction with the agency by accessing IowAccess shall be transferred to the treasurer of state for deposit in the general fund of the state, unless the disposition of the moneys is specifically provided for under other law. The moneys may include all of the following:\n\na. Fees required to obtain an electronic public record as provided in section 22.3A.\n\nb. Fees required to process an application or file a document, including but not limited to fees required to obtain a license issued by a licensing authority.\n\nc. Moneys owed to a governmental entity by a person accessing IowAccess in order to satisfy a liability arising from the operation of law, including the payment of assessments, taxes, fines, and civil penalties.\n\n2. Moneys transferred using IowAccess may include amounts owed by a governmental entity to a person accessing IowAccess in order to satisfy a liability of the governmental entity. The moneys may include the payment of tax refunds, and the disbursement of support payments as defined in section 252D.16 or 598.1 as required for orders issued pursuant to section 252B.14.\n\n3. In addition to other forms of payment, credit cards shall be accepted in payment for moneys owed to or fees imposed by a governmental entity in the same manner as provided in section 8B.15.\n\n2013 Acts, ch 129, §23\n\nReferred to in §12C.1, 12C.4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-32/"
    },
    {
      "id": "section-8b33",
      "number": "8B.33",
      "heading": "IowAccess revolving fund.",
      "text": "8B.33 IowAccess revolving fund.\n\n1. An IowAccess revolving fund is created in the state treasury. The revolving fund shall be administered by the office and shall consist of moneys collected by the office as fees, moneys appropriated by the general assembly, and any other moneys obtained or accepted by the office for deposit in the revolving fund. The proceeds of the revolving fund are appropriated to and shall be used by the office to maintain, develop, operate, and expand IowAccess consistent with this chapter.\n\n2. The office shall submit an annual report not later than January 31 to the members of the general assembly and the legislative services agency of the activities funded by and expenditures made from the revolving fund during the preceding fiscal year. Section 8.33 does not apply to any moneys in the revolving fund, and, notwithstanding section 12C.7, subsection 2, earnings or interest on moneys deposited in the revolving fund shall be credited to the revolving fund.\n\n2013 Acts, ch 129, §24; 2018 Acts, ch 1123, §3, 7\n\nReferred to in §8B.9\n\nSee annual Iowa Acts for provisions relating to the transfer of a portion of the fees collected for furnishing a certified abstract of a vehicle operating record in a fiscal year to the IowAccess revolving fund",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-8b/section-8b-33/"
    }
  ]
}