{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-28k-mid-america-port-commission",
  "sections": [
    {
      "id": "section-28k1",
      "number": "28K.1",
      "heading": "Mid-America port commission agreement",
      "text": "28K.1 Mid-America port commission agreement.\n\nThe mid-America port commission agreement is entered into and enacted into law with the state of Illinois and the state of Missouri if those states legally join the agreement, in the form substantially as follows:\n\n1. Agreement. This agreement shall be known as and may be cited as the “Mid-America Port Commission Agreement”. This agreement allows for the states of Missouri and Illinois to join the effort of the state of Iowa for developing the mid-America port commission.\n\n2. Port commission. There is created a mid-America port commission to be governed by a nine-member port commission. The governors of Iowa, Illinois, and Missouri shall appoint one member to the port commission in accordance with the laws of the respective state. Each state shall also be represented by two members elected through the county governance in the geographical jurisdiction of the port commission. The port commission members shall hold office for a period of six years. The port commission members shall elect a chairperson of the port commission after all the members are selected. The position of chairperson shall rotate among the Iowa, Illinois, and Missouri members for two-year periods. A member of the port commission shall not serve more than two terms.\n\n3. Powers of commission. The port commission shall have the power to acquire, purchase, install, lease, construct, own, hold, maintain, equip, use, control, or operate ports, harbors, waterways, channels, wharves, piers, docks, quays, elevators, tipples, compresses, bulk loading and unloading facilities, warehouses, dry docks, marine support railways, tugboats, ships, vessels, shipyards, shipbuilding facilities, machinery and equipment, dredges, or any other facilities required or incidental to the construction, outfitting, dry docking, or repair of ships or vessels, or water, air, or rail terminals, or roadways or approaches thereto, or other structures or facilities necessary for the convenient use of the same in the aid of commerce, including the dredging, deepening, extending, widening, or enlarging of any ports, harbors, rivers, channels, or waterways, the damming of inland waterways, the establishment of a water basin, the acquisition and development of industrial sites, or the reclaiming of submerged lands.\n\n98 Acts, ch 1092, §1; 2008 Acts, ch 1032, §201",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-28k/section-28k-1/"
    },
    {
      "id": "section-28k2",
      "number": "28K.2",
      "heading": "Citation.",
      "text": "28K.2 Citation.\n\nThis subchapter shall be known and may be cited as the “Mid-America Port Commission Act”.\n\n98 Acts, ch 1092, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-28k/section-28k-2/"
    },
    {
      "id": "section-28k3",
      "number": "28K.3",
      "heading": "Jurisdiction.",
      "text": "28K.3 Jurisdiction.\n\nThe Iowa counties which shall be included in the jurisdiction of the mid-America port commission agreement are Jefferson, Van Buren, Wapello, Lee, Henry, and Des Moines counties.\n\n98 Acts, ch 1092, §3; 99 Acts, ch 27, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-28k/section-28k-3/"
    },
    {
      "id": "section-28k4",
      "number": "28K.4",
      "heading": "Authority.",
      "text": "28K.4 Authority.\n\n1. Any power or powers, privileges, or authority exercised or capable of exercise by a public agency of this state may be exercised and enjoyed jointly with the mid-America port commission according to the powers delegated to the commission under this chapter.\n\n2. A public agency of this state may enter into a chapter 28E agreement with the commission to advance the purposes of the commission.\n\n98 Acts, ch 1092, §4; 2021 Acts, ch 76, §150",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-28k/section-28k-4/"
    },
    {
      "id": "section-28k5",
      "number": "28K.5",
      "heading": "County election of port commission members.",
      "text": "28K.5 County election of port commission members.\n\nThe chairpersons of the Jefferson, Van Buren, Wapello, Lee, Henry, and Des Moines county boards of supervisors shall jointly elect two members to serve on the port commission.\n\n98 Acts, ch 1092, §5; 99 Acts, ch 27, §2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-28k/section-28k-5/"
    }
  ]
}