{
  "state": "iowa",
  "path": "title-title-i-state-sovereignty-and-management/chapter-chapter-7-governor-and-lieutenant-governor",
  "sections": [
    {
      "id": "section-71",
      "number": "7.1",
      "heading": "Office — secretary.Section 7.2 - Journal",
      "text": "7.1 Office — secretary.\n\nThe governor shall keep the governor’s office at the seat of government, in which shall be transacted the business of the executive department of the state. The governor shall keep a secretary at the office during the governor’s absence.\n\n[C73, §55; C97, §60; C24, 27, 31, 35, 39, §78; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-1/"
    },
    {
      "id": "section-72",
      "number": "7.2",
      "heading": "Journal.",
      "text": "7.2 Journal.\n\nThe governor shall cause a journal to be kept in the executive office, in which a record shall be made of each official act as done, except if in cases of emergency an act is done away from the office, such entry shall be made as soon thereafter as may be. The governor shall cause a like military record to be kept of the acts done as commander in chief.\n\n[C73, §56, 57; C97, §61; C24, 27, 31, 35, 39, §79; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-2/"
    },
    {
      "id": "section-73",
      "number": "7.3",
      "heading": "Counsel.",
      "text": "7.3 Counsel.\n\nWhenever the governor is satisfied that an action or proceeding has been commenced which may affect the rights or interests of the state, the governor may employ counsel to protect such rights or interests; and when any civil action or proceeding has been or is about to be commenced by the proper officer in behalf of the state, the governor may employ additional counsel to assist in the cause.\n\n[C51, §40; R60, §44; C73, §59; C97, §63; C24, 27, 31, 35, 39, §80; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.3]\n\nEmployment by executive council, §13.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-3/"
    },
    {
      "id": "section-74",
      "number": "7.4",
      "heading": "Expenses.",
      "text": "7.4 Expenses.\n\nThe expenses thus incurred, and those caused in executing the laws, may be allowed by the governor and paid from the contingent fund.\n\n[C51, §41; R60, §45; C73, §60; C97, §64; C24, 27, 31, 35, 39, §81; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.4]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-4/"
    },
    {
      "id": "section-75",
      "number": "7.5",
      "heading": "Highway construction patents.",
      "text": "7.5 Highway construction patents.\n\nThe governor, whenever the governor deems such action to be in the interest of the public, shall have power to direct the attorney general to appear for and on behalf of any county, city or other municipality of this state or for and on behalf of any officer thereof or contractor therewith, whenever any such county, city or other municipality or officer or contractor is a party to any action or proceeding in any court wherein is involved the validity of any alleged patent on any matter or thing entering into highway, bridge, or culvert construction, or on any parts thereof, and may employ such legal assistance in addition to the attorney general as the governor may deem necessary and may pay for the same out of any fund in the state treasury not otherwise appropriated. Whenever the attorney general is so directed by the governor it shall be the attorney general’s duty to comply therewith.\n\n[S13, §64-a; C24, 27, 31, 35, 39, §82; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.5]\n\nEmployment by executive council, §13.7",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-5/"
    },
    {
      "id": "section-76",
      "number": "7.6",
      "heading": "Reward for arrest.",
      "text": "7.6 Reward for arrest.\n\n1. Whenever the governor is satisfied that a crime has been committed within the state, punishable by imprisonment in the penitentiary for a term of ten years or more, and the person committing the same has not been arrested or has escaped from arrest or custody or the person’s whereabouts is unknown, the governor may in the governor’s discretion, offer a reward not exceeding five hundred dollars for the arrest and delivery to the proper authorities of such persons, which reward, upon the certificate of the governor that the same has been earned, shall be audited and paid by the state.\n\n2. The reward shall be paid only upon the conviction of the person, and if appealed, only after a final decision of an appellate court has been rendered which affirms that conviction.\n\n[R60, §57; C73, §58; C97, §62; C24, 27, 31, 35, 39, §83; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.6]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-6/"
    },
    {
      "id": "section-77",
      "number": "7.7",
      "heading": "Accounting.",
      "text": "7.7 Accounting.\n\nAll fees paid to the governor shall be turned over to the treasurer of state.\n\n[SS15, §4-e; C24, 27, 31, 35, 39, §84; C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.7]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-7/"
    },
    {
      "id": "section-78",
      "number": "7.8",
      "heading": "Salary — governor, lieutenant governor.",
      "text": "7.8 Salary — governor, lieutenant governor.\n\n1. The salary of the governor shall be as fixed by the general assembly.\n\n2. The salary, payment of expenses, and any per diem of the lieutenant governor shall be as fixed by the general assembly.\n\n[C50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §7.8]\n\n90 Acts, ch 1223, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-8/"
    },
    {
      "id": "section-79",
      "number": "7.9",
      "heading": "Federal funds accepted.",
      "text": "7.9 Federal funds accepted.\n\nThe governor is authorized to accept for the state, the funds provided by any Act of Congress for the benefit of the state of Iowa, or its political subdivisions, provided there is no agency to accept and administer such funds, and the governor is authorized to administer or designate an agency to administer the funds until such time as an agency of the state is established for that purpose.\n\n[C66, 71, 73, 75, 77, 79, 81, §7.9]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-9/"
    },
    {
      "id": "section-710",
      "number": "7.10",
      "heading": "Emergency highway peace officers.",
      "text": "7.10 Emergency highway peace officers.\n\nWhenever the governor is satisfied that a state of emergency exists, or is likely to exist, on the public streets or highways of this state, because of violations of chapter 321, the governor shall designate any employee or employees of this state as peace officers pursuant to section 801.4, subsection 11, paragraph “j”, until such time as the governor is satisfied the state of emergency is ended.\n\n[C66, 71, 73, 75, 77, 79, 81, §7.10]\n\nReferred to in §7.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-10/"
    },
    {
      "id": "section-711",
      "number": "7.11",
      "heading": "Purpose.",
      "text": "7.11 Purpose.\n\nIndividuals so designated shall have the full duties and rights of peace officers under the Code, for the purpose of enforcing the motor vehicle laws and ordinances of this state, and shall be provided with an identifying badge and card.\n\n[C66, 71, 73, 75, 77, 79, 81, §7.11]\n\nReferred to in §7.12",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-11/"
    },
    {
      "id": "section-712",
      "number": "7.12",
      "heading": "Supervisor designated.",
      "text": "7.12 Supervisor designated.\n\nThe governor, in exercising the power conferred by sections 7.10 and 7.11, may designate one employee or officer of the state to supervise all persons designated as peace officers hereunder, and they shall be fully responsible to that employee or officer for all acts performed pursuant to these sections.\n\n[C66, 71, 73, 75, 77, 79, 81, §7.12]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-12/"
    },
    {
      "id": "section-713",
      "number": "7.13",
      "heading": "Governor-elect expense fund.",
      "text": "7.13 Governor-elect expense fund.\n\nThere is hereby created as a permanent fund in the office of the treasurer of state a fund to be known as the governor-elect expense fund. For the purpose of establishing and maintaining said fund, for each biennium, there is hereby appropriated thereto from funds in the general fund not otherwise appropriated the sum of ten thousand dollars, or so much thereof as may be necessary, to pay for office space, supplies, postage, and secretarial and clerical salaries after the day of the election and before the day of the inauguration for a first term governor-elect. Any balance in said fund at the end of each biennium shall revert to the general fund. Said fund shall be subject at all times to the warrant of the director of the department of administrative services drawn upon written requisition of the governor-elect. In event of a contested election, no distribution of the fund will be made until such time as the general assembly certifies the results of the election.\n\n[C66, 71, 73, 75, 77, 79, 81, §7.13]\n\n2003 Acts, ch 145, §286",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-13/"
    },
    {
      "id": "section-714",
      "number": "7.14",
      "heading": "Disability of governor to act.",
      "text": "7.14 Disability of governor to act.\n\n1. Whenever it appears that the governor is unable to discharge the duties of office for reason of disability pursuant to\n\nArticle IV, section 17, Constitution of the State of Iowa\n\n, the person next in line of succession to the office of the governor, or the chief justice, may call a conference consisting of the person who is chief justice, the person who is director of mental health, and the person who is the dean of medicine at the state university of Iowa. Provided, if either the director or dean is not a physician duly licensed to practice medicine by this state the director or dean may assign a member of the director’s or dean’s staff so licensed to assist and advise on the conference. The three members of the conference shall within ten days after the conference is called examine the governor. Within seven days after the examination, or if upon attempting to examine the governor the members of the conference are unable to examine the governor because of circumstances beyond their control, they shall conduct a secret ballot and by unanimous vote may find that the governor is temporarily unable to discharge the duties of the office.\n\n2. The finding of or failure to find a disability shall be immediately made public, and if the governor is found to be unable to discharge the duties of the office, the person next in line of succession to the office of governor shall be immediately notified. After receiving the notification that person may, under\n\nArticle IV, sections 17 and 19, Constitution of the State of Iowa\n\n, become governor until the disability is removed.\n\n3. Whenever a governor who is unable to discharge the duties of the office believes the disability to be removed, the governor may call a conference consisting of the three persons referred to as members of such a conference in subsection 1. The three members of the conference shall within ten days examine the governor. Within seven days after the examination they shall conduct a secret ballot and by unanimous vote may find the disability removed.\n\n4. The finding of or failure to find the disability removed shall be immediately made public.\n\n[C66, 71, 73, 75, 77, 79, 81, §7.14]\n\n91 Acts, ch 97, §2; 96 Acts, ch 1129, §2; 2017 Acts, ch 54, §4",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-14/"
    },
    {
      "id": "section-715",
      "number": "7.15",
      "heading": "Federal funds for highway safety.",
      "text": "7.15 Federal funds for highway safety.\n\nThe governor, in addition to other duties and responsibilities conferred by the Constitution and laws of this state, is hereby empowered to contract for the benefits available to this state under any Act of Congress for highway safety, law enforcement, or other related programs, and in so doing, to cooperate with federal and state agencies, private and public organizations, and with individuals, to effectuate the purposes of these enactments. The governor shall be responsible for and is hereby empowered to administer, either through the governor’s office or through one or more state departments or agencies designated by the governor or any combination of the foregoing the highway safety, law enforcement and related programs of this state and those of its political subdivisions, all in accordance with said Acts and the Constitution of the State of Iowa, in implementation thereof.\n\n[C71, 73, 75, 77, 79, 81, §7.15]\n\n2006 Acts, ch 1010, §4\n\nDepartment of public safety designated as state highway safety agency to receive federal funds; Executive Order No. 23, June 9, 1986",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-15/"
    },
    {
      "id": "section-716",
      "number": "7.16",
      "heading": "Vacancies filled at less than statutory salary.",
      "text": "7.16 Vacancies filled at less than statutory salary.\n\nThe governor or other appointing authority may, when appointing or employing any person for which a salary is specifically provided by the appropriation bill, appoint a person to fill the vacancy at a lesser salary than that provided by the appropriation bill.\n\n[C71, 73, 75, 77, 79, 81, §7.16]",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-16/"
    },
    {
      "id": "section-717",
      "number": "7.17",
      "heading": "Office of administrative rules coordinator.",
      "text": "7.17 Office of administrative rules coordinator.\n\nThe governor shall establish the office of the administrative rules coordinator, and appoint its staff, which shall be a part of the governor’s office. The administrative rules coordinator shall receive all notices and rules adopted pursuant to chapter 17A and provide the governor with an opportunity to review and object to any rule as provided in chapter 17A.\n\n[C79, 81, §7.17]\n\n90 Acts, ch 1266, §28; 91 Acts, ch 258, §7; 2006 Acts, ch 1011, §1; 2010 Acts, ch 1031, §51",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-17/"
    },
    {
      "id": "section-718",
      "number": "7.18",
      "heading": "Model community projects.",
      "text": "7.18 Model community projects.\n\n1. As used in this section, unless the context otherwise suggests, “community” means a city, county, or any combination of cities and counties.\n\n2. During any project, pilot project, or similar initiative undertaken by the governor or the executive branch which includes the designation of a model community in the state, the approval of all of the following entities must be obtained by a simple majority vote prior to the granting of an official model community designation and prior to any state financial support being disbursed to any person under the project, pilot project, or similar initiative:\n\na. The city council of any city included in a proposed model community.\n\nb. The county board of supervisors of a county included in a proposed model community.\n\nc. Each school board of a school district serving students in a proposed model community.\n\n2001 Acts, ch 40, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-18/"
    },
    {
      "id": "section-7",
      "number": "7",
      "heading": "19",
      "text": "19",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-720",
      "number": "7.20",
      "heading": "Executive order — use of vacant school property.",
      "text": "7.20 Executive order — use of vacant school property.\n\nThe governor shall issue an executive order requiring all state agencies to consider the leasing of a vacant facility or building which is appropriately located and which is owned by a public school corporation before a state agency leases, purchases, or constructs a facility or building. The state agency may lease a facility or building owned by a public school corporation with an option to purchase the facility or building in compliance with section 297.22. The lease shall provide that the public school corporation may terminate the lease if the corporation needs to use the facility or building for school purposes. The public school corporation shall notify the state agency at least thirty days before the termination of the lease.\n\n[82 Acts, ch 1148, §1]\n\n97 Acts, ch 184, §1",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-20/"
    },
    {
      "id": "section-722",
      "number": "7.22",
      "heading": "Exchange of offenders under treaty — consent by governor.",
      "text": "7.22 Exchange of offenders under treaty — consent by governor.\n\nIf a treaty in effect between the United States and a foreign country provides for the transfer or exchange of convicted offenders to the country of which the offenders are citizens or nationals, the governor or the governor’s designee, on behalf of the state and subject to the terms of the treaty, may authorize the transfer or exchange of offenders.\n\n83 Acts, ch 203, §13",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-i/chapter-7/section-7-22/"
    }
  ]
}