{
  "state": "missouri",
  "path": "title-title-xxxv/chapter-chapter-516",
  "sections": [
    {
      "id": "section-516-010",
      "number": "516.010",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.010. Actions for recovery of lands commenced, when. —No action for the recovery of any lands, tenements or hereditaments, or for the recovery of the possession thereof, shall be commenced, had or maintained by any person, whether citizen, denizen, alien, resident or nonresident of this state, unless it appear that the plaintiff, his ancestor, predecessor, grantor or other person under whom he claims was seized or possessed of the premises in question, within ten years before the commencement of such action.\n\n(RSMo 1939 § 1002)\n\nPrior revisions: 1929 § 850; 1919 § 1305; 1909 § 1879\n\nCROSS REFERENCE:\n\nAdverse possession, actions to establish title by, 527.180\n\n(1951) Three-year limitation statute (§ 140.590) applies to suit to quiet title and to cancel as void collector's deeds issued under Jones-Munger Law. Contentions that § 140.590 was repealed by quiet title act (§ 527.150) and by §§ 140.330 and 140.570 denied. History of § 140.590 discussed. Pettus v. City of St. Louis, 362 Mo. 603, 242 S.W.2d 723.\n\n(1956) Enforcement of covenants of restriction, which run with land, is governed by the ten-year statute of limitations (§ 516.010) rather than the five-year statute. McLaughlin v. Neiger (A.), 286 S.W.2d 380.\n\n(1959) The ten-year statute of limitations runs against a county to deprive it of title to islands, swamplands and abandoned river beds. Hamburg Realty Co. v. Walker (Mo.), 327 S.W.2d 155.\n\n(1962) This section is not applicable in action for declaratory judgment to determine boundary between school districts. Reorg. Sch. Dist. R-I v. Reorg. Sch. Dist. R-III (A.), 360 S.W.2d 376.\n\n(1969) Acceptance or approval by governmental authority is not necessary for a common-law dedication if the intention of the dedicator to make the dedication is clear by the instrument and it is in fact accepted by the public as demonstrated by the use made of it, which need not be for the statutory period under this section. Hoechst v. Bangert (Mo.), 440 S.W.2d 476.\n\n(1976) Held, statute of limitations relative to a declaratory judgment begins to run from the date controversy arose and not from date of original grant of easement. Kleinheider v. Phillips Pipe Line Company (C.A. Mo.), 528 F.2d 837.\n\nStatute Runs, When\n\n(1955) Where widow occupied property owned by her husband partly as homestead and remainder adversely, and the same was sold for taxes to her son by prior marriage under Jones-Munger law, heirs of husband as remaindermen held not entitled to recover property in action commenced almost three years after widow's death and fourteen years after tax sale. Hunott v. Critchlow, 365 Mo. 600, 285 S.W.2d 594.\n\nStatute Arrested, When\n\n(1952) Where wife conveyed through straw party to husband to enable him to sign bonds, but continued in possession, collected rents and kept property in repair, resulting trust arose and action to enforce same by wife was not barred by limitations. James v. James (Mo.), 248 S.W.2d 623.\n\n(1953) Limitations do not begin to run against remaindermen until they become entitled to possession of land on death of life tenant. Revare v. Lee (Mo.), 257 S.W.2d 676.\n\n(1955) Where constructive trust in land was found and the trustee did not repudiate the trust ten years before action brought, claim was not barred by limitations. Swon v. Huddleston (Mo.), 282 S.W.2d 18.\n\nAdverse Possession\n\n(1951) Where plaintiff and predecessors held land under deed describing same and containing words \"together with accretions thereto\" for more than ten years, they were entitled to an accreted tract as well as main body of land even though record title was not perfect. Kirschman v. Cochran (Mo.), 241 S.W.2d 9.\n\n(1951) Where defendant purchased real estate at foreclosure sale, even though such foreclosure may have been barred under § 516.150, and held same under claim of right for more than ten years, she had title thereto. Martin v. Lewis (Mo.), 244 S.W.2d 87.\n\n(1952) Adverse possession defined. City of Kirksville v. Young (Mo.), 252 S.W.2d 286.\n\n(1954) Where lot owners on acquisition of property and their immediate predecessor obtained, held and used portion of adjoining lot for garden for more than ten years and at all times assumed that it was their property and acted on such assumption, title by adverse possession was established. Barker v. Allen (Mo.), 273 S.W.2d 191.\n\n(1956) Where school lot of about half acre had been used for over thirty years, and conveyances of surrounding land had excepted such lot, owner of surrounding land held not entitled to such lot after it ceased to be used for school purposes, although no conveyance to school district could be found. Feeler v. Reorganized Sch. Dist. No. 4 (Mo.), 290 S.W.2d 102.\n\n(1957) Entry into possession by purchasers at tax sale prior to lapse of one year from date of sale was wrongful and possession adverse and fact that purchasers had obtained quit-claim deed from former owners and attempted to negotiate for such with defendant would not destroy hostile nature of their possession. Feinstein v. McGuire (Mo.), 297 S.W.2d 513.\n\n(1958) It is the intent to possess, and not the intent to take irrespective of the true owner's right, which makes a holding adverse. Walters v. Trucker (Mo.), 308 S.W.2d 673.\n\n(1958) If the possessor occupies land, intending to hold it as his own, his occupancy is adverse and it is not necessary that he intend to take the land from the true owner or that he be indifferent to the facts of the legal title. Mooney v. Canter (Mo.), 311 S.W.2d 1.\n\n(1958) School district can acquire title to property by adverse possession. Where one is put in possession of land by parol gift the possession of the donee is adverse from its inception. Southern Reynolds Co. School Dist. R-2 v. Callahan (Mo.), 313 S.W.2d 35.\n\n(1960) In action to quiet title and to partition land based on tax collector's deed which had been held void and on a conveyance by the life tenant, evidence of adverse possession as against remaindermen held inadmissible. Klorner v. Nunn (Mo.), 339 S.W.2d 838.\n\n(1961) Evidence held sufficient to show that plaintiff's possession of a portion of a city lot was adverse and that it was not permissive in its inception. Ennis v. Korb (Mo.), 347 S.W.2d 671.\n\n(1961) Two brothers inherited land from their father and one was adjudicated dead upon his failure to appear for more than seven years. Then after the other brother claimed the land adversely for more than the required length of time, and made valuable improvements on it, the absent brother appeared and sought to recover his part. The court held that the evidence was sufficient to establish title by adverse possession in the brother. Raplogle v. Raplogle (Mo.), 350 S.W.2d 735.\n\n(1964) This section was not a bar to suit to set aside deed for lack of delivery commenced by grantor almost 12 years after execution where grantor remained in possession and defendants, being apparent remaindermen not entitled to possession, had held nothing adversely to plaintiff. Rebmann v. Rebmann (Mo.), 384 S.W.2d 663.\n\n(1965) Where corporation was in possession of property for more than ten years under color of title, and during the entire period collected rents from other occupants, paid taxes, insured property and collected proceeds of two fire losses and where possession was not permissive but under claim of right, the corporation acquired title to realty by adverse possession and was entitled to compensation for taking by condemnation. Land Clearance for Redevelopment Authority of City of St. Louis v. Zitko (Mo.), 386 S.W.2d 69.\n\n(1965) Where city had taxed entire lot and owner had paid tax this fact alone would not defeat the city's claim of adverse possession to a portion of the lot infringed on for street purposes. Terry v. City of Independence (Mo.), 388 S.W.2d 769.\n\n(1965) A municipality or other public body may acquire a prescriptive right-of-way over lands of another for street or road purposes. Terry v. City of Independence (Mo.), 388 S.W.2d 769.\n\n(1968) Evidence held to support title by adverse possession. All elements of adverse possession discussed. Mitler v. Warner (MO.), 433 S.W.2d 259.\n\n(1952) Petition claimed that plaintiff was fee simple owner of land; that plaintiff had been in adverse possession thereof and that defendants claimed some interest therein, and asked court to try, ascertain and determine title and interest of parties. Defendant's answer claimed fee simple title and contained like prayer. Judgment holding plaintiff had title acquired by adverse possession held within issues made by pleadings. City of Kirksville v. Young (Mo.), 252 S.W.2d 286.\n\n(1956) Open, continuous and uninterrupted user of real estate for statutory period creates presumption that user was adverse but the presumption disappears on appearance of some substantial evidence, however slight, that user was permissive. Bridle Trail Ass'n. v. O'Shanick (A.), 209 S.W.2d 401.\n\n(1957) Where adverse possession of grantors lacked over two months of extending over statutory period, and grantee plaintiff produced no evidence as to his possession, presumption of continuance of possession in grantee would not be allowed as plaintiff had knowledge of actual facts. Feinstein v. McGuire (Mo.), 297 S.W.2d 513.\n\n(1961) Evidence held sufficient to establish that plaintiff had hostile possession of the property, i.e. under a claim of right, for the required time. Martin v. Pauly (Mo.), 350 S.W.2d 748.\n\n(1984) After title to the surface estate has been severed from the mineral estate, title to the mineral estate cannot be acquired by adverse possession of the surface alone. General Refractories Co. v. Raack (Mo.App.), 674 S.W.2d 97.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-010/"
    },
    {
      "id": "section-516-020",
      "number": "516.020",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.020. Right of possession not affected by descent. —The right of any person to the possession of any lands, tenements or hereditaments shall not be impaired or affected by descent, cast in consequence of the death of any person in possession of any such estate.\n\n(RSMo 1939 § 1003)\n\nPrior revisions: 1929 § 851; 1919 § 1306; 1909 § 1880",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-020/"
    },
    {
      "id": "section-516-030",
      "number": "516.030",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.030. Disabilities — twenty-one years. —If any person entitled to commence any action in sections 516.010 and 516.090 specified or to make any entry be, at the time such right or title shall first descend or accrue, either within the age of eighteen years, or mentally incapacitated, the time during which such disability shall continue shall not be deemed any portion of the time in sections 516.010 to 516.090 limited for the commencement of such action or the making of such entry; but such person may bring such action or make such entry after the time so limited, and within three years after such disability is removed; provided, that no such action shall be commenced, had or maintained or entry made by any person laboring under the disabilities specified in this section, after twenty-one years after the cause of such action or right of entry shall have accrued.\n\n(RSMo 1939 § 1004, A.L. 1983 S.B. 44 & 45, A.L. 1990 H.B. 974, A.L. 1991 S.B. 138)\n\nPrior revisions: 1929 § 852; 1919 § 1307; 1909 § 1881\n\n(1976) Held, running of the twenty-four years under this section during the life of grantor barred heirs from exercising three-year extension under § 516.050. Pemberton v. Reed (A.), 545 S.W.2d 698.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-030/"
    },
    {
      "id": "section-516-040",
      "number": "516.040",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.040. Possession of land under color of title, effect. —The possession, under color of title, of a part of a track or lot of land, in the name of the whole tract claimed, and exercising, during the time of such possession, the usual acts of ownership over the whole tract so claimed, shall be deemed a possession of the whole of such tract.\n\n(RSMo 1939 § 1006)\n\nPrior revisions: 1929 § 854; 1919 § 1309; 1909 § 1882\n\n(1960) Evidence as to adverse possession held insufficient to require the setting aside of the trial court's finding to the contrary. Dunlap v. Hartman (Mo.), 338 S.W.2d 10.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-040/"
    },
    {
      "id": "section-516-050",
      "number": "516.050",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.050. Limitation where person under disability dies. —If any person entitled to commence such action or to make such entry die during the continuance of any disability specified in section 516.030 and no determination or judgment be had of the title, right or action to him accrued, his heirs, or any person claiming from, by or under him, may commence such action or make such entry after the time in sections 516.010 to 516.090 limited for that purpose, and within three years after his death, but not after that period.\n\n(RSMo 1939 § 1007)\n\nPrior revisions: 1929 § 855; 1919 § 1310; 1909 § 1883\n\n(1976) Held, running of twenty-four years under § 516.030 during the life of grantor barred heirs from exercising three-year extension under § 516.050. Pemberton v. Reed (A.), 545 S.W.2d 698.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-050/"
    },
    {
      "id": "section-516-070",
      "number": "516.070",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.070. Limitation where equitable title to land emanates from government. —Whenever any real estate, the equitable title to which shall have emanated from the government more than ten years, shall thereafter, on any date, be in the lawful possession of any person, and which shall or might be claimed by another, and which shall not at such date have been in possession of the said person claiming or who might claim the same, or of anyone under whom he claims or might claim, for thirty consecutive years, and on which neither the said person claiming or who might claim the same nor those under whom he claims or might claim has paid any taxes for all that period of time, the said person claiming or who might claim such real estate shall, within one year from said date, bring his action to recover the same, and in default thereof he shall be forever barred, and his right and title shall, ipso facto, vest in such possessor; provided, however, that in all cases such action may be brought at any time within one year from the date at which this section takes effect and goes into force.\n\n(RSMo 1939 § 1008)\n\nPrior revisions: 1929 § 856; 1919 § 1311; 1909 § 1884",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-070/"
    },
    {
      "id": "section-516-080",
      "number": "516.080",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.080. When legal title has not emanated from the United States. —In all cases in which the legal title has not yet emanated from the government of the United States, but in which there has been an equitable right or title for more than twenty years, under which a claimant has had a right of action by the statutes of this state, and in which the land has been in the possession of any person for twenty years, claiming the same in fee, any person claiming against the possessor shall bring his action under the legal title within one year after it issues from the government, and in default thereof, he shall be forever barred, and his right and title shall, ipso facto, vest in such possessor.\n\n(RSMo 1939 § 1010)\n\nPrior revisions: 1929 § 858; 1919 § 1313; 1909 § 1885",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-080/"
    },
    {
      "id": "section-516-090",
      "number": "516.090",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.090. Statute not to extend to certain lands. —Nothing contained in any statute of limitation shall extend to any lands given, granted, sequestered, or appropriated to any public, pious, or charitable use, or to any lands belonging to this state. This section shall be construed to prohibit any judgment granting adverse possession to a claimant where the defendant possesses an interest in land described in a recorded deed and is a public utility as defined in section 386.020, or is a rural electric cooperative as defined in chapter 394, or is an organization operating under section 394.200.\n\n(RSMo 1939 § 1011, A.L. 2006 S.B. 1045, A.L. 2007 S.B. 416)\n\nPrior revisions: 1929 § 859; 1919 § 1314; 1909 § 1886\n\n(2004) Section does not preclude school district from asserting limitation period in section 516.010 as defense to quiet title action in land previously used for a school. Basye v. Fayette R-III School District Board of Education, 150 S.W.3d 111 (Mo.App.W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-090/"
    },
    {
      "id": "section-516-095",
      "number": "516.095",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.095. Action for breach of covenant restricting land use, barred, when. —No action for breach of a covenant restricting use of land caused or resulting from the size, height, cost or location of buildings or other visible improvements on the premises in violation of the covenant, including a proceeding to compel the removal of buildings or visible improvements on the land because of the violation of the terms of the covenant, shall be commenced after two years from the date this section takes effect or from the date when the right of action accrues, whichever is the later. Notwithstanding the provisions of any section of the statutes tolling the statutes of limitations, saving any causes of action which may have been otherwise barred thereunder, establishing a time when a cause of action accrues, or excluding certain lands from the operation and effect of any statute of limitations, no disability or lack of knowledge on the part of anyone shall suspend the running of the two-year period; and for the purposes of this section, the right of action shall be deemed to accrue immediately upon the completion of the building or visible improvements which are in violation of the covenant.\n\n(L. 1963 p. 669)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-095/"
    },
    {
      "id": "section-516-097",
      "number": "516.097",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.097. Tort action against architects, engineers or builders of defective improvement to real property must be brought within ten years of completion of improvement, exceptions. —1. Any action to recover damages for economic loss, personal injury, property damage or wrongful death arising out of a defective or unsafe condition of any improvement to real property, including any action for contribution or indemnity for damages sustained on account of the defect or unsafe condition, shall be commenced within ten years of the date on which such improvement is completed.\n\n2. This section shall only apply to actions against any person whose sole connection with the improvement is performing or furnishing, in whole or in part, the design, planning or construction, including architectural, engineering or construction services, of the improvement.\n\n3. If any action is commenced against any person specified by subsection 2 of this section, such person may, within one year of the date of the filing of such action, notwithstanding the provisions of subsection 1 of this section, commence an action or a third party action for contribution or indemnity for damages sustained or claimed in any action because of economic loss, personal injury, property damage or wrongful death arising out of a defective or unsafe condition of any improvement to real property.\n\n4. This section shall not apply:\n\n(1) If an action is barred by another provision of law;\n\n(2) If a person conceals any defect or deficiency in the design, planning or construction, including architectural, engineering or construction services, in an improvement for real property, if the defect or deficiency so concealed directly results in the defective or unsafe condition for which the action is brought;\n\n(3) To limit any action brought against any owner or possessor of real estate or improvements on such real estate.\n\n5. The statute of limitation for buildings completed on August 13, 1976, shall begin to run on August 13, 1976, and shall be for the time specified in this section.\n\n6. Notwithstanding subsection 1 of this section, if an occupancy permit is issued, the ten-year period shall commence on the date the occupancy permit is issued.\n\n(L. 1976 H.B. 1363, A.L. 2002 S.B. 840)\n\n(2000) Sale, assembly and installation of a prefabricated product does not constitute substantial on-site construction within meaning of section. Lay v. P & G Health Care, Inc., 37 S.W.3d 310 (Mo.App.W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-097/"
    },
    {
      "id": "section-516-098",
      "number": "516.098",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.098. Surveys of land error or omissions — action must be brought when. —Except where fraud is involved, no action to recover damages for an error or omission in the survey of land, nor any action for contribution or indemnity for damages sustained on account of an error or omission may be brought against any person performing the survey more than ten years from the completion of the survey.\n\n(L. 1989 H.B. 190, et al., A.L. 2011 S.B. 325)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-098/"
    },
    {
      "id": "section-516-100",
      "number": "516.100",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.100. Period of limitation prescribed. —Civil actions, other than those for the recovery of real property, can only be commenced within the periods prescribed in the following sections, after the causes of action shall have accrued; provided, that for the purposes of sections 516.100 to 516.370, the cause of action shall not be deemed to accrue when the wrong is done or the technical breach of contract or duty occurs, but when the damage resulting therefrom is sustained and is capable of ascertainment, and, if more than one item of damage, then the last item, so that all resulting damage may be recovered, and full and complete relief obtained.\n\n(RSMo 1939 § 1012)\n\nPrior revisions: 1929 § 860; 1919 § 1315; 1909 § 1887\n\n(1972) In suit against abstract company the cause of action shall be deemed to accrue and limitations shall commence to run only from the time when the damage resulting therefrom is sustained and is capable of ascertainment. Thorne v. Johnson (A.), 483 S.W.2d 658.\n\n(1976) Held, statute of limitations begins to run when public service commission determined that rate charged was improper, not when improper charges were made. DePaul Hospital v. Southwestern Bell Telephone (A.), 539 S.W.2d 542.\n\n(1984) Plaintiff's ignorance of his cause of action for legal malpractice prevented the statute of limitations from running where that ignorance was totally caused by the actions of his attorney in failing to dismiss a suit and allowing a default judgment to be entered against his client on a counterclaim without notifying the client. Anderson v. Griffin, Dysart, Taylor, Penner (Mo.App.), 684 S.W.2d 858.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-100/"
    },
    {
      "id": "section-516-103",
      "number": "516.103",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.103. No tolling by filing of administrative actions, certain suits. —The time for commencement of any suit provided for in sections 516.380, 516.390 and 516.400, shall not be tolled by the filing or pendency of any administrative complaint or action and no such suit may be brought or maintained unless commenced within the time prescribed by said sections. An administrative order authorizing the commencement of any such suit shall not be considered as evidence of the violations alleged in any such suit.\n\n(L. 1993 S.B. 180 § 16)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-103/"
    },
    {
      "id": "section-516-105",
      "number": "516.105",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.105. Actions against health care and mental health providers (medical malpractice). —1. All actions against physicians, hospitals, dentists, registered or licensed practical nurses, optometrists, podiatrists, pharmacists, chiropractors, professional physical therapists, mental health professionals licensed under chapter 337, and any other entity providing health care services and all employees of any of the foregoing acting in the course and scope of their employment, for damages for malpractice, negligence, error or mistake related to health care shall be brought within two years from the date of occurrence of the act of neglect complained of, except that:\n\n(1) In cases in which the act of neglect complained of is introducing and negligently permitting any foreign object to remain within the body of a living person, the action shall be brought within two years from the date of the discovery of such alleged negligence, or from the date on which the patient in the exercise of ordinary care should have discovered such alleged negligence, whichever date first occurs; and\n\n(2) In cases in which the act of neglect complained of is the negligent failure to inform the patient of the results of medical tests, the action for failure to inform shall be brought within two years from the date of the discovery of such alleged negligent failure to inform, or from the date on which the patient in the exercise of ordinary care should have discovered such alleged negligent failure to inform, whichever date first occurs; except that, no such action shall be brought for any negligent failure to inform about the results of medical tests performed more than two years before August 28, 1999. For purposes of this subdivision, the act of neglect based on the negligent failure to inform the patient of the results of medical tests shall not include the act of informing the patient of the results of negligently performed medical tests or the act of informing the patient of erroneous test results; and\n\n(3) In cases in which the person bringing the action is a minor less than eighteen years of age, such minor shall have until his or her twentieth birthday to bring such action.\n\n­­In no event shall any action for damages for malpractice, error, or mistake be commenced after the expiration of ten years from the date of the act of neglect complained of or for two years from a minor's eighteenth birthday, whichever is later.\n\n2. Any service on a defendant by a plaintiff after the statute of limitations set forth in subsection 1 of this section has expired or after the expiration of any extension of the time provided to commence an action pursuant to law shall be made within one hundred eighty days of the filing of the petition. If such service is not made on a defendant within one hundred eighty days of the filing of the petition, the court shall dismiss the action against the defendant. The dismissal shall be without prejudice unless the plaintiff has previously taken or suffered a nonsuit, in which case the dismissal shall be with prejudice.\n\n(L. 1976 S.B. 470 § 2, A.L. 1999 H.B. 274, A.L. 2005 H.B. 393, A.L. 2016 H.B. 1765, A.L. 2018 S.B. 871)\n\nCROSS REFERENCE:\n\nApplicability of statute changes to cases filed after August 28, 2005, 538.305\n\n(1985) The reduction of the limitation period for medical malpractice actions should be applicable only to claims where the alleged act of malpractice occurred after the effective date of the section. Goodman v. St. Louis Children's Hosp., 687 S.W.2d 889 (Mo. banc).\n\n(1985) The ten-year maximum was designed to limit the \"foreign object\" exception to the two year statute, and not to limit the time within which an infant who suffers damage from malpractice within his first two years may file suit. McLeran v. St. Luke's Hosp. of Kansas City, 687 S.W.2d 892 (Mo. banc).\n\n(1996) Actions brought pursuant to this section are not tolled under 516.170. Batek v. Curators of Univ. of Mo., 920 S.W.2d 895 (Mo. banc).\n\n(2015) Ten-year statute of repose could not be equitably tolled and does not violate constitutional provisions of equal protection, open courts, due process, or special laws. Ambers-Phillips v. SSM DePaul Health Center, 459 S.W.3d 901 (Mo. banc).\n\n(2023) The specific deadline in Section 516.105 for service of process in medical malpractice claims does not conflict with the requirement that service of process be prompt under Rule 54 of the Missouri Supreme Court Rules of Civil Procedure. Brick v. Koeppen, 672 S.W.3d 62 (Mo.App.S.D.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-105/"
    },
    {
      "id": "section-516-110",
      "number": "516.110",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.110. What action shall be commenced within ten years. —Within ten years:\n\n(1) An action upon any writing, whether sealed or unsealed, for the payment of money or property;\n\n(2) Actions brought on any covenant of warranty contained in any deed of conveyance of land shall be brought within ten years next after there shall have been a final decision against the title of the covenantor in such deed, and actions on any covenant of seizin contained in any such deed shall be brought within ten years after the cause of such action shall accrue;\n\n(3) Actions for relief, not herein otherwise provided for.\n\n(RSMo 1939 § 1013)\n\n(1975) An action to collect sum allegedly due for holiday pay for firemen where such claim was based on a city ordinance is a claim on an \"obligation\" and must be brought within five years. Barberi v. University City (A.), 518 S.W.2d 457.\n\n(1976) Action to recover liquidated damages for breach of a covenant in a lease not to assign or transfer interest in the lease was not based upon a writing for the payment of money but was based on contract and therefore was governed by five-year statute of limitations, section 516.120, and not by section 516.110. Bangert v. Boise Cascade Corp. (C.A.Mo.), 527 F.2d 902.\n\n(1985) Party had ten years, not five, to initiate an action for specific performance of a real estate contract since the action was for the enforcement of a contract and not for breach of contract. Oberle v. Monia (Mo.App.), 690 S.W.2d 840.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-110/"
    },
    {
      "id": "section-516-120",
      "number": "516.120",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.120. What actions within five years. —Within five years:\n\n(1) All actions upon contracts, obligations or liabilities, express or implied, except those mentioned in section 516.110, and except upon judgments or decrees of a court of record, and except where a different time is herein limited;\n\n(2) An action upon a liability created by a statute other than a penalty or forfeiture;\n\n(3) An action for trespass on real estate;\n\n(4) An action for taking, detaining or injuring any goods or chattels, including actions for the recovery of specific personal property, or for any other injury to the person or rights of another, not arising on contract and not herein otherwise enumerated;\n\n(5) An action for relief on the ground of fraud, the cause of action in such case to be deemed not to have accrued until the discovery by the aggrieved party, at any time within ten years, of the facts constituting the fraud.\n\n(RSMo 1939 § 1014)\n\nPrior revisions: 1929 § 862; 1919 § 1317; 1909 § 1889\n\n(1967) Five year statute of limitations applies to action by city to collect delinquent city earnings tax and the statute begins running at the time the grace period for the payment of the taxes due expires whether or not a return was filed as the tax became delinquent at that time. State v. Robertson (A.), 417 S.W.2d 699.\n\n(1967) In action for broker's commission the statute of limitation begins to run when payment on which commission is based is paid, not when last service is rendered by broker. Boyd v. Margolin (Mo.), 421 S.W.2d 761.\n\n(1968) The filing of a petition and the issuance of summons halt the running of a statute of limitations even if the summons is not served until after the statute would have run out if the plaintiff makes a good faith attempt to obtain service before the limitation period has run its course. Emanuel v. Richards (A.), 426 S.W.2d 716.\n\n(1969) An application by a surviving spouse for a year's allowance from the estate of decedent is not an \"action\" within the meaning of this section but is a special proceeding, and limitation period of section did not apply. In re Estate of Guthland (A.), 438 S.W.2d 12.\n\n(1970) The concealment of a cause of action founded upon fraud does not toll the period established by subdivision (5) of this section. Anderson v. Dyer (A.), 456 S.W.2d 808.\n\n(1970) The period of limitation under subdivision (5) of this section accrues the moment the right to commence the action comes into existence, but is deferred until the actual discovery of the fraud at any time within ten years of its perpetration. If the fraud was not discovered or discoverable during the ten-year hiatus, the cause of action will be deemed to have accrued at the termination of such period and the statute of limitations will commence to run at that time, thereby permitting a maximum of fifteen years for commencement of the suit. Anderson v. Dyer (A.), 456 S.W.2d 808.\n\n(1974) Failure to request an instruction on the statute of limitations constitutes an abandonment of that defense. Yeager v. Wittels (A.), 517 S.W.2d 457.\n\n(1975) An action to collect sum allegedly due for holiday pay for firemen where such claim was based on a city ordinance is a claim on an \"obligation\" and must be brought within five years. Barberi v. University City (A.), 518 S.W.2d 457.\n\n(1976) Action to recover liquidated damages for breach of a covenant in a lease not to assign or transfer interest in the lease was not based upon a writing for the payment of money but was based on contract and therefore was governed by five-year statute of limitations, section 516.120, and not by section 516.110. Bangert v. Boise Cascade Corp. (C.A. Mo.), 527 F.2d 902.\n\n(1977) Held, in a continuing trespass to real estate recovery is limited to the five-year period immediately preceding institution of the action. Cacioppo v. Southwestern Bell Telephone Co., (A.), 550 S.W.2d 919.\n\n(1985) Five-year limitation period held applicable to civil actions under the Racketeer Influenced Corrupt Organizations Act (RICO), 18 U.S.C. § 1961, commenced when plaintiff had reasonable ground to suspect fraud. Aetna Casualty & Surety Co. v. Current Components, Inc., 616 F.Supp. 862 (D.C.Mo.).\n\n(1993) Five year statute of limitations applies to claims for breach of fiduciary duty. Claims for relief based on fraud accrue, not when resulting damage is capable of being ascertained, but when facts constituting fraud are discovered. Koester v. American Republic Investments, Inc., 11 F.3d 818 (8th Cir.).\n\n(1993) Statute of limitations for actions for alienation of affections is governed by this section for any other injury to person or rights of another; therefore, statute of limitations is five years. Miller v. Neill, 867 S.W.2d 523 (Mo. App. E.D.).\n\n(2001) Subdivision (4) of section applies to inverse condemnation actions seeking compensation for damage to personal property. Shade v. Missouri Highway and Transportation Commission, 69 S.W.3d 503 (Mo.App.W.D.).\n\n(2005) Replevin action with five-year limitations period applies for return of seized weapons legally possessed by owner and not used in commission of crime. Elam v. Dawson, 156 S.W.3d 807 (Mo.App.W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-120/"
    },
    {
      "id": "section-516-130",
      "number": "516.130",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.130. What actions within three years. —Within three years:\n\n(1) An action against a sheriff, coroner or other officer, upon a liability incurred by the doing of an act in his official capacity and in virtue of his office, or by the omission of an official duty, including the nonpayment of money collected upon an execution or otherwise;\n\n(2) An action upon a statute for a penalty or forfeiture, where the action is given to the party aggrieved, or to such party and the state;\n\n(3) An action under section 290.300.\n\n(RSMo 1939 § 1015, A.L. 2005 S.B. 420 & 344)\n\nPrior revisions: 1929 § 863; 1919 § 1318; 1909 § 1890\n\n(1964) Section 516.110, the ten year statute, and not section 516.130, the three year statute, is applicable to proceeding on motion for default judgment on bail bond. State v. Virgilito (Mo.), 377 S.W.2d 361.\n\n(1975) This statute of limitation applies to bar action against officers of federal government brought under the civil rights acts. Peterson v. Fink (C.A. Mo.), 515 F.2d 815.\n\n(1984) Inmate's federal action under 42 U.S.C.A. § 1983 against a prison official is governed by state's three year statute of limitations contained in this section for actions against an official acting in his official capacity. Foster v. Armontrout, 729 F.2d 583.\n\n(1984) The three year period specified in subdivision (1) of this section was the proper statute of limitations in a civil rights action brought against Supreme Court justices and state officials. Buford v. Tremayne (8th Cir.) 747 F.2d 445.\n\n(1998) Director of department of revenue qualifies as \"other officer\" for purposes of this section. City of Ellisville v. Lohman, 972 S.W.2d 527 (E.D.Mo.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-130/"
    },
    {
      "id": "section-516-140",
      "number": "516.140",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.140. What actions within two years. —Within two years: an action for libel, slander, injurious falsehood, assault, battery, false imprisonment, criminal conversation, malicious prosecution or actions brought under section 290.140. An action by an employee for the payment of unpaid minimum wages, unpaid overtime compensation or liquidated damages by reason of the nonpayment of minimum wages or overtime compensation, and for the recovery of any amount under and by virtue of the provisions of the Fair Labor Standards Act of 1938 and amendments thereto, such act being an act of Congress, shall be brought within two years after the cause accrued.\n\n(RSMo 1939 § 1016, A.L. 1945 p. 644, A.L. 1976 S.B. 470, A.L. 1985 H.B. 225, A.L. 2014 H.B. 1231)\n\nPrior revisions: 1929 § 864; 1919 § 1319; 1909 § 1891\n\nCROSS REFERENCE:\n\nAction for accounting on pro rata pay back from nonprobate transfer to personal representation to cover statutory allowances and claims due estate, 461.300\n\n(1994) Where defamatory statement was made during FBI investigation, statute of limitations began to run after indictment, when business began to decline. Only then did plaintiff learn of false statement and begin to suffer loss of business. Statute of limitations for slander begins to run, not when defamatory statement was made, but when damages are ascertained. Thurston v. Ballinger, 884 S.W.2d 22 (Mo. App. W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-140/"
    },
    {
      "id": "section-516-145",
      "number": "516.145",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.145. What actions within one year. —Within one year: all actions brought by an offender, as defined in section 217.010, against the department of corrections or any entity or division thereof, or any employee or former employee for an act in an official capacity, or by the omission of an official duty.\n\n(L. 1990 H.B. 974)\n\n(2000) Section is constitutional and does not violate equal protection, due process, or the prohibition against special legislation. Cooper v. Minor, 16 S.W.3d 578 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-145/"
    },
    {
      "id": "section-516-150",
      "number": "516.150",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.150. No action to foreclose mortgage after note barred. —No suit, action or proceeding under power of sale to foreclose any mortgage or deed of trust, to secure any obligation to pay money or property, shall be had or maintained after such obligation has been barred by the statutes of limitation of this state; nor in any event after the lapse of twenty years from the date at which the last maturing obligation secured by the instrument sought to be foreclosed is due on the face of such instrument, unless such termination of said period falls within two years after the passage of this section, or has heretofore happened, in which event such suit, action or proceeding may be begun within two years after the passage of this section without regard to the date of the instrument or the maturity of the obligation, unless otherwise barred under the provisions of the general statutes of limitation, unless before the lapse of said twenty years the owner of the debt thereby secured or some person for him shall file an affidavit duly verified, or file an instrument in writing acknowledged as deeds are required to be acknowledged in order to entitle them to record in this state, showing the amount due and owing thereon.\n\n(RSMo 1939 § 1017)\n\nPrior revisions: 1929 § 865; 1919 § 1320; 1909 § 1892",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-150/"
    },
    {
      "id": "section-516-155",
      "number": "516.155",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.155. Mortgages last maturing obligation is due, how determined — future advances on real property security instrument statute begins to run, when. —1. Except as provided in subsection 2 of this section, whenever under the provisions of section 516.150 \"the date at which the last maturing obligation secured by the instrument sought to be foreclosed is due on the face of such instrument\" cannot be determined from the face of such instrument, the twenty-year period referred to in section 516.150 shall begin to run on the recited date of execution of such instrument, or if there is no recited date, the date of acknowledgment of such instrument, or if there is neither a recited date of execution nor a date of acknowledgment, the date of recording of such instrument, or if there is none of the above, the original date of the secured obligation, except that the provisions of this subsection shall apply only to deeds of trust and mortgages recorded after January 1, 1979.\n\n2. In the case of a security instrument described in section 443.055, the twenty-year period referred to in section 516.150 shall begin to run on the twentieth anniversary of the recited date of execution of such security instrument, or if there is no recited date, the date of acknowledgment of such security instrument, or if there is neither a recited date of execution nor a date of acknowledgment, the date of recording of such instrument, except that the provisions of this subsection shall apply only to such security instruments recorded after September 1, 1992.\n\n(L. 1978 S.B. 665, A.L. 1992 S.B. 688)",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-155/"
    },
    {
      "id": "section-516-160",
      "number": "516.160",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.160. In account current, when cause of action accrued. —In an action brought to recover a balance due on a mutual, open and current account, where there have been reciprocal demands between the parties, the cause of action shall be deemed to have accrued from time of the last item in the account on the adverse side.\n\n(RSMo 1939 § 1019)\n\nPrior revisions: 1929 § 867; 1919 § 1322; 1909 § 1893",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-160/"
    },
    {
      "id": "section-516-170",
      "number": "516.170",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.170. May delay filing of action, when. —Except as provided in section 516.105, if any person entitled to bring an action in sections 516.100 to 516.370 specified, at the time the cause of action accrued be either within the age of twenty-one years, or mentally incapacitated, such person shall be at liberty to bring such actions within the respective times in sections 516.100 to 516.370 limited after such disability is removed.\n\n(RSMo 1939 § 1020, A.L. 1976 S.B. 470, A.L. 1983 S.B. 44 & 45, A.L. 1990 H.B. 974)\n\nPrior revisions: 1929 § 868; 1919 § 1323; 1909 § 1894\n\n(1977) Statute of limitations is tolled while plaintiff is actually imprisoned by any proper authority and statute starts to run when plaintiff is released on parole. Jepson v. Stubbs (Mo.), 555 S.W.2d 307.\n\n(1984) This section was held to toll the five year statute of limitations in section 516.120 during the course of a ward's incompetence, despite the appointment of a guardian. Mason v. Ford Motor Co. (8th Cir.) 755 F.2d 120.\n\n(1985) Held, that even though plaintiff could have, by reason of section 507.115, RSMo, filed his action when he became eighteen years of age without the necessity of a guardian, curator, or next friend, the two-year limitation was nonetheless tolled, by reason of this statute, until plaintiff reached age twenty-one. Crawford v. Fenton (A.), 701 S.W.2d 772.\n\n(1987) The provisions of section 516.170, RSMo, protecting the rights of persons under disability, apply to any statute of limitations borrowed under the provisions of section 516.190, RSMo. Dorris v. McClanahan, 725 S.W.2d 870 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-170/"
    },
    {
      "id": "section-516-180",
      "number": "516.180",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.180. On death of person under disability, cause of action survives. —If any person so entitled to sue, die before the expiration of the time herein limited for the commencement of such suit, if such cause of action shall survive to his representatives, his executor or administrator may, after the expiration of such time and within one year after such death, commence such action, but not after that period.\n\n(RSMo 1939 § 1022)\n\nPrior revisions: 1929 § 870; 1919 § 1325; 1909 § 1896",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-180/"
    },
    {
      "id": "section-516-190",
      "number": "516.190",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.190. Limitations on actions originating in other states. —Whenever a cause of action has been fully barred by the laws of the state, territory or country in which it originated, said bar shall be a complete defense to any action thereon, brought in any of the courts of this state.\n\n(RSMo 1939 § 1021)\n\nPrior revisions: 1929 § 869; 1919 § 1324; 1909 § 1895\n\n(1974) Any defense against foreign statute by waiver or estoppel should be recognized in applying this section. Wilburn v. Pepsi-Cola Bottling Company of St. Louis (C.A. Mo.), 492 F.2d 1288.\n\n(1974) Held it is not necessary to raise \"borrowing statute\" as an affirmative defense since courts are bound to take judicial notice of the laws of all states. (C.A. Mo.) McIndoo v. Burnett, 494 F.2d 1311.\n\n(1975) Word \"originated\" as used in this section means \"accrued\". Schnabel v. Taft Broadcasting Company Inc. (A.), 525 S.W.2d 819.\n\n(1976) Where plaintiff was injured in accident in Illinois while on a trip that was to begin and end in Missouri and all parties were Missouri residents and plaintiff had not charged defendants with willful and wanton misconduct, necessary under the Illinois guest statute, nevertheless, the Missouri borrowing statute made the Illinois statute of limitations applicable to plaintiff's action for damages and the action was barred. Trzecki v. Gruenewald (Mo.), 532 S.W.2d 209.\n\n(1987) The provisions of section 516.170, RSMo, protecting the rights of persons under disability, apply to any statute of limitations borrowed under the provisions of section 516.190, RSMo. Dorris v. McClanahan, 725 S.W.2d 870 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-190/"
    },
    {
      "id": "section-516-200",
      "number": "516.200",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.200. If defendant be out of state before or departs after cause of action commences, when action may be commenced. —If at any time when any cause of action herein specified accrues against any person who is a resident of this state, and he is absent therefrom, such action may be commenced within the times herein respectively limited, after the return of such person into the state.\n\n(RSMo 1939 § 1023, A.L. 2009 H.B. 481)\n\nPrior revisions: 1929 § 871; 1919 § 1326; 1909 § 1897\n\n(2001) Section denying statute of limitations defense to defendants who have moved from the state burdens interstate commerce and is unconstitutional; statute cannot be justified due to applicability of long-arm jurisdiction over such defendants. Rademeyer v. Farris, 145 F.Supp.2d 1096 (E.D.Mo.), aff'd, 284 F.3d 833 (8th Cir. 2002).\n\n(2008) Tolling statute of limitations for persons who become non-residents of Missouri during limitation period violates Commerce Clause. State ex rel. Bloomquist v. Schneider, 244 S.W.3d 139 (Mo.banc).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-200/"
    },
    {
      "id": "section-516-210",
      "number": "516.210",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.210. Time not to be computed during a war. —Whenever any person shall be disabled to prosecute in the courts of this state by reason of his being an alien, subject or citizen of any country at war with the United States, the time of the continuance of such war shall not be deemed any part of the respective periods limited in sections 516.010 to 516.200 for the making of an entry or the commencement of any action.\n\n(RSMo 1939 § 1024)\n\nPrior revisions: 1929 § 872; 1919 § 1327; 1909 § 1898",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-210/"
    },
    {
      "id": "section-516-220",
      "number": "516.220",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.220. Not to apply to what. —Section 516.210 shall not apply to actions for any penalty or forfeiture given by any statute of this state.\n\n(RSMo 1939 § 1025)\n\nPrior revisions: 1929 § 873; 1919 § 1328; 1909 § 1899",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-220/"
    },
    {
      "id": "section-516-230",
      "number": "516.230",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.230. Further savings in cases of nonsuits. —If any action shall have been commenced within the times respectively prescribed in sections 516.010 to 516.370, and the plaintiff therein suffer a nonsuit, or, after a verdict for him, the judgment be arrested, or, after a judgment for him, the same be reversed on appeal or error, such plaintiff may commence a new action from time to time, within one year after such nonsuit suffered or such judgment arrested or reversed; and if the cause of action survive or descend to his heirs, or survive to his executors or administrators, they may, in like manner, commence a new action within the time herein allowed to such plaintiff, or, if no executor or administrator be qualified, then within one year after letters testamentary or of administration shall have been granted to him.\n\n(RSMo 1939 § 1026)\n\nPrior revisions: 1929 § 874; 1919 § 1329; 1909 § 1900\n\n(1977) Dismissal without prejudice is a species of nonsuit and action could be commenced within one year from such dismissal. State ex rel. Buchanan County v. Roach (A.), 548 S.W.2d 206.\n\n(1978) So-called \"savings statute\" concerning right to reinstate suit within one year after original suit is voluntarily nonsuited is not a general procedural statute and its action is limited to causes of action prescribed by statute. Stine v. Kansas City Terminal Railway Company (A.), 564 S.W.2d 619.\n\n(1985) Savings provision was held not to apply where first action was filed outside Missouri. King v. Nashua Corp. (8th Cir.), 763 F.2d 332.\n\n(1985) Reversal and remand for a new trial does not constitute reversal for purposes of invoking the one-year savings provision. Sanders v. Daniel Intern Corp. 616 F.Supp. 127 (D.C. Mo.).\n\n(1986) One-year refiling period provided by this section applies only to actions commenced in Missouri. Mizokami Bros. of Arizona, Inc. v. Mobay Chemical Corp. 798 F.2d 1196 (8th Cir.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-230/"
    },
    {
      "id": "section-516-240",
      "number": "516.240",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.240. If defendant dies, when and against whom new suit to be brought. —If any action is commenced within the time prescribed in sections 516.010 to 516.230, and the defendant in the suit dies before judgment, and if the right of action is such as survives against the representatives of the defendant, the plaintiff may commence a new action against the heirs, devisees or assigns of the defendant, as the case requires, within one year after his death; but if an executor or administrator is appointed then the new action may be commenced against the executor or administrator within nine months after the first published notice of letters testamentary or of administration whether more or less than one year after such death.\n\n(RSMo 1939 § 1027, A.L. 1957 p. 292, A.L. 1959 H.B. 95)\n\nPrior revisions: 1929 § 875; 1919 § 1330; 1909 § 1901",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-240/"
    },
    {
      "id": "section-516-250",
      "number": "516.250",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.250. Suit abated by death of plaintiff, when — when and by whom new suit brought. —When an action commenced within the time prescribed by law shall abate by reason of the death of the plaintiff, if the right of action survived to his representatives, his executor or administrator may, within one year after such death, commence a new action, if the cause of such action would otherwise survive; and if any action so commenced by an executor or administrator abate by the death of the plaintiff, a new action may be commenced by the administrator of the same estate, at any time within one year after such abatement; or, if no executor or administrator be appointed within that time, then within one year after letters testamentary or of administration shall have been granted to him.\n\n(RSMo 1939 § 1028)\n\nPrior revisions: 1929 § 876; 1919 § 1331; 1909 § 1902",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-250/"
    },
    {
      "id": "section-516-260",
      "number": "516.260",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.260. Suit stayed by injunction, time not computed. —Whenever the commencement of any suit shall be stayed by an injunction of any court or officers authorized to grant the same, the time during which such injunction shall be in force shall not be deemed any portion of the time in sections 516.010 to 516.370 limited for the commencement of such suit.\n\n(RSMo 1939 § 1029)\n\nPrior revisions: 1929 § 877; 1919 § 1332; 1909 § 1903",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-260/"
    },
    {
      "id": "section-516-270",
      "number": "516.270",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.270. Disability not to avail, unless. —No person shall avail himself of any disability herein enumerated, unless such disability existed at the time his right of action or of entry accrued.\n\n(RSMo 1939 § 1030)\n\nPrior revisions: 1929 § 878; 1919 § 1333; 1909 § 1904",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-270/"
    },
    {
      "id": "section-516-280",
      "number": "516.280",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.280. Limitation not to be extended by improper acts of defendant. —If any person, by absconding or concealing himself, or by any other improper act, prevent the commencement of an action, such action may be commenced within the time herein limited, after the commencement of such action shall have ceased to be so prevented.\n\n(RSMo 1939 § 1031)\n\nPrior revisions: 1929 § 879; 1919 § 1334; 1909 § 1905\n\n(1968) This section is statutory authority for the proposition that fraudulent concealment of a cause of action is an improper act which, if established, will toll the running of limitations under section 516.140, RSMo. Smile v. Lawson (Mo.), 435 S.W.2d 325; Kauchick v. Williams (Mo.), 435 S.W.2d 342.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-280/"
    },
    {
      "id": "section-516-290",
      "number": "516.290",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.290. Effect of two or more existing disabilities. —When there are two or more disabilities existing at the time the right of action of entry accrued, the limitation herein prescribed shall not attach until all such disabilities be removed.\n\n(RSMo 1939 § 1032)\n\nPrior revisions: 1929 § 880; 1919 § 1335; 1909 § 1906",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-290/"
    },
    {
      "id": "section-516-300",
      "number": "516.300",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.300. Actions otherwise limited. —The provisions of sections 516.010 to 516.370 shall not extend to any action which is or shall be otherwise limited by any statute; but such action shall be brought within the time limited by such statute.\n\n(RSMo 1939 § 1033)\n\nPrior revisions: 1929 § 881; 1919 § 1336; 1909 § 1907",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-300/"
    },
    {
      "id": "section-516-310",
      "number": "516.310",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.310. Demands against corporations. —Nor shall any of said provisions apply to suits brought to enforce payment of bills, notes or other evidences of debt issued by moneyed corporations.\n\n(RSMo 1939 § 1034)\n\nPrior revisions: 1929 § 882; 1919 § 1337; 1909 § 1908",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-310/"
    },
    {
      "id": "section-516-320",
      "number": "516.320",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.320. Actions barred, only revived by written promise. —In actions founded on any contract, no acknowledgment or promise hereafter made shall be evidence of a new or continuing contract, whereby to take any case out of the operation of the provisions of sections 516.100 to 516.370, or deprive any party of the benefit thereof, unless such acknowledgment or promise be made or contained by or in some writing subscribed by the party chargeable thereby.\n\n(RSMo 1939 § 1035)\n\nPrior revisions: 1929 § 883; 1919 § 1338; 1909 § 1909\n\n(2003) Statute of limitations applicable to legal malpractice claim is not subject to Kansas tolling statute during pendency of review of claim by Kansas professional malpractice screening panel. Eichenwald v. Small, 321 F.3d 733 (8th Cir.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-320/"
    },
    {
      "id": "section-516-330",
      "number": "516.330",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.330. One joint debtor cannot revive a demand against other debtor. —If there be two or more joint contractors or joint executors or administrators of any contractor, no such joint contractor or executor or administrator shall lose the benefit of the provisions of sections 516.100 to 516.370, so as to be chargeable by reason only of any acknowledgment or promise made or subscribed by any other or others of them.\n\n(RSMo 1939 § 1036)\n\nPrior revisions: 1929 § 884; 1919 § 1339; 1909 § 1910",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-330/"
    },
    {
      "id": "section-516-340",
      "number": "516.340",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.340. Sections 516.320 and 516.330 construed. —Nothing contained in sections 516.320 and 516.330 shall alter, take away or lessen the effect of a payment of any principal or interest made by any person.\n\n(RSMo 1939 § 1037)\n\nPrior revisions: 1929 § 885; 1919 § 1340; 1909 § 1911",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-340/"
    },
    {
      "id": "section-516-350",
      "number": "516.350",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.350. Judgments presumed to be paid, when — presumption, how rebutted — inclusion in the automated child support system — judgment for unpaid rent, revived by publication. —1. Every judgment, order or decree of any court of record of the United States, or of this or any other state, territory or country, except for any judgment, order, or decree awarding child support or maintenance or dividing pension, retirement, life insurance, or other employee benefits in connection with a dissolution of marriage, legal separation or annulment which mandates the making of payments over a period of time or payments in the future, shall be presumed to be paid and satisfied after the expiration of ten years from the date of the original rendition thereof, or if the same has been revived upon personal service duly had upon the defendant or defendants therein, then after ten years from and after such revival, or in case a payment has been made on such judgment, order or decree, and duly entered upon the record thereof, after the expiration of ten years from the last payment so made, and after the expiration of ten years from the date of the original rendition or revival upon personal service, or from the date of the last payment, such judgment shall be conclusively presumed to be paid, and no execution, order or process shall issue thereon, nor shall any suit be brought, had or maintained thereon for any purpose whatever. An action to emancipate a child, and any personal service or order rendered thereon, shall not act to revive the support order.\n\n2. In any judgment, order, or decree awarding child support or maintenance, each periodic payment shall be presumed paid and satisfied after the expiration of ten years from the date that periodic payment is due, unless the judgment has been otherwise revived as set out in subsection 1 of this section. This subsection shall take effect as to all such judgments, orders, or decrees which have not been presumed paid pursuant to subsection 1 of this section as of August 31, 1982.\n\n3. In any judgment, order, or decree dividing pension, retirement, life insurance, or other employee benefits in connection with a dissolution of marriage, legal separation or annulment, each periodic payment shall be presumed paid and satisfied after the expiration of ten years from the date that periodic payment is due, unless the judgment has been otherwise revived as set out in subsection 1 of this section. This subsection shall take effect as to all such judgments, orders, or decrees which have not been presumed paid pursuant to subsection 1 of this section as of August 28, 2001.\n\n4. In any judgment, order or decree awarding child support or maintenance, payment duly entered on the record as provided in subsection 1 of this section shall include recording of payments or credits in the automated child support system created pursuant to chapter 454 by the family support division or payment center pursuant to chapter 454.\n\n5. Any judgment, order, or decree awarding unpaid rent may be revived upon publication consistent with the publication requirements of section 506.160 and need not be personally served on the defendant.\n\n(RSMo 1939 § 1038, A.L. 1982 S.B. 468, A.L. 1999 S.B. 291, A.L. 2001 S.B. 10, A.L. 2014 H.B. 1231 merged with H.B. 1299 Revision merged with S.B. 655)\n\nPrior revisions: 1929 § 886; 1919 § 1341; 1909 § 1912\n\n(1982) Periodic child support judgments that have not been adjudicated to have lapsed are not \"presumed paid\" within the meaning of this section. In re Marriage of Holt (Mo. banc), 635 S.W.2d 335.\n\n(1984) Change in statutory period of limitation excludes from the ten year bar any judgment awarding maintenance payments over a period of time, renewed former wife's maintenance judgment for all sums falling due after the effective date of the statute. Walls v. Walls (Mo.App.), 673 S.W.2d 450.",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-350/"
    },
    {
      "id": "section-516-360",
      "number": "516.360",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.360. Sections 516.010 to 516.370 to apply to the state as well as to private parties. —The limitations prescribed in sections 516.010 to 516.370 shall apply to actions brought in the name of this state, or for its benefit, in the same manner as to actions by private parties.\n\n(RSMo 1939 § 1040)\n\nPrior revisions: 1929 § 888; 1919 § 1343; 1909 § 1914",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-360/"
    },
    {
      "id": "section-516-370",
      "number": "516.370",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.370. Limitation not to apply to setoffs, when. —When a defendant in action has interposed an answer, as a defense, setoff or counterclaim, upon which he would be entitled to reply in such action, the remedy upon which, at the time of the commencement of such action, was not barred by law, and such complaint is dismissed, or the action is discontinued, the time which intervened between the commencement and the termination of such action shall not be deemed a part of the time limited for the commencement of an action by the defendant, to recover for the cause of action so interposed as a defense, setoff or counterclaim.\n\n(RSMo 1939 § 1041)\n\nPrior revisions: 1929 § 889; 1919 § 1344; 1909 § 1915\n\n(1987) With the exception of what might be considered to be purely defensive pleading such as a setoff or recoupment, a counterclaim which seeks affirmative relief by asserting a new cause of action like a medical malpractice, although arising out of the same occurrence and although not barred at the commencement of the plaintiff's action, is barred if the counterclaim is filed at a time when it would have been barred as an original action. Northwest Radiation Oncology v. Goodstal, 735 S.W.2d 762 (Mo.App.E.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-370/"
    },
    {
      "id": "section-516-371",
      "number": "516.371",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.371. Limitation on action for sexual contact by certain persons. —Notwithstanding any provision of law to the contrary, there shall be a ten-year statute of limitation on any action for damages for personal injury caused to an individual by a person within the third degree of affinity or consanguinity who subjects such individual to sexual contact, as defined in section 566.010.\n\n(L. 1989 S.B. 420 § 1)\n\nCROSS REFERENCES:\n\nChildhood sexual abuse damage action, time limitation on bringing action after August 28, 1990, 537.046\n\nProsecution for sexual offenses involving person seventeen or under to be commenced within ten years of offense, 556.037",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-371/"
    },
    {
      "id": "section-516-380",
      "number": "516.380",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.380. Actions on penal statutes to be brought in one year. —All actions and suits, upon any statute, for any penalty or forfeiture given in whole or in part to any person who will prosecute for the same, shall be commenced within one year after the commission of the offense, and not after.\n\n(RSMo 1939 § 3786)\n\nPrior revisions: 1929 § 3396; 1919 § 3741; 1909 § 4949",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-380/"
    },
    {
      "id": "section-516-390",
      "number": "516.390",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.390. When penalty goes to the state, within two years. —If the penalty is given in whole or in part to the state, or to any county or city, or to the treasury thereof, a suit therefor may be commenced, by or in behalf of the state, county or city, at any time within two years after the commission of the offense, and not after.\n\n(RSMo 1939 § 3787)\n\nPrior revisions: 1929 § 3397; 1919 § 3742; 1909 § 4950",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-390/"
    },
    {
      "id": "section-516-400",
      "number": "516.400",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.400. When penalty goes to party aggrieved, three years. —All actions upon any statute for any penalty or forfeiture, given in whole or in part to the party aggrieved, shall be commenced within three years after the commission of the offense, and not after.\n\n(RSMo 1939 § 3788)\n\nPrior revisions: 1929 § 3398; 1919 § 3743; 1909 § 4951",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-400/"
    },
    {
      "id": "section-516-410",
      "number": "516.410",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.410. Sections 516.380 to 516.400 construed. —Sections 516.380 to 516.400 shall not apply to any bill, complaint, information, indictment or action, which is or shall be limited by any statute to be brought, had, commenced or prosecuted within a shorter or longer time than is prescribed in said sections; but such bill, complaint, information, indictment or other suit shall be brought and prosecuted within the time limited by such statute.\n\n(RSMo 1939 § 3789)\n\nPrior revisions: 1929 § 3399; 1919 § 3744; 1909 § 4952",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-410/"
    },
    {
      "id": "section-516-420",
      "number": "516.420",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.420. When not to apply to corporations. —None of the provisions of sections 516.380 to 516.420 shall apply to suits against moneyed corporations or against the directors or stockholders thereof, to recover any penalty or forfeiture imposed, or to enforce any liability created by the act of incorporation or any other law; but all such suits shall be brought within six years after the discovery by the aggrieved party of the facts upon which such penalty or forfeiture attached, or by which such liability was created.\n\n(RSMo 1939 § 3790)\n\nPrior revisions: 1929 § 3400; 1919 § 3745; 1909 § 4953\n\n(2006) Six-year limitations period applied to mortgage finance company as a \"moneyed corporation\" under section. Schwartz v. Bann-Cor Mortgage, 197 S.W.3d 168 (Mo.App.W.D.).",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-420/"
    },
    {
      "id": "section-516-500",
      "number": "516.500",
      "heading": "",
      "text": "Title XXXV CIVIL PROCEDURE AND LIMITATIONS\n\nChapter 516\n\n516.500. Legislative bills, actions on procedural defect in enactment, time limitations, exceptions. —No action alleging a procedural defect in the enactment of a bill into law shall be commenced, had or maintained by any party later than the adjournment of the next full regular legislative session following the effective date of the bill as law, unless it can be shown that there was no party aggrieved who could have raised the claim within that time. In the latter circumstance, the complaining party must establish that he or she was the first person aggrieved or in the class of first persons aggrieved, and that the claim was raised not later than the adjournment of the next full regular legislative session following any person being aggrieved. In no event shall an action alleging a procedural defect in the enactment of a bill into law be allowed later than five years after the bill or the pertinent section of the bill which is challenged becomes effective.\n\n(L. 1994 S.B. 558)\n\nEffective 6-03-94",
      "source_url": "https://law.justia.com/codes/missouri/title-xxxv/chapter-516/section-516-500/"
    }
  ]
}