{
  "state": "district-of-columbia",
  "path": "title-46/chapter-4",
  "sections": [
    {
      "id": "section-46-401",
      "number": "46-401",
      "heading": "Equal access to marriage.",
      "text": "(a) Marriage is the legally recognized union of 2 persons. Any person may enter into a marriage in the District of Columbia with another person, regardless of gender, unless the marriage is expressly prohibited by § 46-401.01 or § 46-403.\n\n(b) Where necessary to implement the rights and responsibilities relating to the marital relationship or familial relationships, gender-specific terms shall be construed to be gender neutral for all purposes throughout the law, whether in the context of statute, administrative or court rule, policy, common law, or any other source of civil law.",
      "history": "Mar. 3, 1901, 31 Stat. 1391, ch. 854, § 1283; as added Mar. 3, 2010, D.C. Law 18-110, § 2(b), 57 DCR 27",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-401.html"
    },
    {
      "id": "section-46-401.01",
      "number": "46-401.01",
      "heading": "Marriages void ab initio — In general.",
      "text": "The following marriages are prohibited in the District of Columbia and shall be absolutely void ab initio, without being so decreed, and their nullity may be shown in any collateral proceedings, namely:\n\n(1) Repealed.\n\n(2) Repealed.\n\n(2A) The marriage of a person with a person’s grandparent, grandparent’s spouse, spouse’s grandparent, parent’s sibling, parent, step-parent, spouse’s parent, child, spouse’s child, child’s spouse, sibling, child’s child, child’s child’s spouse, spouse’s child’s child, sibling’s child.\n\n(3) The marriage of any persons either of whom has been previously married and whose previous marriage has not been terminated by death or a decree of divorce.",
      "history": "Mar. 3, 1901, 31 Stat. 1391, ch. 854, § 1283; July 7, 2009, D.C. Law 18-9,§ 3(a), 56 DCR 3797; redesignated as § 1283a, Mar. 3, 2010, D.C. Law 18-110,§ 2(a), 57 DCR 27",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-401.01.html"
    },
    {
      "id": "section-46-402",
      "number": "46-402",
      "heading": "Marriages void ab initio — Judicial decree.",
      "text": "Any of such marriages may also be declared to have been null and void by judicial decree.",
      "history": "Mar. 3, 1901, 31 Stat. 1391, ch. 854, § 1284",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-402.html"
    },
    {
      "id": "section-46-403",
      "number": "46-403",
      "heading": "Marriages void from date of decree; age of consent.",
      "text": "The following marriages in said District shall be illegal, and shall be void from the time when their nullity shall be declared by decree, namely:\n\n(1) The marriage of a person adjudged to be, or to have been at the time a marriage was performed, unable by reason of mental incapacity to give valid consent to marriage;\n\n(2) Any marriage the consent to which of either party has been procured by force or fraud;\n\n(3) Repealed.\n\n(4) When either of the parties is under the age of consent, which is hereby declared to be 18 years of age.",
      "history": "Mar. 3, 1901, 31 Stat. 1391, ch. 854, § 1285; June 30, 1902, 32 Stat. 543, ch. 1329; Aug. 12, 1937, 50 Stat. 626, ch. 596, § 1; July 22, 1976, D.C. Law 1-75, § 5(d), 23 DCR 1182; Sept. 11, 2008, D.C. Law 17-222, § 2, 55 DCR 8295",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-403.html"
    },
    {
      "id": "section-46-404",
      "number": "46-404",
      "heading": "Persons allowed to institute annulment proceedings.",
      "text": "A proceeding to declare the nullity of a marriage may be instituted in the case of an infant under the age of consent by such infant, through a next friend, or by the parent or guardian of such infant; and in the case of a person with mental illness, by next friend. But no such proceedings shall be allowed to be instituted by any person who, being fully capable of contracting a marriage, has knowingly and wilfully contracted any marriage declared illegal by the foregoing sections.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1286; June 30, 1902, 32 Stat. 543, ch. 1329; Sept. 26, 2012, D.C. Law 19-169, § 23(e), 59 DCR 5567",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-404.html"
    },
    {
      "id": "section-46-405",
      "number": "46-405",
      "heading": "Illegal marriages entered into in another jurisdiction.",
      "text": "If any marriage declared illegal by the aforegoing sections shall be entered into in another jurisdiction by persons having and retaining their domicile in the District of Columbia, such marriage shall be deemed illegal, and may be decreed to be void in said District in the same manner as if it had been celebrated therein.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1287",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-405.html"
    },
    {
      "id": "section-46-405.01",
      "number": "46-405.01",
      "heading": "Recognition of marriages from other jurisdictions.",
      "text": "A marriage legally entered into in another jurisdiction between 2 persons of the same sex that is recognized as valid in that jurisdiction, that is not expressly prohibited by §§ 46-401.01 through 46-404, and has not been deemed illegal under § 46-405, shall be recognized as a marriage in the District.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1287a; as added July 7, 2009, D.C. Law 18-9, § 3(b), 56 DCR 3797; Mar. 3, 2010, D.C. Law 18-110, § 2(c), 57 DCR 27",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-405.01.html"
    },
    {
      "id": "section-46-406",
      "number": "46-406",
      "heading": "Persons authorized to celebrate marriages.",
      "text": "*NOTE: This section includes amendments by temporary legislation that will expire on August 13, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\n(a) For the purposes of this section, the term:\n\n(1) “Civil celebrant” means a person of a secular or non-religious organization who performs marriage ceremonies.\n\n(2) “Religious” includes or pertains to a belief in a theological doctrine, a belief in and worship of a divine ruling power, a recognition of a supernatural power controlling man’s destiny, or a devotion to some principle, strict fidelity or faithfulness, conscientiousness, pious affection, or attachment.\n\n(3) “Society” means a voluntary association of individuals for religious purposes.\n\n(4) “Temporary officiant” means a person authorized by the Mayor or the Clerk of the Superior Court of the District of Columbia (“Court”) to solemnize a specific marriage. The person’s authority to solemnize that marriage shall expire upon the filing of the marriage license, pursuant to § 46-412.\n\n(b) For the purpose of preserving the evidence of marriages in the District of Columbia, a marriage authorized under this chapter may be solemnized by the following persons at least 18 years of age at the time of the marriage:\n\n(1) A judge or retired judge of any court of record;\n\n(2) The Clerk of the Court or such deputy clerks of the Court as may, in writing, be designated by the Clerk and approved by the Chief Judge of the Court;\n\n(3) A minister, priest, rabbi, or authorized person of any religious denomination or society;\n\n(4) For any religious society which does not by its own custom require the intervention of a minister for the celebration of marriages, a marriage may be solemnized in the manner prescribed and practiced in that religious society, with the license issued to, and returns to be made by, a person appointed by the religious society for that purpose;\n\n(5) A civil celebrant;\n\n(6) A temporary officiant;\n\n(7) Members of the Council;\n\n(8) The Mayor of the District of Columbia; or\n\n(9) The parties to the marriage.\n\n(b-1) All persons authorized by subsection (b) of this section to solemnize marriages shall comply with the requirements of § 46-412.\n\n(b-2) The Court shall charge a reasonable registration fee for authorization to solemnize marriages; provided, that the registration fee for a temporary officiant shall not exceed $25.\n\n(c) No priest, imam, rabbi, minister, or other official of any religious society who is authorized to solemnize or celebrate marriages shall be required to solemnize or celebrate any marriage.\n\n(d) Each religious society has exclusive control over its own theological doctrine, teachings, and beliefs regarding who may marry within that particular religious society’s faith.\n\n(1) Notwithstanding any other provision of law, a religious society, or a nonprofit organization that is operated, supervised, or controlled by or in conjunction with a religious society, shall not be required to provide services, accommodations, facilities, or goods for a purpose related to the solemnization or celebration of a marriage, or the promotion of marriage through religious programs, counseling, courses, or retreats, that is in violation of the religious society’s beliefs.\n\n(2) A refusal to provide services, accommodations, facilities, or goods in accordance with this subsection shall not create any civil claim or cause of action, or result in a District action to penalize or withhold benefits from the religious society or nonprofit organization that is operated, supervised, or controlled by or in conjunction with a religious society.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1288; Apr. 23, 1904, 33 Stat. 297, ch. 1490, § 1; June 25, 1948, 62 Stat. 991, ch. 646, § 32(a), (b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 5, 1966, 80 Stat. 264, Pub. L. 89-493, § 13(a), (b); July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Jan. 26, 1982, D.C. Law 4-60, § 2, 28 DCR 4768; Mar. 3, 2010, D.C. Law 18-110, § 2(d), 57 DCR 27; Nov. 5, 2013, D.C. Law 20-36, § 2, 60 DCR 12143",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-406.html"
    },
    {
      "id": "section-46-407",
      "number": "46-407",
      "heading": "Celebration of marriage by unauthorized persons.",
      "text": "Repealed.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1289; Apr. 29, 2004, D.C. Law 15-154, § 3(m), 50 DCR 10996",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-407.html"
    },
    {
      "id": "section-46-408",
      "number": "46-408",
      "heading": "Celebration of marriage without license.",
      "text": "Repealed.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1290; June 30, 1902, 32 Stat. 543, ch. 1329; June 25, 1936, 49 Stat. 1921, ch. 804; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 5, 1966, 80 Stat. 264, Pub. L. 89-493, § 13(a); July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Apr. 29, 2004, D.C. Law 15-154, § 3(n), 50 DCR 10996",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-408.html"
    },
    {
      "id": "section-46-409",
      "number": "46-409",
      "heading": "Issuance of license — Waiting period.",
      "text": "Repealed.",
      "history": "Aug. 12, 1937, 50 Stat. 626, ch. 596, § 2; Dec. 17, 2014, D.C. Law 20-148, § 2, 61 DCR 8314",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-409.html"
    },
    {
      "id": "section-46-410",
      "number": "46-410",
      "heading": "Duty of the Mayor or Clerk.",
      "text": "*NOTE: This section includes amendments by temporary legislation that will expire on August 13, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\nIt shall be the duty of the Mayor or the Clerk of the Superior Court of the District of Columbia before issuing any license to solemnize a marriage to examine any applicant for said license under oath and to ascertain the names and ages of the parties desiring to marry, whether they were previously married, whether they are related or not, and if so, in what degree, which facts shall appear on the face of the application, of which the Mayor or the Clerk shall provide a printed form, and any false swearing in regard to such matters shall be deemed perjury.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1291; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 5, 1966, 80 Stat. 264, Pub. L. 89-493, § 13(a); July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Apr. 7, 1977, D.C. Law 1-107, title I, § 113(a), 23 DCR 8737",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-410.html"
    },
    {
      "id": "section-46-411",
      "number": "46-411",
      "heading": "Persons under 18 years of age.",
      "text": "*NOTE: This section includes amendments by temporary legislation that will expire on August 13, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\nIf any person intending to marry and seeking a license therefore shall be under 18 years of age, the Mayor or Clerk shall not issue such license.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1292; July 22, 1976, D.C. Law 1-75, § 5(a), 23 DCR 1182; Oct. 1, 1976, D.C. Law 1-87, § 32, 23 DCR 2544",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-411.html"
    },
    {
      "id": "section-46-412",
      "number": "46-412",
      "heading": "Form of license; return; coupons.",
      "text": "*NOTE: This section includes amendments by temporary legislation that will expire on August 13, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\n(a) Licenses to perform the marriage ceremony shall be addressed to some particular minister, magistrate, or other person authorized by § 46-406 to perform or witness the marriage ceremony and shall be in the following form (except when such a license is issued by the Mayor, in which case a form consistent with the provisions of subsection (b) of this section shall be used):\n\n(1) The Mayor shall create a form for a license to perform a marriage ceremony that is consistent with the form set forth in subsection (a) of this section except that such a form shall be modified by replacing the references to the \"Clerk's Office of the Superior Court of the District of Columbia\", \"Court\", \"Clerk\", \"Assistant Clerk\", and \"Clerk of the Superior Court of the District of Columbia\" with appropriate references to the Mayor or to an office or officer within the executive branch of the government of the District of Columbia; provided, that the form may require that the license be returned to one or either of:\n\n(A) The Clerk's Office of the Superior Court of the District of Columbia; or\n\n(B) The Mayor or to an office or officer within the executive branch of the government of the District of Columbia.\n\n(2) The Mayor shall issue the form for a license described in paragraph (1) of this subsection to persons authorized by § 46-406 to perform a marriage ceremony when authorized to issue a license pursuant to the Let Our Vows Endure Temporary Amendment Act of 2025.",
      "history": "Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1293; June 30, 1902, 32 Stat. 543, ch. 1329; Apr. 23, 1904, 33 Stat. 297, ch. 1490, § 2; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 5, 1966, 80 Stat. 264, Pub. L. 89-493, § 13(a); July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-412.html"
    },
    {
      "id": "section-46-413",
      "number": "46-413",
      "heading": "Failure to make return.",
      "text": "Any minister or other person, having solemnized or witnessed the rites of marriage under the authority of a license issued as aforesaid, who shall fail to make return as therein required, shall be liable to a penalty of $50 upon conviction of said failure upon information in the Superior Court of the District of Columbia.",
      "history": "Mar. 3, 1901, 31 Stat. 1393, ch. 854, § 1294; Apr. 23, 1904, 33 Stat. 298, ch. 1490, § 3; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-413.html"
    },
    {
      "id": "section-46-414",
      "number": "46-414",
      "heading": "Record books.",
      "text": "*NOTE: This section includes amendments by temporary legislation that will expire on August 13, 2026. To view the text of this section after the expiration of all emergency and temporary legislation affecting this section, click this link: Permanent Version.*\n\n(a) The Clerk of the said Court shall provide a record book in his office, consisting of applications and licenses in blank, to be filled up by him with the names and residences of the parties for whose marriage any license may have been issued, said applications and licenses to be numbered consecutively from 1 upward, and also a record book in which shall be recorded, in the order of their numbers, the certificates of the minister or other persons authorized, upon their return to said office, corresponding to said record book of licenses issued, and a copy of any license and certificate of marriage so kept and recorded, certified by the Clerk under his hand and seal, shall be competent evidence of the marriage.\n\n(1) The Mayor shall maintain:\n\n(A) A true and accurate copy of each marriage license issued by the Mayor affixed with a seal;\n\n(B) Each marriage license certificate returned to the Mayor by a minister, magistrate, or other person authorized by § 46-406 to perform or witness a marriage ceremony;\n\n(C) A record book filled with the names and residences of the parties for whose marriage any license has been issued by the Mayor; and\n\n(D) A record book filled with the names of each minister, magistrate, or other person authorized by § 46-406 to perform or witness a marriage ceremony (\"officiant\") who has returned a marriage license certificate to the Mayor and the license number of each marriage license certificate returned by the officiant.\n\n(2) A copy of each license and marriage license certificate so kept and recorded, certified by the Mayor, shall be competent evidence of the marriage.\n\n(3) The Mayor shall number each marriage license consecutively, from one upward, and with an alphabetical prefix to such number to distinguish each license issued by the Mayor from licenses issued by the Clerk of the Superior Court of the District of Columbia.\n\n(1) Within 5 business days after a marriage license is issued by the Mayor or a marriage license certificate is returned to the Mayor by a minister, magistrate, or other person authorized by § 46-406 to perform or witness a marriage ceremony, the Mayor shall transmit to the Clerk of the Superior Court of the District of Columbia a true and accurate copy of the marriage license or marriage license certificate.\n\n(2) A copy of each license and marriage license certificate so transmitted, as maintained and certified by the Clerk, shall be competent evidence of the marriage.",
      "history": "Mar. 3, 1901, 31 Stat. 1393, ch. 854, § 1295",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-414.html"
    },
    {
      "id": "section-46-415",
      "number": "46-415",
      "heading": "Issue of marriages of colored persons.",
      "text": "Repealed.",
      "history": "Mar. 3, 1901, 31 Stat. 1394, ch. 854, § 1297; Mar. 13, 2004, D.C. Law 15-105, § 11, 51 DCR 881; Mar. 3, 1901, 31 Stat. 1394, ch. 854, § 1297a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-415.html"
    },
    {
      "id": "section-46-415.01",
      "number": "46-415.01",
      "heading": "Applicability of authority of Mayor to issue marriage licenses.",
      "text": "*NOTE: This section was created by temporary legislation that will expire on August 13, 2026.*\n\nThe authority of the Mayor under [§§ 46-404 through 46-415.01] to issue marriage licenses and authorize officiants shall apply only during a period of time when the Clerk of the Superior Court of the District of Columbia is not issuing marriage licenses because of a total or partial federal government shutdown.",
      "history": "Mar. 3, 1901, 31 Stat. 1394, ch. 854, § 1297a; Mar. 3, 1901, 31 Stat. 1394, ch. 854, § 1297a",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-415.01.html"
    },
    {
      "id": "section-46-416",
      "number": "46-416",
      "heading": "Public inspection and examination of applications.",
      "text": "All applications for marriage licenses shall be open to inspection as public records, except as limited by § 46-416.01. All such applications upon which licenses have not yet been issued shall be kept together in a separate file readily accessible to public examination.",
      "history": "Oct. 15, 1966, 80 Stat. 959, Pub. L. 89-682, § 1; Apr. 3, 2001, D.C. Law 13-269, § 107(a), 48 DCR 1270",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-416.html"
    },
    {
      "id": "section-46-416.01",
      "number": "46-416.01",
      "heading": "Social security numbers to be filed with application.",
      "text": "(a) Each applicant for a marriage license shall record on the application each social security number assigned to the applicant. If the applicants’ social security numbers are not recorded on the face of the license, the agency shall keep on file each applicant’s social security number and each applicant shall be so advised.\n\n(b) The social security number shall be disclosed only:\n\n(1) For a purpose directly related to the establishment of paternity, or the establishment, modification, or enforcement of a support order; and\n\n(2) To the applicant, the other spouse, the child of the applicant or spouse, their attorneys of record, the IV-D agency, a District agency that has entered into a cooperative agreement with the IV-D agency, the IV-D agency of another state, or a private entity with which the District has contracted regarding paternity and child support services.",
      "history": "Oct. 15, 1966, 80 Stat. 959, Pub. L. 89-682, § 1a; as added Apr. 3, 2001, D.C. Law 13-269, § 107(b), 48 DCR 1270",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-416.01.html"
    },
    {
      "id": "section-46-417",
      "number": "46-417",
      "heading": "Premarital blood tests; statement regarding test to be filed with application.",
      "text": "Repealed.",
      "history": "Oct. 15, 1966, 80 Stat. 959, Pub. L. 89-682, § 2; Sept. 11, 2008, D.C. Law 17-222, § 3(a), 55 DCR 8295",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-417.html"
    },
    {
      "id": "section-46-418",
      "number": "46-418",
      "heading": "Waiver of certain requirements.",
      "text": "Repealed.",
      "history": "Oct. 15, 1966, 80 Stat. 959, Pub. L. 89-682, § 3; July 7, 1967, 81 Stat. 122, Pub. L. 90-53, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, § 155(a); Sept. 11, 2008, D.C. Law 17-222, § 3(b), 55 DCR 8295; Dec. 17, 2014, D.C. Law 20-148, § 3(a), 61 DCR 8314",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-418.html"
    },
    {
      "id": "section-46-419",
      "number": "46-419",
      "heading": "Financial inability to pay for blood test or required statement",
      "text": "Repealed.",
      "history": "Oct. 15, 1966, 80 Stat. 959, Pub. L. 89-682, § 4; Sept. 11, 2008, D.C. Law 17-222, § 3(c), 55 DCR 8295",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-419.html"
    },
    {
      "id": "section-46-420",
      "number": "46-420",
      "heading": "Confidential character of blood test information.",
      "text": "Any information obtained from any laboratory blood test required under § 46-417 [repealed] shall be regarded as confidential by each person, agency, or committee who obtains, transmits, or receives such information.",
      "history": "Oct. 15, 1966, 80 Stat. 960, Pub. L. 89-682, § 5",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-420.html"
    },
    {
      "id": "section-46-421",
      "number": "46-421",
      "heading": "Violations; prosecutions.",
      "text": "Whoever fails to comply with §§ 46-416, 46-416.01, and 46-420 shall be imprisoned for not more than 6 months, or fined not more than the amount set forth in § 22-3571.01, or both. Prosecutions for violations of this section shall be conducted by the Attorney General for the District of Columbia.",
      "history": "Oct. 15, 1966, 80 Stat. 960, Pub. L. 89-682, § 6; July 7, 1967, 81 Stat. 122, Pub. L. 90-53, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, § 155(a); Apr. 13, 2005, D.C. Law 15-354, § 72, 52 DCR 2638; Sept. 26, 2012, D.C. Law 19-169, § 32, 59 DCR 5567; Dec. 17, 2014, D.C. Law 20-148, § 3(b), 61 DCR 8314",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/46-421.html"
    }
  ]
}