{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-2309-defined-contribution-benefit-employee-account-define",
  "sections": [
    {
      "id": "section-23-2309defined",
      "number": "23-2309.Defined",
      "heading": "contribution benefit; employee account, defined; interest credited to account",
      "text": "For a member employed and participating in the retirement system prior to January 1, 2003, who has elected not to participate in the cash balance benefit, a member's share of the fund arising from the compensation deductio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-2309",
      "number": "23-2309",
      "heading": "",
      "text": "23-2309.Defined contribution benefit; employee account, defined; interest credited to account.\n\nFor a member employed and participating in the retirement system prior to January 1, 2003, who has elected not to participate in the cash balance benefit, a member's share of the fund arising from the compensation deductions made in accordance with section 23-2307 shall be known as his or her employee account. Each year, commencing January 1, 1975, and ending December 31, 1985, regular interest shall be credited to the employee account. As of January 1 of each such year, a member's employee account shall be equal to one hundred percent of his or her employee account as of the next preceding January 1, increased by any regular interest earned and any amounts deducted from the member's compensation since the next preceding January 1 in accordance with section 23-2307.\n\nOn and after January 1, 1986, the employee account shall be equal to the sum of the employee's stable return account, equities account, and any assets of additional accounts created pursuant to section 23-2309.01.\n\nSourceLaws 1965, c. 94, § 9, p. 405;Laws 1974, LB 905, § 2;Laws 1983, LB 313, § 1;Laws 1985, LB 347, § 5;Laws 1991, LB 549, § 6;Laws 1994, LB 833, § 2;Laws 2002, LB 687, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-2309/"
    }
  ]
}