{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-1605-semiannual-statement-publication",
  "sections": [
    {
      "id": "section-23-1605semiannual",
      "number": "23-1605.Semiannual",
      "heading": "statement; publication.(1)(a) During the months of January and July of each year, the county treasurer shall cause a tabulated statement of the affairs of the county treasurer's office to be published in a legal newspaper published in the county",
      "text": "In counties having more than two hundred fifty thousa",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-1605",
      "number": "23-1605",
      "heading": "",
      "text": "23-1605.Semiannual statement; publication.\n\n(1)(a) During the months of January and July of each year, the county treasurer shall cause a tabulated statement of the affairs of the county treasurer's office to be published in a legal newspaper published in the county. In counties having more than two hundred fifty thousand inhabitants, the statement shall be published in a daily legal newspaper published in the county.\n\n(b) If no legal newspaper is published in the county, the statement shall be published in a legal newspaper of general circulation within the county.\n\n(c) The county shall pay the newspaper reasonable compensation for the publication of such statement.\n\n(d) The statement shall show the receipts and disbursements of the county treasurer's office for the last preceding six months ending June 30 and December 31, including (i) the amount of money received and for what fund category, (ii) the amount of disbursements and from what fund category, (iii) the ending fund balance in each fund category, (iv) the amount of outstanding warrants or orders registered and unpaid, (v) the total balance, and (vi) the total amount of unpaid claims of the county as of June 30 and December 31 of each year, as certified to the county treasurer by the county clerk.\n\n(2) The county treasurer may also publish the statement on a website maintained by the county.\n\n(3) If a newspaper cannot publish the statement in a timely manner, publication on a county's website shall be considered compliance with subsection (1) of this section.\n\nSourceLaws 1883, c. 21, § 1, p. 182;Laws 1901, c. 23, § 1, p. 329;R.S.1913, § 5642;C.S.1922, § 4969;C.S.1929, § 26-1306;R.S.1943, § 23-1605;Laws 1967, c. 131, § 1, p. 415;Laws 1974, LB 937, § 1;Laws 2018, LB786, § 7;Laws 2020, LB781, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-1605/"
    }
  ]
}