{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-3109-competitive-bidding-when-not-required-waiver-of-bidd",
  "sections": [
    {
      "id": "section-23-3109",
      "number": "23-3109",
      "heading": "",
      "text": "23-3109.Competitive bidding; when not required; waiver of bidding requirements; when; auction; procedure.\n\n(1) Competitive bidding shall not be required (a) when purchasing unique or noncompetitive items, (b) when purchasing petroleum products, (c) when obtaining professional services or equipment maintenance, or (d) when the price has been established by one of the following: (i) The federal General Services Administration; (ii) the materiel division of the Department of Administrative Services; or (iii) a cooperative purchasing agreement by which supplies, equipment, or services are procured in accordance with a contract established by another governmental entity or group of governmental entities if the contract was established in accordance with the laws and regulations applicable to the establishing governmental entity or, if a group, the lead governmental entity.\n\n(2) The county board may, by majority vote of its members, waive the bidding requirements of the County Purchasing Act if such waiver is necessary to meet an emergency which threatens serious loss of life, health, or property in the county.\n\n(3) The county board may waive the bidding requirements of the County Purchasing Act if the county can save a significant amount of money through an auction. The amount of the purchase shall not exceed a maximum dollar amount set by the county board at a regular or special meeting of the board as described in this subsection. Notice of such special meeting shall be published in a newspaper of general circulation within the county at least five days before the special meeting. If no edition of a newspaper of general circulation within the county is to be finalized for printing prior to such publication deadline, notice of such special meeting shall be (a) posted by the newspaper to the newspaper's website, if available, (b) posted by the newspaper on a statewide website established and maintained as a repository for such notices by a majority of Nebraska newspapers, and (c) posted by the county board at the courthouse. Such special meeting may be conducted by virtual conferencing. The county board shall, at its next regular meeting following the purchase, approve the purchase price by a vote of the county board. If no bids are received, the county board may purchase the personal property on the open market.\n\nSourceLaws 1985, LB 393, ยง 9;Laws 2003, LB 41, ยง 4;Laws 2024, LB938, ยง 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-3109/"
    }
  ]
}