{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-2321-retirement-system-member-death-before-retirement-dea",
  "sections": [
    {
      "id": "section-23-2321",
      "number": "23-2321",
      "heading": "",
      "text": "23-2321.Retirement system; member; death before retirement; death benefit; death while performing qualified military service; additional death benefit.\n\n(1)(a) In the event of a member's death before the member's retirement date, the death benefit shall be equal to (i) for participants in the defined contribution benefit, the total of the employee account and the employer account and (ii) for participants in the cash balance benefit, the benefit provided in section 23-2308.01.\n\n(b) Except as provided in section 42-1107, the death benefit shall be paid pursuant to section 23-2327.\n\n(c) If the beneficiary is not the member's surviving spouse, the death benefit shall be paid as a lump-sum payment or payments, except that the entire account must be distributed by the fifth anniversary of the member's death. If the sole primary beneficiary is the member's surviving spouse, the surviving spouse may elect to receive an annuity calculated as if the member retired and selected a one-hundred-percent joint and survivor annuity effective on the annuity purchase date. If the surviving spouse does not elect the annuity option within one hundred eighty days after the death of the member, the surviving spouse shall receive a lump-sum payment or payments, except that the entire account must be distributed by the fifth anniversary of the member's death.\n\n(2) A lump-sum death benefit paid to the member's beneficiary, other than the member's estate, that is an eligible distribution may be distributed in the form of a direct transfer to a retirement plan eligible to receive such transfer under the provisions of the Internal Revenue Code.\n\n(3) For any member whose death occurs on or after January 1, 2007, while performing qualified military service as defined in section 414(u) of the Internal Revenue Code, the member's beneficiary shall be entitled to any additional death benefit that would have been provided, other than the accrual of any benefit relating to the period of qualified military service. The additional death benefit shall be determined as if the member had returned to employment with a participating county and such employment had terminated on the date of the member's death.\n\nSourceLaws 1965, c. 94, § 21, p. 409;Laws 1975, LB 47, § 5;Laws 1985, LB 347, § 10;Laws 1994, LB 1306, § 2;Laws 1996, LB 1273, § 17;Laws 2002, LB 687, § 16;Laws 2003, LB 451, § 12;Laws 2004, LB 1097, § 6;Laws 2009, LB188, § 6;Laws 2012, LB916, § 11;Laws 2019, LB34, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-2321/"
    }
  ]
}