{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-1205-acting-county-attorney-appointment-when-authorized-c",
  "sections": [
    {
      "id": "section-23-1205",
      "number": "23-1205",
      "heading": "",
      "text": "23-1205.Acting county attorney; appointment; when authorized; compensation.\n\nDue to the absence, sickness, disability, or conflict of interest of the county attorney and his or her deputies, or upon request of the county attorney for good cause, the Supreme Court, the Court of Appeals, or any district court, separate juvenile court, or county court before which the cause may be heard may appoint an attorney to act as county attorney in any investigation, appearance, or trial by an order entered upon the minutes of the court. Such attorney shall be allowed compensation for such services as the court determines, to be paid by order of the county treasurer upon presenting to the county board the certificate of the judge before whom the cause was tried certifying to services rendered by such attorney and the amount of compensation.\n\nSourceLaws 1885, c. 40, § 7, p. 218;R.S.1913, § 5600;C.S.1922, § 4917;C.S.1929, § 26-905;R.S.1943, § 23-1205;Laws 1969, c. 165, § 2, p. 742;Laws 2007, LB214, § 1;Laws 2009, LB35, § 3.\n\nAnnotations\n\nDistrict court is given authority to appoint an acting county attorney in the event of absence, sickness, or disability of county attorney. Stewart v. McCauley, 178 Neb. 412, 133 N.W.2d 921 (1965).\n\nIt is within the discretion of the court to appoint any attorney in lieu of disqualified county attorney, and ruling will not be disturbed unless discretion is abused. Quinton v. State, 112 Neb. 684, 200 N.W. 881 (1924).\n\nAppointment where attorney refused to prosecute is proper. Spaulding v. State, 61 Neb. 289, 85 N.W. 80 (1901).\n\nInformation may be filed by substitute county attorney without infringing constitutional rights of accused. Korth v. State, 46 Neb. 631, 65 N.W. 792 (1896).\n\nAppointment of another attorney is proper where county attorney had appeared for accused. Gandy v. State, 27 Neb. 707, 43 N.W. 747 (1889), 44 N.W. 108 (1889).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-1205/"
    }
  ]
}