{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-3575-hospital-districts-merger-election-procedure",
  "sections": [
    {
      "id": "section-23-3575hospital",
      "number": "23-3575.Hospital",
      "heading": "districts; merger; election; procedure",
      "text": "After determining the sufficiency of the petition presented under section 23-3573, the county board shall by resolution provide for the submission of the question of the merger of the districts at a general, primary, or special election. If a special election i",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-3575",
      "number": "23-3575",
      "heading": "",
      "text": "23-3575.Hospital districts; merger; election; procedure.\n\nAfter determining the sufficiency of the petition presented under section 23-3573, the county board shall by resolution provide for the submission of the question of the merger of the districts at a general, primary, or special election. If a special election is called, the costs of such election shall be borne equally by the districts petitioning for the merger. If the question is submitted at a special election, the county clerk or election commissioner of each county having registered voters entitled to vote on the issue shall conduct the special election in such county and shall be responsible for designating the polling places and appointing the election officials, who need not be the regular election officials, and otherwise conducting the election within such county. The county board shall designate the form of ballot.\n\nThe county clerk or election commissioner for the county whose county board has received the petition and called the election shall be responsible for giving notice of the special election. Such notice shall be published at least twenty days prior to the election and shall be published, for each district, in a legal newspaper of general circulation in such district. The notice of election shall state where ballots for early voting may be obtained pursuant to the Election Act.\n\nIn any such special election, the ballots shall be counted by the county clerks or election commissioners conducting the election and each such county clerk or election commissioner shall designate two disinterested persons to assist him or her with the counting of ballots. If the question is submitted at the statewide general election or primary election, the ballots shall be counted as provided in the Election Act. When all of the ballots have been counted in each county, the returns of such election shall be canvassed by the county canvassing board.\n\nAll elections conducted pursuant to this section shall be conducted as provided under the Election Act except as otherwise specifically provided for in this section.\n\nSourceLaws 1978, LB 560, § 6;Laws 1984, LB 920, § 33;R.S.1943, (1987), § 23-343.125;Laws 1994, LB 76, § 549;Laws 2005, LB 98, § 3.\n\nCross ReferencesElection Act, see section 32-101.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-3575/"
    }
  ]
}