{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-122-counties-having-less-than-150000-inhabitants-proceedi",
  "sections": [
    {
      "id": "section-23-122counties",
      "number": "23-122.Counties",
      "heading": "having less than 150,000 inhabitants; proceedings; claims; employee job titles and salaries; publication; rate",
      "text": "The county board of all counties having a population of less than one hundred fifty thousand inhabitants shall cause to be published, within ten working days after the close of each annual,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-122",
      "number": "23-122",
      "heading": "",
      "text": "23-122.Counties having less than 150,000 inhabitants; proceedings; claims; employee job titles and salaries; publication; rate.\n\nThe county board of all counties having a population of less than one hundred fifty thousand inhabitants shall cause to be published, within ten working days after the close of each annual, regular, or special meeting of the board, a brief statement of the proceedings thereof which shall also include the amount of each claim allowed, the purpose of the claim, and the name of the claimant, except that the aggregate amount of all payroll claims may be included as one item, in one newspaper of general circulation published in the county and also its proceedings upon the equalization of the assessment roll. Between July 15 and August 15 of each year, the employee job titles and the current annual, monthly, or hourly salaries corresponding to such job titles shall be published. Each job title published shall be descriptive and indicate the duties and functions of the position. No publication in a newspaper shall be required unless the same can be done at an expense not exceeding three-fourths of the legal rate for advertising notices.\n\nSourceLaws 1879, § 25, p. 361;Laws 1887, c. 27, § 1, p. 353;Laws 1909, c. 30, § 1, p. 211;R.S.1913, § 954;Laws 1915, c. 18, § 1, p. 76;Laws 1919, c. 66, § 1, p. 176;Laws 1919, c. 67, § 1, p. 179;Laws 1921, c. 144, § 1, p. 616;C.S.1922, § 854;C.S.1929, § 26-108;Laws 1935, c. 107, § 7, p. 347;Laws 1939, c. 28, § 8, p. 149;C.S.Supp.,1941, § 26-108;R.S.1943, § 23-122;Laws 1947, c. 63, § 1, p. 209;Laws 1953, c. 49, § 1, p. 176;Laws 1959, c. 81, § 1, p. 371;Laws 1974, LB 377, § 1;Laws 1985, LB 547, § 1;Laws 1990, LB 852, § 1;Laws 1996, LB 299, § 16.\n\nCross ReferencesFor legal rate for advertising notices, see section 33-141.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-122/"
    }
  ]
}