{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-408-commission-powers-duties",
  "sections": [
    {
      "id": "section-23-408",
      "number": "23-408",
      "heading": "Commission; powers; duties.(1) The commission may prescribe the following: (a) General employment policies and procedures; (b) regulations for recruiting, examination, and certification of qualified applicants for employment and the maintenance of registers of qualified candidates for employment for",
      "text": "Commission; powers; duties.(1) The commission may prescribe the following: (a) General employment policies and procedures; (b) regulations for recruiting, examination, and certification of qualified applicants for employment and the maintenance of registers of qualified candidates for employment for all employees governed by the County Civil Service Commission Act; (c) a system of personnel records containing general data on all employees and standards for the development and maintenance of personnel records to be maintained within the offices governed by the act; (d) regulations governing such matters as hours of work, promotions, transfers, demotions, probation, terminations, and reductions in force; (e) regulations for use by all offices governed by the act relating to such matters as employee benefits, vacation, sick leave, and holidays.(2) The commission shall require department heads to provide sufficient criteria to enable the commission to properly conduct employment examinations.(3) The commission shall require department heads to supply to the commission position classification plans, job descriptions, and job specifications.(4) Individual personnel records shall be available for inspection only by the employee involved, the employee's department head, and such other persons as the commission shall authorize.(5) The commission shall have such other powers as are necessary to effectuate the purposes of the act.(6) All acts of the commission pursuant to the authority conferred in this section shall be binding on all county department heads governed by the County Civil Service Commission Act.SourceLaws 1971, LB 921, ยง 7;Laws 2018, LB786, ยง 11;R.S.Supp.,2018, ยง 23-2507;Laws 2019, LB411, ยง 8.AnnotationsThe civil service commission is a statutorily created tribunal established by the Legislature. As a statutorily created entity, the commission has only such authority as has been conferred on it by statute. Douglas Cty. Bd. of Comrs. v. Civil Serv. Comm. of Douglas Cty., 263 Neb. 544, 641 N.W.2d 55 (2002).The mandatory retirement at age sixty-five provision adopted by the Douglas County Civil Service Commission reflects a permissible means of accomplishing a rational and reasonable objective and it is not unconstitutional. Armstrong v. Howell, 371 F.Supp. 48 (D. Neb. 1974).",
      "history": "",
      "source_url": ""
    }
  ]
}