{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-121301-guidelines-to-promote-uniform-and-quality-death-in",
  "sections": [
    {
      "id": "section-23-121301guidelines",
      "number": "23-1213.01.Guidelines",
      "heading": "to promote uniform and quality death investigations for county coroners; contents",
      "text": "The council shall, with respect to ensuring quality and uniform death investigation processes throughout the state, develop guidelines to promote uniform and quality death investigations for county coroners. Such guide",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-121301",
      "number": "23-1213.01",
      "heading": "",
      "text": "23-1213.01.Guidelines to promote uniform and quality death investigations for county coroners; contents.\n\nThe council shall, with respect to ensuring quality and uniform death investigation processes throughout the state, develop guidelines to promote uniform and quality death investigations for county coroners. Such guidelines may include guidance to the county coroner in:\n\n(1) Determining the need for autopsies involving:\n\n(a) Deaths of individuals nineteen years of age or older;\n\n(b) Deaths of individuals under nineteen years of age;\n\n(c) Sudden, unexplained infant deaths;\n\n(d) Deaths while in custody;\n\n(e) Deaths caused by motor vehicle collisions;\n\n(f) Deaths by burning; and\n\n(g) Suspicious deaths;\n\n(2) The utilization of investigative tools and equipment;\n\n(3) Entering the death scene;\n\n(4) Documenting and evaluating the death scene;\n\n(5) Documenting and evaluating the body;\n\n(6) Establishing and recording decedent profile information; and\n\n(7) Completing the death scene investigation.\n\nPersons investigating infant deaths and young child deaths may also refer to the recommendations adopted by the Attorney General with respect to such investigations.\n\nSourceLaws 2009, LB671, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-1213-01/"
    }
  ]
}