{
  "state": "nebraska",
  "path": "title-chapter-23-county-government-and-officers/chapter-23-3501-medical-and-multiunit-facilities-authorized-bonds-is",
  "sections": [
    {
      "id": "section-23-3501medical",
      "number": "23-3501.Medical",
      "heading": "and multiunit facilities; authorized; bonds; issuance; procedure",
      "text": "(1) The county board in any county in this state having three thousand six hundred inhabitants or more or in which the taxable value of the taxable property is twenty-eight million six hundred thousand dollars or more may issue and sel",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-23-3501",
      "number": "23-3501",
      "heading": "",
      "text": "23-3501.Medical and multiunit facilities; authorized; bonds; issuance; procedure.\n\n(1) The county board in any county in this state having three thousand six hundred inhabitants or more or in which the taxable value of the taxable property is twenty-eight million six hundred thousand dollars or more may issue and sell bonds of such county in such an amount as the county board may deem advisable for the construction, acquisition, or replacement of a hospital, including any clinic of such hospital, a nursing facility, an assisted-living facility, a home health agency, a mental health clinic, a clinic or facility to combat developmental disabilities, a public health center, a medical complex, multiunit housing, or a similar facility required to protect the health and welfare of the people and to initially equip and acquire property deemed necessary for operation of such facility. Such bonds shall bear interest at a rate set by the county board.\n\n(2) No bonds shall be issued pursuant to this section until the question of the issuance of the bonds has been submitted to the voters of such county at a general election or a special election called for such purpose. The issuance of such bonds shall be approved by a majority vote of the electors voting on such proposition at any such election. Such election may be called either by resolution of the county board or upon a petition submitted to the county board calling for an election. Such petition shall be signed by the legal voters of the county equal in number to ten percent of the number of votes cast in the county for the office of Governor at the last general election.\n\nSourceLaws 1917, c. 170, § 1, p. 381;C.S.1922, § 1054;C.S.1929, § 26-748;Laws 1937, c. 54, § 1, p. 220;C.S.Supp.,1941, § 26-748;R.S.1943, § 23-343;Laws 1945, c. 44, § 1, p. 208;Laws 1957, c. 64, § 1, p. 284;Laws 1959, c. 82, § 1, p. 372;Laws 1963, c. 114, § 1, p. 447;Laws 1967, c. 121, § 1, p. 386;Laws 1969, c. 51, § 82, p. 326;Laws 1972, LB 1168, § 1;Laws 1979, LB 187, § 102;R.S.1943, (1987), § 23-343;Laws 1992, LB 1063, § 20;Laws 1992, LB 1240, § 20;Laws 1992, Second Spec. Sess., LB 1, § 20;Laws 2012, LB995, § 2.\n\nAnnotations\n\nWhere a county board has appointed a board of trustees for a county hospital as provided in section 23-3502(1), the county hospital is not merely an agency of the county, but, rather, is a separate and independent political subdivision. Brothers v. Kimball Cty. Hosp., 289 Neb. 879, 857 N.W.2d 789 (2015).\n\nLack of public notification of special county board meeting to call election upon initiative petition under this section did not invalidate resulting election. Shadbolt v. County of Cherry, 185 Neb. 208, 174 N.W.2d 733 (1970).\n\nCounty board is permitted to issue and sell bonds for construction and acquisition of a county community hospital. Armstrong v. Board of Supervisors of Kearney County, 153 Neb. 858, 46 N.W.2d 602 (1951).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-23/statute-23-3501/"
    }
  ]
}