{
  "state": "hawaii",
  "path": "title-title-18-education/chapter-315-interstate-agreement-on-qualifications-of-educational-pe",
  "sections": [
    {
      "id": "section-315-1",
      "number": "315-1",
      "heading": "Enactment of agreement.315-2 Official for State.315-3 Contracts under agreement.",
      "text": "§315-1 Enactment of agreement.The Interstate Agreement on Qualifications of Educational Personnel as contained herein is hereby enacted into law and entered into on behalf of the State of Hawaii with any and all other States (as defined in the Agreement) legally enacting the Agreement in the form substantially as follows:\n\nINTERSTATE AGREEMENT ON QUALIFICATION\n\nOF EDUCATIONAL PERSONNEL\n\nPURPOSE, FINDINGS, AND POLICY\n\n1. The States party to this Agreement, desiring by common action to improve their respective school systems by utilizing the teacher or other professional educational person wherever educated, declare that it is the policy of each of them, on the basis of cooperation with one another, to take advantage of the preparation and experience of such persons wherever gained, thereby serving the best interests of society, of education, and of the teaching profession. It is the purpose of this Agreement to provide for the development and execution of such programs of cooperation as will facilitate the movement of teachers and other professional educational personnel among the States party to it, and to authorize specific interstate educational personnel contracts to achieve that end.\n\n2. The party States find that included in the large movement of population among all sections of the nation are many qualified educational personnel who move for family and other personal reasons but who are hindered in using their professional skill and experience in their new locations. Variations from State to State in requirements for qualifying educational personnel discourage such personnel from taking the steps necessary to qualify in other States. As a consequence, a significant number of professionally prepared and experienced educators is lost to our school systems. Facilitating the employment of qualified educational personnel, without reference to their States of origin, can increase the available educational resources. Participation in this Compact can increase the availability of educational manpower.\n\nDEFINITIONS\n\nAs used in this Agreement and contracts made pursuant to it, unless the context clearly requires otherwise:\n\n1. \"Educational personnel\" means persons who must meet requirements pursuant to State law as a condition of employment in educational programs.\n\n2. \"Designated State official\" means the education official of a State selected by that State to negotiate and enter into, on behalf of his State, contracts pursuant to this Agreement.\n\n3. \"Accept\", or any variant thereof, means to recognize and give effect to one or more determinations of another State relating to the qualifications of educational personnel in lieu of making or requiring a like determination that would otherwise be required by or pursuant to the laws of a receiving State.\n\n4. \"State\" means a State, territory, or possession of the United States; the District of Columbia; or the Commonwealth of Puerto Rico.\n\n5. \"Originating State\" means a State (and the subdivision thereof, if any) whose determination that certain educational personnel are qualified to be employed for specific duties in schools is acceptable in accordance with the terms of a contract made pursuant to Article III.\n\n6. \"Receiving State\" means a State (and the subdivisions thereof) which accept educational personnel in accordance with the terms of a contract made pursuant to Article III.\n\nARTICLE III\n\nINTERSTATE EDUCATIONAL PERSONNEL CONTRACTS\n\n1. The designated State official of a party State may make one or more contracts on behalf of his State with one or more other party States providing for the acceptance of educational personnel. Any such contract for the period of its duration shall be applicable to and binding on the States whose designated state officials enter into it, and the subdivisions of those States, with the same force and effect as if incorporated in this Agreement. A designated state official may enter into a contract pursuant to this Article only with States in which he finds that there are programs of education, certification standards or other acceptable qualifications that assure preparation or qualification of educational personnel on a basis sufficiently comparable, even though not identical, to that prevailing in his own State.\n\n2. Any such contract shall provide for:\n\n(a) Its duration.\n\n(b) The criteria to be applied by an originating State in qualifying educational personnel for acceptance by a receiving State.\n\n(c) Such waivers, substitutions, and conditional acceptances as shall aid the practical effectuation of the contract without sacrifice of basic educational standards.\n\n(d) Any other necessary matters.\n\n3. No contract made pursuant to this Agreement shall be for a term longer than five years but any such contract may be renewed for like or lesser periods.\n\n4. Any contract dealing with acceptance of educational personnel on the basis of their having completed an educational program shall specify the earliest date or dates on which originating state approval of the program or programs involved can have occurred. No contract made pursuant to this Agreement shall require acceptance by a receiving State of any persons qualified because of successful completion of a program prior to January 1, 1954.\n\n5. The license or other acceptance of a person who has been accepted pursuant to the terms of a contract shall not be revoked or otherwise impaired because the contract has expired or been terminated. However, any license or other qualifying document may be revoked or suspended on any ground which would be sufficient for revocation or suspension of a license or other qualifying document initially granted or approved in the receiving State.\n\n6. A contract committee composed of the designated state officials of the contracting States or their representatives shall keep the contract under continuous review, study means of improving its administration, and report no less frequently than once a year to the heads of the appropriate education agencies of the contracting States.\n\nAPPROVED AND ACCEPTED PROGRAMS\n\n1. Nothing in this Agreement shall be construed to repeal or otherwise modify any law or regulation of a party State relating to the approval of programs of educational preparation having effect solely on the qualification of educational personnel within that State.\n\n2. To the extent that contracts made pursuant to this Agreement deal with the educational requirements for the proper qualification of educational personnel, acceptance of a program of educational preparation shall be in accordance with such procedures and requirements as may be provided in the applicable contract.\n\nINTERSTATE COOPERATION\n\nThe party States agree that:\n\n1. They will, so far as practicable, prefer the making of multi-lateral contracts pursuant to Article III of this Agreement.\n\n2. They will facilitate and strengthen cooperation in interstate licensing or certification and other elements of educational personnel qualification and for this purpose shall cooperate with agencies, organizations, and associations interested in licensing or certification and other elements of educational personnel qualification.\n\nAGREEMENT EVALUATION\n\nThe designated state officials of any party State may meet from time to time as a group to evaluate progress under the Agreement, and to formulate recommendations for changes.\n\nARTICLE VII\n\nOTHER ARRANGEMENTS\n\nNothing in this Agreement shall be construed to prevent or inhibit other arrangements or practices of any party State or States to facilitate the interchange of educational personnel.\n\nARTICLE VIII\n\nEFFECT AND WITHDRAWAL\n\n1. This Agreement shall become effective when enacted into law by two States. Thereafter it shall become effective as to any State upon its enactment of this Agreement.\n\n2. Any party State may withdraw from this Agreement by enacting a statute repealing the same, but no such withdrawal shall take effect until one year after the Governor of the withdrawing State has given notice in writing of the withdrawal to the Governors of all other party States.\n\n3. No withdrawal shall relieve the withdrawing State of any obligation imposed upon it by a contract to which it is a party. The duration of contracts and the methods and conditions of withdrawal therefrom shall be those specified in their terms.\n\nCONSTRUCTION AND SEVERABILITY\n\nThis Agreement shall be liberally construed so as to effectuate the purposes thereof. The provisions of this Agreement shall be severable and if any phrase, clause, sentence, or provision of this Agreement is declared to be contrary to the constitution of any State or of the United States, or the application thereof to any Government, agency, person, or circumstance is held invalid, the validity of the remainder of this Agreement and the applicability thereof to any Government, agency, person, or circumstance shall not be affected thereby. If this Agreement shall be held contrary to the constitution of any State participating therein, the Agreement shall remain in full force and effect as to the State affected as to all severable matters. [L 1969, c 47, §1; am L 2004, c 21, §1]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-18/chapter-315/section-315-1/"
    },
    {
      "id": "section-315-2",
      "number": "315-2",
      "heading": "Official for State.",
      "text": "§315-2 Official for State.The \"designated State Official\" for Hawaii shall be the executive director of the Hawaii teacher standards board. [L 1969, c 47, §2; am L 2004, c 21, §2]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-18/chapter-315/section-315-2/"
    },
    {
      "id": "section-315-3",
      "number": "315-3",
      "heading": "Contracts under agreement.",
      "text": "§315-3 Contracts under agreement.True copies of all contracts made on behalf of the State pursuant to the Agreement shall be kept on file in the office of the Hawaii teacher standards board and in the office of the lieutenant governor. [L 1969, c 47, §3; am L 2004, c 21, §3]",
      "history": "",
      "source_url": "https://law.justia.com/codes/hawaii/title-18/chapter-315/section-315-3/"
    }
  ]
}