{
  "state": "district-of-columbia",
  "path": "title-11/chapter-13",
  "sections": [
    {
      "id": "section-11-1301",
      "number": "11-1301",
      "heading": "Continuation of Branch.",
      "text": "The Small Claims and Conciliation Branch shall continue as a branch of the Civil Division in the Superior Court.",
      "history": "July 29, 1970, 84 Stat. 489, Pub. L. 91-358, title I, § 111",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/11-1301.html"
    },
    {
      "id": "section-11-1302",
      "number": "11-1302",
      "heading": "Sessions.",
      "text": "The Small Claims and Conciliation Branch, with a judge in attendance, shall be open for the transaction of business on every day of the year except Saturday afternoons, Sundays, and legal holidays, and shall hold at least one evening session during each week.",
      "history": "July 29, 1970, 84 Stat. 489, Pub. L. 91-358, title I, § 111",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/11-1302.html"
    },
    {
      "id": "section-11-1321",
      "number": "11-1321",
      "heading": "Exclusive jurisdiction of small claims.",
      "text": "The Small Claims and Conciliation Branch has exclusive jurisdiction of any action within the jurisdiction of the Superior Court which is only for the recovery of money, if the amount in controversy does not exceed $10,000, exclusive of interest, attorney fees, protest fees, and costs. An action which affects an interest in real property may not be brought in the Branch. If a counterclaim, cross claim, or any other claim or any defense, affecting an interest in real property, is made in an action brought in the Branch, the action shall be certified to the Civil Division.",
      "history": "July 29, 1970, 84 Stat. 489, Pub. L. 91-358, title I, § 111; Oct. 30, 1984, 98 Stat. 3142, Pub. L. 98-598, § 4; Aug. 23, 1994, 108 Stat. 1564, Pub. L. 103-303, § 2(a)",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/11-1321.html"
    },
    {
      "id": "section-11-1322",
      "number": "11-1322",
      "heading": "Arbitration and conciliation.",
      "text": "In order to effect the speedy settlement of controversies, and with the consent of the parties thereto, the Small Claims and Conciliation Branch may settle cases, irrespective of the amount involved, by the methods of arbitration and conciliation. A judge sitting in the Branch may act as a referee or arbitrator, either alone or in conjunction with other persons, as provided by rule of the court. A judge, officer, or employee of the Superior Court may not accept any fee or compensation in addition to that person’s salary for services performed pursuant to this section.",
      "history": "July 29, 1970, 84 Stat. 490, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, § 1(b)(17), 108 Stat. 713",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/11-1322.html"
    },
    {
      "id": "section-11-1323",
      "number": "11-1323",
      "heading": "Certification of cases by Superior Court judges; recertification; certification by Branch.",
      "text": "(a) When the interests of justice seem to require and all parties consent thereto, a judge of the Superior Court may certify a case to the Small Claims and Conciliation Branch for conciliation or to obtain a complete or partial agreed statement of facts or stipulation, which will simplify and expedite the ultimate trial of the case. With the consent of all parties, the trial of the case may be completed in the Branch. In the absence of consent, the case shall be recertified to another judge of the Civil Division for trial.\n\n(b) When the interests of justice seem to require, the Branch may certify to the Civil Division any action brought in the Branch under section 11-1321.",
      "history": "July 29, 1970, 84 Stat. 490, Pub. L. 91-358, title I, § 111",
      "source_url": "https://code.dccouncil.us/us/dc/council/code/sections/11-1323.html"
    }
  ]
}