{
  "state": "iowa",
  "path": "title-title-xii-business-entities/chapter-chapter-504c-nonprofit-corporations-housing-for-persons-with",
  "sections": [
    {
      "id": "section-504c1",
      "number": "504C.1",
      "heading": "Housing — persons with disabilities.",
      "text": "504C.1 Housing — persons with disabilities.\n\n1. For the purposes of this chapter,\n\n“disability”\n\nmeans a physical impairment that results in significant functional limitations in one or more areas of major life activity and in the needfor specialized care, treatment, or training services of extended duration. 2. Individuals with disabilities may form nonprofit corporations pursuant to chapter 504 for the sole purpose of establishing homes for persons with disabilities which are intended toserve two to five residents who are members of the nonprofit corporation. 3. A nonprofit corporation formed under this section may do any of the following:\n\na.\n\nDesign, modify, or construct a specific housing facility to provide appropriate services and support to the residents of the specific housing facility. Local requirements shall notbe more restrictive than the rules adopted for a family home, as defined in section 335.25 or414.22, and the state building code requirements for single-family or multiple-family housing,as adopted pursuant to section 103A.7.\n\nb.\n\nContract for or employ staff for personal attendant needs and for the management and operation of the housing facility.\n\nc.\n\nPurchase, modify, maintain, and operate transportation services for the use of the housing facility residents. 4. Residents of housing facilities established under this chapter shall be eligible to apply for or continue to receive funding provided through federal, state, and county fundingsources, and assets of the members of the nonprofit corporation used in the establishment,management, and operation of the housing facility, including but not limited to provision ofservices to the residents of the facility, shall not be considered in determining a resident’seligibility for funding provided through sources otherwise available to the resident. 93 Acts, ch 90, §1; 2004 Acts, ch 1049, §191; 2004 Acts, ch 1086, §85; 2004 Acts, ch 1175, §393; 2010 Acts, ch 1079, §18 Sat Dec 23 00:38:26 2023 Iowa Code 2024, Section 504C.1 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xii/chapter-504c/section-504c-1/"
    }
  ]
}