{
  "state": "michigan",
  "path": "title-chapter-123-local-government/chapter-act-230-of-1923-band-123861-123863",
  "sections": [
    {
      "id": "section-123861",
      "number": "123.861",
      "heading": "Town Band; Consent of Voters in Referendum",
      "text": "The township board, village council, common council, commission, or other legislative body of any township or village of this state, or city having a population not exceeding 50,000 inhabitants, upon petition of 10 per centum of the qualified voters thereof, shall submit the question to the people as to whether such village, township or city, as the case may be, shall come under the provisions of this act and, if adopted or agreed to by a majority vote of the qualified voters participating in said election, then this act shall be in full force and effect.\n\nHistory:1923, Act 230, Eff. Aug. 30, 1923 ;-- CL 1929, 2733 ;-- CL 1948, 123.861",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-230-of-1923/section-123-861/"
    },
    {
      "id": "section-123861a",
      "number": "123.861a",
      "heading": "Violation of MCL 168.1 to 168.992 Applicable to Petitions; Penalties.",
      "text": "A petition under section 1 or 3, including the circulation and signing of the petition, is subject to section 488 of the Michigan election law, 1954 PA 116, MCL 168.488. A person who violates a provision of the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992, applicable to a petition described in this section is subject to the penalties prescribed for that violation in the Michigan election law, 1954 PA 116, MCL 168.1 to 168.992.\n\nHistory:Add. 1998, Act 181, Eff. Mar. 23, 1999",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-230-of-1923/section-123-861a/"
    },
    {
      "id": "section-123862",
      "number": "123.862",
      "heading": "Band Maintenance; Annual Tax, Limit.",
      "text": "In all such villages, townships or cities adopting the provisions of this act, the legislative body thereof is authorized and empowered to levy an annual tax not exceeding 2 mills on each dollar of the assessed valuation of such village, township or city as the case may be, for the maintenance and employment, under municipal control, of a band for musical purposes for the benefit of the public.\n\nHistory:1923, Act 230, Eff. Aug. 30, 1923 ;-- CL 1929, 2734 ;-- CL 1948, 123.862",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-230-of-1923/section-123-862/"
    },
    {
      "id": "section-123863",
      "number": "123.863",
      "heading": "Existing Bands; Adoption of Provisions of Act, Procedure.",
      "text": "Any such village, township or city, having previously adopted the provisions of this act, may at any time thereafter relinquish said authority or power by following the same procedure as provided in this act for adopting the provisions thereof: Provided, That such action may be taken by the legislative body aforesaid only after a petition signed by 10 per centum of the qualified voters residing in such village, township or city, as the case may be, duly filed with the legislative body thereof at least 60 days prior to the date of re-submission, asking that the question of relinquishment of said authority be re-submitted to the vote of the people.\n\nHistory:1923, Act 230, Eff. Aug. 30, 1923 ;-- CL 1929, 2735 ;-- CL 1948, 123.863",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-230-of-1923/section-123-863/"
    }
  ]
}