{
  "state": "michigan",
  "path": "title-chapter-123-local-government/chapter-act-34-of-1917-water-furnished-outside-territorial-limits-12",
  "sections": [
    {
      "id": "section-123141",
      "number": "123.141",
      "heading": "Sale of Water; Authority of Municipal Corporation to Contract With City, Village, Township, or Authority; Price; Limits; Applicability and Effective Date of Subsection (2); Adjustments; Proceedings to Determine Rate Changes; Retail Rate; Applicability of Act",
      "text": "(1) A municipal corporation, referred to in this act as a corporation, authorized by law to sell water outside of its territorial limits, may contract for the sale of water with a city, village, township, or authority authorized to provide a water supply for its inhabitants.\n\n(2) The price charged by the city to its customers shall be at a rate which is based on the actual cost of service as determined under the utility basis of ratemaking. This subsection shall not remove any minimum or maximum limits imposed contractually between the city and its wholesale customers during the remaining life of the contract. This subsection shall not apply to a water system that is not a contractual customer of another water department and that serves less than 1% of the population of the state. This subsection shall take effect with the first change in wholesale or retail rate by the city or its contractual customers following the effective date of this subsection. Any city that has not adjusted rates in conformity with this subsection by April 1, 1982 shall include in the next ensuing rate period an adjustment to increase or decrease rates to wholesale or retail customers, so that each class of customer pays rates which will yield the same estimated amount of revenue as if the rate adjustment had been retroactive to April 1, 1982. A city that is subject to section 5e of Act No. 279 of the Public Acts of 1909, being section 117.5e of the Michigan Compiled Laws, shall begin proceedings to determine rate changes pursuant to section 5e(b) of Act No. 279 of the Public Acts of 1909, being section 117.5e of the Michigan Compiled Laws.\n\n(3) The retail rate charged to the inhabitants of a city, village, township, or authority which is a contractual customer as provided by subsection (2) shall not exceed the actual cost of providing the service.\n\n(4) This act shall not apply to a jointly operated water system or authority that supplies raw untreated water to 2 or more municipalities.\n\nHistory:1917, Act 34, Imd. Eff. Apr. 5, 1917 ;-- CL 1929, 2445 ;-- CL 1948, 123.141 ;-- Am. 1957, Act 53, Imd. Eff. May 17, 1957 ;-- Am. 1981, Act 89, Imd. Eff. July 2, 1981",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-34-of-1917/section-123-141/"
    },
    {
      "id": "section-123142",
      "number": "123.142",
      "heading": "Sale of Water; Authority to Contract With Persons; Construction of Mains, Payment.",
      "text": "Such corporations may contract with persons, natural or artificial, for the furnishing of water in townships, villages and cities and may construct and maintain water mains through the public highways thereof, with the consent of the proper local authorities having jurisdiction over such highways. Such mains shall in all cases be the property of the corporation. Such contracts may specify such terms of payment for such mains as shall be just and equitable in the judgment of the corporation, and may in its discretion provide for a rebate of a just proportion of the cost thereof to the persons originally paying the same, whenever additional connections are made and additional service rendered therefrom.\n\nHistory:1917, Act 34, Imd. Eff. Apr. 5, 1917 ;-- CL 1929, 2446 ;-- CL 1948, 123.142",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-34-of-1917/section-123-142/"
    },
    {
      "id": "section-123143",
      "number": "123.143",
      "heading": "Sale of Water; Purchasers Not City or Village; Rights and Powers.",
      "text": "Where water is sold to purchasers other than cities and villages in such outside territory, such corporations shall exercise all the powers and have all the rights and remedies in connection with such water system in such outside territory, the sale, and delivery of water therefrom, the fixing of water rates and the collection thereof, and all other matters incident to its operation which they possess by law within their own territorial limits.\n\nHistory:1917, Act 34, Imd. Eff. Apr. 5, 1917 ;-- CL 1929, 2447 ;-- CL 1948, 123.143",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-34-of-1917/section-123-143/"
    },
    {
      "id": "section-123144",
      "number": "123.144",
      "heading": "Water Service in Outside Territories; Enforcement, Prerequisites.",
      "text": "No contract relating to water service in such outside territory except in cases provided for in section 1 hereof, shall be enforceable against such corporation until the consent of the proper local authorities to the construction and maintenance of water mains in the highways of such territory has been obtained, and the burden of securing such consent shall not be upon such corporation.\n\nHistory:1917, Act 34, Imd. Eff. Apr. 5, 1917 ;-- CL 1929, 2448 ;-- CL 1948, 123.144",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-34-of-1917/section-123-144/"
    }
  ]
}