{
  "state": "michigan",
  "path": "title-chapter-123-local-government/chapter-act-235-of-1947-joint-water-and-sewage-disposal-system-12333",
  "sections": [
    {
      "id": "section-123331",
      "number": "123.331",
      "heading": "Public Corporation; Definition",
      "text": "Section 123.332 - Water and Sewage Disposal System; Acquisition Through Change of Boundaries; Referendum.Section 123.333 - Disposal System; Electors' Approval; Ordinance.Section 123.334 - Disposal System; Joint Board or Commission, Control; Members, Election.Section 12",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-123332",
      "number": "123.332",
      "heading": "Water and Sewage Disposal System; Acquisition Through Change of Boundaries; Referendum.",
      "text": "When any public corporation shall have acquired any water or sewage disposal system, and, by subsequent incorporation, annexation or other change of boundaries, the land in which any part of such system lies shall have been placed within the boundaries of any other public corporation, the legislative or governing body of such other public corporation, if it desires to acquire that part of such system lying within its boundaries, shall submit the question of acquiring the same to vote of its qualified electors at a regular or special election.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.332",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-332/"
    },
    {
      "id": "section-123333",
      "number": "123.333",
      "heading": "Disposal System; Electors' Approval; Ordinance.",
      "text": "If such proposition shall receive the favorable vote of 3/5 of the electors voting thereon, the legislative or governing body of such public corporation may adopt an ordinance providing for taking the ownership of that portion of such system lying within its boundaries on a specified date not less than 3 months from the adoption of said ordinance and cause a copy of said ordinance to be delivered within 10 days after its adoption to the clerk of each other public corporation within which any part of such system is located.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.333",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-333/"
    },
    {
      "id": "section-123334",
      "number": "123.334",
      "heading": "Disposal System; Joint Board or Commission, Control; Members, Election.",
      "text": "On or before the date specified in said ordinance, it shall be the duty of each of such public corporations, by its legislative or governing body, to elect 1 member of a joint board or commission. The members so elected shall elect 1 additional member, and the board so constituted shall have full control of the operation, extension and improvement of the system except as herein otherwise provided. The members of such board shall be elected annually in the same manner.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.334",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-334/"
    },
    {
      "id": "section-123335",
      "number": "123.335",
      "heading": "Disposal System; Alternative Plans for Division or Operation.",
      "text": "The several public corporations in which said system lies may, at any time before or after the date specified, enter into a contract providing, in lieu of the provisions of section 4 of this act, for the division of such system, between the several public corporations, or for its operation as a single unit either by 1 of the public corporations as agent for all, or by a joint board of commissioners, 1 or more of whom shall be appointed by the legislative or governing body of each public corporation, and 1 or more shall be elected by such commissioners or by some disinterested agency.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.335",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-335/"
    },
    {
      "id": "section-123336",
      "number": "123.336",
      "heading": "Disposal System; Retirement of Bonds; Noncallable Bonds; Bond and Interest Redemption Fund; Payment Priority; Bonds Subject to Revenue Bond Act of 1933",
      "text": "(1) If there are outstanding revenue bonds issued for the acquisition, construction, extension, or improvement of the system, the bonds may be retired either by the issue of joint refunding bonds on behalf of all the public corporations by concurrent ordinances of their respective legislative or governing bodies, or by the apportionment of the outstanding indebtedness among the several public corporations and assumption by each of its proportion of indebtedness, or the issue by each of revenue refunding bonds or other obligations for its proportion. Unless otherwise provided by contract, the outstanding indebtedness, if the plan of refunding or assumption is adopted by either public corporation, and if there are noncallable bonds the owners of which do not consent to surrender for redemption, exchange, or indorsement, the plan may nevertheless be made effective if provision is made for the subordination of the refunding or assumed bonds to those not consenting and for a separate bond and interest redemption fund for the non-consenting bonds and the deposit of all money required by the ordinance under which the bonds were originally issued for the payment of the non-consenting bonds and reserves before any provision is made for the payment of the refunding or assumed bonds or reserves.\n\n(2) Bonds issued under this section are subject to the revenue bond act of 1933, 1933 PA 94, MCL 141.101 to 141.140.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.336 ;-- Am. 2002, Act 415, Imd. Eff. June 3, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-336/"
    },
    {
      "id": "section-123337",
      "number": "123.337",
      "heading": "Disposal System; Operation as a Single Unit; Segregation and Disposition of Revenues, Retirement of Bonds.",
      "text": "The integrity and unit of operation of the entire system as a single unit shall be preserved, and the segregation, safekeeping and disposition of its revenues as provided by the bond ordinance shall be continued until all outstanding bonds assumed by the revenues of the entire system shall have been retired by payment, redemption, assumption, or exchange, or provision made for their priority in accordance with section 6 of this act.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.337",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-337/"
    },
    {
      "id": "section-123338",
      "number": "123.338",
      "heading": "Disposal System; Operation as a Separate Unit After Retirement of Bonds; Collection and Disposition of Revenues.",
      "text": "After all outstanding bonds have been paid or their priority secured as aforesaid, or have been retired by the issue of separate refunding bonds, by the several public corporations, jointly or severally, or by the assumption by each of its proportion thereof, any public corporation shall have the right to take over the ownership and operation of that part of the system lying within its boundaries and the collection and disposition of the revenues derived therefrom, subject to such conditions as will secure to all the subdivisions the connections, flowage rights and other facilities necessary to the operation of their respective systems.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.338",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-338/"
    },
    {
      "id": "section-123339",
      "number": "123.339",
      "heading": "Disposal System; Division Between Public Corporations; Proportionate Share of Expenses or Indebtedness.",
      "text": "If any such system shall be divided, each public corporation shall provide for the operation of its portion and for the proper proportion of any expenses common to the entire system or separate systems, including payment of interest and principal of any unrefunded bonds of the original issue and for the payment of those expenses properly chargeable to its separate system including the payment of any bonds assumed or separately issued by it.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.339",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-339/"
    },
    {
      "id": "section-123340",
      "number": "123.340",
      "heading": "Disposal System; Operation by Joint Board or Agency as Unit; Fund Payments; Depreciation, Contingent, and Surplus Funds; Revised Municipal Finance Act Inapplicable",
      "text": "(1) If the system is operated as a single unit, by a joint board or by 1 public corporation as agent for all, the operating board or agency shall provide for the payment of the necessary amounts into the operation and maintenance fund and into the bond and interest redemption fund for all bonds secured by the revenues of the entire system. The public corporations may, by contract, provide for the joint holding and management of other revenues or for their apportionment and deposit into separate bond and interest redemption funds for bonds, severally issued or assumed and into separate depreciation, contingent, and surplus funds. Unless otherwise provided by the contract, those revenues shall be divided and paid quarterly or more often into their respective treasuries and set apart by each into the appropriate funds. Unless otherwise provided by the contract, each public corporation shall have control of the construction of extensions and improvements to the system within its boundaries, and shall be entitled to its proportion of the contingent and surplus funds for that purpose.\n\n(2) The contracts described in subsection (1) are not subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.340 ;-- Am. 2002, Act 415, Imd. Eff. June 3, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-340/"
    },
    {
      "id": "section-123341",
      "number": "123.341",
      "heading": "Disposal System; Apportionment of Revenues, Debts, Properties; Realty, Purchase, Use.",
      "text": "Unless otherwise provided by contract, all revenues subject to apportionment and all outstanding indebtedness to be separately refunded or assumed by the several public corporations shall be divided in proportion to the net revenues received during the preceding fiscal year from services rendered by the system to property within the respective boundaries of such public corporations. All properties, including buildings, shops, garages, warehouses having a permanent location, shall upon appraisal be purchased by the public corporation within whose boundaries it is located for a percentage of the appraised value, applicable to the division of revenues as herein provided, but so far as necessary to the efficient operation of parts of the system lying within the boundaries of another public corporation, such property may continue to be used for that purpose for a charge to such other public corporation for its proportion of the expenses of operation and repairs. Any cash assets and intangible property shall be divided in the same proportion as herein provided for the net revenues.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.341",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-341/"
    },
    {
      "id": "section-123342",
      "number": "123.342",
      "heading": "Disposal System Provisions Applicable.",
      "text": "Except as herein provided, all such systems shall be subject to the provisions of Act No. 94 of the Public Acts of 1933, as now or hereafter amended.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.342Compiler's Notes:For provisions of Act 94 of 1933, referred to in this section, see MCL 141.101 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-342/"
    },
    {
      "id": "section-123343",
      "number": "123.343",
      "heading": "Disposal System; Cumulative Effect of Act; Repeal of Authority Granted by Other Law.",
      "text": "This act is cumulative authority for the exercise of the powers hereby granted, and does not repeal any existing authority granted by any other law.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.343",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-343/"
    },
    {
      "id": "section-123344",
      "number": "123.344",
      "heading": "Disposal System; Joint Acquisition by Public Corporations Under Other Statutes; Contracts.",
      "text": "Any public corporations which may, heretofore or hereafter, have jointly acquired the ownership or right to operate any water or sewage disposal system under any other statute may make any contract in regard to such system of the nature hereby authorized.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.344",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-344/"
    },
    {
      "id": "section-123345",
      "number": "123.345",
      "heading": "Disposal System; Contracts for Division of Systems Existing or to Be Acquired.",
      "text": "Any public corporation which may, heretofore or hereafter, have acquired a water or sewage disposal system extending beyond its own boundaries and any public corporation into whose territory any such system shall extend, may divide such system by a contract of the nature hereby authorized.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.345",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-345/"
    },
    {
      "id": "section-123346",
      "number": "123.346",
      "heading": "Vote or Proceeding by Public Corporation Before Effective Date of Act; Validation.",
      "text": "Any vote or proceeding authorized hereby which may have been taken by any public corporation before the effective date of this act is hereby validated.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.346",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-346/"
    },
    {
      "id": "section-123347",
      "number": "123.347",
      "heading": "Act Not Deemed Part of Bondholders' Contract; Proceedings Impairing Contracts Prohibited.",
      "text": "This act shall not be deemed to be a part of the bond contract between a public corporation hereafter issuing any revenue bonds and the holders of such bonds, and no proceedings shall be taken hereunder which will impair the contract rights of such bondholders.\n\nHistory:1947, Act 235, Eff. Oct. 11, 1947 ;-- CL 1948, 123.347",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-235-of-1947/section-123-347/"
    }
  ]
}