{
  "state": "michigan",
  "path": "title-chapter-123-local-government/chapter-act-86-of-2014-local-community-stabilization-authority-act-1",
  "sections": [
    {
      "id": "section-1231341",
      "number": "123.1341",
      "heading": "Short Title.Section 123.1343 - Legislative Findings; Declarations; Purpose of Act",
      "text": "This act shall be known and may be cited as the \"local community stabilization authority act\".\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1341/"
    },
    {
      "id": "section-1231343",
      "number": "123.1343",
      "heading": "Legislative Findings; Declarations; Purpose of Act.",
      "text": "(1) The legislature finds and declares all of the following:\n\n(a) That there exists in this state a continuing need to strengthen and revitalize the economy of this state and to organize the activities of local government in metropolitan areas in a manner that reduces governmental barriers to economic growth, facilitates economic development, helps small businesses grow, preserves communities and strengthens neighborhoods, prevents or reduces unemployment, and creates jobs.\n\n(b) That under section 27 of article VII of the state constitution of 1963, the legislature may establish in metropolitan areas additional forms of government or authorities with power, duties, and jurisdictions as the legislature shall provide.\n\n(c) That it is necessary and appropriate for the promotion of the health, safety, and welfare of the people of this state to enable the formation of metropolitan governments designed to perform multipurpose functions.\n\n(d) That the formation of a metropolitan government under this act and the powers conferred by this act constitute a necessary program and serve a necessary public purpose.\n\n(2) The purpose of this act is to do all of the following:\n\n(a) Establish an authority to perform multipurpose functions in the metropolitan areas of this state.\n\n(b) Promote the public health, safety, welfare, convenience, and prosperity of this state and its metropolitan areas.\n\n(c) Modernize the tax system to help small businesses grow and create jobs in this state.\n\n(d) Dedicate revenue for local purposes, including, but not limited to, police safety, fire protection, and ambulance emergency services.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1343/"
    },
    {
      "id": "section-1231345",
      "number": "123.1345",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Acquisition cost\" means that term as defined in section 3 of the state essential services assessment act, 2014 PA 92, MCL 211.1053, multiplied by the following percentages:\n\n(i) For eligible personal property reported to the department and described in section 5(2)(a) of the state essential services assessment act, 2014 PA 92, MCL 211.1055, 100%.\n\n(ii) For eligible personal property reported to the department and described in section 5(2)(b) of the state essential services assessment act, 2014 PA 92, MCL 211.1055, 52.1%.\n\n(iii) For eligible personal property reported to the department and described in section 5(2)(c) of the state essential services assessment act, 2014 PA 92, MCL 211.1055, 37.5%.\n\n(b) \"Ambulance services\" means patient transport services, nontransport prehospital life support services, and advanced life support, paramedic, and medical first-responder services.\n\n(c) \"Authority\" means the local community stabilization authority, a metropolitan authority established under section 7.\n\n(d) \"Captured value\" means 1 or more of the following:\n\n(i) For a tax increment finance authority under the brownfield redevelopment financing act, 1996 PA 381, MCL 125.2651 to 125.2670, captured taxable value as determined in sections 2 and 7 of the brownfield redevelopment financing act, 1996 PA 381, MCL 125.2652 and 125.2657.\n\n(ii) For a tax increment finance authority under part 2 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4201 to 125.4230, captured assessed value as defined in section 201 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4201.\n\n(iii) For a tax increment finance authority under part 3 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4301 to 125.4329, captured assessed value as defined in section 301 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4301.\n\n(iv) For a tax increment finance authority under part 4 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4401 to 125.4420, captured assessed value as defined in section 402 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4402.\n\n(v) For a tax increment finance authority under part 6 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4602 to 125.4629, captured assessed value as defined in section 602 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4602.\n\n(vi) For a tax increment finance authority under part 8 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4802 to 125.4821, captured assessed value as defined in section 802 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4802.\n\n(vii) For a tax increment finance authority under part 7 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4702 to 125.4722, captured assessed value as defined in section 702 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4702.\n\n(viii) For a tax increment finance authority under part 5 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4503 to 125.4527, captured assessed value as defined in section 523 of the recodified tax increment financing act, 2018 PA 57, MCL 125.4523.\n\n(e) \"Commercial personal property\" means, except as otherwise provided in subparagraph (iii), all of the following:\n\n(i) Personal property classified as commercial personal property under section 34c of the general property tax act, 1893 PA 206, MCL 211.34c.\n\n(ii) Personal property subject to the industrial facilities tax under section 14(1) or (4) of 1974 PA 198, MCL 207.564, that is sited on land classified as commercial real property under section 34c of the general property tax act, 1893 PA 206, MCL 211.34c.\n\n(iii) Commercial personal property does not include personal property that after 2012 was classified in the municipality where it is currently located as real property or utility personal property.\n\n(f) \"Council\" means the council established for the authority under section 9.\n\n(g) \"Debt loss\" means, for a municipality that is not a local school district, intermediate school district, or tax increment finance authority, the amount of ad valorem property taxes and any specific tax levied for the payment of principal and interest of obligations either approved by the voters before January 1, 2013 or incurred before January 1, 2013 pledging the unlimited or limited taxing power of the municipality that are lost as a result of the exemption of industrial personal property and commercial personal property under sections 9m, 9n, and 9o of the general property tax act, 1893 PA 206, MCL 211.9m, 211.9n, and 211.9o.\n\n(h) \"Department\" means the department of treasury.\n\n(i) \"Eligible personal property\" means personal property described in section 3(e)(i), (iii), and (iv) of the state essential services assessment act, 2014 PA 92, MCL 211.1053.\n\n(j) \"Essential services\" means all of the following:\n\n(i) Ambulance services.\n\n(ii) Fire services.\n\n(iii) Police services.\n\n(iv) Jail operations.\n\n(v) The funding of pensions for personnel providing services described in subparagraphs (i) to (iv).\n\n(k) \"Fire services\" means services in the prevention and suppression of fire, homeland security response, hazardous materials response, rescue, fire marshal, and medical first-responder services.\n\n(l) \"Fiscal year\" means either an annual period that begins on October 1 and ends on September 30 or the fiscal year for the authority established by the council.\n\n(m) \"Increased captured value\" means the anticipated increase in captured value for all industrial personal property and commercial personal property in a tax increment finance authority that would have occurred as a result of either the addition of personal property as part of a specific project or the expiration of an exemption under section 7k, 7ff, or 9f of the general property tax act, 1893 PA 206, MCL 211.7k, 211.7ff, and 211.9f, after 2013 if the exemptions under section 9m, 9n, or 9o of the general property tax act, 1893 PA 206, MCL 211.9m, 211.9n, and 211.9o, were not in effect. For calculations made under section 16a prior to calendar year 2018, in order for an anticipated increase in captured value to qualify as increased captured value, the tax increment financing plan must have demonstrated before 2013 that the tax increment finance authority was relying on this anticipated increase in captured value to pay 1 or more qualified obligations by specifically projecting the anticipated increase in captured value that would be used to pay the qualified obligations and the plan must meet all of the requirements in subdivisions (i) through (vii). For calculations made under section 16a in calendar year 2018 and after, in order for an anticipated increase in captured value related to the expiration of an exemption under section 7k, 7ff, or 9f of the general property tax act, 1893 PA 206, MCL 211.7k, 211.7ff, and 211.9f, after 2013 if the exemptions under section 9m, 9n, or 9o of the general property tax act, 1893 PA 206, MCL 211.9m, 211.9n, and 211.9o, were not in effect, to qualify as increased captured value, the tax increment finance authority or the municipality in which the authority is located must have documentation demonstrating that before or during 2013 the tax increment finance authority was relying on this increase in captured value to pay 1 or more qualified obligations. For calculations made under section 16a in calendar year 2018 and after, in order for an anticipated increase in captured value related to the addition of personal property as part of a specific project to qualify as increased captured value, the tax increment financing plan must have demonstrated before 2013 that the tax increment finance authority was relying on this increase in captured value to pay 1 or more qualified obligations by specifically projecting the anticipated increase in captured value that would be used to pay the qualified obligations and the plan must meet all of the following:\n\n(i) The tax increment financing plan was fully approved by the governing body of the applicable local government not later than December 31, 2012. This does not prevent subsequent amendment to the tax increment financing plan, provided the amendment does not change the amount of any obligation under the plan, the scope of the project or projects described in the plan, or the time needed to repay any obligation.\n\n(ii) If the tax increment financing plan is part of a brownfield plan under the brownfield redevelopment financing act, 1996 PA 381, MCL 125.2651 to 125.2670, any needed work plans were also approved by the appropriate state agencies not later than December 31, 2012. This does not prevent subsequent amendment to a work plan, provided the amendment does not change the amount of any obligation under the plan, the scope of the project or projects described in the plan, or the time needed to repay any obligation.\n\n(iii) The tax increment financing plan identifies a particular site owner and site occupant that is engaged in industrial processing or direct integrated support, as defined in section 9m of the general property tax act, 1893 PA 206, MCL 211.9m. This does not preclude a change in the site owner or occupant, provided that change in the site owner or occupant did not result from a financial difficulty encountered during the construction and installation of the project and provided change in the site owner or occupant will not result in any change in the project.\n\n(iv) The tax increment financing plan identifies a particular project on a specific parcel and that project includes the addition of particular personal property that is eligible manufacturing personal property, as defined in section 9m of the general property tax act, 1893 PA 206, MCL 211.9m, that is also identified in the tax increment financing plan.\n\n(v) The personal property that is eligible manufacturing personal property, as defined in section 9m of the general property tax act, 1893 PA 206, MCL 211.9m, and is identified in the tax increment financing plan comprises not less than 20% of the true cash value of the improvements to be made as part of the specific project identified in the tax increment financing plan.\n\n(vi) Before December 31, 2012, the specific project identified in the tax increment financing plan had obtained all necessary local zoning approvals, including any necessary rezoning, special land use, and site plan approvals for that project.\n\n(vii) Before December 31, 2012, orders had been placed and significant investments made in the personal property that is eligible manufacturing personal property, as defined in section 9m of the general property tax act, 1893 PA 206, MCL 211.9m, to be located on the site.\n\n(n) \"Increased value from expired tax exemptions\" means the increase in taxable value subject to tax of industrial personal property and commercial personal property placed in service before 2013 that would have occurred after 2013 if the exemptions under section 9m or 9n of the general property tax act, 1893 PA 206, MCL 211.9m and 211.9n, were not in effect as a result of the expiration of an exemption under section 7k, 7ff, or 9f of the general property tax act, 1893 PA 206, MCL 211.7k, 211.7ff, and 211.9f, that had been in effect in 2013, assuming an exemption under section 7k of the general property tax act, 1893 PA 206, MCL 211.7k, was not extended under section 11a of 1974 PA 198, MCL 207.561a, and an exemption under section 9f of the general property tax act, 1893 PA 206, MCL 211.9f, was not extended under section 9f(8) of the general property tax act, 1893 PA 206, MCL 211.9f.\n\n(o) \"Industrial personal property\" means, except as otherwise provided in subparagraph (iii), all of the following:\n\n(i) Personal property classified as industrial personal property under section 34c of the general property tax act, 1893 PA 206, MCL 211.34c.\n\n(ii) Personal property subject to the industrial facilities tax under section 14(1) or (4) of 1974 PA 198, MCL 207.564, that is sited on land classified as industrial real property under section 34c of the general property tax act, 1893 PA 206, MCL 211.34c.\n\n(iii) Industrial personal property does not include personal property that after 2012 was classified in the municipality where it is currently located as real property or utility personal property.\n\n(p) \"Jail operations\" means all of the following:\n\n(i) The operation of a jail, holding cell, holding center, or lockup as those terms are defined in section 62 of the corrections code of 1953, 1953 PA 232, MCL 791.262.\n\n(ii) The operation of a juvenile detention facility by a county juvenile agency as authorized under section 7 of the county juvenile agency act, 1998 PA 518, MCL 45.627.\n\n(q) \"Local authority\" means any authority, excluding an authority created under this act or a tax increment finance authority.\n\n(r) \"Local community stabilization share\" means that portion of the use tax levied by the authority and authorized under the use tax act, 1937 PA 94, MCL 205.91 to 205.111.\n\n(s) \"Municipality\" includes, but is not limited to, the following:\n\n(i) Counties.\n\n(ii) Cities.\n\n(iii) Villages.\n\n(iv) Townships.\n\n(v) Local authorities.\n\n(vi) Local school districts.\n\n(vii) Intermediate school districts.\n\n(viii) Community college districts.\n\n(ix) Libraries.\n\n(x) Tax increment finance authorities.\n\n(xi) Other local and intergovernmental taxing units.\n\n(t) \"Personal property exemption loss\" means 1 of the following:\n\n(i) For a municipality that is not a local school district, intermediate school district, or tax increment finance authority, the 2013 taxable value of commercial personal property and industrial personal property minus the current year taxable value of commercial personal property and industrial personal property and minus the small taxpayer exemption loss if, for years after 2017, the small taxpayer exemption loss is greater than zero. For calendar years 2016 and 2017, the 2013 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in 2016 and 2017, respectively, except as provided in section 14. Beginning for calendar year 2018, the 2013 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in calendar year 2015. The calculation under this subparagraph must be modified for municipality boundary changes to the extent that the boundary changes affect the property taxes levied by the municipality. For millages from which renaissance zone property is exempt, the calculation under this subparagraph must be adjusted to exclude the taxable values of commercial personal property and industrial personal property exempt under the Michigan renaissance zone act, 1996 PA 376, MCL 125.2681 to 125.2696.\n\n(ii) For a municipality that is a local school district, intermediate school district, or tax increment finance authority, the 2013 taxable value of commercial personal property and industrial personal property minus the current year taxable value of commercial personal property and industrial personal property. For calendar years 2016 and 2017, the 2013 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in 2016 and 2017, respectively, except as provided in sections 15, 16, and 16a. Beginning for calendar year 2018, the 2013 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in calendar year 2015. The calculation under this subparagraph must be modified for municipality boundary changes to the extent that the boundary changes affect the property taxes levied by the municipality. For millages from which renaissance zone property is exempt, the calculation under this subparagraph must be adjusted to exclude the taxable values of commercial personal property and industrial personal property exempt under the Michigan renaissance zone act, 1996 PA 376, MCL 125.2681 to 125.2696.\n\n(u) \"Police services\" means law enforcement services for the prevention and detection of crime, the enforcement of laws and ordinances, homeland security response, and medical first-responder services.\n\n(v) \"Qualified loss\" means the amounts calculated under section 14(1) that are not distributed to the municipality under section 17(4)(a). The qualified loss cannot be less than zero.\n\n(w) \"Qualified obligation\" means a written promise to pay by a tax increment finance authority, whether evidenced by a contract, agreement, lease, sublease, bond, resolution promising repayment of an advance, or note, or a requirement to pay imposed by law. A qualified obligation does not include a payment required solely because of default upon an obligation, employee salary, or consideration paid for the use of municipal offices. A qualified obligation does not include bonds that have been economically defeased by refunding.\n\n(x) \"Qualified school debt millage rate\" means the following:\n\n(i) For calendar years before calendar year 2018, the millage rate specifically levied by the local school district or intermediate school district in the current year for the payment of principal and interest of obligations approved by the electors before January 1, 2013 or obligations pledging the unlimited taxing power of a local school district or intermediate school district incurred before January 1, 2013.\n\n(ii) For calendar years 2018 and 2019, and for calendar years after 2020, either the millage rate described in sub-subparagraph (A), if a local school district or intermediate school district has elected to use the millage rate described in sub-subparagraph (A) and subparagraph (iii)(A) in the current year and all prior years after 2017 and has reported the millage rate described in sub-subparagraph (A) and subparagraph (iii)(A) to the department under section 13(4) in the current year and all prior years after 2017, or the total of all debt millage rates prescribed in sub-subparagraph (B), if the local school district or intermediate school district has not elected to use the millage rate described in sub-subparagraph (A) and subparagraph (iii)(A) in the current year and all prior years after 2017 or has not reported the millage rate described in sub-subparagraph (A) and subparagraph (iii)(A) to the department under section 13(4) in the current year and all prior years after 2017:\n\n(A) The millage rate specifically levied by the local school district or intermediate school district in the current year for the payment of principal and interest of obligations approved by the electors before January 1, 2015 or obligations pledging the unlimited taxing power of a local school district or intermediate school district incurred before January 1, 2015.\n\n(B) The lesser of the following:\n\n(I) The highest total of all debt millage rates levied by the local school district or intermediate school district in a single year for the period 2012 through 2014.\n\n(II) The total of all debt millage rates levied by the local school district or intermediate school district in the year immediately preceding the current calendar year.\n\n(iii) For calendar year 2020 only, either the millage rate described in sub-subparagraph (A), if a local school district or intermediate school district has elected to use the millage rate described in subparagraph (ii)(A) in calendar years 2018 and 2019 and has elected to use the millage rate described in sub-subparagraph (A) in the current year and has reported under subparagraph (ii)(A) to the department under section 13(4) in calendar years 2018 and 2019 and has reported under sub-subparagraph (A) to the department under section 13(4) in the current year, or the total of all debt millage rates described in sub-subparagraph (B), if the local school district or intermediate school district has not elected to use the millage rate described in subparagraph (ii)(A) in calendar years 2018 and 2019 or has not elected to use the millage rate described in sub-subparagraph (A) in the current year or has not reported under subparagraph (ii)(A) to the department under section 13(4) in calendar years 2018 and 2019 or has not reported under sub-subparagraph (A) to the department under section 13(4) in the current year:\n\n(A) The millage rate specifically levied by the local school district or intermediate school district in the current year for the payment of principal and interest of obligations approved by the electors before January 1, 2013 or obligations pledging the unlimited taxing power of a local school district or intermediate school district incurred before January 1, 2013.\n\n(B) The lesser of the following:\n\n(I) The highest total of all debt millage rates levied by the local school district or intermediate school district in a single year for the period 2012 through 2014.\n\n(II) The total of all debt millage rates levied by the local school district or intermediate school district in the year immediately preceding the current calendar year.\n\n(y) \"School operating loss not reimbursed by the school aid fund\" means the amount of revenue lost from ad valorem property taxes levied under section 1211 of the revised school code, 1976 PA 451, MCL 380.1211, as a result of the exemption of industrial personal property and commercial personal property under sections 9m, 9n, and 9o of the general property tax act, 1893 PA 206, MCL 211.9m, 211.9n, and 211.9o, for mills other than basic school operating mills, as that term is defined in section 2c of the use tax act, 1937 PA 94, MCL 205.92c.\n\n(z) \"Small taxpayer exemption loss\" means 1 of the following:\n\n(i) For a municipality, the 2013 taxable value of commercial personal property and industrial personal property minus the 2014 taxable value of commercial personal property and industrial personal property. For the 2014 calendar year, the 2013 and 2014 taxable values of commercial personal property and industrial personal property are the values reported under section 13(2) by the county equalization director in calendar year 2014. For the 2015, 2016, and 2018 calendar years and subsequent calendar years, the 2013 and 2014 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in calendar year 2015. For the 2017 calendar year, the 2013 and 2014 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in calendar year 2015, except as provided in section 14. The calculation under this subparagraph must be modified for municipality boundary changes to the extent that the boundary changes affect the property taxes levied by the municipality. For millages from which renaissance zone property is exempt, the calculation under this subparagraph must be adjusted to exclude the taxable value of commercial personal property and industrial personal property exempt under the Michigan renaissance zone act, 1996 PA 376, MCL 125.2681 to 125.2696.\n\n(ii) For the 2015 calendar year and subsequent calendar years, for a municipality, the greater of the amount calculated under subparagraph (i) and the 2013 taxable value of commercial personal property and industrial personal property minus the 2015 taxable value of commercial personal property and industrial personal property. For the 2015, 2016, and 2018 calendar years and subsequent calendar years, the 2013 and 2015 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in calendar year 2015. For the 2017 calendar year, the 2013 and 2015 taxable values of commercial personal property and industrial personal property are the values reported under section 13(3) by the county equalization director in calendar year 2015, except as provided in section 14. The calculation under this subparagraph must be modified for municipality boundary changes to the extent that the boundary changes affect the property taxes levied by the municipality. For millages from which renaissance zone property is exempt, the calculation under this subparagraph must be adjusted to exclude the taxable value of commercial personal property and industrial personal property exempt under the Michigan renaissance zone act, 1996 PA 376, MCL 125.2681 to 125.2696.\n\n(aa) \"Specific tax\" means a tax levied under 1974 PA 198, MCL 207.551 to 207.572.\n\n(bb) \"Tax increment finance authority\" means an authority created under 1 or both of the following:\n\n(i) The brownfield redevelopment financing act, 1996 PA 381, MCL 125.2651 to 125.2670.\n\n(ii) The recodified tax increment financing act, 2018 PA 57, MCL 125.4101 to 125.4915.\n\n(cc) \"Tax increment small taxpayer loss\" means the amount of revenue lost by a municipality that is a tax increment finance authority due to the exemption provided by section 9o of the general property tax act, 1893 PA 206, MCL 211.9o.\n\n(dd) \"Taxable value\" means all of the following:\n\n(i) Except as otherwise provided in subparagraph (ii), that value determined under section 27a of the general property tax act, 1893 PA 206, MCL 211.27a.\n\n(ii) For real or personal property subject to the industrial facilities tax under section 14(3) or (4) of 1974 PA 198, MCL 207.564, 50% of that value determined under section 27a of the general property tax act, 1893 PA 206, MCL 211.27a.\n\n(ee) \"Total qualified loss\" means the total amount of qualified losses of all municipalities, as determined by the department.\n\n(ff) \"Utility personal property\" means that term as described in section 34c of the general property tax act, 1893 PA 206, MCL 211.34c.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2015, Act 122, Imd. Eff. July 10, 2015 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018 ;-- Am. 2020, Act 194, Imd. Eff. Oct. 15, 2020Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1345/"
    },
    {
      "id": "section-1231347",
      "number": "123.1347",
      "heading": "Local Community Stabilization Authority; Establishment; Public Body Corporate and Special Authority; Property of Authority as Public Property; Exemption From Taxes and Special Assessments; Presumption of Validity; Jurisdiction",
      "text": "(1) The local community stabilization authority is established as a metropolitan government for the metropolitan areas of this state under section 27 of article VII of the state constitution of 1963. The authority is a public body corporate and a special authority. The authority is not an agency or instrumentality of state government.\n\n(2) The property of the authority is public property devoted to an essential public and governmental purpose. Any income of the authority is for a public and governmental purpose.\n\n(3) Property of the authority and its income, activities, and operations are exempt from all taxes and special assessments of this state or a political subdivision of this state. Property of the authority is exempt from any ad valorem property taxes levied under the general property tax act, 1893 PA 206, MCL 211.1 to 211.155, or other law of this state authorizing the taxation of real or personal property. The authority is an entity of government for purposes of section 4a(1)(a) of the general sales tax act, 1933 PA 167, MCL 205.54a, and section 4(1)(h) of the use tax act, 1937 PA 94, MCL 205.94.\n\n(4) The validity of the creation of the authority is presumed unless held invalid by the court of appeals in an original action filed in the court of appeals not later than 60 days after the establishment of the authority under this section. The court of appeals has original jurisdiction to hear an action under this subsection. The court shall hear the action in an expedited manner.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1347/"
    },
    {
      "id": "section-1231349",
      "number": "123.1349",
      "heading": "Authority Council; Establishment as Governing Body; Membership; Appointment; Terms; Vacancy; Chairperson; Oath of Office; Compensation; Reimbursement for Travel and Expenses; Discharge of Duties; Meeting; Election of Officers; Conduct of Business at Public Meeting; Special Meeting; Availability of R",
      "text": "(1) The authority council is established as the governing body of the authority. The powers, duties, functions, and responsibilities of the authority are vested in the council. The council shall consist of 5 residents of this state appointed by the governor. Not less than 3 members of the council shall be residents of separate metropolitan areas within this state. An officer or employee of this state may not serve as a member of the council.\n\n(2) Of the members of the council initially appointed by the governor, 1 member shall be appointed for an initial term of 5 years, 1 member shall be appointed for an initial term of 4 years, 1 member shall be appointed for an initial term of 3 years, 1 member shall be appointed for an initial term of 2 years, and 1 member shall be appointed for an initial term of 1 year. After the initial appointments, a member of the council shall be appointed for a term of 6 years. If a vacancy on the council occurs other than by expiration of a term, the vacancy shall be filled in the same manner as the original appointment for the balance of the unexpired term. A member of the council may continue to serve until a successor is appointed and qualified. The governor shall designate a member of the council to serve as its chairperson at the pleasure of the governor.\n\n(3) An individual appointed as a member of the council shall take the oath of office as provided under section 1 of article XI of the state constitution of 1963.\n\n(4) A member of the council shall serve without compensation but may be reimbursed by the authority for necessary travel and expenses to the extent not prohibited by law and consistent with a reimbursement policy adopted by the council.\n\n(5) A member of the council shall discharge the duties of his or her position in a nonpartisan manner, in good faith, and with the degree of diligence, care, and skill that an ordinarily prudent person would exercise under similar circumstances in a like position. In discharging his or her duties, a member of the council, when acting in good faith, may rely upon any of the following:\n\n(a) The opinion of legal counsel for the authority.\n\n(b) The report of an independent appraiser selected by the council.\n\n(c) Financial statements of the authority represented to the member of the council to be correct by the officer of the authority having charge of its books of account or stated in a written report by an auditor or a certified public accountant, or a firm of certified accountants, to reflect the financial condition of the authority.\n\n(6) Within not more than 30 days following appointment of the initial members of the council, the council shall hold its first meeting at a date and time determined by the chairperson of the council. The council shall elect from among the members of the council an individual to serve as vice-chairperson of the council and secretary of the council and may elect other officers as the council considers necessary. All officers under this subsection shall be elected annually by the council.\n\n(7) The council shall conduct its business at a public meeting held in compliance with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275. Public notice of the time, date, and place of the meeting shall be given in the manner required by the open meetings act, 1976 PA 267, MCL 15.261 to 15.275. The council shall adopt bylaws consistent with the open meetings act, 1976 PA 267, MCL 15.261 to 15.275, governing its procedures and the holding of meetings. After organization, the council shall adopt a schedule of regular meetings and adopt a regular meeting date, place, and time. A special meeting of the council may be called by the chairperson of the council or as provided in bylaws adopted by the council. Notice of a special meeting shall be given in the manner required by the open meetings act, 1976 PA 267, MCL 15.261 to 15.275.\n\n(8) The council shall keep a written or printed record of each meeting, which record and any other document or record prepared, owned, used, in the possession of, or retained by the authority in the performance of an official function shall be made available to the public in compliance with the freedom of information act, 1976 PA 442, MCL 15.231 to 15.246.\n\n(9) The council shall provide for a system of accounts for the authority to conform to a uniform system required by law and for the auditing of the accounts of the authority. The council shall obtain an annual audit of the authority by an independent certified public accountant and report on the audit and auditing procedures in the manner provided by sections 6 to 13 of the uniform budgeting and accounting act, 1968 PA 2, MCL 141.426 to 141.433. The audit also shall be in accordance with generally accepted government auditing standards.\n\n(10) Before the beginning of each fiscal year, the council shall prepare a budget for the authority containing an itemized statement of the estimated expenses and revenue of the authority from all sources for the next fiscal year. Before final adoption of the budget, the council shall hold a public hearing as required by 1963 (2nd Ex Sess) PA 43, MCL 141.411 to 141.415, and the open meetings act, 1976 PA 267, MCL 15.261 to 15.275. The council shall adopt a budget for the fiscal year in compliance with the uniform budgeting and accounting act, 1968 PA 2, MCL 141.421 to 141.440a.\n\n(11) The council shall adopt a procurement policy consistent with the requirements of state law relating to procurement. The procurement policy shall address all of the following:\n\n(a) The purchase of, the contracting for, and the providing of supplies, materials, services, insurance, utilities, third-party financing, equipment, printing, and all other items as needed by the authority to efficiently and effectively meet the needs of the authority using competitive procurement methods to secure the best value for the authority.\n\n(b) That the council shall make all discretionary decisions concerning the solicitation, award, amendment, cancellation, and appeal of authority contracts.\n\n(c) Control, supervision, management, and oversight of each contract to which the authority is a party.\n\n(d) Monitoring of contracts to assure the contract is being performed in compliance with the terms of the contract and applicable law.\n\n(12) Members of the council are public servants subject to 1968 PA 317, MCL 15.321 to 15.330, and are subject to any other applicable law with respect to conflicts of interest. The council shall establish policies and procedures requiring periodic disclosure of relationships which may give rise to conflicts of interest. The council shall require that a member of the council with a direct interest in any matter before the authority disclose the member's interest before the council takes any action with respect to the matter. The council shall establish an ethics manual for the authority governing authority business and the conduct of authority officers and employees. The authority shall establish policies that are no less stringent than those provided for public officers and employees by 1973 PA 196, MCL 15.341 to 15.348, and coordinate efforts for the authority to preclude the opportunity for and the occurrence of transactions by the authority that would create a conflict of interest involving officers or employees of the authority. At a minimum, the policies shall include compliance by each officer or employee who regularly exercises significant discretion over the award and management of authority procurements with policies governing all of the following:\n\n(a) Immediate disclosure of the existence and nature of any financial interest that could reasonably be expected to create a conflict of interest.\n\n(b) Withdrawal by an officer or employee from participation in or discussion or evaluation of any recommendation or decision involving an authority procurement that would reasonably be expected to create a conflict of interest for that officer or employee.\n\n(13) The governor may remove a member of the council from office for gross neglect of duty, corrupt conduct in office, or any other misfeasance or malfeasance in office.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1349/"
    },
    {
      "id": "section-1231351",
      "number": "123.1351",
      "heading": "Powers, Duties, Functions, and Responsibilities of Authority.",
      "text": "(1) The authority may exercise all of the following powers, duties, functions, and responsibilities:\n\n(a) Powers, duties, functions, and responsibilities vested in the authority under the use tax act, 1937 PA 94, MCL 205.91 to 205.111.\n\n(b) Exercise the powers, duties, functions, and responsibilities vested in the authority or the metropolitan extension telecommunications rights-of-way oversight authority under this act or the metropolitan extension telecommunications rights-of-way oversight act, 2002 PA 48, MCL 484.3101 to 484.3120, and other laws of this state. The authority may exercise the powers, duties, functions, and responsibilities under this subdivision through a director hired by the authority.\n\n(2) When exercising the powers, duties, functions, and responsibilities vested in the authority under subsection (1), the authority may do 1 or more of the following:\n\n(a) Establish and maintain an office.\n\n(b) Adopt, amend, and repeal bylaws for the regulation of its affairs and the conduct of its business.\n\n(c) Sue and be sued in its own name and plead and be impleaded.\n\n(d) Solicit, receive, and accept gifts or grants from any public or private source.\n\n(e) Employ personnel, contract for goods and services, and enter into agreements with other governmental entities.\n\n(f) Establish 1 or more depositories for authority money and invest authority money under an investment policy consistent with this act and 1943 PA 20, MCL 129.91 to 129.97a.\n\n(g) Acquire, hold, and dispose of interests in property.\n\n(h) Incur indebtedness, but only in the manner and to the extent authorized by law.\n\n(3) The powers, duties, functions, and responsibilities of the authority may be exercised throughout this state, including all the metropolitan areas of this state. The authority possesses the jurisdiction to exercise its functions on a statewide basis and may do other things and take other action necessary or convenient to the exercise of the powers, duties, functions, and responsibilities of the authority under this section if they relate to the purposes and jurisdiction of the authority.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1351/"
    },
    {
      "id": "section-1231352",
      "number": "123.1352",
      "heading": "Local Community Stabilization Share; Power of Authority to Levy; Limitation; Receipt and Collection by Department; Generated Money as Money of Authority",
      "text": "(1) The authority has the exclusive power to levy the local community stabilization share under the use tax act, 1937 PA 94, MCL 205.91 to 205.111. The authority is authorized to levy the local community stabilization share under the use tax act, 1937 PA 94, MCL 205.91 to 205.111, and shall levy the local community stabilization share at the rate provided under section 3 of the use tax act, 1937 PA 94, MCL 205.93, but is not authorized to increase the rate of the local community stabilization share. The authority is not authorized to increase any other tax.\n\n(2) The department shall administer under the use tax act, 1937 PA 94, MCL 205.91 to 205.111, the receipt and collection of the local community stabilization share on behalf of the authority as an agent of the authority. The authority may enter into an agreement with the department relating to the receipt and collection of the local community stabilization share and the payment of the authority revenue generated by the local community stabilization share to the authority.\n\n(3) Money generated by the local community stabilization share is money of the authority, not state funds, and shall not be credited to the state treasury as state funds.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1352/"
    },
    {
      "id": "section-1231353",
      "number": "123.1353",
      "heading": "Report by City and Township Assessor to County Equalization Director; Report by County Equalization Director to Department; Compilation of Municipality's Information; Calculation of Millage Rate and Debt Loss or School Debt Loss; Report of Increased Value From Expired Tax Exemptions; Exclusion of En",
      "text": "(1) Not later than June 5, 2014, the assessor for each city and township shall report to the county equalization director all of the following:\n\n(a) The 2013 taxable value of commercial personal property and industrial personal property for each municipality in the city or township.\n\n(b) The 2014 taxable value of commercial personal property and industrial personal property for each municipality in the city or township.\n\n(c) The small taxpayer exemption loss for each municipality in the city or township.\n\n(2) Not later than June 20, 2014, the equalization director for each county shall report to the department the information described in subsection (1) for each municipality in the county. For each municipality levying a millage in more than 1 county, the county equalization director responsible for compiling the municipality's taxable value under section 34d of the general property tax act, 1893 PA 206, MCL 211.34d, shall compile the municipality's information described in subsection (1).\n\n(3) Not later than June 5, 2015, June 5, 2016, June 5, 2017, and each May 15 thereafter, the assessor for each city and township shall report to the county equalization director the current year taxable value of commercial personal property and industrial personal property for each municipality in the city or township. Not later than June 20, 2015, the equalization director for each county shall report to the department the 2013, 2014, and 2015 taxable values of commercial personal property and industrial personal property for each municipality in the county. Not later than June 20, 2016, the equalization director for each county shall report to the department the 2013 and 2016 taxable values of commercial personal property and industrial personal property for each municipality in the county. Not later than June 20, 2017, the equalization director for each county shall report to the department the 2013 and 2017 taxable values of commercial personal property and industrial personal property for each municipality in the county. Each May 31 thereafter, the equalization director for each county shall report to the department the current year taxable value of commercial personal property and industrial personal property for each municipality in the county. For calendar years 2015 through 2017, the 2013, 2014, and current year taxable values of commercial personal property and industrial personal property shall be the current taxable values as of the reporting deadline for the county equalization director. For calendar year 2018 and thereafter, the current year taxable value of commercial personal property and industrial personal property shall be the current taxable value on May 10. Not later than June 20, 2015, for each municipality levying a millage in more than 1 county, the county equalization director responsible for compiling the municipality's taxable value under section 34d of the general property tax act, 1893 PA 206, MCL 211.34d, shall compile and report to the department the municipality's 2013, 2014, and 2015 taxable values of commercial personal property and industrial personal property. Not later than June 20, 2016, for each municipality levying a millage in more than 1 county, the county equalization director responsible for compiling the municipality's taxable values under section 34d of the general property tax act, 1893 PA 206, MCL 211.34d, shall compile and report to the department the municipality's 2013 and 2016 taxable values of commercial personal property and industrial personal property. Not later than June 20, 2017, for each municipality levying a millage in more than 1 county, the county equalization director responsible for compiling the municipality's taxable values under section 34d of the general property tax act, 1893 PA 206, MCL 211.34d, shall compile and report to the department the municipality's 2013 and 2017 taxable values of commercial personal property and industrial personal property. Each June 7 thereafter, for each municipality levying a millage in more than 1 county, the county equalization director responsible for compiling the municipality's taxable value under section 34d of the general property tax act, 1893 PA 206, MCL 211.34d, shall compile and report to the department the municipality's current year taxable value of commercial personal property and industrial personal property.\n\n(4) Not later than August 15, 2014, August 15, 2015, August 15, 2016, and August 15, 2017, each municipality shall report to the department the millage rate levied or to be levied that year for a millage described in section 5(g) or (x) that is used to calculate an appropriation under section 17(1)(a) or a distribution under section 17(4)(a)(i). For 2014 and 2015, the rate of that millage shall be calculated using the sum of the municipality's taxable value and the municipality's small taxpayer exemption loss. For 2016 and 2017, the rate of that millage shall be calculated using the sum of the municipality's taxable value and the municipality's personal property exemption loss. For calendar year 2018 and subsequent years, a local school district and intermediate school district shall reduce its debt millage rate to reflect the payment to be received under section 17(4)(a)(i). By August 1, 2018 and by each August 1 thereafter, a local school district and intermediate school district may report its millage rate calculated under section 5(x)(ii)(A) or (iii)(A) and a local school district shall report the operating mills levied under section 1211 of the revised school code, 1976 PA 451, MCL 380.1211, on industrial personal property as that term is defined in section 1211 of the revised school code, 1976 PA 451, MCL 380.1211, levied or to be levied that year. For 2014 and 2015, the department shall calculate each municipality's debt loss or school debt loss by multiplying the municipality's millage rate reported under this subsection by the municipality's small taxpayer exemption loss. For 2016 and 2017, the department shall calculate each municipality's school debt loss by multiplying the municipality's millage rate reported under this subsection by the municipality's personal property exemption loss. For calendar year 2018 and subsequent years, the department shall calculate the municipality's school debt loss by multiplying the municipality's qualified school debt millage rate by the municipality's personal property exemption loss.\n\n(5) Not later than May 1 of each year, the department shall do the following:\n\n(a) For the 2014, 2015, 2016, and 2017 calendar years' calculations, calculate and make available to each municipality that municipality's sum of the lowest rate of each individual millage levied in the period between 2012 and the year immediately preceding the current year. For a municipality, other than a municipality described in section 14, the calculation shall exclude debt millage and millage levied under section 1211 of the revised school code, 1976 PA 451, MCL 380.1211, on industrial personal property as that term is defined in section 1211 of the revised school code, 1976 PA 451, MCL 380.1211. For an individual millage rate not levied in 1 of the years, the lowest millage rate is zero. A millage used to make the calculations under this act must be levied against both real property and personal property.\n\n(b) For the calendar year 2018 and subsequent years' calculations, for a municipality that is not a local school district or tax increment finance authority:\n\n(i) Calculate each municipality's total millage levied in 2012, 2013, and 2014, respectively.\n\n(ii) Calculate each municipality's eligible millage cap as the highest total millage levied in 2012, 2013, or 2014.\n\n(iii) Calculate each municipality's total millage levied in the year immediately preceding the current year.\n\n(iv) Calculate each individual millage rate for each municipality as follows:\n\n(A) If the eligible millage cap, as calculated under subparagraph (ii), exceeds the total millage levied in the year immediately preceding the current year, as calculated under subparagraph (iii), then use each individual millage levied in the year immediately preceding the current year.\n\n(B) If the total millage levied in the year immediately preceding the current year, as calculated under subparagraph (iii), exceeds the eligible millage cap, as calculated under subparagraph (ii), then prorate each individual millage levied in the year immediately preceding the current year downward to equal the eligible millage cap, as calculated under subparagraph (ii).\n\n(v) For an intermediate school district, the calculations in this subdivision shall exclude debt millage and, for calendar year 2021 and subsequent years, the calculations in this subdivision shall exclude enhancement millage. A millage used to make the calculations under this act must be levied against both real property and personal property.\n\n(c) For the calendar year 2018 and subsequent years' calculations, for a local school district:\n\n(i) Calculate each individual millage rate levied by each local school district in 2012, 2013, and 2014, respectively.\n\n(ii) Calculate each local school district's eligible millage cap as the highest rate levied in 2012, 2013, or 2014 for each individual millage.\n\n(iii) Calculate each individual millage rate for each local school district to be the lesser of the millage cap calculated under subparagraph (ii) and the millage rate levied in the year immediately preceding the current year for that individual millage.\n\n(iv) The calculations in this subdivision shall exclude debt millage and operating mills levied under section 1211 of the revised school code, 1976 PA 451, MCL 380.1211, on industrial personal property as that term is defined in section 1211 of the revised school code, 1976 PA 451, MCL 380.1211. A millage used to make the calculations under this act must be levied against both real property and personal property.\n\n(d) For the calendar year 2021 and subsequent years' calculations, for enhancement millage levied by an intermediate school district:\n\n(i) Calculate the individual enhancement millage rate levied by each intermediate school district in 2012, 2013, and 2014, respectively.\n\n(ii) Calculate each intermediate school district's eligible millage cap as the highest rate levied in 2012, 2013, or 2014 for enhancement millage.\n\n(iii) Calculate the individual enhancement millage rate for each intermediate school district to be the lesser of the millage cap calculated under subparagraph (ii) and the millage rate levied in the year immediately preceding the current year for the individual enhancement millage.\n\n(iv) A millage used to make the calculations under this act must be levied against both real property and personal property.\n\n(6) Not later than June 5, 2016, June 5, 2017, June 5, 2018, May 31, 2019, and May 31, 2020, the assessor for each city and township shall report to the department and the county equalization director the increased value from expired tax exemptions for each municipality that is subject to section 14(2) and that levies taxes in the city or township.\n\n(7) For a millage that is not general operating millage and that is dedicated in part, but not solely, for the cost of essential services, a county, township, village, city, or local authority shall annually report the portion of the rate calculated for that millage under subsection (5) that is dedicated for the cost of essential services. This report shall be submitted to the department, in a form and manner prescribed by the department, by August 1, 2018, and by each August 1 thereafter. If the county, township, village, city, or local authority fails to report to the department by August 1, the department shall determine that the millage is dedicated solely for the cost of essential services.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2015, Act 122, Imd. Eff. July 10, 2015 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018 ;-- Am. 2020, Act 194, Imd. Eff. Oct. 15, 2020Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1353/"
    },
    {
      "id": "section-1231354",
      "number": "123.1354",
      "heading": "Municipality Not Local School District, Intermediate School District, or Tax Increment Finance Authority; Municipality That Is County, Township, Village, City, or Authority Providing Essential Services; Duties of Department",
      "text": "(1) Not later than November 7, 2017, and each October 7 thereafter, for each municipality that is not a local school district, intermediate school district, or tax increment finance authority, the department shall do all of the following:\n\n(a) Calculate the municipality's personal property exemption loss.\n\n(b) Multiply the municipality's personal property exemption loss by the millage rates calculated under section 13(5).\n\n(c) For calendar year 2017 calculations only, adjust the amount calculated under subdivision (b) by the amount required to reflect changes in prior year taxable values that affect any prior year calculation under this subsection and that can be calculated from taxable values reported under section 151(1) of the state school aid act of 1979, 1979 PA 94, MCL 388.1751.\n\n(d) Subtract from the amount calculated under subdivision (b), as adjusted by subdivision (c), the amount calculated under section 16a(2) for captured taxes levied by the municipality not including taxes attributable to increased captured value.\n\n(2) Not later than November 7, 2017, and each October 7 thereafter, for each municipality that is a county, township, village, city, or local authority that provides essential services, the department shall do all of the following:\n\n(a) For calendar year 2016, 2017, 2018, 2019, and 2020 calculations only, add to the amount calculated under subsection (1)(a) any increased value from expired tax exemptions for the current year.\n\n(b) Multiply the millage rate calculated under section 13(5) for general operating millage by the percentage of the municipality's general operating millage used to fund the cost of essential services in the municipality's fiscal year ending in 2012. The department shall calculate each municipality's percentage of general operating millage used to fund the cost of essential services in the municipality's fiscal year ending in 2012, unless the municipality includes the calculation in its comprehensive annual financial report for the municipality's fiscal year ending in either 2014 or 2015 or otherwise reports the calculation to the department in a form and in a manner prescribed by the department.\n\n(c) Multiply the result of the calculation in subdivision (a) by the result of the calculation in subdivision (b).\n\n(d) Multiply the amount calculated under section 16a(2) for captured taxes from the general operating millage levied by the municipality not including taxes attributable to increased captured value by the percentage of the municipality's general operating millage used to fund the cost of essential services in the municipality's fiscal year ending in 2012 and subtract the resulting amount from the amount calculated under subdivision (c).\n\n(e) Add to the result of the calculation in subdivision (d) an amount calculated by multiplying the millage rate calculated under section 13(5) for each millage that is not general operating millage and that is dedicated in whole or in part for the cost of essential services by 1 or by the portion reported for that millage under section 13(7), as applicable, multiplying the resulting product for each millage by the amount calculated under subdivision (a), and adding the results. A millage levied to fund a pension under the fire fighters and police officers retirement act, 1937 PA 345, MCL 38.551 to 38.562, is dedicated for the cost of essential services.\n\n(f) Subtract from the result of the calculation in subdivision (e) the amount calculated under section 16a(2) for captured taxes from the portion of millage dedicated for the cost of essential services levied by the municipality not including taxes attributable to increased captured value.\n\n(3) Not later than May 24, 2016, for each municipality that is a city, the department shall do all of the following:\n\n(a) Calculate the municipality's 2014 and 2015 small taxpayer exemption loss.\n\n(b) Multiply the 2014 small taxpayer exemption loss if greater than zero by the millage rates calculated under section 13(5) for 2014, excluding debt millage.\n\n(c) Multiply the 2015 small taxpayer exemption loss if greater than zero by the millage rates calculated under section 13(5) for 2015, excluding debt millage.\n\n(d) Add the amounts calculated under subdivisions (b) and (c).\n\n(e) Calculate the sum of the municipality's debt loss for 2014 and 2015 reimbursed under section 17(1)(a) for millages used to calculate the amounts under subdivisions (b) and (c).\n\n(f) Calculate the amount of any tax increment small taxpayer loss for captured taxes levied by the municipality in 2014 and 2015 for millages used to calculate the amounts under subdivisions (b) and (c).\n\n(4) Not later than November 7, 2017, and each October 7 thereafter, for each municipality that is not a local school district, intermediate school district, or tax increment finance authority, the department shall do all of the following:\n\n(a) Calculate the municipality's 2015 small taxpayer exemption loss.\n\n(b) Multiply the municipality's 2015 small taxpayer exemption loss by the millage rates calculated under section 13(5).\n\n(c) For calendar year 2017 calculations only, adjust the amount calculated under subdivision (b) by the amount required to reflect changes in prior year taxable values that affect any prior year calculation under this subsection and that can be calculated from taxable values reported under section 151(1) of the state school aid act of 1979, 1979 PA 94, MCL 388.1751.\n\n(d) Subtract from the amount calculated under subdivision (b), as adjusted by subdivision (c), the amount calculated under section 16a(2) for captured taxes levied by the municipality not including taxes attributable to increased captured value. The subtraction under this subdivision shall only be made to the extent that the subtraction made under subsection (1)(d) did not fully account for all captured taxes levied by the municipality not including taxes attributable to increased captured value.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2015, Act 122, Imd. Eff. July 10, 2015 ;-- Am. 2016, Act 124, Imd. Eff. May 19, 2016 ;-- Am. 2017, Act 102, Imd. Eff. July 13, 2017 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018 ;-- Am. 2020, Act 194, Imd. Eff. Oct. 15, 2020Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1354/"
    },
    {
      "id": "section-1231355",
      "number": "123.1355",
      "heading": "Municipality That Is Local School District; Duties of Department.",
      "text": "Not later than November 7, 2017, and each October 7 thereafter, for each municipality that is a local school district, the department shall do all of the following:\n\n(a) Calculate the municipality's personal property exemption loss.\n\n(b) Multiply the result of the calculation in subdivision (a) by the individual millage levied under section 1212 of the revised school code, 1976 PA 451, MCL 380.1212, and section 2 of 1917 PA 156, MCL 123.52, as calculated under section 13(5).\n\n(c) For calendar year 2017 calculations only, adjust the amount calculated under subdivision (b) by the amount required to reflect changes in prior year taxable values that affect any prior year calculation under this section and that can be calculated from taxable values reported under section 151(1) of the state school aid act of 1979, 1979 PA 94, MCL 388.1751.\n\n(d) Subtract from the result of the calculation in subdivision (b), as adjusted by subdivision (c), the amount calculated under section 16a(2) for captured taxes levied by the municipality under section 1212 of the revised school code, 1976 PA 451, MCL 380.1212, and section 2 of 1917 PA 156, MCL 123.52, not including taxes attributable to increased captured value.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2017, Act 102, Imd. Eff. July 13, 2017 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1355/"
    },
    {
      "id": "section-1231356",
      "number": "123.1356",
      "heading": "Municipality That Is Intermediate School District; Duties of Department.",
      "text": "Not later than November 7, 2017, and each October 7 thereafter, for each municipality that is an intermediate school district, the department shall do all of the following:\n\n(a) Calculate the municipality's personal property exemption loss.\n\n(b) Multiply the result of the calculation in subdivision (a) by the millage rates calculated under section 13(5).\n\n(c) For calendar year 2017 calculations only, adjust the amount calculated under subdivision (b) by the amount required to reflect changes in prior year taxable values that affect any prior year calculation under this section and that can be calculated from taxable values reported under section 151(1) of the state school aid act of 1979, 1979 PA 94, MCL 388.1751.\n\n(d) Subtract from the result of the calculation in subdivision (b), as adjusted by subdivision (c), the amount calculated under section 16a(2) for captured taxes levied by that municipality not including taxes attributable to increased captured value.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2017, Act 102, Imd. Eff. July 13 2017 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1356/"
    },
    {
      "id": "section-1231356a",
      "number": "123.1356a",
      "heading": "Municipality That Is Tax Increment Finance Authority; Calculation of Municipality's Tax Increment Small Taxpayer Loss; Duties of Municipality; Report.",
      "text": "(1) Not later than June 15, 2014 and June 15, 2015, each municipality that is a tax increment finance authority shall calculate and report to the department the municipality's tax increment small taxpayer loss for the current calendar year.\n\n(2) Not later than June 15, 2016, and each June 15 thereafter, each municipality that is a tax increment finance authority shall do all of the following for each of its tax increment financing plans:\n\n(a) Calculate separately for each category of property the captured value of all industrial personal property and commercial personal property in the municipality that is a tax increment finance authority in 2013 and add any increased captured value for the current year.\n\n(b) For the 2016, 2017, 2018, 2019, and 2020 calendar years' calculations, from each amount calculated in subdivision (a), subtract the captured value of all industrial personal property and commercial personal property in the municipality that is a tax increment finance authority in the current year for that category of property and multiply the resulting amount by each individual millage rate calculated under section 13(5), to the extent the millage is subject to capture by that tax increment finance authority for that category of property. For the calendar year 2021 and subsequent years' calculations, from each amount calculated in subdivision (a), subtract the captured value of all industrial personal property and commercial personal property in the municipality that is a tax increment finance authority in the current year for that category of property and multiply the resulting amount by each individual millage rate calculated under section 13(4) and (5) and the state education tax levied under the state education tax act, 1993 PA 331, MCL 211.901 to 211.906, to the extent the millage is subject to capture by that tax increment finance authority for that category of property.\n\n(c) Add all of the amounts calculated under subdivision (b). If the estimated amount of tax increment revenue for the current year for all property in the municipality that is a tax increment finance authority is negative, the sum of the subdivision (b) amounts calculated under this subdivision shall be reduced by that negative amount.\n\n(d) For calendar year 2017 calculations only, adjust the amount calculated under subdivision (c) by the amount required to reflect changes in prior year taxable values that affect any prior year calculation under this section and that can be calculated from taxable values reported under section 151(1) of the state school aid act of 1979, 1979 PA 94, MCL 388.1751.\n\n(e) For an obligation refinanced after 2012, estimate for the term of the obligation:\n\n(i) The cumulative school district operating tax and state education tax that would have been captured to repay the obligation had the obligation not been refinanced.\n\n(ii) The cumulative amount calculated under subdivision (c), as adjusted by subdivision (d), for school district operating tax and state education tax for the obligation had it not been refinanced.\n\n(f) Once the amount included in subdivision (c), as adjusted by subdivision (d), for the current and prior years for school operating tax and state education tax for the refinanced obligation equals the amount estimated in subdivision (e)(ii), subtract from the amount calculated under subdivision (c), as adjusted by subdivision (d), the amount calculated under subdivision (c), as adjusted by subdivision (d), for school district operating tax and state education tax for the refinanced obligation.\n\n(g) Once the amount of school district operating tax and state education tax captured for the current and prior years to pay the refinanced obligation equals the amount estimated under subdivision (e)(i), subtract from the amount calculated in subdivision (c), as adjusted by subdivision (d), the amount of school operating tax and state education tax captured to repay the refinanced obligation.\n\n(3) Not later than June 15, 2016, and each June 15 thereafter, each municipality that is a tax increment finance authority shall report to the department the results of the calculations under subsection (2) for each tax increment financing plan.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018 ;-- Am. 2020, Act 197, Imd. Eff. Oct. 15, 2020Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1356a/"
    },
    {
      "id": "section-1231356b",
      "number": "123.1356b",
      "heading": "Calculation by Municipality That Is Tax Increment Finance Authority; Form and Manner; Extension of Calculation and Reporting Date; Exclusion.",
      "text": "(1) Each municipality that is a tax increment finance authority shall report to the department the calculation required under section 16a on a form and in a manner prescribed by the department.\n\n(2) If a municipality that is a tax increment finance authority fails to make the calculation and report it to the department by the date provided in section 16a, the department may extend the calculation and reporting date upon good cause as determined by the department.\n\n(3) The department shall exclude from the calculations under sections 14, 15, and 16 the taxable value of property exempt under section 7ff of the general property tax act, 1893 PA 206, MCL 211.7ff, for millages subject to the exemption.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1356b/"
    },
    {
      "id": "section-1231357",
      "number": "123.1357",
      "heading": "Appropriation of Funds; Purposes; Distribution to Municipalities; Distribution of Local Community Stabilization Share Revenue; Priority; Payments, Overpayments, and Underpayments; Insufficient Funds; Use of Revenue; Distribution; Amounts",
      "text": "(1) The legislature shall appropriate funds for all of the following purposes:\n\n(a) For fiscal year 2014-2015 and fiscal year 2015-2016, to the authority, an amount equal to all debt loss for municipalities that are not a local school district, intermediate school district, or tax increment finance authority, an amount equal to all school debt loss for municipalities that are a local school district or intermediate school district, and an amount equal to all tax increment small taxpayer loss for municipalities that are a tax increment finance authority. Funds appropriated under this subdivision for fiscal year 2015-2016 may be used to pay a corrected tax increment small taxpayer exemption loss for 2014 if a tax increment finance authority submits before June 1, 2016 a correction to a report that was filed under section 16a before October 1, 2014.\n\n(b) For fiscal years after 2013-2014, to the department, an amount equal to the necessary expenses incurred by the department in implementing this act.\n\n(c) Beginning in fiscal year 2019-2020 and each fiscal year thereafter, an amount sufficient to allow the authority to continue exercising its powers, duties, functions, and responsibilities under section 11(1)(b), including, for fiscal year 2019-2020, an amount sufficient for the creation of a database.\n\n(2) In fiscal year 2014-2015 and fiscal year 2015-2016, the authority shall distribute to municipalities those funds appropriated under subsection (1)(a). However, in fiscal year 2014-2015, if the authority is not able to make the distribution under this subsection, the department shall make the distribution under this subsection on behalf of the authority.\n\n(3) For calendar years 2014 and 2015, the authority shall distribute local community stabilization share revenue to each city in an amount determined by multiplying the sum of the local community stabilization share revenue for the calendar years and the amounts calculated under section 14(3)(e) and (f) by a fraction, the numerator of which is that city's amount calculated under section 14(3)(d) and the denominator of which is the total amount calculated under section 14(3)(d), and subtracting from the result each city's amounts calculated under section 14(3)(e) and (f).\n\n(4) Beginning for calendar year 2016, after any distributions under subsection (10), the authority shall distribute local community stabilization share revenue as follows in the following order of priority:\n\n(a) The authority shall distribute to each municipality an amount equal to all of the following:\n\n(i) 100% of that municipality's school debt loss in the current year as calculated under section 13(4) and 100% of its amount calculated under section 15.\n\n(ii) 100% of that municipality's amount calculated under section 16.\n\n(iii) 100% of that municipality's school operating loss not reimbursed by the school aid fund in the current year, calculated by multiplying the operating millage rate reported under section 13(4) or the operating millage rate calculated under section 13(5) for mills other than basic school operating mills, as that term is defined in section 2c of the use tax act, 1937 PA 94, MCL 205.92c, by the local school district's personal property exemption loss for the personal property subject to the respective millage.\n\n(iv) 100% of the amount calculated in section 14(2). For calendar years 2016 and 2017 only, however, the amount distributed to a municipality under this subparagraph shall not exceed the amount calculated in section 14(1)(d). For all calendar years, all distributions under this subparagraph shall be used to fund essential services.\n\n(v) For a municipality that is a tax increment finance authority, 100% of its amount calculated under section 16a(2), as confirmed or adjusted by the department. For calculations made under section 16a(2), as modified by section 16b(2), in calendar years 2016 and 2017 only, amounts claimed for increased captured value shall be included as claimed.\n\n(vi) 100% of that municipality's amount calculated under section 14(4).\n\n(vii) Beginning for calendar year 2019, for municipalities with state facilities under 1977 PA 289, MCL 141.951 to 141.956, 100% of the amount calculated under 1977 PA 289, MCL 141.951 to 141.956. The department of licensing and regulatory affairs shall certify to the department and the authority the amount to be paid to each municipality under this subparagraph.\n\n(viii) Beginning for calendar year 2019, for municipalities that incur certain reasonable and allowable costs of required and allowable health services described in section 2475 of the public health code, 1978 PA 368, MCL 333.2475, $10,000,000.00 of those costs not otherwise reimbursed pursuant to section 2475 of the public health code, 1978 PA 368, MCL 333.2475, or other appropriation. The department of health and human services shall certify to the department and the authority the amount to be paid to each municipality under this subparagraph.\n\n(b) Beginning for calendar year 2021, after the distributions under subdivision (a), and subject to subparagraph (viii), the authority shall distribute an amount equal to 10% of the total qualified loss for the current calendar year to each municipality that is not a local school district, intermediate school district, tax increment finance authority, or a local authority that first levied a millage rate after 2013 in an amount determined as follows:\n\n(i) Calculate the total acquisition cost of all eligible personal property in the municipality.\n\n(ii) Multiply the result of the calculation in subparagraph (i) by each individual millage levied by the municipality as calculated under section 13(5) that is not used to calculate a distribution under subdivision (a)(i) to (iv).\n\n(iii) Divide the sum of the amounts calculated under subparagraph (ii) for all municipalities subject to the calculation by total qualified loss.\n\n(iv) Multiply the result of the calculation in subparagraph (iii) by the difference between the amount calculated under section 16a(2) for captured taxes for each individual millage levied by the municipality not including taxes attributable to increased captured value and the subtraction amounts calculated under section 14(2)(d), (2)(f), and (4)(d) for that millage.\n\n(v) Subtract from the amount calculated under subparagraph (ii) the amount calculated under subparagraph (iv) for the individual millage levied.\n\n(vi) Divide the result of the calculation in subparagraph (v) by the sum of the calculation under subparagraph (v) for all millages for all municipalities.\n\n(vii) Multiply the result of the calculation in subparagraph (vi) by the amount to be distributed under this subdivision.\n\n(viii) For calendar year 2022, and each calendar year thereafter, the percentage amount described in this subdivision shall be increased an additional 10% each year, not to exceed 100%.\n\n(c) For calendar years 2016 and 2017, after the distributions in subdivision (a), the authority shall distribute the remaining balance of the local community stabilization share fund for a calendar year to each municipality in an amount determined by multiplying the remaining balance by a fraction, the numerator of which is that municipality's qualified loss and the denominator of which is the total qualified loss. Beginning for calendar year 2018, after the distributions in subdivisions (a) and (b), the authority shall distribute local community stabilization share revenue under this subdivision to each municipality in an amount determined by multiplying total qualified loss minus the total amount distributed in subdivision (b) for a calendar year by a fraction, the numerator of which is that municipality's qualified loss and the denominator of which is the total qualified loss.\n\n(d) After the distributions under subdivisions (a) to (c), beginning for calendar year 2018, the department shall adjust the amounts calculated under subdivisions (b) and (c) for a municipality that is a county, township, village, city, or community college district by the amount of any overpayment to that municipality under those subdivisions for that calendar year and the authority shall distribute the following:\n\n(i) To a municipality, the amount of any underpayment calculated under subsection (5) for calendar years after 2016.\n\n(ii) For calendar year 2018 only, a total of $13,600,000.00 to municipalities with state facilities under 1977 PA 289, MCL 141.951 to 141.956. The department of licensing and regulatory affairs shall certify to the department the amount to be paid to each municipality under this subparagraph.\n\n(e) Except as otherwise provided in this subdivision, after the distributions under subdivisions (a) to (d), the authority shall distribute the remaining balance of the local community stabilization share fund for the calendar year to each municipality that is a county, township, village, city, or community college district in an amount determined by multiplying the remaining balance by a fraction, the numerator of which is the sum of that municipality's amount received under subdivisions (b), (c), and (d), only to the extent that the distribution under subdivision (d) is for an underpayment of the current calendar year's subdivision (b) or (c) amount, and the overpayment adjustment under subdivision (d), and the denominator of which is the sum of the total amount distributed to all counties, townships, villages, cities, and community college districts under subdivisions (b), (c), and (d), only to the extent that the distribution under subdivision (d) is for an underpayment of the current calendar year's subdivision (b) or (c) amount, and the total overpayment adjustments for all counties, townships, villages, cities, and community college districts under subdivision (d). For any municipality that, in total, was overpaid under subdivisions (a), (b), and (c), the distribution under this subdivision, which for purposes of this calculation for any municipality other than a county, township, village, city, or community college district shall be $0, shall be reduced by any positive amount determined by subtracting the corrected amounts under subdivisions (a) to (c) for that municipality from the distributed amounts under subdivisions (a) to (c) for that municipality and subtracting $10,000.00. If the resulting distribution amount is negative, the municipality has been overpaid for the year by the amount of the negative balance. The municipality shall pay to the authority the amount of the overpayment in 3 equal annual payments, due by September 20 1 year following notice of the overpayment and by September 20 of the subsequent 2 years. A municipality may pay the amount of the overpayment at any time during the 3-year period. If a municipality fails to repay the amount of the overpayment as provided in this subdivision, the authority shall add interest to the entire amount of the original overpayment from the date of notice of the overpayment and may reduce subsequent distributions to the municipality under this section to recover the outstanding balance of the overpayment and interest. Interest added under this subdivision shall be at the rate determined under section 23 of 1941 PA 122, MCL 205.23. Any overpayment amounts repaid to the authority under this subdivision by September 30 of each year shall be added to the local community stabilization share revenue available for distribution for the calendar year. If reductions to distributions calculated under this section result in the authority having a year-end balance of local community stabilization share revenue, that revenue shall be added to the local community stabilization share revenue available for distribution for the subsequent calendar year.\n\n(5) The department and authority shall administer overpayments and underpayments as follows:\n\n(a) For calendar years before 2016, if a municipality received an overpayment under this section due to an error in reporting or calculation, the authority may reduce a subsequent payment to the municipality or bill the municipality to recover the overpayment.\n\n(b) Before November 7, 2017, the department shall recalculate 2016 payments to correct any errors in reporting under section 13(3) or (4) and any calculation errors made by the department, and adjust the 2017 payment to each municipality for any change in its 2016 payment.\n\n(c) For calendar year 2018, for any errors in reporting under section 13(3) or (4) in calendar year 2017 or 2018, any calculation errors made by the department in calendar year 2017 or 2018, or any prior year error adjustment used in the calculation of the calendar year 2017 distributions, that resulted in an underpayment or overpayment under this section to a municipality for the prior calendar year or current calendar year, the department shall calculate the amount of underpayment or overpayment. For each municipality, the department shall add together the calendar year 2016 and calendar year 2017 underpayment and overpayment amounts. If a municipality has a net underpayment for calendar years 2016 and 2017, the amount of the net underpayment shall be added to the calendar year 2018 underpayment or overpayment amount for that municipality. If a municipality has a net overpayment for calendar years 2016 and 2017, the amount of the net overpayment shall be excused by the authority and shall not be added to the calendar year 2018 underpayment or overpayment amount for that municipality. The following apply to determining underpayment or overpayment amounts:\n\n(i) For calendar year 2016, the underpayment or overpayment of a municipality's qualified loss shall be calculated by multiplying the municipality's qualified loss by 261.3820%.\n\n(ii) For calendar year 2017, the underpayment or overpayment of a municipality's qualified loss shall be calculated by multiplying the municipality's qualified loss by 292.4677%.\n\n(d) Beginning for calendar year 2019, for any errors in reporting under section 13(3) or (4), and for any calculation errors made by the department, that resulted in an underpayment or overpayment under this section to a municipality for the current calendar year, the department shall calculate the amount of underpayment or overpayment. A calculation made under this subdivision shall not recalculate a prior year payment.\n\n(e) Except as provided in subsection (6), any underpayment shall be paid to the municipality as provided in subsection (4)(d). Any underpayment amount determined by the department to be the fault of that municipality, by either the municipality reporting inaccurate information or filing information after the reporting due dates, shall not be included in any payment made under subsection (4)(d) or (6).\n\n(f) For any overpayment for which the state treasurer determines that the municipality was at fault and acted in bad faith, the department may calculate the amount of the overpayment for all years to which the bad faith applied without any adjustment and the municipality shall immediately repay the amount of the overpayment and interest to the authority within 30 days following notice of the overpayment. If a municipality fails to repay the amount of the overpayment and interest to the authority, the authority shall reduce subsequent payments to the municipality under this section to recover the outstanding balance of the overpayment and interest. Interest added under this subsection shall be at the rate determined under section 23 of 1941 PA 122, MCL 205.23. Any overpayment amounts repaid to the authority under this subsection by September 30 of each year shall be added to the local community stabilization share revenue available for distribution for the calendar year. Any reduction of subsequent payments due to municipalities failing to repay the amount of the overpayment and interest shall be added to the local community stabilization share revenue available for distribution for the subsequent calendar year.\n\n(6) If a municipality received an underpayment under this section of $500,000.00 or more for calendar year 2017 due to an error in reporting under section 13(3) or (4), or a calculation error made by the department, including a prior year error adjustment used in the calculation of the calendar year 2017 distributions, the municipality may notify the department of any errors identified by providing substantiating documentation to support an adjustment to the payment amount by August 1, 2018. Upon the department's review of the substantiating documentation and verification of the errors, the department shall calculate an underpayment amount in accordance with subsection (5)(c). The underpayment amount shall be calculated using the appropriate proration factor provided for under subsection (5)(c). The department shall determine if the substantiating documentation is sufficient. The department shall notify the authority to make an advance 2018 payment to the municipality for the amount of the 2017 underpayment. The advance payment shall be deducted from the municipality's payment for calendar year 2018 that includes the distribution under subsection (4)(d).\n\n(7) For payments received beginning October 20, 2018, a municipality shall do all of the following:\n\n(a) Allocate payments received, up to 100% reimbursement, under this section based on the portion of the municipality's payment attributable to each millage levied by the municipality. The portion of the payment allocated to each millage other than the general operating millage shall be considered restricted and recorded by the municipality in the same manner as the millage levied. As used in this subsection, \"100% reimbursement\" means the amounts received under subsection (4)(a)(i) to (vi), (b), (c), and (d)(i), only to the extent that the distribution under subsection (4)(d)(i) is for an underpayment of the current calendar year's subsection (4)(a)(i) to (vi), (b), or (c) amount.\n\n(b) For millage levied by a county under section 20b of 1909 PA 283, MCL 224.20b, the governing bodies of the cities and villages in the county and the board of county road commissioners shall agree to a formula that allocates a portion of the payments under this section to each city and village based on the city and village share of the losses and acquisition cost used to calculate the payment to the county described in this subdivision and each city's and village's portion of that share. The formula once established will be in effect until the effective date of any subsequent agreement. If the governing bodies of the cities and villages and the board of county road commissioners described in this subdivision do not agree on a formula by March 31 following the receipt of the subsection (8)(b) payment, the department may prescribe a formula for allocating the payments under this section.\n\n(c) Payments under this section, except for the payments under subsection (4)(a)(vii) and (viii) and subsection (4)(d)(ii), to a municipality that is participating in an intergovernmental conditional transfer by contract under 1984 PA 425, MCL 124.21 to 124.30, or any other interlocal agreement that provides for a millage-based sharing of revenue, shall be allocated between the parties based on the proportionate share of the payment as it is attributable to the area subject to the agreement.\n\n(8) The authority shall make the payments required by subsection (3) not later than June 20, 2016, payments required by subsection (6) not later than October 20, 2018, and payments required by subsection (4) not later than on the following dates:\n\n(a) Except as provided in subdivision (d), for county allocated millage, November 20, 2017, and thereafter October 20 of the year the millage is levied.\n\n(b) Except as provided in subdivision (d), for county extra-voted millage, township millage, and other millages levied 100% in December of a year, February 20 of the following year.\n\n(c) Except as provided in subdivision (d), for other millages, November 20, 2017, and thereafter October 20 of the year the millage is levied.\n\n(d) For payment under subsection (4)(d)(i) and (e), May 20 of the year following the calendar year for which the payments are calculated.\n\n(e) For payment under subsection (4)(d)(ii), November 30, 2018, and for payment under subsection (4)(a)(vii) and (viii), November 30 every year.\n\n(9) If the authority has insufficient funds to make the payments on the dates required in subsection (8), the department shall advance to the authority the amount necessary for the authority to make the required payments. The authority shall repay the advance to the department from the local community stabilization share.\n\n(10) For each fiscal year from fiscal year 2015-2016 through fiscal year 2018-2019, the authority may use up to $300,000.00 of the local community stabilization share revenue for purposes consistent with implementing and administering this act. For each fiscal year after fiscal year 2018-2019, the authority may use, for purposes consistent with implementing and administering this act, local community stabilization share revenue up to the amount of local community stabilization share revenue authorized for use under this subsection for the prior fiscal year multiplied by 1.01. For each fiscal year after fiscal year 2018-2019, before any distributions under subsection (4), the authority shall distribute the local community stabilization share revenue authorized for use in this subsection to an operating fund created within the authority.\n\n(11) The authority shall distribute local community stabilization share revenue under this section as follows:\n\n(a) From fiscal year 2015-2016 local community stabilization share revenue, $19,200,000.00 for calendar years 2014 and 2015 and $76,900,000.00 for calendar year 2016.\n\n(b) From fiscal year 2016-2017 local community stabilization share revenue, $297,400,000.00 for calendar year 2016 and $83,200,000.00 for calendar year 2017.\n\n(c) From fiscal year 2017-2018 local community stabilization share revenue, $321,500,000.00 for calendar year 2017 and $89,000,000.00 for calendar year 2018.\n\n(d) From fiscal year 2018-2019 local community stabilization share revenue, $341,800,000.00 for calendar year 2018 and $95,900,000.00 for calendar year 2019.\n\n(e) From fiscal year 2019-2020 local community stabilization share revenue, $364,500,000.00 for calendar year 2019 and $101,400,000.00 for calendar year 2020.\n\n(f) From fiscal year 2020-2021 local community stabilization share revenue, $383,500,000.00 for calendar year 2020 and $108,000,000.00 for calendar year 2021.\n\n(g) From fiscal year 2021-2022 local community stabilization share revenue, $405,700,000.00 for calendar year 2021 and $115,600,000.00 for calendar year 2022.\n\n(h) From fiscal year 2022-2023 local community stabilization share revenue, $428,300,000.00 for calendar year 2022 and $119,700,000.00 for calendar year 2023.\n\n(i) From fiscal year 2023-2024 local community stabilization share revenue, $438,900,000.00 for calendar year 2023 and $122,800,000.00 for calendar year 2024.\n\n(j) From fiscal year 2024-2025 local community stabilization share revenue, $445,800,000.00 for calendar year 2024 and $124,000,000.00 for calendar year 2025.\n\n(k) From fiscal year 2025-2026 local community stabilization share revenue, $447,100,000.00 for calendar year 2025 and $124,300,000.00 for calendar year 2026.\n\n(l) From fiscal year 2026-2027 local community stabilization share revenue, $447,700,000.00 for calendar year 2026 and $124,500,000.00 for calendar year 2027.\n\n(m) From fiscal year 2027-2028 local community stabilization share revenue, $448,000,000.00 for calendar year 2027 and $124,600,000.00 for calendar year 2028.\n\n(n) From the local community stabilization share revenue for fiscal year 2028-2029 and each fiscal year thereafter, the authority shall increase the prior fiscal year's 2 distribution amounts under this subsection by the personal property growth factor, the first amount for the calendar year in which the fiscal year begins and the second amount for the calendar year in which the fiscal year ends. As used in this subdivision, \"personal property growth factor\" means that term as defined in section 2c of the use tax act, 1937 PA 94, MCL 205.92c.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2015, Act 122, Imd. Eff. July 10, 2015 ;-- Am. 2016, Act 124, Imd. Eff. May 19, 2016 ;-- Am. 2017, Act 102, Imd. Eff. July 13, 2017 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018 ;-- Am. 2018, Act 248, Imd. Eff. June 28, 2018 ;-- Am. 2018, Act 616, Imd. Eff. Dec. 28, 2018 ;-- Am. 2020, Act 195, Imd. Eff. Oct. 15, 2020 ;-- Am. 2020, Act 196, Imd. Eff. Oct. 15, 2020Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1357/"
    },
    {
      "id": "section-1231358",
      "number": "123.1358",
      "heading": "Distributions; Determination by Department; Submission of Information by Municipality; Availability; Municipality Review and Reporting.",
      "text": "(1) Beginning in fiscal year 2015-2016, and each fiscal year thereafter, the department shall determine the amount of the distributions under this act, except for the payments under section 17(4)(a)(vii) and (viii) and section 17(4)(d)(ii).\n\n(2) Each municipality shall submit to the department sufficient information for the department to make its calculations under this act, except for the payments under section 17(4)(a)(vii) and (viii) and section 17(4)(d)(ii), as determined by the department.\n\n(3) The department shall annually make the distribution calculations, except for the payments under section 17(4)(a)(vii) and (viii) and section 17(4)(d)(ii), and the commercial personal property and industrial personal property taxable values available on the internet.\n\n(4) For calendar year 2018, each municipality may review the prior year distribution calculations that the department posted on the internet to determine if there are any errors in reporting under section 13(4) or any calculation errors made by the department. For calendar year 2018 and subsequent calendar years, each municipality may review the current year distribution calculations that the department posted on the internet to determine if there are any errors in reporting under section 13(4) or any calculation errors made by the department. A municipality may notify the department of any errors identified, in a form and manner prescribed by the department, by providing substantiating documentation to support an adjustment to the payment amount by March 31 of the year following the calendar year for which the payments are calculated, except that for errors identified in calculations under section 13(5) for the current calendar year, a municipality shall notify the department by August 1 of the calendar year for which the payments are calculated. Upon the department's review of the substantiating documentation and verification of the errors, the department shall calculate an underpayment or overpayment amount in accordance with section 17(5). The department shall determine if the substantiating documentation is sufficient.\n\n(5) Each municipality may review the annual commercial personal property and industrial personal property taxable values posted by the department on the internet to determine if there are any errors in reporting under section 13(3) or any calculation errors made by the department. A municipality may notify the department of any errors identified, in a form and manner prescribed by the department, by providing substantiating documentation to support an adjustment to the payment amount, as described in subdivisions (a) to (e). Upon the department's review of the substantiating documentation and verification of the errors, the department shall calculate an underpayment or overpayment amount in accordance with section 17(5). The department shall determine if the substantiating documentation is sufficient. Error notifications under this subsection are subject to the following, as applicable:\n\n(a) For the 2013, 2014, and 2015 commercial personal property and industrial personal property taxable values, as reported by the county equalization director in calendar year 2015 under section 13(3), if a municipality identifies an inaccurate commercial personal property or industrial personal property taxable value, the municipality must report the error to the county equalization director by November 30, 2021, except as provided in section 17(6), by providing substantiating documentation to support the corrected value. County equalization directors shall review all reported inaccurate commercial personal property and industrial personal property taxable values and determine all municipalities affected by the inaccurate commercial personal property and industrial personal property taxable values. If a county equalization director identifies an inaccurate commercial personal property or industrial personal property taxable value, the county equalization director shall determine all municipalities affected by the inaccurate commercial personal property or industrial personal property taxable value. County equalization directors shall notify the department by December 30, 2021, of any corrected 2013, 2014, and 2015 commercial personal property and industrial personal property taxable values for each affected municipality. County equalization directors shall provide to the department substantiating documentation to support the corrected values.\n\n(b) For the 2013 and 2016 commercial personal property and industrial personal property taxable values, as reported by the county equalization director in calendar year 2016 under section 13(3), municipalities must report any inaccurate commercial personal property and industrial personal property taxable values to the county equalization director by February 28, 2019, except as provided in section 17(6). County equalization directors shall notify the department by March 29, 2019, of any corrected 2013 and 2016 commercial personal property and industrial personal property taxable values by providing substantiating documentation to support the corrected values.\n\n(c) For the 2013, 2014, 2015, and 2016 commercial personal property and industrial personal property taxable values, as reported on July 10, 2017, under section 151(1) of the state school aid act of 1979, 1979 PA 94, MCL 388.1751, municipalities must report any inaccurate commercial personal property and industrial personal property taxable values to the county treasurer by February 28, 2019, except as provided in section 17(6). County treasurers shall notify the department by March 29, 2019, of any corrected 2013, 2014, 2015, and 2016 commercial personal property and industrial personal property taxable values by providing substantiating documentation to support the corrected values. For purposes of this subdivision, the corrected 2013, 2014, 2015, and 2016 commercial personal property and industrial personal property taxable values shall be the current taxable values on July 10, 2017.\n\n(d) For the 2013 and 2017 commercial personal property and industrial personal property taxable values, as reported by the county equalization director in calendar year 2017 under section 13(3), municipalities must report any inaccurate commercial personal property and industrial personal property taxable values to the county equalization director by February 28, 2019, except as provided in section 17(6). County equalization directors shall notify the department by March 29, 2019, of any corrected 2013 and 2017 commercial personal property and industrial personal property taxable values by providing substantiating documentation to support the corrected values.\n\n(e) For 2018 and subsequent years' commercial personal property and industrial personal property taxable values, as reported by the county equalization director by May 31 of each year under section 13(3), if a municipality identifies an inaccurate commercial personal property or industrial personal property taxable value for the current year, the municipality must report the error to the county equalization director by February 28 of the following year, by providing substantiating documentation to support the corrected value. County equalization directors shall review all reported inaccurate commercial personal property and industrial personal property taxable values and determine all municipalities affected by the inaccurate commercial personal property and industrial personal property taxable values. If a county equalization director identifies an inaccurate commercial personal property or industrial personal property taxable value, the county equalization director shall determine all municipalities affected by the inaccurate commercial personal property or industrial personal property taxable value. County equalization directors shall notify the department by March 31 of each year of any corrected prior year commercial personal property and industrial personal property taxable values for each affected municipality. County equalization directors shall provide to the department substantiating documentation to support the corrected values.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018 ;-- Am. 2018, Act 248, Imd. Eff. June 28, 2018 ;-- Am. 2018, Act 616, Imd. Eff. Dec. 28, 2018 ;-- Am. 2020, Act 198, Imd. Eff. Oct. 15, 2020Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1358/"
    },
    {
      "id": "section-1231359",
      "number": "123.1359",
      "heading": "Bonds or Other Obligations; Issuance.",
      "text": "(1) A local unit of government may issue bonds or other obligations in anticipation of the distribution of local community stabilization share revenue under section 17(4)(a)(iv).\n\n(2) Bonds or other obligations issued under this section are subject to the revised municipal finance act, 2001 PA 34, MCL 141.2101 to 141.2821.\n\n(3) If authorized by a majority vote of the qualified electors of the local unit of government, the local unit of government may, at the time of issuance, pledge the full faith and credit of the local unit of government for the payment of bonds or other obligations issued under this section.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2015, Act 122, Imd. Eff. July 10, 2015Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1359/"
    },
    {
      "id": "section-1231360",
      "number": "123.1360",
      "heading": "Repealed. 2016, Act 124, Eff. May 19, 2016.",
      "text": "123.1360 Repealed. 2016, Act 124, Eff. May 19, 2016.\n\nCompiler's Notes:\n\nThe repealed section pertained to loss replacement from certain exemptions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1360/"
    },
    {
      "id": "section-1231361",
      "number": "123.1361",
      "heading": "Debt Payment.",
      "text": "(1) If a municipality does not adjust its debt millage rate to reflect reimbursement for the small taxpayer exemption loss under section 17(1)(a), the reimbursement under section 17(1)(a) shall be reduced by the excess debt taxes levied.\n\n(2) A municipality shall use the amount received under section 17(4) for debt millage to pay debt. If a payment under section 17(4) for debt millage is not used to pay debt, the amount not used to pay debt shall be deducted from a subsequent payment under section 17(4), unless all debts have been repaid, in which case the amount received under section 17(4) for debt millage may be used by the municipality in any manner and shall not be deducted from a subsequent payment under section 17(4).\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014 ;-- Am. 2016, Act 124, Imd. Eff. May 19, 2016 ;-- Am. 2018, Act 247, Imd. Eff. June 28, 2018Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1361/"
    },
    {
      "id": "section-1231362",
      "number": "123.1362",
      "heading": "Construction of Act.",
      "text": "This act shall be construed to effectuate the legislative intent and the purposes of this act as complete and independent authorization for the performance of each and every act and thing authorized in the act, and all powers granted in this act shall be broadly interpreted to effectuate the intent and purposes of this act and not as to limitation of powers.\n\nHistory:2014, Act 86, Eff. Aug. 22, 2014Compiler's Notes:Enacting section 2 of Act 86 of 2014 provides:\"Enacting section 2. This act does not take effect unless Senate Bill No. 822 of the 97th Legislature is approved by a majority of the qualified electors of this state voting on the question at an election to be held on the August regular election date in 2014.\"Enacting section 3 of Act 86 of 2014 provides:\"Enacting section 3. If Senate Bill No. 822 of the 97th Legislature is not approved by the majority of the qualified electors of this state voting on the question at an election to be held on the August regular election in 2014, for fiscal year 2014-2015, the legislature shall appropriate an amount sufficient to make the appropriation described in section 17(1)(a) for fiscal year 2014-2015.\"Compiler's Notes:Pursuant to section 34 of article IV of the state constitution of 1963, a legislative referendum on Act 80 of 2014 was presented to the electors as Proposal 14-1 at the August 5, 2014 primary election. The proposal read as follows:“APPROVAL OR DISAPPROVAL OF AMENDATORY ACT TO REDUCE STATE USE TAX AND REPLACE WITH A LOCAL COMMUNITY STABILIZATION SHARE TO MODERNIZE THE TAX SYSTEM TO HELP SMALL BUSINESSES GROW AND CREATE JOBS The amendatory act adopted by the Legislature would: 1. Reduce the state use tax and replace with a local community stabilization share of the tax for the purpose of modernizing the tax system to help small businesses grow and create jobs in Michigan. 2. Require Local Community Stabilization Authority to provide revenue to local governments dedicated for local purposes, including police safety, fire protection, and ambulance emergency services. 3. Increase portion of state use tax dedicated for aid to local school districts. 4. Prohibit Authority from increasing taxes. 5. Prohibit total use tax rate from exceeding existing constitutional 6% limitation. Should this law be approved? YES [ ] NO [ ]”.Act 80 of 2014 was approved by a majority of the voters at the August 5, 2014 primary election. The election results were certified by the Michigan Board of State Canvassers on August 22, 2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-86-of-2014/section-123-1362/"
    }
  ]
}