{
  "state": "michigan",
  "path": "title-chapter-123-local-government/chapter-act-170-of-1933-bidders-on-public-works-123501-123508",
  "sections": [
    {
      "id": "section-123501",
      "number": "123.501",
      "heading": "Bidders on Public Works; Statement of Qualifications, Notice of Rejection",
      "text": "Any officer, board, commission, committee or department of the state, county, city, village, or township government authorized to receive bids for the construction, maintenance and/or repair of public works, except public buildings, may require that any person proposing to bid on any such work, submit a sworn statement at least 10 days before bids are opened on such standard form and in such detail and at such time as may be deemed necessary by said officer, board, commission, committee or department, setting forth his qualifications to satisfactorily carry out the work to be performed within the time specified for such performance. Said qualifications may be judged by said officer, board, commission, committee or department upon the basis of the proposed bidder's past performance on work of a similar nature, his financial resources and his construction equipment and facilities which he proposes to use on the work advertised for construction as disclosed by such sworn statement and any other available information and a determination made whether or not the proposed bidder is a suitable person to bid on the work. Any person determined not to be a suitable person to bid on any proposed work shall be notified in writing 5 days before bids are opened of such determination.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.501Admin Rule:R 247.1 et seq. of the Michigan Administrative Code.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-501/"
    },
    {
      "id": "section-123502",
      "number": "123.502",
      "heading": "Bidders on Public Works; Failure to File Statement; Rejection of Bid.",
      "text": "Should the prospective bidder fail to file the statement as required by said officer, board, commission, committee or department within the time specified, or should he, in the judgment of said officer, board, commission, committee or department be not qualified to bid on the work duly advertised, such officer, board, commission, committee or department may refuse to furnish such person with plans, specifications and proposals and may reject any bid made by him.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.502",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-502/"
    },
    {
      "id": "section-123503",
      "number": "123.503",
      "heading": "Allotment of Work by Public Officers.",
      "text": "It is further provided that when, in the judgment of such officer, board, commission, committee or department, the volume of work regularly advertised for construction would justify such course, bidders on public work may be rated according to their experience, equipment and resources and be furnished with proposals, plans and specifications for only such type and quantity of work as their qualifications as outlined in section 1 of this act would warrant.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.503",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-503/"
    },
    {
      "id": "section-123504",
      "number": "123.504",
      "heading": "Questionnaire and Statement; Confidentiality.",
      "text": "Such questionnaire and statement, filed with said officer, board, commission, committee or department, shall be deemed to be confidential and shall not be imparted to any other person, firm or corporation without the consent of the bidder.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.504",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-504/"
    },
    {
      "id": "section-123505",
      "number": "123.505",
      "heading": "Refusal to Furnish Data to Bidder; Action Against Public Officers Prohibited.",
      "text": "No action or proceeding of any nature or description in any court, except as hereinafter stated, shall lie against any officer of the state, county, municipal or township government because of his refusal to furnish plans, specifications or proposals or to award to any person a contract for the construction of a public work, maintenance or repair thereof for the satisfactory performance of which such person is not, in the opinion of the officer, fully qualified, or who has failed to comply with the provisions of this act.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.505",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-505/"
    },
    {
      "id": "section-123506",
      "number": "123.506",
      "heading": "Review of Decision of Public Officers.",
      "text": "Any person feeling himself aggrieved at the determination of any such officer, board, commission, committee or department shall have the right of appeal by mandamus, certiorari or other proper remedy to the supreme court of the state of Michigan, or in any proper case to any circuit court having jurisdiction.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.506",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-506/"
    },
    {
      "id": "section-123507",
      "number": "123.507",
      "heading": "False Statements; Penalty.",
      "text": "Any person who wilfully makes, or causes to be made any false, deceptive or fraudulent statement in any questionnaire or statement required to be submitted under this act shall be guilty of a misdemeanor, and, upon conviction, shall be sentenced to pay a fine of not less than 100 dollars, or more than 1,000 dollars, or to imprisonment in the county jail for a period not exceeding 6 months.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.507",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-507/"
    },
    {
      "id": "section-123508",
      "number": "123.508",
      "heading": "Person; Definition.",
      "text": "The word \"person\" as used herein, shall mean and include any individual, corporation, co-partnership, association or their lessees, trustees or receivers.\n\nHistory:1933, Act 170, Imd. Eff. June 28, 1933 ;-- CL 1948, 123.508",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-123/statute-act-170-of-1933/section-123-508/"
    }
  ]
}