{
  "state": "alabama",
  "path": "title-title-33-navigation-and-watercourses/chapter-chapter-5a-abandoned-and-derelict-vessels",
  "sections": [
    {
      "id": "section-33-5a-1",
      "number": "33-5A-1",
      "heading": "Definitions.Section 33-5A-2 - Removal",
      "text": "Section 33-5A-1\n\nDefinitions.\n\nAs used in this chapter, the following terms shall have the following meanings:\n\n(1) ABANDONED VESSEL. A vessel left unattended for four or more weeks after a hurricane, tropical storm, or other natural event resulting in a declaration of emergency by the Governor or, in the absence of a hurricane, tropical storm, or other natural event resulting in a declaration of emergency by the Governor, any of the following:\n\na. A vessel left unattended that is moored, anchored, or otherwise in the waters of the state or on public property for a period of more than 10 days.\n\nb. A vessel not left on private property for repairs that is moored, anchored, or otherwise on private property for a period of more than 10 days without the consent of the owner or lessee of the property.\n\nc. A vessel left on private property for repairs that has not been reclaimed within 10 days from the latter of the date the repairs were completed or the agreed-upon redemption date.\n\n(2) AGENCY. The Alabama State Law Enforcement Agency.\n\n(3) DERELICT VESSEL. A vessel in the waters of this state that satisfies any of the following:\n\na. Is sunk, in danger of sinking, or is otherwise taking on water without an effective means to dewater.\n\nb. Is obstructing a waterway.\n\nc. Is endangering life or property.\n\nd. Has broken loose or is in danger of breaking loose from its anchor.\n\ne. Is listing due to water intrusion.\n\nf. Does not have an effective means of propulsion for safe navigation or is otherwise not seaworthy.\n\n(4) LAW ENFORCEMENT OFFICER. An officer of a county, municipality, or any state agency, department, or subdivision thereof, who is certified by the Alabama Peace Officers’ Standards and Training Commission.\n\n(5) VESSEL. Every description of watercraft, other than a seaplane, capable of being used as a means of transportation on the water. The term does not include a vessel built or constructed before the year 1918.\n\n(6) WATERS OF THIS STATE. Waters of this state as defined in Section 33-5-3.\n\n(Act 2018-179, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-1/"
    },
    {
      "id": "section-33-5a-2",
      "number": "33-5A-2",
      "heading": "Removal.",
      "text": "Section 33-5A-2\n\n(a) A law enforcement officer may request a service to remove a vessel from public property under any of the following circumstances:\n\n(1) The vessel is determined by the officer to be abandoned.\n\n(2) The vessel is left unattended because the operator of the vessel has been arrested.\n\n(3) The vessel is determined by the officer to pose a threat to public health or safety.\n\n(4) The vessel is determined by the officer to be a derelict vessel.\n\n(b) An owner of private property may request a service to remove an abandoned or derelict vessel from the private property to a storage place.\n\n(c)(1) A law enforcement officer who directs the removal of a vessel in accordance with this chapter shall be liable only in accordance with Section 36-1-12.\n\n(2) A person who removes or stores a vessel in accordance with this chapter shall be liable for negligence only.\n\n(Act 2018-179, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-2/"
    },
    {
      "id": "section-33-5a-3",
      "number": "33-5A-3",
      "heading": "Duty.",
      "text": "Section 33-5A-3\n\n(a) Except as provided in Section 33-5A-5, a person who removes a vessel pursuant to this chapter shall do all of the following:\n\n(1) Give written notice of the removal to the agency within five calendar days. The notice shall include a complete description of the vessel, the vessel identification number, and any other information required by the agency.\n\n(2) Perform a lien search on the vessel with the Secretary of State of Alabama, the Secretary of State of the state of the owner’s residence, and the National Vessel Documentation Center.\n\n(3) Give written notice of the removal of the vessel to the owner and lienholders of record of all of the following:\n\na. The location of the vessel.\n\nb. The normal business hours of the facility, if any, holding the vessel.\n\nc. Any accrued charges or fees and the daily storage rate.\n\nd. The mailing address and contact telephone number of the person in possession of the vessel.\n\ne. The following language in no smaller than 10 point type: “If this vessel is not redeemed by the recorded owner or lienholder of record within 45 calendar days from the date of this notice, the vessel may be sold.”\n\n(4) If the identity of an owner or lienholder of record cannot be ascertained, place an advertisement in a newspaper of general circulation in the county in which the vessel was located. The advertisement shall run in the newspaper once a week for two consecutive weeks and shall contain all of the information required in subdivision (3).\n\n(b) The agency, within 10 calendar days of receiving the notice required in subsection (a), shall provide the person removing or storing the vessel with the identity and address of the owner of the vessel.\n\n(c) A person storing a vessel pursuant to this section shall notify the agency if the vessel is claimed by the owner, determined to be stolen, or for any other reason suggesting that the vessel should no longer be considered an abandoned or derelict vessel.\n\n(d) A person who does not provide the notice and information required by this chapter shall forfeit all claims and liens for the vessel’s storage prior to the time both the report and notice have been sent. However, failure to report or send notice does not result in a forfeiture of claims and liens for the removal of a vessel.\n\n(Act 2018-179, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-3/"
    },
    {
      "id": "section-33-5a-4",
      "number": "33-5A-4",
      "heading": "Liens and Fees; Sale.",
      "text": "Section 33-5A-4\n\nLiens and Fees; Sale.\n\nExcept for vessels subject to Section 33-5A-5:\n\n(1) A person who removes, stores, or sells a vessel in accordance with this chapter shall have a lien on the vessel for all of the following:\n\na. The reasonable fees connected with the removal and storage of the vessel.\n\nb. The court costs and filing fees incurred in obtaining a court order for the sale of the vessel.\n\nc. The notification and advertisement costs incurred.\n\nd. The costs incurred in selling the vessel.\n\n(2) An owner or lienholder of record may redeem an abandoned or derelict vessel by providing reasonable proof of ownership and satisfying any liens upon the vessel created pursuant to this chapter.\n\n(3) An abandoned or derelict vessel may not be sold unless the person in possession of the vessel files a petition to sell the vessel in any court of competent jurisdiction in the county in which the vessel was abandoned and the court authorizes the sale of the vessel.\n\n(4) A court shall authorize the sale of a vessel upon a finding that the vessel was abandoned or derelict and not redeemed by the owner or lienholder of record within 30 days after notice was given pursuant to subsection (a) of Section 33-5A-3.\n\n(5) The sale of an abandoned or derelict vessel shall be at a public auction. The auction shall take place in the county in which the vessel was located when the person removing the vessel took possession.\n\n(6) Prior to a sale under this section, notice of the sale shall be given by publication once a week for two successive weeks in a newspaper of general circulation in the county in which the sale is to be held. Notice shall be in a manner prescribed by the agency and shall include all of the following:\n\na. The date, time, and place of the sale.\n\nb. A description of the abandoned or derelict vessel, including the year, make, and model.\n\nc. The name and address of the current owner and lienholder of record, if any, as reflected on the current title or registration record.\n\nd. The contact information for the person filing the notice.\n\n(7) A person selling an abandoned or derelict vessel pursuant to this section shall give notice of the public auction to the agency at least 10 calendar days prior to the date of the auction.\n\n(8) The agency, within five calendar days of receipt of the notice of public auction, shall send a vessel interest termination notice to the current owner and lienholder of record, if any, of the abandoned or derelict vessel, as disclosed on the notice of public auction. The vessel interest termination notice shall advise the owner and lienholder of record, if any, of all of the following:\n\na. The owner or lienholder’s interest in the vessel, upon its sale, will be terminated pursuant to this chapter.\n\nb. Any personal property and items contained in the vessel will be disposed of in a manner determined by the person conducting the sale.\n\nc. The owner or lienholder of record may redeem the vessel prior to the sale by providing reasonable proof of ownership and satisfying any liens upon the vessel created pursuant to this chapter.\n\nd. All of the information provided in the notice of public auction.\n\ne. The owner or other interested party’s right to appeal and contest the proposed sale of the vessel as provided in Section 33-5A-7.\n\n(9) The vessel shall be sold to the highest bidder subject to any reserve price established by the agency.\n\n(10)a. Except for any lien created pursuant to this chapter, the ownership rights of the owner and lienholders of record shall terminate upon the sale of an abandoned or derelict vessel, subject to a 90-day right of redemption as provided in this chapter.\n\nb. A person who sells a vessel under this section shall provide notice that the vessel has been sold and a copy of the court order authorizing the sale to the agency. The agency shall issue to the purchaser of the vessel a bill of sale for the vessel, free and clear of all liens, security interests, and encumbrances, in a form as prescribed by the agency.\n\nc. The purchaser of the vessel shall register the vessel with the agency as provided by law.\n\nd. Each person who sells a vessel pursuant to this section shall maintain all of the following for two years from the date of the sale:\n\n1. Copies of the notices sent pursuant to Section 33-5A-3 to the previous vessel owner and lienholder of record.\n\n2. Any other records as required by the agency.\n\n(Act 2018-179, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-4/"
    },
    {
      "id": "section-33-5a-5",
      "number": "33-5A-5",
      "heading": "Disposal of Certain Abandoned and Derelict Vessels.",
      "text": "Section 33-5A-5\n\nDisposal of Certain Abandoned and Derelict Vessels.\n\n(a)(1) The agency, without a court order, may sell by negotiation, dispose of as junk, donate, or destroy an abandoned or derelict vessel that is not redeemed within 30 days if the vessel, as determined by an independent appraiser, is worth less than the cost of selling the vessel. For purposes of this section, the cost of selling the vessel means the total estimated cost, as determined by the agency, of the vessel’s seizure, removal, storage, advertisement, appraisal, auction, and court costs.\n\n(2) The appraiser may be a boat seller or a licensed marine surveyor and must have at least one year of experience in the sale, purchase, or appraisal of vessels.\n\n(b) Prior to the sale, disposal, donation, or destruction of the vessel, the agency shall advertise the vessel once in a public advertisement in a newspaper of general circulation in the county in which the vessel was located.\n\n(c) Prior to the sale, disposal, donation, or destruction of the vessel, the owner or lienholder may redeem the vessel by paying all costs incurred in the seizure, removal, storage, appraisal, and advertisement of the vessel.\n\n(Act 2018-179, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-5/"
    },
    {
      "id": "section-33-5a-6",
      "number": "33-5A-6",
      "heading": "Proceeds of the Sale.",
      "text": "Section 33-5A-6\n\nProceeds of the Sale.\n\nThe proceeds of the sale of an abandoned or derelict vessel shall be distributed by the agency as follows:\n\n(1) The reasonable fees and costs incurred in the seizure and sale of the vessel, including, but not limited to, removal and storage costs, court costs and filing fees, and advertisement and notification costs.\n\n(2) Any outstanding security interest or debt attached to the vessel.\n\n(3) The remaining balance, if any, shall be deposited into the Alabama Abandoned and Derelict Vessel Fund to be used by the agency for purposes of implementing and administering this chapter.\n\n(Act 2018-179, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-6/"
    },
    {
      "id": "section-33-5a-7",
      "number": "33-5A-7",
      "heading": "Right to Contest Sale.",
      "text": "Section 33-5A-7\n\nRight to Contest Sale.\n\n(a) The current owners, registrants, secured parties, and lienholders of record of a vessel may contest the sale of a vessel by filing a notice of appeal with the court that ordered the sale within two years of the sale of the vessel.\n\n(b) The court shall conduct a hearing to determine whether proper notice was provided pursuant to this chapter. The vessel may not be sold pending the decision of the court.\n\n(c) If the court determines that proper notice was issued, the vessel may be sold.\n\n(d) Notwithstanding any other provision in this chapter, if the court determines that proper notice was not provided pursuant to this chapter, the sale of the vessel shall be void and the current owners, registrants, secured parties, and lienholders of record shall retain their ownership, security interests, liens, and interests in the vessel.\n\n(Act 2018-179, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-7/"
    },
    {
      "id": "section-33-5a-8",
      "number": "33-5A-8",
      "heading": "Right of Redemption.",
      "text": "Section 33-5A-8\n\nRight of Redemption.\n\n(a) Where a vessel, or an interest in a vessel, is sold under this chapter, the vessel may be redeemed by any of the following:\n\n(1) The debtor, including any surety or guarantor.\n\n(2) A judgment creditor, or its transferee.\n\n(3) A transferee of the interests of the debtor, either before or after the sale. A transfer of any kind made by the debtor will accomplish a transfer of the interests of that party.\n\n(4) The spouse of a debtor, or transferee of any interest of the debtor, who is a spouse on the day of the execution, judgment, or foreclosure sale.\n\n(5) Children, heirs, or devisees of the debtor.\n\n(b) All persons named or enumerated in subdivisions (a) (1) through (a) (5) may exercise the right of redemption granted by this section within 90 days from the date of the sale.\n\n(c) (1) When any judgment creditor or any transferee of a judgment creditor redeems under this section, all recorded judgments, and recorded liens having a higher recorded priority in existence at the time of the sale are revived against the property redeemed and against the redeeming party and such shall become lawful charges to be paid off at redemption.\n\n(2) Once any lienholder or recorded judgment creditor is paid the amount of the person’s debt and any accrued interest and other contractual charges, the person has no further right to redeem.\n\n(3) Any lienholder or recorded judgment creditor with a lower recorded priority may redeem from those having a higher recorded priority who have redeemed.\n\n(d) When debtors, or their respective spouses, children, heirs, or devisees redeem, all recorded judgments and recorded liens in existence at the time of the sale are revived against the property redeemed and against the redeeming party and further redemption by some party other than the debtor under this chapter is precluded.\n\n(e) (1) Except as provided in subdivision (2), the right of redemption granted under this section to the debtors and their spouses, children, heirs, or devisees terminates when the debtor has conveyed his or her interests in the property and is released from liability for the debt.\n\n(2) When a debtor conveys his or her interest in the property but remains liable on the debt and is a debtor at the date of the foreclosure sale, the debtor and his or her spouse, children, heirs, or devisees continue to be entitled to the right of redemption under this chapter.\n\n(f) A redemption made by any person under this chapter, other than the debtors and their respective spouses, children, heirs, or devisees, shall preclude any further redemption by the person.\n\n(g) Subject to subsection (e), a debtor has priority over any other redeeming party.\n\n(Act 2018-179, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-8/"
    },
    {
      "id": "section-33-5a-9",
      "number": "33-5A-9",
      "heading": "Alabama Abandoned and Derelict Vessel Fund.",
      "text": "Section 33-5A-9\n\nAlabama Abandoned and Derelict Vessel Fund.\n\n(a) There is established a special fund within the State Treasury to be known as the Alabama Abandoned and Derelict Vessel Fund.\n\n(b) The fund shall be placed under the management or administration of the Secretary of the Alabama State Law Enforcement Agency for payment of the cost of implementing and administering this chapter, including, but not limited to, the cost of the seizure, removal, transportation, preservation, storage, advertisement, appraisal, and disposal of an abandoned derelict vessel.\n\n(c) The fund shall consist of all moneys collected or received by the secretary pursuant to this chapter and all grants, appropriations, gifts, donations, and other sources for purposes of implementing and administering this chapter.\n\n(d) The secretary shall have the authority to expend moneys in the fund in accordance with this chapter.\n\n(Act 2018-179, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-9/"
    },
    {
      "id": "section-33-5a-10",
      "number": "33-5A-10",
      "heading": "Unattended Vessel Check.",
      "text": "Section 33-5A-10\n\nUnattended Vessel Check.\n\n(a) A law enforcement officer may perform an unattended vessel check on a vessel that has been left unattended on public property. The unattended vessel check shall consist of actions that are reasonably necessary to determine that the unattended vessel does not contain an injured or incapacitated person and to determine that the unattended vessel does not pose a threat to public health or safety.\n\n(b) A law enforcement officer who performs an unattended vessel check shall complete and attach to the vessel an unattended vessel check card. Unattended vessel check cards shall be in a form and attached to unattended vessels in a manner as may be specified by rule of the agency. Unattended vessel check cards shall be serially numbered and shall be a distinctive color as determined by the agency.\n\n(Act 2018-179, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-10/"
    },
    {
      "id": "section-33-5a-11",
      "number": "33-5A-11",
      "heading": "Refusal or Failure to Remove Derelict Vessel.",
      "text": "Section 33-5A-11\n\nRefusal or Failure to Remove Derelict Vessel.\n\n(a) It is unlawful for a person who is the owner of a derelict vessel to refuse or fail to remove the derelict vessel from the waters of this state within 24 hours after a verbal or written request from a law enforcement officer.\n\n(b)(1) A violation of this section is a Class A misdemeanor if the vessel is a Class 4 vessel as described in Section 33-5-17.\n\n(2) A violation of this section is a Class B misdemeanor if the vessel is a Class 3 vessel as described in Section 33-5-17.\n\n(3) A violation of this section is a Class C misdemeanor if the vessel is a Class 1 or Class 2 vessel as described in Section 33-5-17.\n\n(c) In addition to all other penalties, the sentencing official shall order the owner to pay for all of the costs incurred in the enforcement of this section, including the seizure, removal, transportation, preservation, storage, and disposal expenses of the derelict vessel.\n\n(d) Any fines collected pursuant to subsection (b) and all moneys collected pursuant to subsection (c) shall be distributed into the Alabama Abandoned and Derelict Vessel Fund to be used by the Secretary of the Alabama State Law Enforcement Agency in the implementation and administration of this chapter.\n\n(Act 2018-179, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-11/"
    },
    {
      "id": "section-33-5a-12",
      "number": "33-5A-12",
      "heading": "Rulemaking Authority.",
      "text": "Section 33-5A-12\n\nRulemaking Authority.\n\nThe Alabama State Law Enforcement Agency may adopt rules for the implementation and administration of this chapter.\n\n(Act 2018-179, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-5a/section-33-5a-12/"
    }
  ]
}