{
  "state": "alabama",
  "path": "title-title-33-navigation-and-watercourses/chapter-chapter-1-general-provisions-relative-to-harbors-and-ports-a",
  "sections": [
    {
      "id": "section-33-1-1",
      "number": "33-1-1",
      "heading": "State May Engage in Promoting, Constructing, Operating, Etc",
      "text": "Section 33-1-1\n\nState May Engage in Promoting, Constructing, Operating, Etc., Harbors and Ports; Expenditure of Funds to Entertain Customers, Etc., Authorized; Audit and Accounting of Certain Expenditures.\n\nThe State of Alabama may engage in, through the agency of the Alabama State Port Authority provided and designated by law, works of internal improvement, and of promoting, developing, constructing, maintaining and operating all harbors, seaports or riverports within the state or its jurisdiction, including the acquisition or construction, maintaining and operating at seaports and riverports of harbor watercraft and terminal railroads, as well as all other kinds of terminal facilities. Such work or improvement and facilities shall be under the management and control of the state through the governing agency provided and designated by law.\n\nThe Alabama State Port Authority in further promoting harbors, seaports and riverports within the state, through its director, and such employees as may be designated in writing by the director, shall be authorized to expend funds of the department to entertain customers or prospective customers, industrial prospects or in promoting public relations in such manner as the director deems appropriate; provided, that all funds expended under this section and Sections 33-1-11 and 33-1-12 shall be subject to audit and accounting as otherwise provided for by law.\n\n(Acts 1955, No. 367, p. 887, §1; Acts 1971, 1st Ex. Sess., No. 57, p. 95.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-1/"
    },
    {
      "id": "section-33-1-11",
      "number": "33-1-1.1",
      "heading": "Definitions.",
      "text": "Section 33-1-1.1\n\nDefinitions.\n\nAs used in this chapter, the following words shall have the following meanings:\n\n(1) BOARD. The Board of Directors of the Alabama State Port Authority.\n\n(2) DIRECTOR. The Chief Executive Officer of the Alabama State Port Authority.\n\n(3) DOCKS. Alabama state docks.\n\n(4) PORT AUTHORITY. The Alabama State Port Authority.\n\n(5) STATE ETHICS ACT. Chapter 25, commencing with Section 36-25-1, of Title 36.\n\n(Act 2000-598, p. 1199, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-1-1/"
    },
    {
      "id": "section-33-1-2",
      "number": "33-1-2",
      "heading": "Alabama State Port Authority.",
      "text": "Section 33-1-2\n\nAlabama State Port Authority.\n\n(a) There shall be a state agency known as the Alabama State Port Authority, hereinafter sometimes referred to as the port authority. Notwithstanding any other provision of law, whenever any act, section of this code, or any other provision of law refers to the Alabama State Docks Department, it shall be deemed a reference to the Alabama State Port Authority.\n\n(b)The port authority shall promote, supervise, control, manage, and direct the state docks and all other state lands included within the jurisdiction of this chapterand shall maintain and operate all the improvements and facilities authorized by this chapter. The port authorityis a body corporate andshall be constituted as provided in this chapter.\n\n(Acts 1955, No. 103, p. 345, § 1; Act 2000-598, p. 1199, § 2; Act 2024-93, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-2/"
    },
    {
      "id": "section-33-1-3",
      "number": "33-1-3",
      "heading": "Director.",
      "text": "Section 33-1-3\n\nThe chief executive officer of the port authority shall be known as the Director of the Alabama State Port Authority. The director may not have any financial interest in any harbor facilities or property that the port authority or its predecessors have acquired or may acquire or manage, and may not have any financial or personal interest in any business or enterprise of any sort which interferes or is inconsistent with his or her duties as director. The duties of the director shall be as follows:\n\n(1) Exercise the chief executive authority of the port authority, and exercise, consistent with this chapter and other applicable law, all the powers, authority, and duties vested by this chapter or other applicable law in the port authority.\n\n(2) Appoint, with the advice and consent of the board of directors of the port authority, no more than 11 individuals as executive level employees. These individuals shall be non-merit system employees and may replace current Merit System executive level employees who retire or otherwise leave the employment of the port authority. The director shall fix the salaries of these non-merit system executive level employees, giving due consideration to the salaries of comparable positions in other states and in private industries. These non-merit system executive level employees, though not participants in the classified service of the state under the Merit System Act, shall be entitled to the other benefits, including, but not limited to, retirement, sick and annual leave, and insurance benefits afforded other state employees, except that the board of directors of the port authority may provide and fund an alternate benefit package for them.Regardless of whether the port authority funds an alternate benefit package, the port authority shall pay to the State Employees’ Insurance Fund the monthly employer contribution as defined by Section 36-29-1 for each of its non-merit system executive level employees.\n\n(3) Employ, with the advice and consent of the board of directors of the port authority, all individuals necessary to the efficient operation of the port authority, including a secretary-treasurerand other employees as Merit System or non-merit system employees, fix theircompensation and otherconditions of employment and tenure in office, and be responsible for the efficient discharge of their duties.Any non-merit system employees employed under this section, though not participants in the classified service of the state under the state Merit System, shall be entitled to the other benefits, including, but not limited to, retirement, sick and annual leave, and insurance benefits afforded other state employees, except that the board of directors of the port authority may provide and fund an alternate benefit package for them. Regardless of whether the port authority funds an alternate benefit package for them, the port authority shall pay to the State Employees’ Insurance Fund the monthly employer contribution as defined by Section 36-29-1 for each of its full-time non-merit system employees.\n\n(Acts 1943, No. 122, p. 123, §1; Acts 1955, No. 103, p. 345, §§2, 7; Acts 1961, Ex. Sess., No. 208, p. 2190, §1; Acts 1961, Ex. Sess., No. 302, p. 2362, §1; Acts 1987, No. 87-592, p. 1030, §1; Act 2000-598, p. 1199, §2; Act 2007-384, p. 766, §1; Act 2021-184, §1; Act 2024-93, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-3/"
    },
    {
      "id": "section-33-1-4",
      "number": "33-1-4",
      "heading": "Assistant Directors.",
      "text": "Section 33-1-4\n\nAssistant Directors.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1955, No. 103, p. 345, §6; Acts 1961, Ex. Sess., No. 302, p. 2362, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-4/"
    },
    {
      "id": "section-33-1-5",
      "number": "33-1-5",
      "heading": "Officers and Employees; Employee Compensation Plan.",
      "text": "Section 33-1-5\n\nOfficers and Employees; Employee Compensation Plan.\n\n(a) All employees and officers of the Alabama State Port Authority, except the director, non-merit system employees hired or employed pursuant to Section 33-1-3, and those exempt under Section 36-26-10, shall be subject to the provisions of the state Merit System law with respect to the method of selection, classification, and compensation of state employees. Sections 33-1-5.1 and 33-1-5.2 shall apply to the director and the non-merit system employees hired or employed pursuant to Section 33-1-3, including their spouses and dependents.\n\n(b)The port authority may employ port police officers at the Port of Mobile, who shall be employed pursuant to the state Merit Systemor pursuant to Section 33-1-3.Port police officers employed pursuant to this subsection are constituted peace officers of the State of Alabama with full police power and jurisdiction to enforce the laws of the state and the rules and regulations which may beadoptedby the port authority on property owned by or otherwise within the jurisdiction of the port authority and the approaches thereto. Port police officers shall meet the minimum standards for law enforcement officers provided by law.\n\n(c)Notwithstanding any other provision of law to the contrary, the board of directors of the port authoritymayadopt and implement an employee compensation plan applicable to the director, the non-merit systememployeeshired or employed pursuant to Section 33-1-3, and those employees employed pursuant to the state Merit System that provides for compensation to the employees solely out of funds of the port authority in addition to any other compensation payable to any employees under existing law as an incentive for achieving goals specified by the plan. The employee compensation plan may compensate Merit System employees in excess of, and in addition to, the normal compensation received by the Merit System employee. The compensation plan shall complement the existing pay plan applicable to Merit System employees.\n\n(d)Nothing in this section shall be construed to change, alter, diminish, or amend the state Merit System laws or rules which shall continue to apply to all Merit System employees employed by the port authority.\n\n(Acts 1955, No. 103, p. 345, §6; Acts 1961, Ex. Sess., No. 302, p. 2362, §2; Act 2000-458, p. 857, §1; Act 2000-598, p. 1199, §2; Act 2007-384, p. 766, §1; Act 2024-93, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-5/"
    },
    {
      "id": "section-33-1-51",
      "number": "33-1-5.1",
      "heading": "Retirement Plans for Employees of Alabama State Port Authority.",
      "text": "Section 33-1-5.1\n\nRetirement Plans for Employees of Alabama State Port Authority.\n\n(a) The Alabama State Port Authority may establish and fund retirement plans for employees of the port authority including, but not limited to, those employees who are employed by the port authority under Sections 33-1-3 and 36-26-19, those employees who are “exempt” under Section 36-26-19, those employees who are employed by the port authority under Section 33-1-16 as locomotive engineers, locomotive firemen, switchmen, switch engine foremen, and hostlers engaged in the operation of the terminal railroads provided for by that section, and those employees of the port authority who are not otherwise covered under the State Employees’ Retirement System and pay the costs of the establishment and funding of the retirement plans from the revenues of the port authority.\n\n(b) The retirement plans and benefits shall be in amounts as defined in individual labor contracts and deemed appropriate and desirable by the port authority for the benefit of those employees of the port authority who are not otherwise covered under the State Employees’ Retirement System and who have been declared eligible for disability or retirement benefits by the U.S. Social Security Administration or under the U.S. Railroad Retirement Act.\n\n(c) The port authority may establish and fund the retirement plans solely out of the revenues of the port authority and may execute contracts to establish the retirement funds and provide the benefits under the plan provided by this section. The general administration and responsibility for the proper operation of the retirement plans and for making effectivethis section are vested in the port authority,and the port authority may establish committees as deemed necessary and appropriate. The port authority may designate, appoint, and discharge administrators and trustees under the plans and engage actuarial and other services as required to transact the business of the retirement plans.Thebenefits to be provided under this section may be included in one or more contracts issued by the same or different administrators, trustees, and companies and may cover groups of employees under separate contracts as deemed necessary and appropriate by the port authority. The port authority shall establish the plans and shallexecute acontract or contracts on a basis as determined by the benefits afforded, the costs to be incurred and paid for solely out of the revenues of the port authority as the port authority deems necessary and appropriate.\n\n(d) The contract or contracts shall provide for retirement benefits for the retired employees of the port authority not covered by theState Employees’ Retirement Systemas defined by the rules and regulations of the port authority, on terms deemed appropriate by the port authority. The port authority shall adopt rules and regulations prescribing the conditions under which retiring employees may participate in or withdraw from the plans.\n\n(e) The port authority may adoptrules and regulations for the administration of the retirement plans.\n\n(f) The benefits provided forin this sectionshall not exceed the retirement benefits provided for other employees of the state under established state retirement plans.\n\n(Acts 1982, 1st Ex. Sess., No. 82-674, p. 106, §1; Acts 1997, No. 97-142, §1; Act 2024-93, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-5-1/"
    },
    {
      "id": "section-33-1-52",
      "number": "33-1-5.2",
      "heading": "Life and Health Insurance for Certain Salaried Officers and Employees of State Docks.",
      "text": "Section 33-1-5.2\n\nLife and Health Insurance for Certain Salaried Officers and Employees of State Docks.\n\n(a) The Alabama State Port Authority may provide and establish a plan of life and health insurance for the salaried officers and employees of the port authority who work full time for the port authority and receive their compensation on a bi-weekly basis and also a plan of health insurance for the spouses and dependent children of officers and employees and to pay the costs and premiums of life and health insurance from the revenues of the port authority.\n\n(b)Thehealth insurance plan may provide for group hospitalization, surgical, medical,and dental insurance against the financial costs of hospitalization, surgical, medical,and dental treatment and care, and may also include, among other things, prescribed drugs, medicines, prosthetic appliances, hospital in-patient and out-patient service benefits, including major medical benefits, orother coverage or benefits as may be deemed appropriate and desirable by the port authority. The life insurance plan shall be a group plan with the face amount ofthelife insurance coverage onsalaried officers and employees limited toamounts as may be deemed appropriate and desirable by the port authority.\n\n(c) The port authoritymayexecute a contract or contracts to provide the benefits under the life and health insurance coverage provided by this section.Thecontract or contracts may be executed with one or more agents or corporations licensed to transact life and health insurance business in this state.Thebenefits to be provided under this section may be included in one or more similar contracts issued by the same or different companies. Before entering into any contract,theport authority shall invite competitive bids from qualified insurers who wish to offer plans for the life and health insurance coverage provided by this section.\n\n(d) The benefits provided forin this sectionshall not exceed the benefits provided to employees of the port authority subject to collective bargaining agreements.\n\n(e) Regardless of whether the port authority provides, establishes, and funds an alternate health insurance plan under this section, the port authority shall pay to the State Employees’ Insurance Fund the monthly employer contribution as defined by Section 36-29-1 for each of its full-time employees, whether Merit, non-merit, or exempt.\n\n(Acts 1982, 1st Ex. Sess., No. 82-674, p. 106, §2; Act 2024-93, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-5-2/"
    },
    {
      "id": "section-33-1-6",
      "number": "33-1-6",
      "heading": "Bonds Required of Certain Employees.",
      "text": "Section 33-1-6\n\nBonds Required of Certain Employees.\n\nBefore entering upon the duties of their respective offices, all employees of the port authority handling money or vested with discretionary powers shall execute to the State of Alabama a bond, to be approved by the board, in amounts to be fixed by the director of the port authority, for the faithful performance of their duties.\n\n(Acts 1943, No. 122, p. 123; Acts 1961, Ex. Sess., No. 208, p. 2190; Act 2000-598. § 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-6/"
    },
    {
      "id": "section-33-1-7",
      "number": "33-1-7",
      "heading": "Functions of Secretary-Treasurer; Bond.",
      "text": "Section 33-1-7\n\nFunctions of Secretary-Treasurer; Bond.\n\n(a) The secretary-treasurer shall receive and disburse for the port authority, under the supervision of the director, all moneys which the port authority is authorized to receive and disburse. The secretary-treasurer shall be responsible for the safekeeping thereof and shall properly account therefor. The director shall make a monthly report to the board of the acts and doings of the secretary-treasurer.\n\n(b) Before entering upon the duties of his or her office, the secretary-treasurer shall execute to the State of Alabama a bond, to be approved by the board, in an amount to be fixed by the director of the port authority, for the faithful performance of his or her duties.\n\n(Acts 1943, No. 122, p. 123; Acts 1955, No. 103, p. 345, §7; Acts 1961, Ex. Sess., No. 208, p. 2190; Act 2000-598, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-7/"
    },
    {
      "id": "section-33-1-8",
      "number": "33-1-8",
      "heading": "Board of Directors.",
      "text": "Section 33-1-8\n\nBoard of Directors.\n\n(a)(1) The port authority shall be governed by a board of directors, consisting of eight appointed members and one ex officio member.\n\na. The Governor shall appoint eight members subject to confirmation by the Senate as follows:\n\nb. Two members from the southern region of this state consisting of the following counties: Baldwin, Choctaw, Clarke, Conecuh, Dallas, Escambia, Hale, Marengo, Mobile, Monroe, Perry, Washington, and Wilcox.\n\nc. Two members from the central region of this state consisting of the following counties: Autauga, Barbour, Bullock, Butler, Chambers, Chilton, Coffee, Coosa, Covington, Crenshaw, Dale, Elmore, Geneva, Henry, Houston, Lee, Lowndes, Macon, Montgomery, Pike, Russell, Randolph, Tallapoosa, and Tuscaloosa.\n\nd. Two members from the northern region of this state consisting of the following counties: Winston, Clay, Cullman, Cleburne, Colbert, Pickens, Shelby, St. Clair, Sumter, Talladega, Etowah, Walker, Morgan, Marion, Marshall, Lawrence, Limestone, Madison, Jackson, Jefferson, Lamar, Lauderdale, Fayette, Franklin, Bibb, Blount, Calhoun, DeKalb, Cherokee, and Greene.\n\ne. Two members from the state at-large.\n\n(2) The Mayor of Mobile and the President of the Mobile County Commission each shall serve in alternate years as an ex officio member of the board, with the mayor serving in the first year.\n\n(3) The Governor shall designate a member of the board as chair who shall serve at the pleasure of the Governor.\n\n(b)(1) The Governor initially shall appoint two members to hold office for three years, three members to hold office for four years, and three members to hold office for five years. The terms of members appointed after the initial appointments shall be for five years. Members shall serve until their successors are appointed. No person may serve more than two consecutive terms. The members and their successors shall have substantial business management experience at the executive level, except that one member and his or her successor shall represent labor. No member of the board shall be an employee of the port authority at the time of and after his or her appointment. Notwithstanding any other provision of law, up to three members may be engaged in any material business dealing indirectly with the port authority. No member of the board shall act on any matter that affects directly his or her other business or personal interests. The membership of the board shall be inclusive and shall reflect the racial, gender, geographic, urban/rural, and economic diversity of the state.\n\n(2) Appointments made when the Legislature is not in session shall be effective ad interim. An appointment made by the Governor when the Legislature is in session shall be submitted to the Senate not later than the third legislative day following the date of the appointment. An appointment made when the Legislature is not in session shall be submitted to the Senate not later than the third legislative day following the reconvening of the Legislature after the appointment.\n\n(c) When the initial members have been appointed, the board shall meet to organize itself, to elect such officers, other than the chair, as it deems appropriate, and to transact any necessary business. This organizational meeting shall not be considered a regular meeting of the board.\n\n(d) The board shall meet monthly on the call of the chair, who shall designate the time and place. The chair also may call special meetings. A quorum of the board for any regular or special meeting shall consist of not less than five members. At least two meetings per year shall be held outside the metropolitan Mobile area in a place selected by the chair. Board members shall be given at least 10 days’ notice of regular meetings and five days’ notice of special meetings, except that, if, in the judgement of the chair, urgent business so requires, the chair may give such shorter notice of a meeting as is practicable. Members of the board or any committee thereof may participate in meetings of the board or such committees by telephone conference or similar communications equipment through which all persons participating in the meeting can hear each other at the same time, and such participation by the members shall constitute presence at a meeting for all purposes. The director of the port authority shall give notice of any meeting to the media as the board and the director together consider appropriate under the circumstances.\n\n(e) The appointed members of the board shall receive a fee consistent with the fee paid to the members of boards of directors in similar private industries and similar-sized ports in the United States. The board may establish a fixed periodic fee in an amount which from time to time may be adjusted by the board, or may specify the basis upon which the fee will be paid, including, but not limited to, participation in board and committee meetings, participating in business or other conferences for the port authority, or otherwise providing service to the port authority. Each member also shall be reimbursed for actual and necessary expenses incurred while attending meetings of the board, traveling to or from such meetings, or conducting any other activities on behalf of the port authority, including, but not limited to, all expenses for travel and other activities while outside the state. All appointed members shall be entitled to such fee, and all members shall be entitled to reimbursement on such basis, from the time of taking office, including those members taking office prior to December 20, 2001.\n\n(f) Board members shall be bound by the State Ethics Act. To the extent not provided for in the State Ethics Act, in this chapter, or in other applicable law, fiduciary obligations of the members of the board shall be governed by applicable Alabama law governing the fiduciary obligations of directors of corporations.\n\n(g) The board’s duties shall be as follows:\n\n(1) Appoint the director, fix the terms and conditions of his or her employment including salary and tenure in office, and be responsible for the efficient discharge of his or her duties. The board shall fix the salary of the director at any reasonable amount giving due consideration to the salaries of comparable positions in other states and in private industry. The director shall not be a participant in the classified service of the state under the Merit System Act, but may be entitled to the other benefits afforded other state employees, including, but not limited to, retirement, sick and annual leave, and insurance benefits. The board may provide and fund an alternate benefits package for the director.\n\n(2) Develop and approve each year the capital and operating budgets of the docks.\n\n(3) Obtain annually an independent audit of the expenditures of the docks and provide a copy of that audit to the State Finance Director.\n\n(4) Develop a strategic plan for the administration, management, operation, supervision, promotion, control, and direction of the docks which shall be updated annually.\n\n(5) Set policies for the docks.\n\n(6) Exercise all other powers conferred on the board by this chapter and other applicable law.\n\n(7) Notwithstanding the provisions of Chapter 2, Article 7, commencing with Section 33-2-180 of this title, approve by resolution any orders of the director respecting the authorization, issuance, and sale of revenue bonds by the port authority, the investment and use of proceeds thereof, which resolution may authorize the director to make changes to any order as are within any parameters prescribed by the board in the resolution, and the appointment and employment of institutions and professionals used in connection therewith which shall be subject to the approval of the State Finance Director.\n\n(h) The Governor may remove any member of the board for misfeasance, malfeasance, nonfeasance, or dereliction of duty and may appoint a successor to fulfill the remaining term of the member who is removed.\n\n(i) Any member of the board who changes his or her residence to a region outside the region of the state from which the member was appointed pursuant to either paragraph b., c., or d. of subdivision (1) of subsection (a) or any member appointed from the state at-large pursuant to paragraph e. of subdivision (1) of subsection (a) who changes his or her residence to an area outside of the state, upon adoption of a resolution by the board making a finding of any change in residence, shall automatically be deemed to be removed from the board.\n\n(j) Any member of the board who fails to participate in at least 50 percent of the meetings of the board during a calendar year for any reason other than military service or health or the health of a member of his or her immediate family, upon adoption of a resolution of the board making a finding of the failure, shall automatically be deemed to be removed from the board.\n\n(Acts 1955, No. 103, p. 345, §4; Act 2000-598, p. 1199, §2; Act 2001-1062, p. 1059, §1; Act 2007-384, p. 766, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-8/"
    },
    {
      "id": "section-33-1-9",
      "number": "33-1-9",
      "heading": "State Docks Advisory Committee - Vice-Chairman and Secretary; Meetings; Quorum; Records.",
      "text": "Section 33-1-9\n\nState Docks Advisory Committee - Vice-Chairman and Secretary; Meetings; Quorum; Records.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1955, No. 103, p. 345, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-9/"
    },
    {
      "id": "section-33-1-10",
      "number": "33-1-10",
      "heading": "State Docks Advisory Committee - Committee to Act in Advisory Capacity.",
      "text": "Section 33-1-10\n\nState Docks Advisory Committee - Committee to Act in Advisory Capacity.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1955, No. 103, p. 345, §6; Acts 1961, Ex. Sess., No. 302, p. 2362, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-10/"
    },
    {
      "id": "section-33-1-11",
      "number": "33-1-11",
      "heading": "Jurisdiction.",
      "text": "Section 33-1-11\n\nJurisdiction.\n\nThe jurisdiction of the port authority in any harbor or seaport within the state shall extend over the waters and shores of a harbor and shall extend to the outer edge of the outer bar at the harbor or seaport. The jurisdiction of the port authority shall also extend over the waters and shores of all rivers and streams within the state which are navigable for commercial traffic, or which may be made so navigable at any time in the future. The jurisdiction of the port authority shall not be exclusive, however, and nothing contained herein shall be taken as a deprivation of the power of the Department of Conservation and Natural Resources to control, hold, lease, manage, or own the minerals, sands, gravel, or any other natural resources in the beds of navigable streams or other public waters as provided by law.\n\n(Acts 1955, No. 367, p. 887, §2; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-11/"
    },
    {
      "id": "section-33-1-12",
      "number": "33-1-12",
      "heading": "Power to Acquire, Operate, Etc., Structures, Facilities, Etc.",
      "text": "Section 33-1-12\n\nPower to Acquire, Operate, Etc., Structures, Facilities, Etc.\n\nThe port authority, in engaging in the work of internal improvement, or promoting, developing, constructing, maintaining and operating harbors, seaports, and riverports within the state and its jurisdiction, may acquire, purchase, install, lease, construct, own, hold, maintain, equip, use, control, and operate, at seaports, or at any ports located on any river or stream which is navigable for commercial traffic, or which may be made so navigable at any time in the future, wharves, piers, docks, quays, grain elevators, cotton compresses, warehouses, and other water and rail terminals and other structures, and facilities needed for the convenient use of the port authority in the aid of commerce, including the dredging of approaches thereto.\n\n(Acts 1955, No. 367, p. 887, §3; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-12/"
    },
    {
      "id": "section-33-1-121",
      "number": "33-1-12.1",
      "heading": "Additional Powers.",
      "text": "Section 33-1-12.1\n\nAdditional Powers.\n\nIn addition to the powers conferred in this chapter and by other applicable law, the port authority shall have the following powers:\n\n(1) To have and use a corporate seal and to alter the same at pleasure.\n\n(2) To exercise the right of eminent domain as freely and completely, and in the same manner, as the state has that power now or at any time hereafter, and the power of eminent domain shall apply not only as to all property of private persons or corporations but also as to property already devoted to public use.\n\n(3) To acquire by purchase, gift, the exercise of the power of eminent domain, or other lawful means, sell, rent, lease, and otherwise dispose of real, personal, or mixed property in its own name, and to construct, improve, renovate, equip, and maintain the docks and its facilities.\n\n(4) To receive, take, and hold by sale, gift, lease, devise, eminent domain, or other lawful means, real and personal estate of every description in its own name, and to manage the same.\n\n(5) To appoint and employ attorneys, accountants, financial advisors, underwriters, trustees, depositories, registrars, and other advisors, agents, and independent contractors as the business of the docks may require.\n\n(6) To enter into contracts with municipalities, counties, agencies, or political subdivisions of the state or any other state, private persons, firms, corporations, and any branch of the federal government, in furtherance of its public purposes and objects, and as necessary and convenient to the exercise of its other powers and to the discharge of its duties and obligations, either relative to work done or to be done.\n\n(Act 2000-598, p. 1199, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-12-1/"
    },
    {
      "id": "section-33-1-13",
      "number": "33-1-13",
      "heading": "Governor May Make Additional Investigations Relative to Acquisition, Etc., of Facilities.",
      "text": "Section 33-1-13\n\nGovernor May Make Additional Investigations Relative to Acquisition, Etc., of Facilities.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2538; Acts 1927, No. 1, p. 1; Acts 1935, No. 385, p. 821; Code 1940, T. 38, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-13/"
    },
    {
      "id": "section-33-1-14",
      "number": "33-1-14",
      "heading": "Appraisal of Real Estate; Approval of Facilities by Governor Prerequisite to Beginning Project.",
      "text": "Section 33-1-14\n\nAppraisal of Real Estate; Approval of Facilities by Governor Prerequisite to Beginning Project.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2539; Acts 1927, No. 1, p. 1; Acts 1935, No. 385, p. 821; Code 1940, T. 38, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-14/"
    },
    {
      "id": "section-33-1-15",
      "number": "33-1-15",
      "heading": "Amendment of Plans.",
      "text": "Section 33-1-15\n\nAmendment of Plans.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1927, No. 1, p. 1; Acts 1935, No. 385, p. 821; Code 1940, T. 38, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-15/"
    },
    {
      "id": "section-33-1-16",
      "number": "33-1-16",
      "heading": "Terminal Railroads.",
      "text": "Section 33-1-16\n\nTerminal Railroads.\n\n(a) The port authority may acquire, own, lease, locate, install, construct, hold, maintain, control, and operate at seaports, and at such other locations within the state as the port authority shall determine is in furtherance of promoting harbors, seaports, and riverports within the state, a line of terminal railroads with necessary sidings, turn outs, spurs, branches, switches, intermodal and multi-modal transfer facilities, yard tracks, bridges, trestles, and causeways, and in connection therewith or appurtenant thereto, shall have the further right to lease, install, construct, acquire, own, maintain, control, and use any and every kind or character of motive power and conveyances or appliance necessary or proper to carry passengers, goods, wares, and merchandise over, along, or upon the tracks of the railroads or other conveyances.\n\n(b) The port authority may make agreements as to scale of wages, seniority, and working conditions with locomotive engineers, locomotive firemen, switchmen and switch engine foremen, and hostlers engaged in the operation of the terminal railroads provided for in this section, and the service and equipment pertinent thereto. Should the port authority exercise the power herein given, then it shall be the duty of the port authority to make such agreements with the employees hereinabove specified, in accordance with the act of Congress known as the Railway Labor Act, being 45 U.S.C.A. Section 151 et seq., as amended, or as hereafter amended, to the end that the agreements as to seniority and working conditions will obtain as to the employees and the standard rate of pay be provided as are in force relative to like employees of interstate railroads operating in the same territory with terminal railroads authorized hereby.\n\n(c) The port authority may connect its terminal railroads with or cross any other railroad upon the payment of just compensation and may receive, deliver to, and transport the freight, passengers, and cars of common carrier railroads as though it were an ordinary common carrier.\n\n(Acts 1923, No. 303, p. 330, §5; Code 1923, §2540; Acts 1927, No. 1, p. 1, §7; Acts 1935, No. 385, p. 821, §1; Acts 1936, Ex. Sess., No. 92, p. 57, §1; Code 1940, T. 38, §17; Act 2000-598, p. 1199, §2; Act 2022-149, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-16/"
    },
    {
      "id": "section-33-1-17",
      "number": "33-1-17",
      "heading": "Title to Property.",
      "text": "Section 33-1-17\n\nTitle to Property.\n\nThe title to all property acquired by the Alabama State Docks Department and now vested in the State of Alabama shall on August 1, 2000, be vested in the port authority. The director, with the consent and the approval of the board may dispose of, sell, or lease to others, at reasonable prices and for reasonable compensation, without a competitive advertised public auction or advertised sealed bid process any of the property, equipment, and facilities of the port authority.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2541; Acts 1927, No. 1, p. 1; Acts 1935, No. 385, p. 821; Acts 1936, Ex. Sess., No. 92, p. 57; Code 1940, T. 38, §18; Acts 1996, 1st Ex. Sess., No. 96-21, p. 24, §1; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-17/"
    },
    {
      "id": "section-33-1-18",
      "number": "33-1-18",
      "heading": "Sales of Submerged Lands and Made Lands Lying Under or Abutting Tidal Waters.",
      "text": "Section 33-1-18\n\nSales of Submerged Lands and Made Lands Lying Under or Abutting Tidal Waters.\n\n(a) The Director of the Alabama State Port Authority is vested with power and authority to obtain and negotiate a sale of any submerged lands and made lands claimed or owned by the state, which lands are under or were formerly under any of the tidal waters of the State of Alabama, or which lands abut such tidal waters; provided, however, that if such lands abut or adjoin in whole or in part any uplands then no such sale shall be made to any purchaser other than the owner of such uplands, except a sale of so much of said land as may be used and occupied by such purchaser without interfering with the riparian rights appurtenant to such uplands, unless the owner of such uplands relinquishes such rights by appropriate instrument made in connection with such sale; and except that such sales may be made to a public body of the submerged or made land upon which docks or wharves have been constructed by such public body, the sale in such instances to be for the reasonable value of the submerged or made land used by such docks or wharves and to be fixed as of the date of the beginning of the construction of such docks and wharves, and the title in such instances to relate back to the date of the commencement of the construction of the docks or wharves. The director of the department shall certify to the Governor that such sale has been obtained and negotiated and that all requirements of law with respect to such sale have been complied with, and if such sale is concurred in by the Governor, the Governor may cause a patent to issue under the Seal of the State, signed by the Governor and attested by the Secretary of State, conveying such property. The recitals contained in such conveyance shall be conclusive evidence that all requirements for the issuance thereof have been complied with. Such conveyance shall, except to the extent otherwise stated therein, convey all of the right, title and interest of the State of Alabama in and to such lands and shall be conclusive evidence that such lands are no longer needed by the State of Alabama for any purpose and that all public rights of navigation have ceased and determined as to such lands. In negotiating any such sale, the director of the department may in his discretion obtain an appraisal of the value of the right, title and interest of the State of Alabama in and to such lands the subject of such sale. The proceeds of any such sales shall be paid by the purchaser to the Alabama State Port Authority and shall be used by it in its work of harbor development.\n\nExcept as provided in subsection (b), this section shall apply only to such lands which lie shoreward of harbor lines established by the authorities of the United States and of the State of Alabama having jurisdiction over such matters.\n\nAll departments and agencies of the state, other than the Alabama State Port Authority are relieved of any duties, responsibilities, and powers with reference to the lands to which this section applies, as and when this section becomes applicable thereto.\n\nThe word “upland,” as used herein, is hereby defined to mean any land, whether artificially made land or natural land, as to which the State of Alabama has no right, title or interest, or as to which the state’s only right, title or interest, is by virtue of a tax sale with respect to which there is an outstanding statutory right of redemption.\n\n(b) This section shall not apply to any submerged lands of the state abutting the Gulf of Mexico and lying seaward of the mean high tide line that are filled in the course of, or by subsequent natural or artificial accretion to, a beach project undertaken by a coastal municipality pursuant to Article 11 of Chapter 47 of Title 11 with the permit of the Commissioner of the Department of Conservation and Natural Resources as provided in Section 9-15-56.\n\n(Acts 1945, No. 233, p. 355; Acts 1947, No. 534, p. 389; Act 2000-676; p. 1365, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-18/"
    },
    {
      "id": "section-33-1-19",
      "number": "33-1-19",
      "heading": "Exemption of Leases, Etc., from Taxation.",
      "text": "Section 33-1-19\n\nExemption of Leases, Etc., from Taxation.\n\nAll leases of real estate within the boundaries of the approved plan or within the boundaries of any amendment or extension thereof, for port or harbor improvement in and by the State of Alabama, the port authority, or its predecessors, now in effect, and also all structures and all improvements and all other permanent facilities erected, installed or located, by the lessees, or their successors or assigns, within the boundaries aforesaid, shall be free and exempt from all state, county, and municipal taxation for the period as may be stipulated in the lease now in effect.\n\n(Acts 1927, No. 1, p. 1; Acts 1935, No. 385, p. 821; Code 1940, T. 38, §19; Acts 1945, No. 40, p. 46; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-19/"
    },
    {
      "id": "section-33-1-20",
      "number": "33-1-20",
      "heading": "Exchange of Property and Relocation of Buildings, Etc.",
      "text": "Section 33-1-20\n\nExchange of Property and Relocation of Buildings, Etc.\n\nThe port authority may exchange any property or properties acquired under the authority of this chapter for other property or properties usable in carrying out the powers hereby conferred, and also remove from lands needed for its purposes and reconstruct on other locations buildings, terminals, railroads, or other structures upon the payment of just compensation, if, in its judgment, it is necessary or expedient to do so in order to carry out any of its plans for port development.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2342; Code 1940, T. 38, §20; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-20/"
    },
    {
      "id": "section-33-1-21",
      "number": "33-1-21",
      "heading": "Enforcement.",
      "text": "Section 33-1-21\n\nEnforcement.\n\nThe port authority may bring and prosecute all civil actions and other legal proceedings proper or necessary for the enforcement of its rights growing out of any of its transactions or operations authorized by this chapter.\n\n(Code 1923, §2545; Acts 1935, No. 385, p. 821; Code 1940, T. 38, §21; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-21/"
    },
    {
      "id": "section-33-1-22",
      "number": "33-1-22",
      "heading": "Acquisition of Property and Rights-of-Way.",
      "text": "Section 33-1-22\n\nAcquisition of Property and Rights-of-Way.\n\nFor the acquiring of rights-of-way and property necessary for the construction of terminal railroads and structures, including railroad crossings, wharves, piers, docks, quays, grain elevators, cotton compresses, warehouses, and other riparian and littoral terminals and structures and approaches thereto needful for the convenient use of rights-of-way and property, the port authority may acquire the rights-of-way and property by purchase, by negotiation or by condemnation.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2546; Acts 1927, No. 1, p. 1; Code 1940, T. 38, §22; Act 2000-598, p. 1199, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-22/"
    },
    {
      "id": "section-33-1-23",
      "number": "33-1-23",
      "heading": "To What Property Eminent Domain Applicable.",
      "text": "Section 33-1-23\n\nTo What Property Eminent Domain Applicable.\n\nRepealed by Act 2000-598, §8, 2000 Regular Session, effective August 1, 2000.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2543; Acts 1927, No. 1, p. 1; Acts 1935, No. 385, p. 821; Code 1940, T. 38, §23.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-23/"
    },
    {
      "id": "section-33-1-24",
      "number": "33-1-24",
      "heading": "Conduct of Operation of Harbors, Ports, Facilities, Etc., by Port Authority.",
      "text": "Section 33-1-24\n\nConduct of Operation of Harbors, Ports, Facilities, Etc., by Port Authority.\n\nThe operation of all harbors and seaports within the state and the improvements and facilities hereby authorized shall be conducted in the name of the Alabama State Port Authority. In such operation, the port authority may contract such current indebtedness as is necessarily incident to the prosecution of the work in accordance with the terms of this chapter and other applicable statutes. The port authority may adopt rules not inconsistent with the provisions of this chapter for the purpose of regulating, controlling and conducting the said operation.\n\n(Acts 1923, No. 303, p. 330; Code 1923, §2547; Acts 1927, No. 1, p. 1; Code 1940, T. 38, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-24/"
    },
    {
      "id": "section-33-1-25",
      "number": "33-1-25",
      "heading": "Port Authority Authorized to Carry Fire and Casualty and Public Liability Insurance.",
      "text": "Section 33-1-25\n\nPort Authority Authorized to Carry Fire and Casualty and Public Liability Insurance.\n\nThe Alabama State Port Authority is hereby authorized to provide insurance covering loss or damage to its properties, or any properties of others in its custody, care or control, or any properties as to which it has any insurable interest, caused by fire or other casualty; and may likewise provide insurance for the payment of damages on account of the injury to or death of persons, and the loss of or destruction of properties of others; and may pay the premiums thereon out of the revenues of the port authority. Nothing herein shall be construed to authorize or permit the institution of any civil action or proceeding in any court against the port authority for or on account of any matters referred to in this section; provided, that any contracts of insurance herein authorized may, in the discretion of the director of the port authority, provide for a direct right of action against the insurance carrier for the enforcement of any such claims or causes of action. The liability under any such policy or contract of insurance, arising out of such facts and circumstances as would bring such claim or cause of action within the provisions of Chapter 5 of Title 25 of this code, if the port authority were subject to the provisions of said law, shall be governed by the provisions of said law; provided, however, that the Director of the Alabama State Port Authority may increase the hospital and medical liability coverage if in his opinion he deems such increase of such liability coverage to be in the best interests of the port authority; the liability in all other cases from any such policy or contract of insurance, except to the extent expressly stated to the contrary therein, shall be the same as that imposed by law upon private persons, firms or corporations in like circumstances.\n\n(Acts 1945, No. 455, p. 689, § 1; Acts 1959, No. 507, p. 1244, § 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-25/"
    },
    {
      "id": "section-33-1-26",
      "number": "33-1-26",
      "heading": "Power of Port Authority to Fix Charges for Use of State Facilities; Charges for Use of Private Facilities.",
      "text": "Section 33-1-26\n\nPower of Port Authority to Fix Charges for Use of State Facilities; Charges for Use of Private Facilities.\n\nIn order to enable the port authority to earn funds to pay operating expenses and interest on the bonds and to create a sinking fund for the retirement of the bonds, the port authority shall have the right and power to fix from time to time reasonable rates of charges for all services and for the use of all improvements and facilities provided under the authority of this chapter; and schedules of all rates so fixed shall be filed with the State Public Service Commission within seven days after the fixing thereof. All private concerns, corporations or individuals operating similar facilities at Alabama seaports must make and collect charges which shall be not less than the charges so fixed by the department for the use of the state’s facilities.\n\n(Acts 1923, No. 303, p. 330, §12; Code 1923, §2558; Acts 1927, No. 1, p. 1, §13; Code 1940, T. 38, §34.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-26/"
    },
    {
      "id": "section-33-1-27",
      "number": "33-1-27",
      "heading": "Exercise and Evidence of Authority of Governor and Port Authority.",
      "text": "Section 33-1-27\n\nExercise and Evidence of Authority of Governor and Port Authority.\n\nThe Governor and the port authority, respectively, are directed and required to exercise the power and authority by this chapter conferred upon them, respectively, to whatever extent is necessary to the accomplishment of the improvement and development hereby authorized. Any approval or consent by the Governor required by this chapter shall be sufficiently evidenced by a certificate to that effect signed by the Governor and filed in the office of the Treasurer, and approval or consent by the port authority shall be sufficiently shown by a certificate signed by the director, attested by its secretary-treasurer and filed in the office of the Treasurer.\n\n(Acts 1923, No. 303, p. 330, §14; Code 1923, §2560; Acts 1927, No. 1, p. 1, §16; Code 1940, T. 38, §35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-27/"
    },
    {
      "id": "section-33-1-28",
      "number": "33-1-28",
      "heading": "Establishment of Harbor Lines; Grant of Licenses for Construction of Wharves, Etc.",
      "text": "Section 33-1-28\n\nEstablishment of Harbor Lines; Grant of Licenses for Construction of Wharves, Etc.\n\nThe port authority may establish harbor lines, exterior and interior, when not in conflict with similar lines established by the United States. The port authority is hereby empowered to grant licenses in the name of the state to any riparian owner for the construction of wharves, booms and other aids to navigation when such wharves, booms or aids are appurtenant to his upland.\n\n(Acts 1927, No. 1, p. 1, §20; Code 1940, T. 38, §39.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-28/"
    },
    {
      "id": "section-33-1-29",
      "number": "33-1-29",
      "heading": "Revocation or Suspension of Upland Owners’ Licenses.",
      "text": "Section 33-1-29\n\nRevocation or Suspension of Upland Owners’ Licenses.\n\nAny license granted by the State of Alabama, either expressly or by implication, permitting the upland owner to occupy any part of the space between the channel of the Mobile River or the low water mark of the Mobile Bay and the high water mark, may be revoked by order of the director whenever said port authority shall determine to make use of such property for the purpose contemplated by this chapter, or may be suspended by order pending an investigation and decision as to whether or not such use shall be made; provided, however, that whenever such property has been or shall have been already improved by the upland owner, his license to maintain such improvements and to exercise such control thereover as may have been conferred upon him by a license from the state shall not be revoked or suspended otherwise than in the exercise of the right of eminent domain by condemnation proceedings as long as such owner shall occupy such property with improvements appropriate and devoted to the use of such property as a facility to commerce as is contemplated by such license. Whenever the port authority shall determine that any part of the property of the state above described is being occupied under a license from the state but that the improvements thereon are not being so maintained and used as facilities to commerce as reasonably to serve the purpose for which the license was granted and that it is desirable that this land should be improved by the port authority, then the director may call upon such owner of such improvements to put the same in such condition as reasonably to serve as such facilities to commerce within the purpose of the license under which they were erected, and if the said owner shall fail to comply within a reasonable time then the port authority may file a complaint in the circuit court of the circuit in which such land is situated for the cancellation of such license and if upon final hearing it shall be determined by the court that the said property is being occupied in violation of the intent and purpose of said license, then the court shall by its judgment cancel the same and the port authority shall then be entitled to proceed with the improvements thereof; provided further that the use of such improvement by the upland owner shall in no event be disturbed until the port authority is ready to begin the improvement of the land so occupied thereby under the terms of this chapter.\n\n(Acts 1923, No. 303, p. 330, §17; Code 1923, §2564; Acts 1927, No. 1, p. 1, §17; Code 1940, T. 38, §38.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-29/"
    },
    {
      "id": "section-33-1-30",
      "number": "33-1-30",
      "heading": "Establishment of Foreign Trade Zones.",
      "text": "Section 33-1-30\n\nEstablishment of Foreign Trade Zones.\n\nIn order to comply with the laws, rules and regulations of the federal government governing the establishment of foreign trade zones, under an act of Congress entitled “An Act to provide for the establishment, operation and maintenance of foreign trade zones in ports of entry of the United States, to expedite and encourage foreign commerce, and for other purposes, approved June 18th, 1934,” or any amendments thereto, the port authority, any county or municipal governing body or any private or public corporation is authorized to establish at all ports of entry within this state foreign trade zones and to establish rules and regulations for controlling and conducting said zones. All foreign trade zones established under the provisions of this section shall comply with all federal laws and regulations dealing with the establishment and operation of foreign trade zones.\n\n(Acts 1935, No. 523, p. 1111, § 1; Code 1940, T. 38, §40; Acts 1977, No. 498, p. 653, § 1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-30/"
    },
    {
      "id": "section-33-1-31",
      "number": "33-1-31",
      "heading": "Rulemaking Authority; Violations.",
      "text": "Section 33-1-31\n\nRulemaking Authority; Violations.\n\nThe port authority is authorized to formulate and promulgate rules and regulations for the operation of any seaport, harbor, or any asset related to an intermodal or multi-modal transfer facility owned or operated by the port authority within the state. Any person, firm, association, or corporation violating any of the rules and regulations established or authorized to be established by this chapter shall be guilty of a Class A misdemeanor and for each offense shall be subjected to a fine not exceeding five thousand dollars ($5,000) and may also be imprisoned for not more than one year. Any fines collected shall be paid to the port authority and by it placed to the credit of the operating fund.\n\n(Acts 1927, No. 1, p. 1 §18; Code 1940, T. 38, §42; Act 2009-457, p. 795, §1; Act 2022-149, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-31/"
    },
    {
      "id": "section-33-1-32",
      "number": "33-1-32",
      "heading": "Violation of Orders, Etc., of Director or Agents.",
      "text": "Section 33-1-32\n\nViolation of Orders, Etc., of Director or Agents.\n\nIf any master, agent, or owner of any water craft shall refuse or neglect to obey the lawful orders or directions of the director or his or her agents in any matter pertaining to the regulations of Mobile Harbor, or the removal or stationing of any water craft in violation of the navigation or other laws of the state, such master, agent, or owner so refusing or neglecting is guilty of a Class A misdemeanor, and, upon conviction thereof before any court of competent jurisdiction, shall be punished by a fine not to exceed five thousand dollars ($5,000), and may also be imprisoned for not more than one year. Any fines so collected shall be paid to the port authority and by it placed to the credit of the operating fund.\n\n(Code 1923, §5009; Code 1940, T. 38, §44; Act 2009-457, p. 795, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-32/"
    },
    {
      "id": "section-33-1-33",
      "number": "33-1-33",
      "heading": "Failure to Remove Dangerous Vessels on Order of Port Authority.",
      "text": "Section 33-1-33\n\nFailure to Remove Dangerous Vessels on Order of Port Authority.\n\nAny owner or any agency in control of any vessel that is anchored, moored, or made fast to the shore when the same is in bad repair, liable to sink, liable to pollute adjacent water or determined to be a substantial threat to pollute adjacent water, or deemed to be a derelict vessel, or in violation of any law or regulation, who fails to remove it from the harbor to a designated place when directed to do so by an accredited agent of the port authority, shall be guilty of a Class A misdemeanor and shall be fined not exceeding five thousand dollars ($5,000) and may also be imprisoned for not more than one year. The offender shall be guilty of a new and similar offense and subject to the same penalty for each 48 hours that elapses after the order to remove the vessel from the harbor or seaport is served. Any fines so collected shall be paid to the port authority and by it placed to the credit of the operating fund.\n\n(Acts 1927, No. 1, p. 1, §19; Code 1940, T. 38, §43; Act 2009-457, p. 795, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-33/"
    },
    {
      "id": "section-33-1-34",
      "number": "33-1-34",
      "heading": "Ships Entering or Leaving Port of Mobile to Fly Flag of Country of Registry; Name of Country of Registry to Be Stated in Advertising, Etc.",
      "text": "Section 33-1-34\n\nShips Entering or Leaving Port of Mobile to Fly Flag of Country of Registry; Name of Country of Registry to Be Stated in Advertising, Etc.\n\n(a) All ships entering or leaving the Port of Mobile shall fly the flag of the country in which such ship is registered and all advertising and sales of passenger ship services of such ships shall clearly state in each advertisement and on each ticket or evidence of sale of such services the name of the country in bold type in which each such ship is registered.\n\n(b) The owner of any ship which fails to comply with the requirement of subsection (a) of this section relative to the flying of the flag of the country in which the ship is registered, and the master thereof, each, forfeits to the use of the State of Alabama the sum of $500.00; and the owner of any ship and any employee or agent of such owner and any other person, firm or corporation, who publishes, distributes or circulates any advertising relative to a ship or who sells or delivers any ticket or other evidence of the sale of passenger service on a ship, which does not state the country of registry of the ship in bold letters, as required by subsection (a) of this section, each, likewise forfeits the sum of $500.00 to the use of the State of Alabama.\n\n(c) The Alabama State Port Authority through its director is hereby authorized and directed to enforce the provisions of this section.\n\n(Acts 1966, Ex. Sess., No. 450, p. 624, §§ 1-3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-34/"
    },
    {
      "id": "section-33-1-35",
      "number": "33-1-35",
      "heading": "Depositing Substance That Will Form Obstruction to Navigation.",
      "text": "Section 33-1-35\n\nDepositing Substance That Will Form Obstruction to Navigation.\n\nAny person who shall deposit or cause to be deposited, in the waters of the Harbor of Mobile, any substance that will sink and form an obstruction to navigation, without first obtaining permission in writing, of the Alabama State Port Authority, which permission shall describe with an ordinary degree of certainty the place where such deposit shall be made, and which shall be recorded by the secretary-treasurer of the port authority, shall be guilty of a misdemeanor, and, upon conviction thereof, before a court of competent jurisdiction, shall be fined not less than $100.00 nor more than $500.00, or imprisoned for not less than 30 and not more than 90 days; but nothing herein shall be construed to prevent or interfere with the construction of work authorized by law to be done at any time in connection with the Mobile Harbor.\n\n(Acts 1915, No. 628, p. 678, §48; Code 1923, §5008; Code 1940, T. 38, §45.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-35/"
    },
    {
      "id": "section-33-1-36",
      "number": "33-1-36",
      "heading": "Authority of Alabama State Port Authority to Contract with Federal Government for Purpose of Receiving Funds, Supplies, Facilities, Etc",
      "text": "Section 33-1-36\n\nAuthority of Alabama State Port Authority to Contract with Federal Government for Purpose of Receiving Funds, Supplies, Facilities, Etc.; Regulation and Promotion of Projects; Payment of Relocation, Etc., Expenses of Persons Displaced.\n\n(a) The State of Alabama, acting through its agency, the Alabama State Port Authority, with the consent of the Governor, is hereby authorized and empowered to enter into contracts, leases, compacts or any other form of agreement with the United States of America or any of its agencies, departments or bureaus, for the purpose of receiving or acquiring from the United States of America or any of its agencies, departments or bureaus, funds, matching funds, services, materials, supplies, buildings, structures, waterways, channels, water terminals, docking facilities and other benefits deemed for the public interest in the promotion of waterways and navigation in the State of Alabama.\n\n(b) Such contracts, leases, compacts or other forms of agreement may contain such covenants and conditions as may be considered reasonable and necessary for public use only, including but not limited to, contributions by the state of lands, funds, dredged material disposal areas and necessary retaining dikes, rights-of-way, easements, buildings, terminals, docking facilities, alteration or relocation of roads, bridges and utilities, and related facilities for waterway and navigational improvement and expansion, and may contain such other provisions for maintenance and indemnification as may be required by the contracting agencies.\n\n(c) The state, acting through its agency, the Alabama State Port Authority, is further authorized to regulate and promote the use, growth and development of any such project and the area surrounding the same, and shall have the right to make and enforce such rules and regulations regarding the use and maintenance of the waters adjacent to any such project.\n\n(d) The state, acting through its agency, the Alabama State Port Authority, is further authorized and empowered, in acquiring real property for use in any such public project or program in which federal or federal-aid funds are used, to make all such relocation and other payments to or for displaced persons as are required under the provisions of Public Law No. 91-646, the Uniform Relocation Assistance and Real Property Acquisition Policies Act of 1970, adopted by the United States Congress, and to provide such displaced persons with relocation services and make available to them replacement dwellings, as required by Public Law No. 91-646, and to follow and conform with the land acquisition policies set forth in the said Public Law No. 91-646, and to pay or reimburse owners of property so acquired in the manner specified in said Public Law No. 91-646.\n\n(Acts 1975, No. 1089, p. 2157, §§ 1-4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-36/"
    },
    {
      "id": "section-33-1-37",
      "number": "33-1-37",
      "heading": "Safety Incentive Program.",
      "text": "Section 33-1-37\n\nSafety Incentive Program.\n\nThe Director of the Alabama State Port Authority, to promote a safe working environment, may expend funds from fees collected by the port authority or from funds appropriated to the port authority in an amount not to exceed fifty thousand dollars ($50,000) per fiscal year to provide incentives or as awards to employees for maintaining sustained safe work conditions in all operating areas of the docks in a manner as the director deems appropriate. All funds expended under this section shall be subject to audit and accounting as required by law.\n\n(Acts 1996, No. 96-427, p. 541, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-37/"
    },
    {
      "id": "section-33-1-38",
      "number": "33-1-38",
      "heading": "Compliance with Railway Labor Act.",
      "text": "Section 33-1-38\n\nCompliance with Railway Labor Act.\n\n(a) Notwithstanding any provision of law to the contrary, the state, acting through the Alabama State Port Authority, is hereby authorized to comply with any and all duties imposed upon it, and to satisfy any and all obligations it may have arising under the Railway Labor Act, 45 U.S.C. Section 151, et seq., with respect to employees of the port authority who are subject to the act, including the duties to make written agreements concerning rates of pay, rules, working conditions, and all other lawful subjects, and to compromise, settle, and resolve all disputes with employees or their lawfully designated representatives, whether arising out of the application of agreements or otherwise, through the procedures prescribed in the act.\n\n(b) This section is declaratory of, and does not constitute a change in, existing law.\n\n(Act 97-900, p. 1417, §§1, 2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-38/"
    },
    {
      "id": "section-33-1-39",
      "number": "33-1-39",
      "heading": "Contracts.",
      "text": "Section 33-1-39\n\n(a) All contracts of the Alabama State Docks Department, now known as the Alabama State Port Authority, shall be in writing to precisely the same extent, and shall be approved and executed in precisely the same manner, as such contracts are on August 1, 2000, except that, where approval of the Governor has been required, approval of the board shall henceforth be required instead.\n\n(b)(1) Notwithstanding any other provision of law, the terms of any contract or agreement entered into with a customer of the authority in the course of the authority’s business, whether before or after April 8, 2021, and any report or other record, that would disclose customer-specific information with respect to cargo volume, shipping prices, or other information that would put the authority or any of its customers at a competitive disadvantage, shall be exempt from the requirements of the laws of the state restricting confidentiality of documents or records, including, but not limited to, any open records or similar law.\n\n(2) The exemption in this subsection shall not apply to any of the following:\n\na. The existence of any contract or agreement exempted under subdivision (1).\n\nb. The terms of any financing instrument entered into by the authority, as borrower or guarantor.\n\nc. The base, fixed rents due under any lease of real property by or from the authority.\n\n(3) Upon request, the authority shall furnish a copy of an contract or agreement exempted under subdivision (1), but shall redact the commercial terms and other portions exempted under subdivision (1).\n\n(Act 2000-598, p. 1199, §4; Act 2021-184, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-39/"
    },
    {
      "id": "section-33-1-40",
      "number": "33-1-40",
      "heading": "Sovereign Immunity.",
      "text": "Section 33-1-40\n\nSovereign Immunity.\n\nThe port authority shall have sovereign immunity from suit to precisely the same extent as the Alabama State Docks Department had on August 1, 2000.\n\n(Act 2000-598, p. 1199, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-40/"
    },
    {
      "id": "section-33-1-41",
      "number": "33-1-41",
      "heading": "Obligations.",
      "text": "Section 33-1-41\n\nObligations.\n\nEach and every existing obligation of the Alabama State Docks Department, now known as the Alabama State Port Authority, whether bonded indebtedness, contractual obligation, obligations under collective bargaining agreements, or otherwise, shall remain in full force and effect to precisely the same extent as the obligation exists on August 1, 2000. The Alabama State Docks Department, now known as the Alabama State Port Authority, shall have precisely the same power under applicable law to issue and sell bonds hereafter as it has on August 1, 2000.\n\n(Act 2000-598, p. 1199, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-41/"
    },
    {
      "id": "section-33-1-42",
      "number": "33-1-42",
      "heading": "Outstanding Bonds.",
      "text": "Section 33-1-42\n\nOutstanding Bonds.\n\nIt is the intention of the Legislature in enacting Act 2000-598 to preserve inviolate all pledges heretofore made of any portion of the revenues of the Alabama State Docks Department, now known as the port authority, for the benefit of its outstanding bonds. It is further the intention of the Legislature that the port authority shall assume in full and without limitation the due and punctual payment of the principal and interest on the Alabama State Docks Department’s outstanding bonds according to their tenor and due and punctual performance and observance of all agreements and conditions of orders heretofore issued by the Alabama State Docks with respect thereto.\n\n(Act 2000-598, p. 1199, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-1/section-33-1-42/"
    }
  ]
}