{
  "state": "alabama",
  "path": "title-title-33-navigation-and-watercourses/chapter-chapter-4a-state-pilotage-commission",
  "sections": [
    {
      "id": "section-33-4a-1",
      "number": "33-4A-1",
      "heading": "Applicability.Section 33-4A-2 - Creation; Composition; Powers and Duties; Quorum",
      "text": "Section 33-4A-3 - Qualifications of Commissioners.Section 33-4A-4 - Appointment; Terms; Expenses.Section 33-4A-5 - Bond of Commissioners.Section 33-4A-6 - Chair; Acting Chair.Section 33-4A-7 - Secretary.Section 33-4A-8",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-33-4a-2",
      "number": "33-4A-2",
      "heading": "Creation; Composition; Powers and Duties; Quorum.",
      "text": "Section 33-4A-2\n\nCreation; Composition; Powers and Duties; Quorum.\n\n(a) There shall be a board of pilotage commissioners in each Class 2 municipality, to be known as the State Pilotage Commission. The commission shall consist of three voting members. One voting member shall be engaged in a local maritime business, one voting member shall be an active bar pilot, licensed and branched by the State Pilotage Commission, and one voting member shall be a member of the local business or professional community.\n\n(b) The State Pilotage Commission shall have the powers and duties as are prescribed in this chapter and as may hereafter be prescribed by law.\n\n(c) A quorum for the transaction of commission business shall be two voting members of the commission.\n\n(Act 2019-162, §2.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-2/"
    },
    {
      "id": "section-33-4a-3",
      "number": "33-4A-3",
      "heading": "Qualifications of Commissioners.",
      "text": "Section 33-4A-3\n\nQualifications of Commissioners.\n\nAll of the members of the commission, at the time of their appointment and during their respective terms of office, shall be citizens of the United States and qualified electors of the State of Alabama.\n\n(Act 2019-162, §3.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-3/"
    },
    {
      "id": "section-33-4a-4",
      "number": "33-4A-4",
      "heading": "Appointment; Terms; Expenses.",
      "text": "Section 33-4A-4\n\nAppointment; Terms; Expenses.\n\nThe initial appointees to the commission shall be the members of the State Pilotage Commission appointed by the Governor pursuant to the Code of Alabama 1975, as it existed prior to the enactment of this chapter, and holding office at the time of the enactment of this chapter. Thereafter, at the expiration of the respective terms, the Governor shall appoint the commissioners to hold office for six years from the dates of the expiration of their respective commissions. Commission members shall serve until their successors are appointed. The commissioners shall serve without compensation, but all traveling expenses incurred by the commissioners in the performance of their duties shall be paid out of funds in the treasury of the commission.\n\n(Act 2019-162, §4.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-4/"
    },
    {
      "id": "section-33-4a-5",
      "number": "33-4A-5",
      "heading": "Bond of Commissioners.",
      "text": "Section 33-4A-5\n\nBond of Commissioners.\n\nBefore entering upon the duties of their office, the commissioners shall execute a bond in the amount of one thousand dollars ($1,000), for the faithful performance of the duties of the office.\n\n(Act 2019-162, §5.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-5/"
    },
    {
      "id": "section-33-4a-6",
      "number": "33-4A-6",
      "heading": "Chair; Acting Chair.",
      "text": "Section 33-4A-6\n\nChair; Acting Chair.\n\nThe commissioners shall elect a chair to preside at its meetings who shall not be the bar pilot commission member. It shall be the duty of the chair to supervise the official conduct of all the officers and employees of the commission. The chair may administer official oaths to the officers and employees of the commission, except the other commissioners, and to all other persons in relation to the business of the commission. In the absence of the chair, the remaining commissioners shall select from their number an acting chair to hold office during the absence of the chair. The acting chair shall have all the power and authority possessed by the chair.\n\n(Act 2019-162, §6.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-6/"
    },
    {
      "id": "section-33-4a-7",
      "number": "33-4A-7",
      "heading": "Secretary.",
      "text": "Section 33-4A-7\n\nThe commission may employ a secretary who shall not be a member of the commission and who shall be paid an annual salary set by the commission. Before entering upon the duties of office, the secretary shall execute a bond in the amount of three thousand dollars ($3,000), for the faithful performance of the duties of the office. The secretary shall safely keep and be responsible for all moneys paid into the office of the commission and for all books and papers of the commission and attend the meetings and keep a record of their proceedings and of the names of the commissioners present at the meetings. The secretary shall keep an account of all moneys received and paid, and once every three months prepare a statement showing all moneys received and paid for during the preceding three months and the source from which the moneys were received and the purpose for which they were paid. A copy of the statement shall be given to each of the commissioners. All moneys collected shall be deposited in a bank or banks designated by the commission and drawn out by check signed by the chair and secretary of the commission.\n\n(Act 2019-162, §7.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-7/"
    },
    {
      "id": "section-33-4a-8",
      "number": "33-4A-8",
      "heading": "Audits; Exemption from Sunset Law.",
      "text": "Section 33-4A-8\n\nAudits; Exemption from Sunset Law.\n\n(a) The commission shall have a financial and compliance audit performed each year and supply a copy of the audit to the Alabama State Port Authority and the Alabama Department of Commerce. In addition, an audit may be requested at any time by the Alabama State Port Authority or the Alabama Department of Commerce.\n\n(b) The commission created in this chapter shall be specifically excluded from Chapter 20 of Title 41, the Alabama Sunset Law.\n\n(Act 2019-162, §8.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-8/"
    },
    {
      "id": "section-33-4a-9",
      "number": "33-4A-9",
      "heading": "Meetings.",
      "text": "Section 33-4A-9\n\nThe commissioners shall meet at least once every three months at the time and place selected by the commission.\n\n(Act 2019-162, §9.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-9/"
    },
    {
      "id": "section-33-4a-10",
      "number": "33-4A-10",
      "heading": "Vacancies.",
      "text": "Section 33-4A-10\n\nIf a vacancy occurs from any cause in the office of a commissioner before the expiration of his or her current term, a successor must be appointed by the Governor and hold office only for the unexpired portion of the term.\n\n(Act 2019-162, §10.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-10/"
    },
    {
      "id": "section-33-4a-11",
      "number": "33-4A-11",
      "heading": "Jurisdiction of Commission - Territorial.",
      "text": "Section 33-4A-11\n\nJurisdiction of Commission - Territorial.\n\nThe jurisdiction of the commission under this chapter shall extend over all vessels and pilots using the waterways of Mobile Bay and its rivers intending to enter or exit the Port of Mobile, its facilities, and affiliated regulated entities of the port.\n\n(Act 2019-162, §11.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-11/"
    },
    {
      "id": "section-33-4a-12",
      "number": "33-4A-12",
      "heading": "Jurisdiction of Commission - Harbor Masters.",
      "text": "Section 33-4A-12\n\nJurisdiction of Commission - Harbor Masters.\n\nThe commission shall not have jurisdiction over harbor masters or deputy masters in any harbor or seaport in the Port of Mobile.\n\n(Act 2019-162, §12.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-12/"
    },
    {
      "id": "section-33-4a-13",
      "number": "33-4A-13",
      "heading": "Rulemaking Authority.",
      "text": "Section 33-4A-13\n\nRulemaking Authority.\n\n(a) The commission may make all necessary rules regulating the piloting of ships and all watercrafts into and out of any harbor or seaport until berthed at the docking facility in the Port of Mobile or until past the Mobile Entrance Lighted Buoy M. Maritime data produced by foreign states or by a foreign or domestic company must be expressly preapproved by the commission for any official use in pilotage.\n\n(b)The commissionmayrequire evidence of the physical and mental fitness of any active bar pilot at any time andadoptrulesregarding the physical and mental capacity and fitness of the active bar pilots.\n\n(Act 2019-162, §13; Act 2024-363, §1.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-13/"
    },
    {
      "id": "section-33-4a-14",
      "number": "33-4A-14",
      "heading": "Civil Actions to Recover Forfeitures.",
      "text": "Section 33-4A-14\n\nCivil Actions to Recover Forfeitures.\n\nThe commissioners, in their own names as commissioners or in that of their chair, may bring a civil action for and recover any forfeiture accruing under this chapter not otherwise specifically appropriated.\n\n(Act 2019-162, §14.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-14/"
    },
    {
      "id": "section-33-4a-15",
      "number": "33-4A-15",
      "heading": "Recordkeeping.",
      "text": "Section 33-4A-15\n\nRecordkeeping.\n\nThe commissioners shall preserve a record of their acts and of the rules and regulations adopted by them for the direction and government of pilots. They shall also preserve upon record a list of all persons appointed pilots by them, and of those whom they may declare to have forfeited their licenses. The records of the commission are public records and subject to inspection.\n\n(Act 2019-162, §15.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-15/"
    },
    {
      "id": "section-33-4a-16",
      "number": "33-4A-16",
      "heading": "Number of Pilots; Qualifications.",
      "text": "Section 33-4A-16\n\nNumber of Pilots; Qualifications.\n\n(a) At no time shall there exist more apprentices or pilots than are reasonably necessary to meet the requirements of commerce. The number of apprentices and pilots shall be determined by the commission.\n\n(b) The commission shall be the sole judge of the seniority and statutory qualifications of applicants to be apprenticed and branched.\n\n(Act 2019-162, §16.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-16/"
    },
    {
      "id": "section-33-4a-17",
      "number": "33-4A-17",
      "heading": "Register of Applicants for Apprenticeship; Seniority; Statutory Requirements.",
      "text": "Section 33-4A-17\n\nRegister of Applicants for Apprenticeship; Seniority; Statutory Requirements.\n\n(a) In order to prevent delays in the apprenticeship and branching of bar pilots, the commission, when necessary, shall maintain a register of applicants containing no more than nine applicants for apprenticeship who must be not less than 21 years of age.\n\n(b) All pending and future applicants for apprenticeship from the register of applicants shall be considered by the commission for apprenticeship in order of their seniority as determined by the commission from time to time at its sole discretion, which shall be based upon each applicant’s professionalism, maturity and readiness, the date of completion of all requirements to be a bar pilot except apprenticeship, application to be a pilot, passage of the commission’s written examination and branch, and the compliance with subsections (c) and (d).\n\n(c) No person may commence an apprenticeship unless the commission finds that the applicant meets all statutory requirements for apprenticeship required by subsection (b) and there is a need for an apprentice.\n\n(d) In order to complete the apprenticeship, an apprentice shall make, to the satisfaction of the commission, at least 100 round trips with a branched pilot on vessels in Mobile Bay which are subject to the statutory requirement of compulsory pilotage.\n\n(Act 2019-162, §17.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-17/"
    },
    {
      "id": "section-33-4a-18",
      "number": "33-4A-18",
      "heading": "Selection of Apprentices.",
      "text": "Section 33-4A-18\n\nSelection of Apprentices.\n\nAll apprentices, before becoming eligible for service as apprentices, shall be selected and approved by the commission.\n\n(Act 2019-162, §18.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-18/"
    },
    {
      "id": "section-33-4a-19",
      "number": "33-4A-19",
      "heading": "Discharge of Apprentice; Appeal.",
      "text": "Section 33-4A-19\n\nDischarge of Apprentice; Appeal.\n\nA Mobile Bay or bar pilot apprentice may not be discharged except for cause, and any apprentice or boatkeeper so discharged may appeal the discharge to the commission, and if the commission, upon an investigation, finds that the discharge was without sufficient cause, the commission may annul the discharge and reinstate the apprentice.\n\n(Act 2019-162, §19.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-19/"
    },
    {
      "id": "section-33-4a-20",
      "number": "33-4A-20",
      "heading": "Branching or Licensing Criteria.",
      "text": "Section 33-4A-20\n\nBranching or Licensing Criteria.\n\nTo be eligible to be branched or licensed as the next bar pilot, a person shall meet all of the following criteria at the time of branching or licensing:\n\n(1) The person shall be the senior apprentice, with seniority to be determined by date of satisfactory completion of all of the following requirements to be a bar pilot except the written examination given by the commission.\n\n(2) The person shall be a citizen of the United States of America or legally present in this state.\n\n(3) The person shall be of good moral character.\n\n(4) The person shall have completed satisfactorily all requirements of the apprenticeship.\n\n(5) The person shall be a graduate of a four-year college or university accredited by a regional accrediting organization recognized by the U.S. Department of Education, or have a bachelor of science degree from a nationally recognized maritime academy.\n\n(6) The person shall hold and have the following current United States Coast Guard licenses and experience:\n\na. Either of the following:\n\n1. An unlimited second mate of oceans license with at least one year’s experience as second mate.\n\n2. A master license of freight or motor vessel of 1,600 gross tons with one year’s experience as master of vessels of at least 150 gross tons.\n\nb. Either of the following:\n\n1. Three years’ experience in a deck department capacity on one or more vessels navigating the Mobile ship channel.\n\n2. Three years’ experience at sea in a deck department capacity on oceangoing vessels of 1,600 gross tons or over.\n\nc. A first class federal pilot license for the Mobile and Theodore ship channels.\n\n(7) The person shall have been employed in a deck department capacity on steam or motor vessels navigating either inland waters or oceans for a majority of the last five years.\n\n(8) The person shall demonstrate, if required by the commission to do so, sufficient evidence of satisfactory experience in the safe navigation and handling of vessels, successful completion of a training program officially recognized by the State Pilotage Commission and bar pilots.\n\n(9) The person shall pass a written test administered by the commission.\n\n(Act 2019-162, §20.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-20/"
    },
    {
      "id": "section-33-4a-21",
      "number": "33-4A-21",
      "heading": "Examination and Certification.",
      "text": "Section 33-4A-21\n\nExamination and Certification.\n\nBefore an applicant is branched or licensed, the commission shall prepare in writing suitable questions to test his or her knowledge and competency to become a bar pilot. The applicant, without any aid from any other person and without having been informed as to what question would be propounded, shall answer the questions. When the applicant has reduced his or her answers to writing, the applicant shall sign the same and deliver them to one of the commissioners, and the commission shall cause the answers to be copied legibly, but without the name of the applicant. The commission shall then appoint three fair, impartial, and competent nautical persons as a committee to examine the answers of the applicant. The applicant or applicants may name one of these, the existing pilots name another, and the commission, or a majority of them, shall name the third. The committee shall examine the copies of the answers of applicants and shall endorse upon the answer of the applicants as the commission finds sufficient the following certificate:\n\n“We hereby certify that the foregoing answers are satisfactory, and that, in our opinion, the applicant making the same is well acquainted with the bar pilot grounds, knows how to handle both steam and sailing vessels, and is competent to perform the duties of a bay or bar pilot.”\n\nWhen the certificate is duly signed and delivered to the commission, the applicant shall be deemed qualified to receive a license.\n\n(Act 2019-162, §21.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-21/"
    },
    {
      "id": "section-33-4a-22",
      "number": "33-4A-22",
      "heading": "Passing Examination Entitles Apprentice Pilot to License, Etc.",
      "text": "Section 33-4A-22\n\nPassing Examination Entitles Apprentice Pilot to License, Etc.\n\nAn apprentice pilot who has successfully passed an examination for a Mobile Bay or bar pilot shall not be required to undergo or pass another examination before being entitled to his or her license or status as a Mobile Bay or bar pilot.\n\n(Act 2019-162, §22.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-22/"
    },
    {
      "id": "section-33-4a-23",
      "number": "33-4A-23",
      "heading": "Issuance of License; Possession and Exhibition of License; Oath of Pilot.",
      "text": "Section 33-4A-23\n\nIssuance of License; Possession and Exhibition of License; Oath of Pilot.\n\nThe commission shall issue to each bar pilot licensed and branched by the commission an original and a duplicate certificate of his or her appointment, competency, and authority to act as a bar pilot, and as to the extent thereof, and shall reissue duplicate certificates from time to time, as the occasion may require. The original and duplicate certificates shall be signed by a majority of the commissioners or by the chair by the commission’s direction. Each bay or bar pilot holding a license or branch shall keep upon his or her person, when offering his or her services to any vessel, his or her duplicate certificate and, upon demand of the proper officer of the vessel, shall exhibit the same and allow the officer to inspect it. Before issuing an original license or branch, the commissioners delivering the same to the appointee shall require him or her to take and subscribe in writing an oath as follows, to be administered by the commissioners:\n\n“I, A. B., do solemnly swear (or affirm) that I will faithfully and according to the best of my skill and judgment perform the duties of a bar pilot for the Bay and Harbor of Mobile; that I will at all times, wind and weather and health permitting, use my best exertions to repair on board all vessels which I shall see and conceive to be bound for, coming into or going out of the Harbor or Bay of Mobile, unless I am well assured that some other licensed bar pilot is then on board the same; that I will at all times make the best dispatch in my power to convey safely every vessel committed to my charge coming into or going out of the Bay or Harbor of Mobile; and will at all times well and truly observe, follow and fulfill, to the best of my skill and judgment, all such directions as I may receive from the commissioners of pilotage relative to things appertaining to the duty of a bar pilot, and I will not be a member at the same time of more than one combination or partnership of bar pilots. So help me God.”\n\n(Act 2019-162, §23.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-23/"
    },
    {
      "id": "section-33-4a-24",
      "number": "33-4A-24",
      "heading": "Levy, Payment, and Disposition of Pilot’s License Tax.",
      "text": "Section 33-4A-24\n\nLevy, Payment, and Disposition of Pilot’s License Tax.\n\nThere is levied upon each licensed bar pilot engaged in service as a bar pilot under this chapter a license or privilege tax in the sum of one hundred dollars ($100) annually plus any reasonable additional assessment that arises and is necessarily incurred out of the performance by the State Pilotage Commission of its duties imposed by law, to be paid to the secretary of the commission and to be used for defraying all expenses and expenditures of the commission accruing under this chapter. The commission, by proper resolutions, may permit the tax to be paid quarterly. The privilege or license taxes paid to the secretary of the commission shall become a part of the funds of the commission and shall be deposited by the secretary and otherwise handled and disbursed, as required by this chapter.\n\n(Act 2019-162, §24.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-24/"
    },
    {
      "id": "section-33-4a-25",
      "number": "33-4A-25",
      "heading": "Bond of Pilot - Required; Amount; Conditions; Renewal.",
      "text": "Section 33-4A-25\n\nBond of Pilot - Required; Amount; Conditions; Renewal.\n\nBefore receiving his or her branch, the bar pilot must make and deliver to the commissioners a bond payable to the chair of the commission and his or her successors, in the penal sum of two thousand dollars ($2,000) with surety to be approved by the commissioners, and with conditions faithfully to perform his or her duties as bar pilot; and this bond must be renewed every six years.\n\n(Act 2019-162, §25.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-25/"
    },
    {
      "id": "section-33-4a-26",
      "number": "33-4A-26",
      "heading": "Bond of Pilot - Preserving Bonds, Etc.; New Bonds; Actions on Bonds; Liabilty.",
      "text": "Section 33-4A-26\n\nBond of Pilot - Preserving Bonds, Etc.; New Bonds; Actions on Bonds; Liabilty.\n\n(a) The commissioners shall preserve on file all bonds and affidavits taken from bar pilots, and, whenever they consider it necessary, may require a new bond to be executed. The bar pilot’s bond stands as security for any injury caused by the negligence or want of skill of the bar pilot, and action may be brought thereon in the name of any person aggrieved.\n\n(b) A bar pilot or apprentice providing bar pilot services to a vessel is not liable for more than five thousand dollars ($5,000) for damage or loss to any person or property caused by the bar pilot’s or apprentice’s error, omission, fault, or neglect in the performance of the bar pilot services, unless one of the following applies:\n\n(1) The damage or loss was caused because of the willful, intentional, or reckless misconduct of the bar pilot or apprentice.\n\n(2) Liability exists for exemplary or punitive damages for willful, intentional, or reckless misconduct for which no other person is jointly or severally liable.\n\n(c) This section does not exempt a vessel, its crew, or its owner, charterer, or operator from liability for damage or loss caused to any person or property by the vessel on either of the following grounds:\n\n(1) That the vessel was piloted by a bar pilot or apprentice.\n\n(2) That the damage or loss was caused by the error, omission, fault, or neglect of a bar pilot or apprentice.\n\n(d) An association of bar pilots is not liable for claims arising from acts or omissions of a bar pilot or apprentice who is a member of the association. A bar pilot or apprentice is not liable, directly or as a member of an association of bar pilots, for claims arising from acts or omissions of another bar pilot or association of bar pilots that relate to pilotage of a vessel under this chapter. For purposes of this section, an association of bar pilots means the association, corporation, company, partnership, or other entity that employs the bar pilot and other bar pilots of which the bar pilot is a member, shareholder, partner, or other owner with other bar pilots.\n\n(e) In an action brought against a bar pilot or an apprentice, or both, for an act or omission for which liability is limited as provided by this section and in which other claims are made or anticipated with respect to the same act or omission, the court shall dismiss the proceedings as to the bar pilot or apprentice, or both, to the extent the pleadings allege liability of the bar pilot or apprentice that exceeds five thousand dollars ($5,000).\n\n(f) This section appies only provided the bar pilots remain self-employed independent contractors and the number of self-employed independent contractors does not exceed 20 actively engaged in the piloting of vessels as licensed by the commission. Employment of a bar pilot by an association of bar pilots shall not mean the bar pilot is not self-employed.\n\n(g) The protection against or exemption from liability provided to an association of bar pilots under this section shall be in addition to the protections against and exemption from liability provided an association of bar pilots provided by or under federal or any other law.\n\n(Act 2019-162, §26.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-26/"
    },
    {
      "id": "section-33-4a-27",
      "number": "33-4A-27",
      "heading": "Suspension or Revocation of License - Notice; Hearing.",
      "text": "Section 33-4A-27\n\nSuspension or Revocation of License - Notice; Hearing.\n\nFor any violation by any bar pilot of any of the provisions of this chapter, or any of the rules established by the commission under the authority conferred upon the commission by this chapter, or under any authority which may be hereafter conferred upon the commission, the commission may suspend or revoke the license or branch of a bar pilot so violating the law or rules of the commission. The secretary of the commission shall notify the bar pilot in writing of the specific charge preferred against him or her, specifying with reasonable certainty the law or rule or regulation violated, the manner in which the same was violated, and the time and place of the offense, and, by direction of the commission, shall fix the time for hearing of the charges not less than five nor more than 30 days from the date of the notice. At the time and place set forth in the notice, the bar pilot may appear in person or by counsel, and the commission shall hear and determine the charges. The commission may subpoena witnesses; the subpoenas shall be served under the seal of the commission and attested by the signature of the secretary; and the subpoenas shall be served by the sheriff, according to the residence of the witnesses. The fees of the sheriff for serving the subpoenas shall be paid out of the funds of the commission.\n\n(Act 2019-162, §27.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-27/"
    },
    {
      "id": "section-33-4a-28",
      "number": "33-4A-28",
      "heading": "Suspension or Revocation of License - Witnesses’ Fees.",
      "text": "Section 33-4A-28\n\nSuspension or Revocation of License - Witnesses’ Fees.\n\nWitnesses may be paid a reasonable fee, as determined by the commission, for attendance at the hearing. The witness fees shall be paid out of the funds of the commission.\n\n(Act 2019-162, §28.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-28/"
    },
    {
      "id": "section-33-4a-29",
      "number": "33-4A-29",
      "heading": "Suspension or Revocation of License - Subpoenas.",
      "text": "Section 33-4A-29\n\nSuspension or Revocation of License - Subpoenas.\n\nThe bar pilot against whom the charges have been filed, upon depositing with the secretary of the commission an amount sufficient to cover the costs and expenses of serving the subpoenas, together with the mileage of the witnesses and an amount sufficient to cover at least three days’ attendance of the witnesses, may require the secretary of the commission to issue subpoenas for witnesses in his or her behalf in the name of the commission, the subpoenas to be issued and served as in the case of subpoenas issued by the direction of the commission, and for failure of witnesses to attend upon being served with the subpoenas, the witness shall forfeit the sum of fifty dollars ($50), which the commission may collect by a civil action in its own name in a court of competent jurisdiction.\n\n(Act 2019-162, §29.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-29/"
    },
    {
      "id": "section-33-4a-30",
      "number": "33-4A-30",
      "heading": "Suspension or Revocation of License - Conduct of Hearings.",
      "text": "Section 33-4A-30\n\nSuspension or Revocation of License - Conduct of Hearings.\n\nThe hearing shall be conducted under the rules as the commission may from time to time establish. The commission shall hear the testimony of the witnesses and may administer oaths to the witnesses, and false swearing, after the administration of the oath by the commission, shall constitute perjury under the laws of this state. The bar pilot may be represented by counsel at the hearing. Upon completion of the hearing, or as soon thereafter as practicable, the commission shall render its decision, and the decision shall be by a majority of the commission. The hearing may be adjourned from time to time as the commission may direct, but no bar pilot shall be suspended until the final decision by the commission.\n\n(Act 2019-162, §30.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-30/"
    },
    {
      "id": "section-33-4a-31",
      "number": "33-4A-31",
      "heading": "Grounds for Depriving Pilot of Branch.",
      "text": "Section 33-4A-31\n\nGrounds for Depriving Pilot of Branch.\n\nThe commission may deprive any pilot of his or her branch for a willful violation of his or her duties, or the orders or rules of the commission, or for negligently losing or injuring any vessel in his or her charge; or when laboring under mental derangement or when so addicted to habits of intoxication as to be unfit to be entrusted with the charge of a vessel. Any bar pilot who fails to act as such for three months, or absents himself or herself for 10 days at any one time from the Bay or Harbor of Mobile without leave of the commissioners, may be deprived of his or her branch. If, while a vessel in the Bay or Harbor of Mobile is in the charge of any civil officer by virtue of process from any court of record in this state, any bar pilot, with knowledge thereof, conducts or bar pilots the vessel out of the bay or harbor, he or she forfeits his or her branch, and is forever disqualified from acting as a bar pilot, and forfeits a sum of money as the jury may assess.\n\n(Act 2019-162, §31.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-31/"
    },
    {
      "id": "section-33-4a-32",
      "number": "33-4A-32",
      "heading": "Penalty for Acting Without License.",
      "text": "Section 33-4A-32\n\nPenalty for Acting Without License.\n\nAny person who pilots a foreign vessel, or an American vessel under register, or any other vessel subject to the payment of pilotage fees under this chapter, entering or leaving the Port of Mobile, in or out of the Bay of Mobile or over the outer bar thereof, without a license from the commission, shall be guilty of a misdemeanor.\n\n(Act 2019-162, §32.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-32/"
    },
    {
      "id": "section-33-4a-33",
      "number": "33-4A-33",
      "heading": "Pay of Pilots - Generally.",
      "text": "Section 33-4A-33\n\nPay of Pilots - Generally.\n\n(a) The master, owner, agent, or operator of any ship or vessel shall pay the bar pilot who conducts a vessel into or out of the Bay or Harbor of Mobile a fee to be fixed by the commission at the rate of thirty-eight dollars ($38) per draft foot for actual draft of water at the time of pilotage for every vessel crossing the outer bar of Mobile Bay. The minimum pilot fee shall be computed on a minimum of 15 feet regardless of whether or not the vessel has a draft of less than 15 feet at the time of pilotage.\n\n(b) In addition to the pilotage fee based on the draft of the vessel, the bar pilot shall also be paid a pilotage fee for every vessel crossing the outer bar of Mobile Bay in the sum of six and one-quarter cents ($0.0625) per ton. The minimum pilot fee shall be computed on a minimum of 6,500 maximum registered gross tons, regardless of whether or not the vessel has a maximum registered gross tonnage of less than 6,500 maximum registered gross tons.\n\n(c) In addition to the foregoing fees, the commission shall set fees for special services rendered by the bar pilots to vessels which are incidental to or connected with vessels being conducted into or out of the Bay or Harbor of Mobile which include, but are not limited to, docking and undocking, going on and off drydock, turning the vessel, shifting, anchorage and stand-by, and delayed sailing.\n\n(d) Vessels drawing seven feet or less of water shall not be required to employ a bar pilot, but if a bar pilot is employed, the regular pilotage shall be paid.\n\n(e) Effective January 1, 2020, the commission, annually at the first convened quarterly meeting after the release of official annual changes to the Consumer Price Index, shall adjust upward or downward the tariff rates to provide a cost-of-living adjustment to the applicable tariff rates. For purposes of this chapter, tariff rates are fees based on draft and tonnage and other fees referenced in subsections (a), (b), and (c). The commission shall use the Consumer Price Index published by the U.S. Department of Commerce Bureau of Labor Statistics for the previous calendar year as a basis to make the necessary upward adjustments. Notwithstanding the foregoing, at its sole discretion, the commission, upon request from bar pilots or otherwise, may adjust tariff rates based on other economic consideration to an amount greater than increases based on changes in the Consumer Price Index for any given year.\n\n(f) No discounts or adjustments to rates and fees can be offered to shippers, owners, or any agents of shipping companies.\n\n(g) The schedule for all tariff rates and fees shall be maintained by the commission and available to interested parties upon written request.\n\n(Act 2019-162, §33.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-33/"
    },
    {
      "id": "section-33-4a-34",
      "number": "33-4A-34",
      "heading": "Pay of Pilots - Time of Payment.",
      "text": "Section 33-4A-34\n\nPay of Pilots - Time of Payment.\n\nA bar pilot who has brought a vessel into port is entitled to his or her fees before the vessel’s departure from port, to be paid in advance, or security given for the payment and, on failure thereof, may refuse to carry the vessel out.\n\n(Act 2019-162, §34.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-34/"
    },
    {
      "id": "section-33-4a-35",
      "number": "33-4A-35",
      "heading": "Pay of Pilots - Fees of Pilots Retained on Vessels.",
      "text": "Section 33-4A-35\n\nPay of Pilots - Fees of Pilots Retained on Vessels.\n\nIf the master of any vessel retains a bar pilot on board, the wind and weather permitting the vessel going to sea, the bar pilot is entitled to tariff fees as established and approved by the commission.\n\n(Act 2019-162, §35.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-35/"
    },
    {
      "id": "section-33-4a-36",
      "number": "33-4A-36",
      "heading": "Pay of Pilots - No Discrimination or Rebating of Pilot’s Fees.",
      "text": "Section 33-4A-36\n\nPay of Pilots - No Discrimination or Rebating of Pilot’s Fees.\n\nThere shall be no discrimination among vessels subject to the payment of pilotage fees, and any person who rebates any pilotage fees or seeks a rebate of pilotage fees or in any manner creates or aids in creating any scheme or plan by which a discrimination is effected in favor of any vessel or the owners, masters, or operators thereof shall be subject to discipline by the commission, including, without limitation, having his or her license or branch revoked.\n\n(Act 2019-162, §36.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-36/"
    },
    {
      "id": "section-33-4a-37",
      "number": "33-4A-37",
      "heading": "Pay of Pilots - Exemptions from Payment of Pilot’s Fees.",
      "text": "Section 33-4A-37\n\nPay of Pilots - Exemptions from Payment of Pilot’s Fees.\n\nAll vessels, whether sail, steam, or propelled by any other motive power, including vessels, barges, and rafts in tow, engaged in coastwise trade, including those engaged in trade or plying upon the navigable rivers of the State of Alabama, and all vessels exempt under the laws, rules, or regulations of the government of the United States shall be exempt from payment of any pilotage fee whatsoever and shall not be required to have the services of a bar pilot in crossing the outer bar of Mobile Bay or navigating the waters of the bay or other navigable waters of the State of Alabama.\n\n(Act 2019-162, §37.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-37/"
    },
    {
      "id": "section-33-4a-38",
      "number": "33-4A-38",
      "heading": "Compulsory Retirement of Bar Pilots.",
      "text": "Section 33-4A-38\n\nCompulsory Retirement of Bar Pilots.\n\nEvery bar pilot licensed and branched by the commission upon reaching the age of 68 years shall be required to retire and surrender his or her license or branch to the commission.\n\n(Act 2019-162, §38.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-38/"
    },
    {
      "id": "section-33-4a-39",
      "number": "33-4A-39",
      "heading": "Vessels Required to Take Pilots.",
      "text": "Section 33-4A-39\n\nVessels Required to Take Pilots.\n\nAll steam or motor vessels crossing the outer bar of Mobile Bay, except those exempt under this chapter, shall be conducted, controlled, or navigated by a bar pilot licensed by or under authority of the laws of the State of Alabama.\n\n(Act 2019-162, §39.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-39/"
    },
    {
      "id": "section-33-4a-40",
      "number": "33-4A-40",
      "heading": "Report of Unlawful Discharge of Ballast, Sweepings, Rubbish, Etc., in Bay, Etc.",
      "text": "Section 33-4A-40\n\nReport of Unlawful Discharge of Ballast, Sweepings, Rubbish, Etc., in Bay, Etc.\n\nEvery bar pilot, having knowledge of the discharge of ballast, sweepings, screenings, cinders, refuse, and rubbish of any kind in the Bay of Mobile or in any river emptying into the same, contrary to the law, as soon as practicable, shall give information thereof to the district attorney having jurisdiction in the Class 2 municipality.\n\n(Act 2019-162, §40.)",
      "history": "",
      "source_url": "https://law.justia.com/codes/alabama/title-33/chapter-4a/section-33-4a-40/"
    }
  ]
}