{
  "state": "pennsylvania",
  "path": "title-title-68/chapter-chapter-73",
  "sections": [
    {
      "id": "section-7301",
      "number": "7301",
      "heading": "",
      "text": "ยง 7301. Short title of chapter.\n\nThis chapter shall be known and may be cited as the Real Estate Seller Disclosure Law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7301/"
    },
    {
      "id": "section-7302",
      "number": "7302",
      "heading": "",
      "text": "(a) General rule.--This chapter shall apply to all residential real estate transfers except the following:\n\n(1) Transfers by a fiduciary in the course of the administration of a decedent's estate, guardianship, conservatorship or trust.\n\n(2) Transfers of new residential construction that has not been previously occupied when:\n\n(i) the buyer has received a one-year or longer written warranty covering such construction;\n\n(ii) the dwelling has been inspected for compliance with the applicable building code or, if there is no applicable code, for compliance with a nationally recognized model building code; and\n\n(iii) a certificate of occupancy or a certificate of code compliance has been issued for the dwelling.\n\n(b) Limitations in the case of condominiums or cooperatives.--Any seller of a unit in a condominium created under Subpart B of Part II (relating to condominiums) or a similar provision of prior law or a cooperative as defined in section 4103 (relating to definitions) shall be obligated to make disclosures under this chapter only with respect to the seller's own unit and shall not be obligated by this chapter to make any disclosure with respect to any common elements or common facilities of the condominium or cooperative. The provisions of section 3407 (relating to resales of units) shall control disclosures a seller is required to make concerning common elements in a condominium, and section 4409 (relating to resales of cooperative interests) shall control disclosures a seller is required to make concerning common elements in a cooperative.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7302/"
    },
    {
      "id": "section-7303",
      "number": "7303",
      "heading": "",
      "text": "Any seller who intends to transfer any interest in real property shall disclose to the buyer any material defects with the property known to the seller by completing all applicable items in a property disclosure statement which satisfies the requirements of section 7304 (relating to disclosure form). A signed and dated copy of the property disclosure statement shall be delivered to the buyer in accordance with section 7305 (relating to delivery of disclosure form) prior to the signing of an agreement of transfer by the seller and buyer with respect to the property.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7303/"
    },
    {
      "id": "section-7304",
      "number": "7304",
      "heading": "",
      "text": "(a) General rule.--A form of property disclosure statement that satisfies the requirements of this chapter shall be promulgated by the State Real Estate Commission. Nothing in this chapter shall preclude a seller from using a form of property disclosure statement that contains additional provisions that require greater specificity or that call for the disclosure of the condition or existence of other features of the property.\n\n(b) Contents of property disclosure statement.--The form of property disclosure statement promulgated by the State Real Estate Commission shall call for disclosures with respect to all of the following subjects:\n\n(1) Seller's expertise in contracting, engineering, architecture or other areas related to the construction and conditions of the property and its improvements.\n\n(2) When the property was last occupied by the seller.\n\n(4) Basements and crawl spaces.\n\n(5) Termites/wood destroying insects, dry rot and pests.\n\n(6) Structural problems.\n\n(7) Additions, remodeling and structural changes to the property.\n\n(8) Water and sewage systems or service.\n\n(9) Plumbing system.\n\n(10) Heating and air conditioning.\n\n(11) Electrical system.\n\n(12) Other equipment and appliances included in the sale.\n\n(13) Soils, drainage, boundaries and sinkholes.\n\n(14) Presence of hazardous substances.\n\n(15) Condominiums and other homeowners associations.\n\n(16) Legal issues affecting title or that would interfere with use and enjoyment of the property.\n\n(17) Condition, if known, and location of all storm water facilities, including a statement disclosing whether ongoing maintenance of the storm water facilities is the responsibility of the property owner or the responsibility of another person or entity.\n\n(c) Transitional rule.--Until a form of property disclosure statement has been promulgated by the commission, the form prescribed under the act of July 2, 1996 (P.L.500, No.84), known as the Real Estate Seller Disclosure Act, shall be deemed to be the form contemplated under subsection (b).\n\n(June 19, 2015, P.L.23, No.6, eff. imd.)\n\n2015Amendment.Act 6 amended subsec. (b)(13) and added subsec. (b)(17). See section 3 of Act 6 in the appendix to this title for special provisions relating to revisions to property disclosure statement.\n\nReferences in Text.The act of July 2, 1996, P.L.500, No.84, known as the Real Estate Seller Disclosure Act, referred to in subsec. (c), was repealed by the act of December 20, 2000, P.L.815, No.114. The subject matter is now contained in Part III of this title.\n\nCross References.Section 7304 is referred to in section 7303 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7304/"
    },
    {
      "id": "section-7305",
      "number": "7305",
      "heading": "",
      "text": "(a) Method of delivery.--The seller shall deliver the property disclosure statement to the buyer by personal delivery; first class mail; certified mail, return receipt requested; or facsimile transmission to the buyer or the buyer's agent.\n\n(b) Parties to whom delivered.--For purposes of this chapter, delivery to one prospective buyer or buyer's agent is deemed delivery to all persons intending to take title as co-tenants, joint tenants or as a tenant by the entireties with the buyer. Receipt may be acknowledged on the statement, in an agreement of transfer for the residential real property or shown in any other verifiable manner.\n\nCross References.Section 7305 is referred to in section 7303 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7305/"
    },
    {
      "id": "section-7306",
      "number": "7306",
      "heading": "",
      "text": "If at the time the disclosures are required to be made, an item of information required to be disclosed is unknown or not available to the seller, the seller may make a disclosure based on the best information available to the seller.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7306/"
    },
    {
      "id": "section-7307",
      "number": "7307",
      "heading": "",
      "text": "If information disclosed in accordance with this chapter is subsequently rendered inaccurate prior to final settlement as a result of any act, occurrence or agreement subsequent to the delivery of the required disclosures, the seller shall notify the buyer of the inaccuracy.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7307/"
    },
    {
      "id": "section-7308",
      "number": "7308",
      "heading": "",
      "text": "The seller is not obligated by this chapter to make any specific investigation or inquiry in an effort to complete the property disclosure statement. In completing the property disclosure statement, the seller shall not make any representations that the seller or the agent for the seller knows or has reason to know are false, deceptive or misleading and shall not fail to disclose a known material defect.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7308/"
    },
    {
      "id": "section-7309",
      "number": "7309",
      "heading": "",
      "text": "(a) General rule.--A seller shall not be liable for any error, inaccuracy or omission of any information delivered pursuant to this chapter if:\n\n(1) the seller had no knowledge of the error, inaccuracy or omission;\n\n(2) the error, inaccuracy or omission was based on a reasonable belief that a material defect or other matter not disclosed had been corrected; or\n\n(3) the error, inaccuracy or omission was based on information provided by a public agency, home inspector, contractor or person registered or licensed under an act referred to in section 7503(a) (relating to relationship to other laws) about matters within the scope of the agency's jurisdiction or such other person's occupation and the seller had no knowledge of the error, inaccuracy or omission.\n\n(b) Delivery of information by public agency.--The delivery of any information required to be disclosed by this chapter to a prospective buyer by a public agency or other person providing information required to be disclosed under this chapter shall be deemed to comply with the requirements of this chapter and shall relieve the seller or the agent of the seller from any further duty under this chapter with respect to that item of information.\n\n(c) Report by expert.--The delivery of a report or opinion prepared by a home inspector, contractor or person registered or licensed under an act referred to in section 7503(a) dealing with matters within the scope of the person's registration, license or expertise shall be sufficient compliance for application of the exemption provided under subsection (a)(3) if the information is provided to the prospective buyer in writing.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7309/"
    },
    {
      "id": "section-7310",
      "number": "7310",
      "heading": "",
      "text": "An agent of a seller or a buyer shall not be liable for any violation of this chapter unless the agent had actual knowledge of a material defect that was not disclosed to the buyer or of a misrepresentation relating to a material defect.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7310/"
    },
    {
      "id": "section-7311",
      "number": "7311",
      "heading": "",
      "text": "(a) General rule.--A residential real estate transfer subject to this chapter shall not be invalidated solely because of the failure of any person to comply with any provision of this chapter. However, any person who willfully or negligently violates or fails to perform any duty prescribed by any provision of this chapter shall be liable in the amount of actual damages suffered by the buyer as a result of a violation of this chapter. This subsection shall not be construed so as to restrict or expand the authority of a court to impose punitive damages or apply other remedies applicable under any other provision of law.\n\n(b) Statute of limitations.--An action for damages as a result of a violation of this chapter must be commenced within two years after the date of final settlement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7311/"
    },
    {
      "id": "section-7312",
      "number": "7312",
      "heading": "",
      "text": "Any disclosure made pursuant to this chapter may be amended in writing by the seller prior to the signing of an agreement of transfer by the seller and buyer.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7312/"
    },
    {
      "id": "section-7313",
      "number": "7313",
      "heading": "",
      "text": "(a) General rule.--The specification of items for disclosure in this chapter or in any form of property disclosure statement promulgated by the State Real Estate Commission does not limit or abridge any obligation for disclosure created by any other provision of law or that may exist in order to avoid fraud, misrepresentation or deceit in the transaction.\n\n(b) Responsibility of licensee.--Nothing in this chapter shall abrogate or diminish the responsibility of a licensee under the act of February 19, 1980 (P.L.15, No.9), known as the Real Estate Licensing and Registration Act.\n\n(c) Duty to provide form.--An agent representing a seller must advise a seller of the seller's responsibilities under this chapter and must provide the seller with a copy of the form of property disclosure statement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7313/"
    },
    {
      "id": "section-7314",
      "number": "7314",
      "heading": "",
      "text": "A buyer shall not have a cause of action under this chapter against the seller or the agent for either or both of the seller or the buyer for:\n\n(1) material defects to the property disclosed to the buyer prior to the signing of an agreement of transfer by the seller and buyer;\n\n(2) material defects that develop after the signing of the agreement of transfer by the seller and buyer; or\n\n(3) material defects that occur after final settlement.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7314/"
    },
    {
      "id": "section-7315",
      "number": "7315",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), a municipality or local authority shall not have the power to mandate that:\n\n(1) a seller or an agent of either or both the seller and the buyer make any particular disclosures to the buyer in connection with a residential real estate transfer; or\n\n(2) provisions on any particular subject be included in an agreement of transfer.\n\n(b) Exception.--Subsection (a) shall not apply to an ordinance or regulation adopted by a municipality or local authority before the effective date of this section, and such an ordinance or regulation shall continue in full force and effect, except that the municipality or local authority shall not have the power after that date to amend the ordinance or regulation in a manner that:\n\n(1) imposes new or expanded disclosure requirements;\n\n(2) increases the scope of any provision that must be included in an agreement of transfer; or\n\n(3) imposes new requirements on any agent, buyer or seller involved in a residential real estate transfer.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-73/section-7315/"
    }
  ]
}