{
  "state": "pennsylvania",
  "path": "title-title-68/chapter-chapter-33",
  "sections": [
    {
      "id": "section-3301",
      "number": "3301",
      "heading": "",
      "text": "A unit owners' association shall be organized no later than the date the first unit of the condominium is conveyed to a person other than a successor declarant. The membership of the association at all times shall consist exclusively of all the unit owners or, following termination of the condominium, of all former unit owners entitled to distributions of proceeds under section 3220 (relating to termination of condominium) or their heirs, successors or assigns. The association shall be organized as a profit or nonprofit corporation or as an unincorporated association.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\nCross References.Section 3301 is referred to in sections 3103, 3222 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3301/"
    },
    {
      "id": "section-3302",
      "number": "3302",
      "heading": "",
      "text": "(a) General rule.--Subject to the provisions of the declaration, the association, even if unincorporated, may:\n\n(1) Adopt and amend bylaws and rules and regulations.\n\n(2) Adopt and amend budgets for revenues, expenditures and reserves and collect assessments for common expenses from unit owners.\n\n(3) Hire and terminate managing agents and other employees, agents and independent contractors.\n\n(4) Institute, defend or intervene in litigation or administrative proceedings or engage in arbitrations or mediation in its own name on behalf of itself or two or more unit owners on matters affecting the condominium.\n\n(5) Make contracts and incur liabilities.\n\n(6) Regulate the use, maintenance, repair, replacement and modification of common elements, and to make reasonable accommodations or permit reasonable modifications to be made to units, the limited common elements or the common elements to accommodate handicapped, as defined by prevailing Federal, State or local statute, regulations, code or ordinance, unit owners, residents, tenants or employees.\n\n(7) Cause additional improvements to be made as a part of the common elements.\n\n(8) (i) Acquire, hold, encumber and convey in its own name any right, title, or interest to real or personal property other than common elements; and\n\n(ii) convey or subject to a security interest common elements only pursuant to the provisions of section 3318 (relating to conveyance or encumbrance of common elements).\n\n(9) Grant easements, leases, licenses and concessions through or over the common elements, but any such easement, lease, license or concession:\n\n(i) that is not for the benefit of all or substantially all of the unit owners shall not be granted without the same unit owner approval that is required for an amendment to the declaration; or\n\n(ii) that materially impairs any right or benefit that one or more unit owners may have with respect to the common elements shall not be granted without the prior written approval of those unit owners.\n\n(10) Impose and receive any payments, fees or charges for the use, rental or operation of the common elements other than limited common elements described in section 3202(2) and (4) (relating to unit boundaries).\n\n(11) Impose charges for late payment of assessments and, after notice and an opportunity to be heard:\n\n(i) Levy reasonable fines for violations of the declaration, bylaws and rules and regulations of the association.\n\n(ii) For any period during which assessments are delinquent or violations of the declaration, bylaws and rules and regulations remain uncured, suspend unit owners' rights, including, without limitation, the right to vote, the right to serve on the board or committees and the right of access to common elements, recreational facilities or amenities.\n\n(12) Impose reasonable charges for the preparation and recordation of amendments to the declaration, resale certificates required by section 3407 (relating to resales of units) or statements of unpaid assessments. In addition, the association may impose a capital improvement fee, but no other fees, on the resale or transfer of units in accordance with the following:\n\n(i) The capital improvement fee for any unit shall not exceed the annual assessments for general common expense charged to such unit during the most recently completed fiscal year of the association, provided that:\n\n(A) in the case of resale or transfer of a unit consisting of unimproved real estate, the capital improvement fee shall not exceed one-half of the annual assessments for general common expenses charged to such unit during the most recently completed fiscal year of the association;\n\n(B) in the case of resale or transfer of a unit which was created or added to the condominium in accordance with section 3211 (relating to the conversion and expansion of flexible condominiums) at some time during the most recently completed fiscal year of the association but was not in existence for the entire fiscal year, the capital improvement fee shall not exceed one-half of the annual assessments for general common expenses charged to a unit comparable to such unit during the most recently completed fiscal year of the association; and\n\n(C) capital improvement fees are not refundable upon any sale, conveyance or any other transfer of the title to a unit.\n\n(ii) Capital improvement fees allocated by an association must be maintained in a separate capital account and may be expended only for new capital improvements or replacement of existing common elements, improvements on the common elements and may not be expended for operation, maintenance or other purposes.\n\n(iii) No capital improvement fee shall be imposed on any gratuitous transfer of a unit between any of the following family members: spouses, parent and child, siblings, grandparent and grandchild, nor on any transfer of a unit by foreclosure sale or deed in lieu of foreclosure to a secured lending institution as defined by the act of December 3, 1959 (P.L.1688, No.621), known as the Housing Finance Agency Law.\n\n(iv) No fees may be imposed upon any person who:\n\n(A) acquires a unit consisting of unimproved real estate and signs and delivers to the association at the time of such person's acquisition a sworn affidavit declaring the person's intention to reconvey such unit within 18 months of its acquisition; and\n\n(B) completes such reconveyance within 18 months.\n\n(13) Provide for the indemnification of its officers and executive board and maintain directors' and officers' liability insurance.\n\n(14) Exercise any other powers conferred by the declaration or bylaws.\n\n(15) Exercise all other powers that may be exercised in this Commonwealth by legal entities of the same type as the association.\n\n(16) Exercise any other powers necessary and proper for the governance and operation of the association.\n\n(17) Assign its right to future income, including the right to receive the payments made on account of common expense assessments. Reserve funds held for future major repairs and replacements of the common elements may not be assigned or pledged.\n\n(18) Assign or delegate any powers of the association listed in this section to a master association subject to the provisions of section 3222 (relating to master associations) and accept any assignment or delegation of powers from one or more condominiums or other incorporated or unincorporated associations.\n\n(b) Restriction on limitations in declaration.--Notwithstanding subsection (a), the declaration may not impose limitations on the power of the association to deal with the declarant that are more restrictive than the limitations imposed on the power of the association to deal with other persons.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Nov. 30, 2004, P.L.1509, No.191, eff. 60 days; Oct. 19, 2018, P.L.551, No.84, eff. 60 days)\n\n2018 Amendment.Act 84 amended subsec. (a)(11).\n\n2004 Amendment.Act 191 amended subsec. (a).\n\nCross References.Section 3302 is referred to in sections 3102, 3222, 3315 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3302/"
    },
    {
      "id": "section-3303",
      "number": "3303",
      "heading": "",
      "text": "(a) Powers and fiduciary status.--Except as provided in the declaration, the bylaws, in subsection (b) or other provisions of this subpart, the executive board may act in all instances on behalf of the association. In the performance of their duties, the officers and members of the executive board shall stand in a fiduciary relation to the association and shall perform their duties, including duties as members of any committee of the board upon which they may serve, in good faith in a manner they reasonably believe to be in the best interests of the association and with such care, including reasonable inquiry, skill and diligence, as a person of ordinary prudence would use under similar circumstances. In managing the association's reserve funds, the officers and members of the executive board shall have the power to invest the association's reserve funds in investments permissible by law for the investment of trust funds and shall be governed in the management of the association's reserve funds by 20 Pa.C.S. ยง 7203 (relating to prudent investor rule). In performing his duties, an officer or executive board member shall be entitled to rely in good faith on information, opinions, reports or statements, including financial statements and other financial data, in each case prepared or presented by any of the following:\n\n(1) One or more other officers or employees of the association whom the officer or executive board member reasonably believes to be reliable and competent in the matters presented.\n\n(2) Counsel, public accountants or other persons as to matters which the officer or executive board member reasonably believes to be within the professional or expert competence of such person.\n\n(3) A committee of the executive board upon which he does not serve, duly designated in accordance with law, as to matters within its designated authority, which committee the officer or executive board member reasonably believes to merit confidence.\n\nAn officer or executive board member shall not be considered to be acting in good faith if he has knowledge concerning the matter in question that would cause his reliance to be unwarranted. The executive board and its members shall have no liability for exercising these powers provided they are exercised in good faith, in the best interest of the association and with such care in the manner set forth in this section.\n\n(b) Limitation on authority.--The executive board may not act on behalf of the association to amend the declaration (section 3219), to terminate the condominium (section 3220) or to elect members of the executive board or determine the qualifications, powers and duties or terms of office of executive board members (section 3303(e)) but the executive board may fill vacancies in its membership for the unexpired portion of any term. The executive board shall deliver to all unit owners copies of each budget approved by the executive board and notice of any capital expenditure approved by the executive board promptly after either such approval. In addition to other rights conferred by the declaration, bylaws or this subpart, the unit owners, by majority or any larger vote specified in the declaration, may reject any budget or capital expenditure approved by the executive board, within 30 days after the approval.\n\n(c) Status during period of declarant control.--Subject to subsection (d), the declaration may provide for a period of declarant control of the association during which period a declarant or persons designated by him may appoint and remove the officers and members of the executive board. Any period of declarant control extends from the date of the first conveyance of a unit to a person other than a declarant for a period not exceeding seven years in the case of a flexible condominium containing convertible real estate or to which additional real estate may be added, or five years in the case of any other condominium. Regardless of the period provided in the declaration, a period of declarant control terminates no later than 180 days after conveyance of 75% of the units to unit owners other than a declarant. A declarant may voluntarily surrender the right to appoint and remove officers and members of the executive board before termination of that period but in that event he may require, for the duration of the period of declarant control, that specified actions of the association or executive board, as described in a recorded instrument executed by the declarant, be approved by the declarant before they become effective.\n\n(d) Election of members during transfer of declarant control.--\n\n(1) Not later than 60 days after conveyance of 25% of the units to unit owners other than a declarant, not less than 25% of the members of the executive board shall be elected by unit owners other than the declarant.\n\n(2) Not later than 60 days after conveyance of 50% of the units to unit owners other than a declarant, not less than 33 1/3% of the members of the executive board shall be elected by unit owners other than the declarant.\n\n(e) Election of members and officers following declarant control.--\n\n(1) Not later than the termination of any period of declarant control, the unit owners shall elect an executive board of at least three members at least a majority of whom must be unit owners, except that the executive board may consist of two members, both of whom must be unit owners, if the condominium consists of two units. The executive board shall elect the officers. The persons elected shall take office upon election.\n\n(2) In the event that the election of the executive board by the unit owners fails to take place not later than the termination of a period of declarant control as provided in this section, then a special meeting of the unit owners may be called for such purpose by any member of the executive board elected by the unit owners or, if there is no such member of the executive board, the unit owners entitled to cast at least 10% of the votes in the association.\n\n(3) A vote by a unit owner must be submitted by the unit owner to an independent reviewer who shall tally the results of the election and certify the results to the executive board and unit owners. In order to be eligible to vote in the election, a unit owner shall be in good standing with the association. The executive board shall present the official election results based on the certified election report from the independent reviewer at a meeting of the unit owners and shall enter the results in the meeting records. All votes by unit owners under this paragraph shall be submitted to the independent reviewer in accordance with the approved methods of voting as provided in this subpart. This paragraph shall only apply to a condominium with at least 500 units. If a condominium has less than 500 units, the association may opt in to the requirements under this paragraph by a vote of at least 51% of the votes collected from the unit owners in person, electronically or by absentee ballot which are in favor of the requirements under this paragraph.\n\n(f) Calculation of percentages of units conveyed.--In determining whether the period of declarant control has terminated under subsection (c), or whether unit owners other than a declarant are entitled to elect members of the executive board under subsection (d), the percentage of the units conveyed is presumed to be that percentage which would have been conveyed if all the units the declarant has built or reserved the right to build in the declaration were included in the condominium.\n\n(g) Removal of member of executive board.--Notwithstanding any provision of the declaration or bylaws to the contrary, the unit owners, by a two-thirds vote of all persons present and entitled to vote at any meeting of the unit owners at which a quorum is present, may remove any member of the executive board with or without cause, other than a member appointed by the declarant, provided notice of the intention to remove a member of the executive board is given with the notice of the meeting at which such removal is considered, as provided under section 4303(g) (relating to executive board members and officers).\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Nov. 30, 2004, P.L.1509, No.191, eff. 60 days; Oct. 19, 2018, P.L.551, No.84, eff. 60 days; Nov. 3, 2022, P.L.1750, No.115, eff. 180 days)\n\n2022 Amendment.Act 115 amended subsecs. (d) and (e) and added subsec. (g).\n\n2004 Amendment.Act 191 amended subsec. (a).\n\nCross References.Section 3303 is referred to in sections 3102, 3103, 3222, 3304, 3305, 3306, 3311, 3320, 3411 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3303/"
    },
    {
      "id": "section-3304",
      "number": "3304",
      "heading": "",
      "text": "(a) Execution and recording instrument of transfer.--No special declarant rights (section 3103) created or reserved under this subpart may be transferred except by an instrument evidencing the transfer recorded in every county in which any portion of the condominium is located in the same records as are maintained for the recording of deeds of real property and shall be indexed in the name of the condominium in both the grantor and grantee index. The instrument is not effective unless executed by the transferee.\n\n(b) Liability of declarant following transfer.--Upon transfer of any special declarant right, the liability of a transferor declarant is as follows:\n\n(1) A transferor is not relieved of any obligation or liability arising before the transfer and remains liable for warranty obligations imposed upon him by this subpart. Lack of privity does not deprive any unit owner of standing to bring an action to enforce any obligation of the transferor.\n\n(2) If a successor to any special declarant right is an affiliate of a declarant (section 3103), the transferor is jointly and severally liable with any successor for the liabilities and obligations or liabilities of the successor relating to the condominium.\n\n(2.1) If a transferor retains any special declarant right, but transfers one or more other special declarant rights to a successor who is not an affiliate of the declarant, the transferor is liable for any obligations or liabilities imposed on a declarant by this subpart or by the declaration relating to the retained special declarant rights arising after the transfer.\n\n(3) A transferor has no liability for any act or omission or any breach of a contractual or warranty obligation arising from the exercise of a special declarant right by a successor declarant who is not an affiliate of the transferor and to whom the special declarant right has not theretofore been assigned.\n\n(c) Rights of purchaser in foreclosure, etc. proceedings.--Unless otherwise provided in a mortgage instrument or deed of trust, in case of foreclosure of a mortgage, sale by a trustee under a deed of trust or sale under 11 U.S.C. (relating to bankruptcy) or receivership proceedings of any units owned by a declarant in the condominium or additional real estate in a flexible condominium, a person acquiring title to all the units being foreclosed or sold, but only upon his request, succeeds to all special declarant rights related to such units or additional real estate, or only to any rights reserved in the declaration pursuant to section 3217 (relating to declarant's offices, models and signs) and held by that declarant to maintain models, sales offices and signs. The judgment or instrument conveying title shall provide for transfer of only the special declarant rights requested.\n\n(d) Rights of declarant following foreclosure, etc. proceedings.--Upon foreclosure, tax sale, judicial sale, sale by a trustee under a deed of trust or sale under 11 U.S.C. (relating to bankruptcy) or receivership or similar proceedings of all units and other real estate in a condominium owned by a declarant:\n\n(1) the declarant ceases to have any special declarant rights; and\n\n(2) the period of declarant control (section 3303(c)) terminates unless the judgment or instrument conveying title provides for transfer of all special declarant rights held by that declarant to a successor declarant.\n\n(e) Liabilities and obligations of successors.--The liabilities and obligations of persons who succeed to special declarant rights are as follows:\n\n(1) A successor to any special declarant right who is an affiliate of a declarant is subject to all obligations and liabilities imposed on the transferor by this subpart or by the declaration.\n\n(2) A successor to any special declarant right, other than a successor described in paragraph (3) or (4), who is not an affiliate of a declarant is subject to all obligations and liabilities imposed by this subpart or the declaration:\n\n(i) on a declarant which relate to his exercise or nonexercise of special declarant rights; or\n\n(ii) on his transferor, other than:\n\n(A) misrepresentations by any previous declarant, except to the extent knowingly continued or permitted to continue without correcting such misrepresentations;\n\n(B) warranty obligations on improvements made by any previous declarant or made before the condominium was created;\n\n(C) breach of any fiduciary obligation by any previous declarant or his appointees to the executive board; or\n\n(D) any liability or obligation imposed on the transferor as a result of the transferor's acts or omissions after the transfer.\n\n(3) A successor to only a right reserved in the declaration to maintain models, sales offices and signs (section 3217), if he is not an affiliate of a declarant, may not exercise any other special declarant right and is not subject to any liability or obligation as a declarant except the obligation to provide a public offering statement and any liability arising as a result thereof.\n\n(4) A successor to all special declarant rights held by his transferor who is not an affiliate of that transferor declarant and who succeeded to those rights pursuant to a deed in lieu of foreclosure or a judgment or instrument conveying title to units under subsection (c) may declare his intention in a recorded instrument to hold those rights solely for transfer to another person. Thereafter, until transferring all special declarant rights to any person acquiring title to any unit owned by the successor or until recording an instrument permitting exercise of all those rights, that successor may not exercise any of those rights other than any right held by his transferor to control the executive board in accordance with the provisions of section 3303(c) (relating to executive board members and officers) for the duration of any period of declarant control and any attempted exercise of those rights is void. So long as a successor declarant may not exercise special declarant rights under this subsection he is not subject to any liability or obligation as a declarant other than liability for the successor's acts and omissions under section 3303(c).\n\n(f) Limitation on liability of successor.--Nothing in this section subjects any successor to a special declarant right to any claims against or other obligations of a transferor declarant other than claims and obligations arising under this subpart or the declaration.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\nCross References.Section 3304 is referred to in section 3103 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3304/"
    },
    {
      "id": "section-3305",
      "number": "3305",
      "heading": "",
      "text": "If entered into before the executive board elected by the unit owners pursuant to section 3303(e) (relating to executive board members and officers) takes office:\n\n(1) any management contract, employment contract or lease of recreational or parking areas or facilities;\n\n(2) any other contract or lease to which a declarant or an affiliate of a declarant is a party; or\n\n(3) any contract or lease that is not bona fide or was unconscionable to the unit owners at the time entered into under the circumstances then prevailing;\n\nmay be terminated without penalty by the association at any time after the executive board elected by the unit owners pursuant to section 3303(e) takes office upon not less than 90 days' notice to the other party. This section does not apply to any lease the termination of which would terminate the condominium or reduce its size unless the real estate subject to that lease was submitted to the condominium for the purpose of avoiding the right of the association to terminate a lease under this section.\n\nCross References.Section 3305 is referred to in section 3402 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3305/"
    },
    {
      "id": "section-3306",
      "number": "3306",
      "heading": "",
      "text": "(a) Mandatory provisions.--The bylaws of the association must provide for:\n\n(1) The number of members of the executive board and the titles of the officers of the association.\n\n(2) Election by the executive board of a president, treasurer, secretary and any other officers of the association the bylaws specify.\n\n(3) The qualifications, powers and duties, terms of office and manner of electing executive board members and officers and removing executive board members and officers under section 3303(g) (relating to executive board members and officers) and filling vacancies.\n\n(4) Which, if any, of its powers the executive board or officers may delegate to other persons or to a managing agent.\n\n(5) Which of its officers may prepare, execute, certify and record amendments to the declaration on behalf of the association.\n\n(6) The method of amending the bylaws. The following apply:\n\n(i) The bylaws may be amended only by vote or agreement of unit owners of units to which at least:\n\n(A) fifty-one percent of the votes in the association are allocated;\n\n(B) any larger majority as specified in the bylaws; or\n\n(C) a smaller majority as specified in the bylaws if all of the units are restricted exclusively to nonresidential use.\n\n(ii) The vote may be taken only at a scheduled meeting and following notice to the unit owners as provided under section 3308 (relating to meetings) that was advertised 14 days in advance to the unit owners. Absentee voting shall be permitted to unit owners provided that the ballots must be submitted to an independent reviewer by the commencement of the scheduled meeting.\n\n(b) Other provisions.--Subject to the provisions of the declaration, the bylaws may provide for any other matters the association deems necessary and appropriate.\n\n(c) Corrective amendments.--Except as otherwise provided in the bylaws or code of regulations, if any amendment to the bylaws or code of regulations is necessary in the judgment of the executive board to cure any ambiguity or to correct or supplement any provision of the bylaws or code of regulations that is defective, missing or inconsistent with any other provision thereof, with the declaration or with this subpart or if an amendment is necessary in the judgment of the executive board to conform to the requirements of any agency or entity that has established national or regional standards with respect to loans secured by mortgages or deeds of trust on units in condominium projects (such as the Federal National Mortgage Association and the Federal Home Loan Mortgage Corporation), to comply with any statute, regulation, code or ordinance which may now or hereafter be made applicable to the condominium or association, or to make a reasonable accommodation or permit a reasonable modification in favor of handicapped, as may be defined by prevailing Federal or State laws or regulations applicable to the association, unit owners, residents, tenants or employees, then at any time and from time to time, the executive board may at its discretion effect an appropriate corrective amendment without the approval of the unit owners or holders of any liens on all or any part of the condominium, upon receipt by the executive board of an opinion from legal counsel who is independent from the declarant to the effect that the proposed amendment is permitted by the terms of this subsection.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Mar. 27, 2020, P.L.35, No.11, eff. 60 days; Nov. 3, 2022, P.L.1750, No.115, eff. 180 days)\n\n2022 Amendment.Act 115 amended subsec. (a)(3) and (6).\n\n2020 Amendment.Act 11 added subsec. (c).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3306/"
    },
    {
      "id": "section-3308",
      "number": "3308",
      "heading": "",
      "text": "(a) Timing and notice.--The bylaws must require that meetings of the association be held at least once each year and provide for special meetings. The bylaws must specify which of the association's officers, not less than ten nor more than 60 days in advance of any meeting, shall cause notice to be hand delivered or sent prepaid by United States mail to the mailing address of each unit or to any other mailing address designated in writing by the unit owner. The notice of a meeting may be delivered by electronic means if the unit owner has agreed in writing to accept the notice by electronic means or where the bylaws permit electronic notices. The notice of any meeting must state the time and place of the meeting and the items on the agenda, including the general nature of any proposed amendment to the declaration or bylaws, any budget or assessment changes and, where the declaration or bylaws require approval of unit owners, any proposal to remove an executive board member or officer.\n\n(b) Delivery of notice.--The bylaws must require that notice of virtual meetings of the association be given by:\n\n(1) First class or express mail, postage prepaid, or courier service, charges prepaid, to the mailing address of each unit or to any other mailing address designated in writing by the unit owner. Notice under this paragraph shall be deemed to have been given to a unit owner when deposited in the United States mail or with a courier service for delivery to the unit owner.\n\n(2) Facsimile transmission, e-mail or other electronic communication to the unit owner's facsimile number or address for e-mail or other electronic communications supplied by the unit owner, provided that the unit owner has agreed in writing to accept the notice by electronic means or where the bylaws expressly permit means of delivering electronic notice. Notice under this paragraph shall be deemed to have been given to the unit owner when sent.\n\n(c) Use of remote technology.--Except as otherwise provided in the bylaws, an individual may participate in a meeting of the executive board or association by means of a conference telephone or other remote electronic technology, including the Internet, which allows participants in the meeting to hear each other. Participation in a meeting as authorized under this subsection shall be deemed in-person attendance at the meeting.\n\n(d) Pre-election sessions.--The bylaws must require that, in the event that there are more candidates than open positions on the executive board, then, upon request of one or more of the candidates, the association shall hold a special session at least seven days before the election of an executive board member to allow the unit owners to meet each candidate for an executive board position. Each candidate for an executive board position shall have equal time to address the unit owners during a special session under this subsection.\n\n(e) Recorded meeting.--Unless the bylaws provide otherwise, meetings of the association may be recorded by the executive board via audio or video technology, provided that an announcement is made by the presiding officer at the commencement of the meeting that the meeting will be recorded. A recorded meeting under this subsection shall be maintained and available to unit owners for a period of no less than six months after the date of the meeting.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Nov. 3, 2022, P.L.1750, No.115, eff. 180 days)\n\nCross References.Section 3308 is referred to in sections 3103, 3222, 3306, 3322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3308/"
    },
    {
      "id": "section-3307",
      "number": "3307",
      "heading": "",
      "text": "(a) General rule.--Except to the extent provided by the declaration or section 3312(d) (relating to insurance), the association is responsible for maintenance, repair and replacement of the common elements and each unit owner is responsible for maintenance, repair and replacement of his unit. Each unit owner shall afford to the association and the other unit owners and to their agents or employees, access through his unit reasonably necessary for those purposes. If damage is inflicted on the common elements or any unit through which access is taken, the unit owner responsible for the damage, or the association if it is responsible is liable for the prompt repair thereof.\n\n(b) Nonresidential condominiums.--If any unit in a condominium all of whose units are restricted to nonresidential use is damaged and the exterior appearance of the unit is thereby affected, the person responsible for the exterior of the unit shall cause the unit to be repaired or rebuilt to the extent necessary to restore its exterior appearance. If that person fails within a reasonable period of time to effect the repairs or rebuilding, the association may purchase the unit at its fair market value to be determined by an independent appraiser selected by the association.\n\nCross References.Section 3307 is referred to in section 3102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3307/"
    },
    {
      "id": "section-3309",
      "number": "3309",
      "heading": "",
      "text": "(a) Association.--\n\n(1) Unless the bylaws provide otherwise, a quorum is deemed present throughout any meeting of the association if persons entitled to cast 20% of the votes which may be cast for election of the executive board are present in person or by proxy at the beginning of the meeting. The bylaws may require a larger percentage or a smaller percentage not less than 10%.\n\n(2) If the association fails to meet a quorum at two subsequent meetings under this subsection, the association may utilize the provisions under 15 Pa.C.S. ยง 5756(b) (relating to quorum) to meet quorum requirements, except as otherwise provided in the declaration or bylaws of the association.\n\n(b) Executive board.--Unless the bylaws specify a larger percentage, a quorum is deemed present throughout any meeting of the executive board if persons entitled to cast 50% of the votes on that board are present at the beginning of the meeting.\n\n(Nov. 3, 2022, P.L.1750, No.115, eff. 180 days)\n\n2022 Amendment.Act 115 amended subsec. (a).\n\nCross References.Section 3309 is referred to in sections 3103, 3222, 3322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3309/"
    },
    {
      "id": "section-3310",
      "number": "3310",
      "heading": "",
      "text": "(a) Unit owner other than natural person.--If the owner of a unit is a corporation, joint venture, partnership or unincorporated association, the natural person who shall be entitled to cast the vote for such unit shall be the person named in a certificate executed by such entity pursuant to its governing documents. If the owner of a unit is a trust, the trustee or trustees shall be deemed to be the owner for the voting purposes. Where the ownership of a unit is in more than one person, the natural person who shall be entitled to cast the vote of such unit shall be the person named in a certificate executed by all of the owners of such unit and filed with the secretary or, in the absence of such named person from the meeting or the failure to execute and file such a certificate, the person who shall be entitled to cast the vote of such unit shall be the person owning such unit who is present. If more than one of the multiple owners are present, the votes allocated to that unit may be cast only in accordance with their unanimous agreement unless the declaration expressly provides otherwise. There shall be deemed to be unanimous agreement if any one of the multiple owners casts the votes allocated to that unit without protest being made promptly to the person presiding over the meeting by any of the other owners of the unit. Such certificate shall be valid until revoked by a subsequent certificate similarly executed. Except where execution by owners of a unit in the same manner as a deed is required in this subpart and subject to the provisions of the declaration and bylaws, wherever the approval or disapproval of a unit owner is required by this subpart, the declaration or the bylaws, such approval or disapproval shall be made only by the person who would be entitled to cast the vote of such unit at any meeting of the association.\n\n(b) Proxies.--Votes allocated to a unit may be cast pursuant to a proxy duly executed by a unit owner. If a unit is owned by more than one person, each owner of the unit may vote or register protest to the casting of votes by the other owners of the unit through a duly executed proxy. A unit owner may not revoke a proxy given pursuant to this section except by actual notice of revocation to the person presiding over a meeting of the association. A proxy is void if it is not dated or purports to be revocable without notice. A proxy terminates one year after its date unless it specifies a shorter term.\n\n(c) Cumulative and class voting.--(Deleted by amendment).\n\n(d) Units owned by association.--No votes allocated to a unit owned by the association may be cast.\n\n(e) Approved methods of voting.--Methods of voting shall be in accordance with the following:\n\n(1) Except to the extent expressly prohibited in an association's declaration or bylaws, the voting rights of a unit owner may be cast or given in the following ways:\n\n(i) in person or by proxy at a meeting of the association;\n\n(ii) by absentee or electronic ballot in accordance with this subpart; or\n\n(iii) by another method of voting expressly provided in the association's declaration or bylaws.\n\n(2) An absentee or electronic ballot may:\n\n(i) Be counted as a unit owner present and voting for the purpose of establishing a quorum, and otherwise, only for agenda items appearing on the ballot.\n\n(ii) Not be counted even if properly delivered, if the unit owner attends the meeting to vote in person. A vote cast at a meeting by a unit owner supersedes a vote submitted by absentee or electronic ballot previously submitted for that agenda item.\n\n(3) For the purposes of this subsection, the term \"electronic ballot\" means a ballot cast or given by electronic transmission over the Internet, vote management system or the association's community network, whether by direct connection, intranet, telecopier, electronic mail or other technological means, if the identity of the unit owner submitting the ballot can be confirmed and a receipt of the electronic transmission and ballot can be made available to the unit owner.\n\n(f) Acclamation.--Unless the bylaws of the association provide otherwise, in the event that an election for a position on the executive board is uncontested, the officer or chair presiding at the election meeting may declare the nominee elected by acclamation after determining there are no further nominations.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Nov. 3, 2022, P.L.1750, No.115, eff. 180 days)\n\n2022 Amendment.Act 115 added subsecs. (e) and (f).\n\nCross References.Section 3310 is referred to in sections 3103, 3222, 3322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3310/"
    },
    {
      "id": "section-3311",
      "number": "3311",
      "heading": "",
      "text": "(a) General rule.--\n\n(1) An action in tort alleging a wrong done by a declarant or his agent or employee in connection with a portion of any convertible or withdrawable real estate or other portion of the condominium which the declarant has the responsibility to maintain may not be brought against the association or against a unit owner other than a declarant.\n\n(2) Except as otherwise provided by paragraph (1):\n\n(i) An action in tort alleging a wrong done by the association or by an agent or employee of the association, or an action arising from a contract made by or on behalf of the association, shall be brought against the association.\n\n(ii) A unit owner shall not be subject to suit or, except as otherwise provided by subsection (b), be otherwise directly or indirectly held accountable for the acts of the association or its agents or employees on behalf of the association.\n\n(3) If the tort or breach of contract occurred during any period of declarant control (section 3303(c)), the declarant is liable to the association for all unreimbursed losses suffered by the association as a result of that tort or breach of contract, including costs and reasonable attorney's fees. If a claim for a tort or breach of contract is made after the period of declarant control, the association shall have no right against the declarant under this paragraph unless the association shall have given the declarant:\n\n(i) notice of the existence of such a claim promptly after the date on which one or more members of the executive board who are not designees of the declarant learns of the existence of such a claim; and\n\n(ii) an opportunity to defend against such claim on behalf of the association but at the declarant's expense.\n\nAny statute of limitation affecting the association's right of action under this section is tolled until the period of declarant control terminates.\n\n(4) A unit owner is not precluded from bringing an action contemplated by this subsection because he is a unit owner or a member or officer of the association.\n\n(b) Lien of judgment.--Except as otherwise provided in this subpart, a judgment for money against the association, if and when entered of record against the name of the association in the office of the clerk of the court of common pleas of the county or counties where the condominium is located, or in the office of the branch of the court of common pleas embracing such county or counties, shall also constitute a lien against each unit for a pro rata share of the amount of that judgment, including interest thereon, based on the common expense liability allocated to that unit (section 3208). No other property of a unit owner is subject to the claims of creditors of the association.\n\n(c) Indexing judgment.--A judgment against the association shall be indexed in the name of the condominium.\n\n(d) Applicability of section.--The provisions of this section shall be applicable to all associations without regard to whether the association is organized as a corporation or as an unincorporated association.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\nCross References.Section 3311 is referred to in section 3102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3311/"
    },
    {
      "id": "section-3312",
      "number": "3312",
      "heading": "",
      "text": "(a) Insurance to be carried by association.--Commencing not later than the time of the first conveyance of a unit to a person other than a declarant, the association shall maintain, to the extent reasonably available:\n\n(1) Property insurance on the common elements and units exclusive of improvements and betterments installed in units insuring against all risks of direct physical loss commonly insured against or, in the case of a conversion building, against fire and extended coverage perils. The total amount of insurance after application of any deductibles shall be not less than 80% of the actual cash value of the insured property exclusive of land, excavations, foundations and other items normally excluded from property policies.\n\n(2) Comprehensive general liability insurance, including medical payments insurance, in an amount determined by the executive board but not less than any amount specified in the declaration covering all occurrences commonly insured against for death, bodily injury and property damage arising out of or in connection with the use, ownership or maintenance of the common elements.\n\n(3) Any property or comprehensive general liability insurance carried by the association may contain a deductible provision.\n\n(b) Other insurance carried by association.--If the insurance described in subsection (a) is not maintained, the association promptly shall cause notice of that fact to be hand delivered or sent prepaid by United States mail to all unit owners. The declaration may require the association to carry any other insurance and the association in any event may carry any other insurance in such reasonable amounts and with such reasonable deductibles as the executive board may deem appropriate to protect the association or the unit owners.\n\n(c) Contents of insurance policies.--Insurance policies carried pursuant to subsection (a) must provide that:\n\n(1) Each unit owner is an insured person under the policy with respect to liability arising out of his ownership of an undivided interest in the common elements or membership in the association.\n\n(2) The insurer waives its right to subrogation under the policy against any unit owner of the condominium or members of his household.\n\n(3) No act or omission by any unit owner, unless acting within the scope of his authority on behalf of the association, will void the policy or be a condition to recovery under the policy.\n\n(4) If, at the time of a loss under the policy, there is other insurance in the name of a unit owner covering the same property covered by the policy, the policy is primary insurance not contributing with the other insurance.\n\n(d) Proceeds from property insurance.--Any loss covered by the property policy under subsection (a)(1) shall be adjusted with the association but the insurance proceeds for that loss shall be payable to any insurance trustee designated for that purpose or otherwise to the association and not to any mortgagee or beneficiary under a deed of trust. The insurance trustee or the association shall hold any insurance proceeds in trust for unit owners and lienholders as their interests may appear. Subject to the provisions of subsection (g), the proceeds shall be disbursed first for the repair or restoration of the damaged common elements and units and unit owners and lienholders are not entitled to receive payment of any portion of the proceeds unless there is a surplus of proceeds after the common elements and units have been completely repaired or restored or the condominium is terminated.\n\n(e) Unit owner may obtain insurance.--A unit owner may insure his unit for all losses to his unit, including all losses not covered by the insurance maintained by the association due to a deductible provision or otherwise. An insurance policy issued to the association shall not prevent a unit owner from obtaining insurance for his own benefit.\n\n(f) Evidence and cancellation of insurance.--An insurer that has issued an insurance policy under this section shall issue certificates or memoranda of insurance to the association and, upon request, to any unit owner, mortgagee or beneficiary under a deed of trust. The insurance may not be cancelled until 30 days after notice of the proposed cancellation has been mailed to the association, each unit owner and each mortgagee or beneficiary under a deed of trust to whom certificates of insurance have been issued.\n\n(g) Disposition of insurance proceeds.--\n\n(1) Any portion of the condominium damaged or destroyed shall be repaired or replaced promptly by the association unless:\n\n(i) the condominium is terminated;\n\n(ii) repair or replacement would be illegal under any state or local health or safety statute or ordinance; or\n\n(iii) eighty percent of the unit owners, including every owner of a unit or assigned limited common element which will not be rebuilt, vote not to rebuild.\n\nExcept for the costs of repair or replacement which are not covered due to deductibles, the cost of repair or replacement in excess of insurance proceeds and reserves which have not been identified by the executive board to fund costs of capital expenditures for the current fiscal year of the association is a common expense.\n\n(2) If the entire condominium is not repaired or replaced:\n\n(i) the insurance proceeds attributable to the damaged common elements shall be used to restore the damaged area to a condition compatible with the remainder of the condominium;\n\n(ii) the insurance proceeds attributable to units and limited common elements which are not rebuilt shall be distributed to the owners of those units and the owners of the units to which those limited common elements were assigned; and\n\n(iii) the remainder of the proceeds shall be distributed to all the unit owners in proportion to their common element interests.\n\nIf the unit owners vote not to rebuild any unit, that unit's entire common element interest, votes in the association and common expense liability are automatically reallocated upon the vote as if the unit had been condemned under section 3107(a) (relating to eminent domain) and the association promptly shall prepare, execute and record an amendment to the declaration reflecting the reallocations.\n\n(3) Notwithstanding the provisions of this subsection, section 3220 (relating to termination of condominium) governs the distribution of insurance proceeds if the condominium is terminated.\n\n(h) Nonresidential condominiums.--The provisions of this section may be varied or waived in the case of a condominium all of whose units are restricted to nonresidential use.\n\n(i) Recovery of deductibles.--If any insurance policy maintained by the association contains a deductible, then that portion of any loss or claim which is not covered by insurance due to the application of a deductible, as well as any claim or loss for which the association is self-insured, shall be levied by the executive board in accordance with section 3314(c) (relating to assessments for common expenses).\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Nov. 30, 2004, P.L.1509, No.191, eff. 60 days)\n\n2004 Amendment.Act 191 amended subsecs. (a), (b), (e) and (g) and added subsec. (i).\n\nCross References.Section 3312 is referred to in sections 3221, 3307 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3312/"
    },
    {
      "id": "section-3313",
      "number": "3313",
      "heading": "",
      "text": "Any amounts accumulated from assessments for limited common expenses and income from the operation of limited common elements to which such limited common expenses pertain in excess of the amount required for actual limited common expenses and reserves for future limited common expenses shall be credited to each unit assessed for a share of such limited common expenses in proportion to the share of such limited common expenses so assessed, these credits to be applied, unless the declaration provides otherwise, to the next monthly assessments of limited common expenses against that unit under the then current fiscal year's budget, and thereafter, until exhausted. Any amounts accumulated from assessments for general common expenses and income from the operation of the common elements, other than limited common elements with regard to which limited common expenses are assessed, in excess of the amount required for actual general common expenses and reserves for future general common expenses shall be credited to each unit in accordance with such unit's interests in common elements, these credits to be applied, unless the declaration provides otherwise, to the next monthly assessments of general common expenses against that unit under the then current fiscal year's budget, and thereafter, until exhausted.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\nCross References.Section 3313 is referred to in sections 3315, 3407 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3313/"
    },
    {
      "id": "section-3314",
      "number": "3314",
      "heading": "",
      "text": "(a) General rule.--Until the association makes a common expense assessment, the declarant shall pay all the expenses of the condominium. After any assessment has been made by the association, assessments shall be made at least annually and shall be based on a budget adopted at least annually by the association. The budgets of the association shall segregate limited common expenses from general common expenses if and to the extent appropriate.\n\n(b) Allocation and interest.--Except for assessments under subsection (c), common expenses shall be assessed against all the units in accordance with the common expense liability allocated to each unit (section 3208) in the case of general common expenses and in accordance with subsection (c) in the case of special allocations of expenses. Any past due assessment or installment thereof shall bear interest at the rate established by the association not exceeding 15% per year.\n\n(c) Special allocations of expenses.--Except as provided by the declaration:\n\n(1) Any common expense associated with the maintenance, repair or replacement of a limited common element shall be assessed in equal shares against the units to which that limited common element was assigned at the time the expense was incurred.\n\n(2) Any common expense benefiting fewer than all of the units shall be assessed exclusively against the units benefited.\n\n(3) The costs of insurance shall be assessed in proportion to risk and the costs of utilities that are separately metered to each unit shall be assessed in proportion to usage.\n\n(4) If any common expense is caused by the negligence or misconduct of any unit owner, the association may assess that expense exclusively against his unit.\n\n(d) Reallocation.--If common expense liabilities are reallocated, common expense assessments and any installment thereof not yet due shall be recalculated in accordance with the reallocated common expense liabilities.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\nCross References.Section 3314 is referred to in sections 3102, 3103, 3312, 3315, 3316 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3314/"
    },
    {
      "id": "section-3315",
      "number": "3315",
      "heading": "",
      "text": "(a) General rule.--The association has a lien on a unit for any assessment levied against that unit or fines imposed against its unit owner from the time the assessment or fine becomes due. The association's lien may be foreclosed in like manner as a mortgage on real estate. A judicial or other sale of the unit in execution of a common element lien or any other lien shall not affect the lien of a mortgage thereon, except the mortgage for which the sale is being held, if the mortgage is or shall be prior to all other liens upon the same property except those liens identified in 42 Pa.C.S. ยง 8152(a) (relating to judicial sale as affecting lien of mortgage) and liens for condominium assessments created under this section. Unless the declaration otherwise provides, fees, charges, late charges, fines and interest charged pursuant to section 3302(a)(10), (11) and (12) (relating to powers of unit owners' association) and reasonable costs and expenses of the association, including legal fees, incurred in connection with collection of any sums due the association by the unit owner or enforcement of the provisions of the declaration, bylaws, rules or regulations against the unit owner are enforceable as assessments under this section. If an assessment is payable in installments and one or more installments is not paid when due, the entire outstanding balance of the assessment becomes effective as a lien from the due date of the delinquent installment.\n\n(b) Priority of lien.--\n\n(1) General rule.--A lien under this section is prior to all other liens and encumbrances on a unit except:\n\n(i) Liens and encumbrances recorded before the recordation of the declaration.\n\n(ii) (A) Mortgages and deeds of trust on the unit securing first mortgage holders and recorded before the due date of the assessment, if the assessment is not payable in installments, or the due date of the unpaid installment, if the assessment is payable in installments.\n\n(B) Judgments obtained for obligations secured by mortgages or deeds of trust under clause (A).\n\n(iii) Liens for real estate taxes and other governmental assessments or charges against the unit.\n\n(2) Limited nondivestiture.--The association's lien for assessments shall be divested by a judicial sale of the unit:\n\n(i) As to unpaid common expense assessments made under section 3314(b) (relating to assessments for common expenses) that come due during the six months immediately preceding the date of a judicial sale of a unit in an action to enforce collection of a lien against a unit by a judicial sale, only to the extent that the six months' unpaid assessments are paid out of the proceeds of the sale.\n\n(ii) As to unpaid common expense assessments made under section 3314(b) other than the six months assessment referred to in subparagraph (i), in the full amount of these unpaid assessments, whether or not the proceeds of the judicial sale are adequate to pay these assessments. To the extent the proceeds of the sale are sufficient to pay some or all of these additional assessments, after satisfaction in full of the costs of the judicial sale, and the liens and encumbrances of the types described in paragraph (1) and the unpaid common expense assessments that come due during the six-month period described in subparagraph (i), they shall be paid before any remaining proceeds may be paid to any other claimant, including the prior owner of the unit.\n\n(3) Monetary exemption.--The lien is not subject to the provisions of 42 Pa.C.S. ยง 8123 (relating to general monetary exemption).\n\n(c) Notice and perfection of lien.--Subject to the provisions of subsection (b), recording of the declaration constitutes record notice and perfection of the lien.\n\n(d) Limitation of actions.--A lien for unpaid assessments is extinguished unless proceedings to enforce the lien or actions or suits to recover sums for which subsection (a) establishes a lien are instituted within four years after the assessments become payable.\n\n(e) Other remedies preserved.--Nothing in this section shall be construed to prohibit actions or suits to recover sums for which subsection (a) creates a lien or to prohibit an association from taking a deed in lieu of foreclosure.\n\n(f) Costs and attorney's fees.--A judgment or decree in any action or suit brought under this section shall include costs and reasonable attorney's fees for the prevailing party.\n\n(g) Statement of unpaid assessments.--The association shall furnish to a unit owner upon written request a recordable statement setting forth the amount of unpaid assessments currently levied against his unit and any credits of surplus in favor of his unit pursuant to section 3313 (relating to surplus funds). The statement shall be furnished within ten business days after receipt of the request and is binding on the association, the executive board and every unit owner.\n\n(h) Application of payments.--Unless the declaration otherwise provides, any payment received by an association in connection with the lien under this section shall be applied first to any interest accrued by the association, then to any late fee, then to any costs and reasonable attorney fees incurred by the association in collection or enforcement and then to the delinquent assessment. The foregoing shall be applicable notwithstanding any restrictive endorsement, designation or instructions placed on or accompanying a payment.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Nov. 30, 2004, P.L.1509, No.191, eff. 60 days; July 4, 2008, P.L.619, No.49, eff. imd.; Apr. 20, 2016, P.L.156, No.21, eff. 60 days)\n\n2016 Amendment.Act 21 amended subsec. (d).\n\n2008 Amendment.Act 49 amended subsec. (b)(2)(i).\n\n2004 Amendment.Act 191 amended subsec. (b) and added subsec. (h).\n\nCross References.Section 3315 is referred to in section 3102 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3315/"
    },
    {
      "id": "section-3316",
      "number": "3316",
      "heading": "",
      "text": "During the period of declarant control, the association shall keep detailed financial records, including, without limitation, a record of expenses paid by the declarant until the commencement of common expense assessments by the association under section 3314(a) (relating to assessments for common expenses), the commencement date of common expense assessments by the association and, for the period commencing on such date, a record for each unit in the condominium (including those owned by the declarants) of its common expense assessments and the payments thereof. The association shall keep financial records sufficiently detailed to enable the association to comply with section 3407 (relating to resales of units). All financial and other records shall be made reasonably available for examination by any unit owner and his authorized agents.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\nCross References.Section 3316 is referred to in sections 3102, 3103, 3322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3316/"
    },
    {
      "id": "section-3317",
      "number": "3317",
      "heading": "",
      "text": "With respect to a third person dealing with the association in the association's capacity as a trustee, the existence of trust powers and their proper exercise by the association may be assumed without inquiry. A third person is not bound to inquire whether the association has power to act as trustee or is properly exercising trust powers and a third person, without actual knowledge that the association is exceeding or improperly exercising its powers, is fully protected in dealing with the association as if it possessed and properly exercised the powers it purports to exercise. A third person is not bound to assure the proper application of trust assets paid or delivered to the association in its capacity as trustee.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3317/"
    },
    {
      "id": "section-3318",
      "number": "3318",
      "heading": "",
      "text": "(a) General rule.--Portions of the common elements may be conveyed or subjected to a security interest by the association if the persons entitled to cast at least 80% of the votes in the association, including 80% of the votes allocated to units not owned by a declarant or any larger percentage the declaration specifies, agree to that action, but all the owners of units to which any limited common element is allocated must agree in order to convey that limited common element or subject it to a security interest. The declaration may specify a smaller percentage only if all of the units are restricted exclusively to nonresidential uses. Proceeds of the sale are an asset of the association.\n\n(b) Required agreement.--An agreement to convey common elements or subject them to a security interest must be evidenced by the execution of an agreement, or ratifications thereof, in the same manner as a deed, by the requisite number of unit owners. The agreement must specify a date after which the agreement will be void unless recorded before that date. The agreement and all ratifications thereof must be recorded in every county in which a portion of the condominium is situated and is effective only upon recordation.\n\n(c) Association powers.--The association on behalf of the unit owners may contract to convey common elements or subject them to a security interest, but the contract is not enforceable against the association until approved pursuant to subsections (a) and (b). Thereafter, the association has all powers necessary and appropriate to effect the conveyance or encumbrance, including the power to execute deeds or other instruments.\n\n(d) Other conveyances or encumbrances void.--Any purported conveyance, encumbrance, judicial sale, tax sale or other voluntary or involuntary transfer of common elements, unless made pursuant to this section, is void.\n\n(e) Right of access and support.--A conveyance or encumbrance of common elements pursuant to this section does not deprive any unit of its right of access and support.\n\n(f) Preexisting encumbrances.--Unless the declaration otherwise provides, a conveyance or encumbrance of common elements pursuant to this section does not affect the priority or validity of preexisting encumbrances.\n\n(g) Limitation.--Common elements which may be conveyed or encumbered pursuant to this section shall not include any land, buildings or other facilities:\n\n(1) containing or comprising one or more units; or\n\n(2) necessary for the use or operation of one or more units.\n\n(h) Subject to declaration.--An interest in common elements that is subject to the declaration prior to conveyance or encumbrance shall remain subject to the declaration following the conveyance or encumbrance, unless the deed or agreement to convey the common elements or subject them to a security interest specifically provides otherwise.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days; Oct. 19, 2018, P.L.551, No.84, eff. 60 days)\n\n2018 Amendment.Act 84 amended subsec. (d) and added subsec. (h).\n\n1992 Amendment.Act 168 added section 3318.\n\nCross References.Section 3318 is referred to in sections 3302, 3319 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3318/"
    },
    {
      "id": "section-3319",
      "number": "3319",
      "heading": "",
      "text": "(a) General rule.--Except as provided in subsection (b), a judgment for money against the association, if and when the judgment has been perfected as a lien on real property, is not a lien on the common elements, but is a lien in favor of the judgment lienholder against all of the units in the condominium at the time the judgment was entered. No other property of a unit owner is subject to the claims of creditors of the association.\n\n(b) If security interest in common elements.--If the association has granted a security interest in the common elements to a creditor of the association pursuant to section 3318 (relating to conveyance or encumbrance of common elements), the holder of that security interest shall exercise its right against the common elements before its judgment lien on any unit may be enforced.\n\n(c) Release upon payment of unit owner's share.--Whether perfected before or after the creation of the condominium, if a lien other than a deed of trust or mortgage, including a judgment lien or lien attributable to work performed or materials supplied before creation of the condominium, becomes effective against two or more units, the unit owner of an affected unit may pay to the lienholder the amount of the lien attributable to his unit, and the lienholder, upon receipt of payment, promptly shall deliver a release of the lien covering that unit. The amount of the payment must be proportionate to the ratio which that unit owner's common expense liability bears to the common expense liabilities of all unit owners whose units are subject to the lien. After payment, the association may not assess or have a lien against that unit owner's unit for any portion of the common expenses incurred in connection with that lien.\n\n(d) Indexing of judgments.--A judgment against the association must be indexed in the name of the condominium and the association and, when so indexed, is notice of the lien against the units.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\n1992 Amendment.Act 168 added section 3319.\n\nCross References.Section 3319 is referred to in section 3102 of this title; section 5607 of Title 53 (Municipalities Generally).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3319/"
    },
    {
      "id": "section-3320",
      "number": "3320",
      "heading": "",
      "text": "Except as set forth in paragraph (9), not later than 60 days after the required termination of the period of declarant control pursuant to section 3303(c) (relating to executive board members and officers) or the declarant's earlier voluntary termination of control, the declarant shall deliver to the association all property of the unit owners and of the association held by or controlled by the declarant, including, without limitation, all of the following items, if applicable, as to each condominium or other owners' association operated by the association:\n\n(1) The original or a certified copy or a photocopy of the recorded declaration and all amendments thereto. If a photocopy is delivered, such photocopy shall reflect the recording information and shall be accompanied by an affidavit executed by the declarant certifying such photocopy to be a true, correct and complete copy of the actual recorded declaration and all amendments thereto.\n\n(2) The association articles of incorporation, if incorporated, with evidence of filing with the Department of State.\n\n(3) A copy of the bylaws.\n\n(4) A complete set of all executive board minutes and resolutions and all other books and records of the association.\n\n(5) A complete copy of all rules and regulations that may have been adopted.\n\n(6) Copies of all Federal, State and local tax returns filed by or on behalf of the association and copies of any tax-exempt elections made by or on behalf of the association.\n\n(7) Copies of all past and current budgets of the association.\n\n(8) Resignations of officers and members of the executive board who are required to resign because the declarant is required to relinquish or has relinquished control of the association.\n\n(9) Not later than 90 days after the required termination of the period of declarant control pursuant to section 3303(c) or the declarant's earlier voluntary termination of control, a complete audit of the finances of the association for the time period between the last audit of the association's financial books and records and the date of termination of the period of declarant control, prepared by an independent certified public accountant in accordance with generally accepted accounting principles, the costs of which audit are to be borne equally by the declarant and the association. If the condominium consists of not more than 12 units, a warranty from the declarant to the association that the books and records of the association completely and accurately reflect all activities of the association from its inception through the date of termination of the period of declarant control may be substituted for the audit referred to in this paragraph.\n\n(10) All association funds or control thereof.\n\n(11) All tangible personal property and inventories thereof:\n\n(i) that may have been represented or should have been represented by the declarant in any public offering statement, sales materials or other writings to be part of the common elements; or\n\n(ii) that is otherwise property of the association.\n\n(12) A copy of the plans or drawings and specifications, if any, utilized in the construction, rehabilitation, renovation or remodeling of any buildings and improvements within the condominium and in the construction and installation of any mechanical components and equipment serving the buildings and improvements and property, if and to the extent the construction, rehabilitation, renovation, remodeling or installation was performed by or on behalf of the declarant and substantially completed during the period commencing three years prior to the date of the first public offering statement regarding the condominium, unless no public offering statement is required for any unit in the condominium in which event such period shall commence on the date of the recordation of the condominium declaration or amendment thereto with respect to such improvements, and ending on the date by which compliance with this section is required. In the event such construction, rehabilitation, renovation, remodeling or installation was substantially completed within such period but not by or on behalf of the declarant, the obligation of the declarant under this paragraph shall be to provide all such plans, drawings and specifications in the possession of the declarant and to use reasonable efforts to obtain and provide any such plans, drawings or specifications not within the possession of the declarant. If such construction, rehabilitation, renovation, remodeling or installation was substantially completed more than three years prior to the commencement of the period described in this paragraph, the obligations of the declarant under this paragraph shall be to provide all such plans, drawings and specifications in the possession of the declarant. To the extent previously made available to the declarant, the declarant in all cases shall deliver to the association owners, operating, care and maintenance manuals and other information regarding mechanical components and equipment serving any buildings and improvements in the condominium. A declarant's delivery of any plans, drawings or specifications pursuant to this paragraph shall not constitute a representation or warranty of the accuracy or completeness of such plans, drawings or specifications and shall not expand or otherwise affect the declarant's warranties created under section 3411 (relating to warranty against structural defects).\n\n(13) All insurance policies insuring the association then in force.\n\n(14) Copies of any certificates or statements of occupancy which may have been issued with respect to the improvements comprising the condominium, if and to the extent available.\n\n(15) Any other permits issued by governmental bodies applicable to the condominium property which are then currently in force, all notices of violations of governmental requirements then outstanding and uncured and all reports of investigations for the presence of hazardous conditions as defined in section 3402(a)(26) (relating to public offering statement; general provisions).\n\n(16) Any written warranties then in force and effect from contractors, subcontractors, suppliers or manufacturers who have performed work with respect to the condominium property or have supplied equipment or services to the condominium property.\n\n(17) A roster of unit owners and mortgagees and their respective addresses and telephone numbers, if known, as shown on the declarant's records.\n\n(18) Employment contracts in which the association is or is to be one of the contracting parties.\n\n(19) Service and other contracts and leases in which the association is or is to be one of the contracting parties and service contracts in which the association has directly or indirectly an obligation or a responsibility to pay some or all of the fees or charges of the person or persons performing such services.\n\n(Dec. 18, 1992, P.L.1279, No.168, eff. 45 days)\n\n1992 Amendment.Act 168 added section 3320.\n\nCross References.Section 3320 is referred to in section 3222 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3320/"
    },
    {
      "id": "section-3321",
      "number": "3321",
      "heading": "",
      "text": "(a) Applicability.--\n\n(1) A condominium established after the effective date of this section shall adopt bylaws in compliance with this section.\n\n(2) A condominium established on or before the effective date of this section may adopt bylaws in compliance with the provisions of this section.\n\n(b) Procedures.--\n\n(1) The bylaws shall establish procedures for an alternative dispute resolution procedure for disputes between:\n\n(i) two or more unit owners; or\n\n(ii) a unit owner and the association.\n\n(2) Alternative dispute resolution shall be limited to disputes where all parties agree to alternative dispute resolution.\n\n(3) Costs and fees associated with alternative dispute resolution, excluding attorney fees, shall be assessed equally against all parties to a dispute.\n\n(c) Construction.--Nothing in this section shall be construed to affect or impair the right of a unit owner, declarant or association to pursue a private cause of action or seek other relief.\n\n(May 4, 2018, P.L.96, No.17, eff. 60 days)\n\n2018 Amendment.Act 17 added section 3321.\n\nCross References.Section 3321 is referred to in section 3322 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3321/"
    },
    {
      "id": "section-3322",
      "number": "3322",
      "heading": "",
      "text": "(a) General rule.--A unit owner in good standing may file a complaint with the Bureau of Consumer Protection in the Office of Attorney General in the event of a violation by the declarant or the association of sections 3308 (relating to meetings), 3309 (relating to quorums), 3310 (relating to voting; proxies) and 3316 (relating to association records).\n\n(b) Condition.--If an alternative dispute resolution procedure is available to the unit owner under the association's declaration, bylaws, rules or regulations, a complaint may not be filed by a unit owner with the Bureau of Consumer Protection until the earlier of:\n\n(1) the unit owner exhausting the alternative dispute resolution procedure without a resolution between the unit owner and the association; or\n\n(2) at least 100 days have passed since the unit owner commenced the alternative dispute resolution procedure and the unit owner and association having not reached a resolution.\n\n(c) Immediate filing.--A complaint may be filed by a unit owner with the Bureau of Consumer Protection immediately if:\n\n(1) an alternative dispute resolution procedure is not available to the unit owner under the association's declaration, bylaws, rules or regulations; or\n\n(2) the association refuses alternative dispute resolution under section 3321(b)(2) (relating to alternative dispute resolution in condominiums).\n\n(d) Construction.--Nothing in this section shall be construed to affect or impair the right of a unit owner, declarant or association to pursue a private cause of action or seek other relief.\n\n(May 4, 2018, P.L.96, No.17, eff. 60 days)\n\n2018 Amendment.Act 17 added section 3322.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-33/section-3322/"
    }
  ]
}