{
  "state": "pennsylvania",
  "path": "title-title-68/chapter-chapter-81",
  "sections": [
    {
      "id": "section-8101",
      "number": "8101",
      "heading": "",
      "text": "ยง 8101. Short title of chapter.\n\nThis chapter shall be known and may be cited as the Private Transfer Fee Obligation Act.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8101/"
    },
    {
      "id": "section-8102",
      "number": "8102",
      "heading": "",
      "text": "The General Assembly finds and declares that the public policy of this Commonwealth favors the marketability of real property and the transferability of interests in real property free of title defects or unreasonable restraints on alienation. The General Assembly further finds and declares that private transfer fee obligations violate this public policy by impairing the marketability and transferability of real property and by constituting an unreasonable restraint on alienation regardless of the duration of the obligation to pay a private transfer fee, the amount of a private transfer fee or the method by which any private transfer fee is created or imposed. Thus, the General Assembly finds and declares that a private transfer fee obligation shall not run with the title to property or otherwise bind subsequent owners of property under any common law or equitable principle.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8102/"
    },
    {
      "id": "section-8103",
      "number": "8103",
      "heading": "",
      "text": "The following words and phrases when used in this chapter shall have the meanings given to them in this section unless the context clearly indicates otherwise:\n\n\"Financial institution.\"A bank, savings association or operating subsidiary of a bank or savings association, a credit union, an association authorized by law to engage in the mortgage loan business or an assignee of a mortgage, mortgage note or other rights of a financial institution.\n\n\"Payee.\"A person that claims the right to receive or collect a private transfer fee payable under a private transfer obligation.\n\n\"Private transfer fee.\"A fee or charge payable upon the transfer of an interest in real property, or payable for the right to make or accept the transfer, if the obligation to pay the fee or charge runs with title to the property or otherwise binds subsequent owners of property, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property, the purchase price or other consideration given for the transfer. The following are not private transfer fees for purposes of this chapter:\n\n(1) Any consideration payable by or on behalf of the grantee to the grantor for the interest in real property being transferred, including any subsequent additional consideration for the property payable by or on behalf of the grantee based upon any subsequent appreciation, development or sale of the property, if the additional consideration is payable on a one-time basis only and the obligation to make the payment does not bind successors in title to the property. For the purposes of this paragraph, an interest in real property may include a separate mineral estate and its appurtenant surface access rights.\n\n(2) Any commission payable to a licensed real estate broker for the transfer of real property pursuant to an agreement between the broker and the grantor or the grantee, including, but not limited to, any subsequent additional commission for that transfer payable by the grantor or the grantee based upon any subsequent appreciation, development or sale of the property.\n\n(3) Any interest, charge, fee or other amount payable to a lender or financial institution pursuant to a mortgage, deed of trust, lien or security interest in or against real property, including, but not limited to, any fee payable for consenting to an assumption of a loan or a transfer of the real property subject to the mortgage, deed of trust, lien or security interest or any fee or charge payable for estoppel letters or certificates and any shared appreciation interest or profit participation or other consideration payable to the lender or financial institution.\n\n(4) Any rent, reimbursement, charge, fee or other amount payable by a lessee to a lessor under a lease, including, but not limited to, any fee payable to the lessor for consenting to an assignment, subletting, encumbrance or transfer of the lease.\n\n(5) Any consideration payable to the holder of an option to purchase an interest in real property or the holder of a right of first refusal or first offer to purchase an interest in real property for waiving, releasing or not exercising the option or right upon the transfer of the real property to another person.\n\n(6) Any tax, fee, charge, assessment, fine or other amount payable to or imposed by a governmental authority.\n\n(7) Any fee, charge, assessment, dues, fine, contribution or other amount payable to a homeowners', condominium, cooperative, manufactured home or property owners' association and its agent pursuant to a declaration or covenant or law applicable to the association, including, but not limited to, fees or charges payable for estoppel letters or certificates, including resale certificates, issued by the association or its authorized agent.\n\n(8) Any fee, charge, assessment, dues, fine, contribution or other amount, which is imposed by a declaration or covenant encumbering real property and which is payable solely to a nonprofit corporation, charitable association or charitable trust, that:\n\n(i) has been in existence for at least two years; and\n\n(ii) holds, on real property subject to the declaration or covenant or on real property included in the same development plan with the real property subject to the declaration or covenant:\n\n(A) an agricultural conservation easement as defined in section 3 of the act of June 30, 1981 (P.L.128, No.43), known as the Agricultural Area Security Law; or\n\n(B) a conservation easement as defined in section 3 of the act of June 22, 2001 (P.L.390, No.29), known as the Conservation and Preservation Easements Act.\n\n(9) Any fee, charge, assessment, dues, fine, contribution or other amount pertaining solely to the purchase or transfer of a club membership relating to real property owned by the member, including, but not limited to, any amount determined by reference to the value, purchase price or other consideration given for the transfer of the real property.\n\n(10) Any payment or other amount due for or upon the removal or extraction of timber, crops or minerals, including oil, gas and water, from real property.\n\n\"Private transfer fee obligation.\"An obligation arising under a declaration or covenant recorded against the title to real property, or under any other contractual agreement or promise, whether recorded, that requires or purports to require the payment of a private transfer fee upon a subsequent transfer of an interest in the real property.\n\n\"Transfer.\"The sale, gift, conveyance, assignment, inheritance or other transfer of an ownership interest in real property located in this Commonwealth.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8103/"
    },
    {
      "id": "section-8104",
      "number": "8104",
      "heading": "",
      "text": "A private transfer fee obligation recorded or entered into in this Commonwealth on or after the effective date of this chapter does not run with the title to real property and is not binding on or enforceable at law or in equity against a subsequent owner, purchaser or mortgagee of an interest in real property as an equitable servitude or otherwise. A private transfer fee obligation recorded or entered into in this Commonwealth before the effective date of this chapter is presumed valid and enforceable, provided that it complies with the provisions of sections 8106 (relating to disclosure) and 8107 (relating to notice requirements for existing private transfer fee obligations) and all other applicable law.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8104/"
    },
    {
      "id": "section-8105",
      "number": "8105",
      "heading": "",
      "text": "A person who records or enters into an agreement imposing a private transfer fee obligation in his favor after the effective date of this chapter may be liable for the following:\n\n(1) the damages resulting from the imposition of the private transfer fee obligation on the transfer of an interest in the real property, including, but not limited to, the amount of any transfer fee paid by a party to the transfer; and\n\n(2) the attorney fees, expenses and costs incurred by a party to the transfer or mortgagee of the real property to recover any private transfer fee paid or in connection with an action to quiet title.\n\nWhere an agent acts on behalf of a disclosed principal to record or secure a private transfer fee obligation, liability shall be assessed to the principal, rather than the agent.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8105/"
    },
    {
      "id": "section-8106",
      "number": "8106",
      "heading": "",
      "text": "(a) General rule.--A contract for the sale of real property subject to a private transfer fee obligation shall include a provision disclosing the existence of that obligation, a description of the obligation and a statement that private transfer fee obligations are subject to certain restrictions under this chapter. A contract for the sale of real property that does not conform to the requirements of this section shall not be enforceable by the seller against the buyer, nor shall the buyer be liable to the seller for damages under the contract. For purposes of this section, \"buyer\" shall include all subsequent buyers and \"seller\" shall include payees. The buyer under a contract that fails to comply with this section shall be entitled to the return of all deposits made in connection with the sale of the real property.\n\n(b) Recovery upon failure to disclose.--Where a private transfer fee obligation is not disclosed under subsection (a) and a buyer subsequently discovers the existence of the private transfer fee obligation after title to the property has passed to the buyer, the buyer may be awarded:\n\n(1) the damages resulting from the failure to disclose the private transfer fee obligation, including, but not limited to, the amount of any private transfer fee paid by the buyer, or the difference between:\n\n(i) the market value of the real property if it were not subject to a private transfer fee obligation; and\n\n(ii) the market value of the real property as subject to a private transfer fee obligation; and\n\n(2) the attorney fees, expenses and costs incurred by the buyer in seeking the buyer's remedies under this subsection.\n\n(c) Waiver.--A provision in a contract for sale of real property that purports to waive the rights of a buyer under this section shall be void.\n\nCross References.Section 8106 is referred to in section 8104 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8106/"
    },
    {
      "id": "section-8107",
      "number": "8107",
      "heading": "",
      "text": "(a) Notice of private transfer fee obligation.--The holder of a private transfer fee obligation imposed prior to the effective date of this chapter shall record, within six months after the effective date of this chapter, against the real property subject to the private transfer fee obligation, a separate document in the office of the recorder of deeds for each county in which the real property is located that complies with all of the following requirements:\n\n(1) The title of the document shall be \"Notice of Private Transfer Fee Obligation\" in at least 14-point boldface type.\n\n(2) The amount, if the private transfer fee is a flat amount, or the percentage of the sales price constituting the cost of the private transfer fee, or other basis by which the private transfer fee is to be calculated.\n\n(3) If the real property is residential property, actual dollar cost examples of the private transfer fee for a home priced at $250,000, $500,000 and $750,000.\n\n(4) The date or circumstances under which the private transfer fee obligation expires, if any.\n\n(5) The purpose for which the funds from the private transfer fee obligation will be used.\n\n(6) The name of the payee and specific contact information regarding where the funds are to be sent.\n\n(7) The acknowledged signature of the holder, or a representative of the holder.\n\n(8) The legal description of the real property purportedly burdened by the private transfer fee obligation.\n\n(9) Where there is more than one person or entity who claims the right to receive or collect a private transfer fee under a private transfer fee obligation, those persons or entities shall designate a single person or entity as the payee for purposes of that private transfer fee obligation.\n\n(b) Amendment.--The payee may file an amendment to the notice of private transfer fee containing new contact information, but the amendment must contain the recording information of the notice of private transfer fee which it amends and the legal description of the real property burdened by the private transfer fee obligation.\n\n(c) Failure to file notice.--If a payee fails to file the notice required under subsection (a), the grantor of real property burdened by the private transfer fee obligation may proceed with the conveyance of any interest in the real property to any grantee and in so doing shall be conclusively deemed to have acted in good faith and shall not be subject to any obligations under the private transfer fee obligation. In such event, the private transfer fee obligation shall become null and void, and the real property shall be conveyed free and clear of the private transfer fee and private transfer fee obligation.\n\n(d) Defective notice.--If a payee records a materially defective or misleading notice under subsection (a), then a grantor, on recording of an affidavit under subsection (f), may convey an interest in the real property to a grantee without payment of the private transfer fee and shall not be subject to any further obligations under the private transfer fee obligation. In such event, the private transfer fee obligation shall become null and void, and the real property shall be conveyed free and clear of the private transfer fee and private transfer fee obligation.\n\n(e) Failure to provide statement of private transfer fee.--Should a payee fail to provide a written statement of the private transfer fee payable within 30 days of the date of a written request for the same sent to the address shown in the notice of private transfer fee, then a grantor, on recording of an affidavit under subsection (f), may convey an interest in the real property to a grantee without payment of the private transfer fee and shall not be subject to any further obligations under the private transfer fee obligation. In such event, the private transfer fee obligation shall become null and void, and the real property shall be conveyed free and clear of the private transfer fee and private transfer fee obligation.\n\n(f) Affidavit.--An affidavit stating the facts enumerated in subsection (g)(1) or (2) shall be recorded in the office of the recorder of deeds for each county in which the real property is situated prior to or simultaneously with a conveyance pursuant to subsection (c), (d) or (e) of real property unburdened by a private transfer fee obligation. An affidavit filed under this subsection shall state that the affiant has actual knowledge of and is competent to testify to the facts in the affidavit and shall include the legal description of the real property burdened by the private transfer fee obligation, the name of the person appearing by the record to be the owner of the real property at the time of the signing of the affidavit, a reference by recording information to the instrument of record containing the private transfer fee obligation and an acknowledgment that the affiant is testifying under penalty of perjury.\n\n(g) Effect of affidavit.--An affidavit filed under subsection (f) shall constitute prima facie evidence that either:\n\n(1) the payee has failed to comply with subsection (a) in the respects stated in the affidavit; or\n\n(2) a request for the written statement of the private transfer fee was sent to the payee at the address shown on the notice of private transfer fee and the payee failed to provide the written statement of the private transfer fee payable within 30 days of the date of the notice sent to the address shown in the notification.\n\nCross References.Section 8107 is referred to in section 8104 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-68/chapter-81/section-8107/"
    }
  ]
}