{
  "state": "virginia",
  "path": "title-title-531/chapter-title-531",
  "sections": [
    {
      "id": "section-531",
      "number": "53.1",
      "heading": "1",
      "text": "1",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-531-17",
      "number": "53.1-17",
      "heading": "10",
      "text": "If any employee of the Department shall be brought before any regulatory or administrative body, summoned before any regular or special grand jury, or, arrested, indicted, or prosecuted on any charge arising out of any act committed in the discharge of his official duties, the Director may, with the approval of the Governor, pay in whole or in part, counsel employed by such employee to represent him, provided he is neither convicted nor terminated from his employment. Such compensation shall be paid from funds appropriated to the Department.\n\nCode 1950, §§ 53-16.1, 53-19.19; 1958, c. 542; 1970, c. 648; 1974, cc. 44, 45; 1976, c. 517; 1982, c. 636; 1989, c. 298.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-1/section-53-1-17/"
    },
    {
      "id": "section-531-67",
      "number": "53.1-67",
      "heading": "9",
      "text": "In no case shall a person previously confined in a youthful offender facility, whether for a different or the same offense, be confined again in such a facility, except for the purposes of study, testing and diagnosis.\n\nThe provisions of §§ 53.1-191, 53.1-196, and 53.1-198 through 53.1-201 relating to good conduct credits and allowances and extraordinary service and the provisions of § 53.1-187 relating to credit for time served in a correctional facility or juvenile detention facility shall not apply to persons sentenced to an indeterminate sentence under § 19.2-311 for a crime committed on or after July 1, 1983. Acts performed by such persons which would earn credit for them under § 53.1-191, if it were applicable, shall be noted on their record by the authorities of the facility.\n\nCode 1950, § 53-128.5; 1966, c. 482; 1982, c. 636; 1983, c. 606; 1984, c. 313; 1990, c. 701.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-2/section-53-1-67/"
    },
    {
      "id": "section-531-133",
      "number": "53.1-133",
      "heading": "10",
      "text": "Upon application of the person in charge of a local correctional facility, if that application is affirmed by the physician serving such facility, a judge of a circuit court is authorized to have removed from any correctional facility within his jurisdiction any person confined therein who has contracted any contagious or infectious disease dangerous to the public health. Such persons shall be removed to some other place designated by the judge. When any person is so removed, he shall be safely kept and receive proper care and attention including medical treatment. As soon as he recovers his health, he shall be returned to the correctional facility from which he was moved, unless the term of his imprisonment has expired, in which event he shall be discharged, but not until all danger of his spreading contagion has passed. Expenses incurred under and by reason of this section shall be paid as provided by law.\n\nCode 1950, § 53-135.2; 1979, c. 109; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-3/section-53-1-133/"
    },
    {
      "id": "section-531-176",
      "number": "53.1-176",
      "heading": "3",
      "text": "If probable cause be found that a parolee from Virginia has violated one or more of the terms and conditions of his parole, upon request by the Virginia Parole Board, the appropriate judicial or administrative authority of another state in which a parolee is present having the authority to revoke a parole is hereby authorized to determine whether there has been a violation of the terms and conditions of parole and, if so, whether such parole should be revoked. The decision thereon of such authorities of such other state shall be conclusive and shall not be reviewable within or by Virginia.\n\nCode 1950, § 53-290.10; 1975, c. 39; 1977, c. 106; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-4/section-53-1-176/"
    },
    {
      "id": "section-531-202",
      "number": "53.1-202",
      "heading": "5",
      "text": "Upon receipt by the Department, persons who have been confined while awaiting transfer to a state correctional facility shall be credited with such time as is certified to the Department in accordance with §§ 53.1-116 and 53.1-129 and as is otherwise provided by law. Certified good conduct allowance shall be applied to reduce the person's maximum term of confinement, and one-half of such credit shall be applied to reduce the period of time the person shall serve before being eligible for parole.\n\nAfter admission to a state correctional facility, a person shall be credited at the rate of fifteen days for each thirty days of time served with satisfactory conduct. The person shall remain in this credit level until classified in accordance with § 53.1-201.\n\nCode 1950, § 53-209.5; 1981, c. 392; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-6/section-53-1-202/"
    },
    {
      "id": "section-531-220",
      "number": "53.1-220",
      "heading": "2",
      "text": "When a treaty between the United States and a foreign country provides for the transfer to such foreign country, with the consent of the appropriate state authorities, of convicted offenders in state correctional systems who are citizens or nationals of such foreign country, the Governor is authorized, subject to the terms of such treaty, to act on behalf of the Commonwealth and to consent to the transfer of such convicted offenders.\n\nCode 1950, § 53-315.1; 1978, c. 620; 1982, c. 636.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-10/section-53-1-220/"
    },
    {
      "id": "section-531-228",
      "number": "53.1-228",
      "heading": "1",
      "text": "If any prisoner in a state, local or community correctional facility, upon being transferred to another facility, leaves personal property valued at less than $100 in the custody of such facility for 30 days after his transfer without making a claim therefor, or if any prisoner, upon being released or having escaped, leaves such property at the time of his release or escape, the Director or the sheriff, as the case may be, may sell such property at public sale or may otherwise dispose of the property. The proceeds of such sale shall escheat to the Commonwealth and shall be paid into the state treasury and credited to the Literary Fund.\n\nCode 1950, § 53-312.1; 1956, c. 344; 1981, c. 497; 1982, c. 636; 2010, c. 124.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-11/section-53-1-228/"
    },
    {
      "id": "section-531-231",
      "number": "53.1-231",
      "heading": "1",
      "text": "A. The Virginia Parole Board shall, at the request of the Governor, investigate and report to the Governor on cases in which executive clemency is sought. In any other case in which it believes action on the part of the Governor is proper or in the best interest of the Commonwealth, the Board may investigate and report to the Governor with its recommendations.\n\nB. Upon request by the Virginia Parole Board related to an investigation and report conducted pursuant to this section and except to the extent otherwise permitted by law, all public bodies engaged in criminal law-enforcement activities shall provide copies of the following records:\n\n1. Unredacted criminal investigative files, defined as any documents and information including complaints, court orders, memoranda, notes, incident reports, officers' field summary reports, diagrams, maps, photographs, video recordings, audio recordings, correspondence, narrative reports, witness statements, victim statements, the identification of witnesses and victims and their personal identifying information, prosecution files, photo lineups, and evidence relating to a criminal investigation or prosecution regardless of the juvenile status of the victim, witness, or suspect;\n\n2. An attorney for the Commonwealth's prosecution files;\n\n3. Records of any call for service or other communication to an emergency 911 system or communication with any other equivalent reporting system;\n\n4. Adult and juvenile arrestee photographs taken during the initial intake following the arrest and as part of the routine booking procedure;\n\n5. Information relative to the identity of any individual, to include a juvenile and his personal identifying information, who is arrested and charged, and the status of the charge or arrest; and\n\n6. Sealed presentence investigation reports.\n\nC. Notwithstanding any other provision of law, records of any general district court, juvenile and domestic relations district court, or circuit court and the Department of Forensic Science shall be subject to the provisions of this section.\n\nD. Records requested from any public body engaged in criminal law-enforcement activities, including any court or state or local government agency, pursuant to this section shall be provided to the Virginia Parole Board at no cost.\n\nE. The public body must respond to a request for records made pursuant to this section within 30 working days of receiving the request. If it is not practically possible to provide the requested records or to determine whether they are available within 30 days, such response shall specify the conditions that make a response impossible and the amount of additional time needed to satisfy the request.\n\nF. Records obtained pursuant to the provisions of this section shall be excluded from mandatory public disclosure under the Virginia Freedom of Information Act (§ 2.2-3700 et seq.) as working papers and correspondence of the Office of the Governor pursuant to subdivision 2 of § 2.2-3705.7.\n\nCode 1950, § 53-229; 1970, c. 648; 1982, c. 636; 2025, c. 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-53-1/chapter-12/section-53-1-231/"
    },
    {
      "id": "section-look",
      "number": "Look",
      "heading": "Up",
      "text": "Up",
      "history": "",
      "source_url": ""
    }
  ]
}