{
  "state": "south-carolina",
  "path": "title-title-50/chapter-chapter-3",
  "sections": [
    {
      "id": "section-50-3-10",
      "number": "50-3-10",
      "heading": "",
      "text": "The head and governing board of the former South Carolina Wildlife and Marine Resources Department as it was constituted before the effective date of this section shall become the board of the Department of Natural Resources until the terms of its current members expire and until their successors are appointed and qualify pursuant to the provisions of Chapter 4 of Title 48.\n\nHISTORY: 1962 Code Section 28-93; 1952 (47) 1692, 2890; 1972 (57) 2431, 2749; 1980 Act No. 369, Section 1; 1991 Act No. 248, Section 6; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-10/"
    },
    {
      "id": "section-50-3-80",
      "number": "50-3-80",
      "heading": "",
      "text": "The department shall continuously investigate the game and fish conditions of the State and the laws relating thereto. It shall annually make report of its activities to the General Assembly and recommend legislation and other action by the General Assembly in its judgment conducive to the conservation of wildlife.\n\nHISTORY: 1962 Code Section 28-105; 1952 Code Section 28-105; 1942 Code Section 1755; 1935 (39) 478; 1952 (47) 2890; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-80/"
    },
    {
      "id": "section-50-3-90",
      "number": "50-3-90",
      "heading": "",
      "text": "The authorized agents of the department may conduct game and fish cultural operations and scientific investigations in such manner, places, and at such times as are considered necessary and may use whatever methods are deemed advisable for sampling fish populations. No such operations and investigations shall be made upon private lands and waters except at the request of the owner or owners of such lands and waters.\n\nHISTORY: 1962 Code Section 28-106; 1954 (48) 1765; 1993 Act No. 181; 2022 Act No. 230 (H.3055), Section 2.D, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-90/"
    },
    {
      "id": "section-50-3-100",
      "number": "50-3-100",
      "heading": "",
      "text": "The department may acquire, own, sell, lease, exchange, transfer or rent real property, alone or in cooperation with agencies of the federal government, for the purpose of providing game reserves, fish ponds, game farms, fish hatcheries, public hunting and fishing grounds and for other purposes necessary and proper for the protection, managing or propagating of fish and game and furnishing the people of the State with hunting areas and fishing facilities. Only funds or revenues of the department not essential to its normal operation may be used for such purposes. Funds made available by appropriation, allotment or donation to the Department for such purposes by the federal government and its agencies or by other governmental or private agencies may be used to carry out the provisions of this section.\n\nHISTORY: 1962 Code Section 28-107; 1957 (50) 51; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-100/"
    },
    {
      "id": "section-50-3-110",
      "number": "50-3-110",
      "heading": "",
      "text": "The department shall have charge of the enforcement officers of the Natural Resources Law Enforcement Division of the department and exercise supervision over the enforcement of the laws of the State, regulatory, tax, license or otherwise, in reference to birds, nonmigratory fish, game fish, shellfish, shrimp, oysters, and fisheries.\n\nHISTORY: 1962 Code Section 28-108; 1952 Code Section 28-112; 1942 Code Section 1751; 1932 Code Section 3285; Cr. C. '22 Section 764; Cr. C. '12 Section 747; 1910 (26) 575; 1919 (31) 101; 1920 (31) 809; 1930 (36) 1219; 1952 (47) 2890; 1993 Act No. 181, Section 1258; 1998 Act No. 339, Section 1; 2022 Act No. 230 (H.3055), Section 2.E, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-110/"
    },
    {
      "id": "section-50-3-120",
      "number": "50-3-120",
      "heading": "",
      "text": "Notwithstanding any other provision of law, all law-enforcement personnel of the department are hereby designated enforcement officers with all the power and authority now possessed by game wardens, conservation officers, and inspectors as provided for in Chapters 1 through 19 of this title.\n\nHISTORY: 1962 Code Section 28-109; 1967 (55) 719; 1972 (57) 2431; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-120/"
    },
    {
      "id": "section-50-3-130",
      "number": "50-3-130",
      "heading": "",
      "text": "The department shall prescribe a unique and distinctive official uniform, with appropriate insignia to be worn by all uniformed enforcement officers of the Natural Resources Law Enforcement Division of the department when on duty and at such other times as the board shall order, and a distinctive color or colors and appropriate emblems for all motor vehicles used by such officers. No other law enforcement agency, private security agency, or any person shall wear a similar uniform and insignia which may be confused with the uniform and insignia of the enforcement officers nor shall any emblem be used on a motor vehicle nor shall it be painted in a color or in any manner which would cause the vehicle to be similar to an enforcement officer's vehicle or readily confused therewith.\n\nHISTORY: 1978 Act No. 456 Art. 2 Section 1; 1993 Act No. 181, Section 1258; 2022 Act No. 230 (H.3055), Section 2.F, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-130/"
    },
    {
      "id": "section-50-3-140",
      "number": "50-3-140",
      "heading": "",
      "text": "HISTORY: Former Section, titled Publication of description of uniforms and emblems, had the following history: 1978 Act No. 456 Art. 2, Section 2; 1993 Act No. 181, Section 1258. Repealed by 2023 Act No. 37, Section 1, eff May 16, 2023.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-140/"
    },
    {
      "id": "section-50-3-150",
      "number": "50-3-150",
      "heading": "",
      "text": "In order to carry out the provisions of Sections 50-3-120 to 50-3-160 in an orderly and economical manner it is intended that all serviceable uniforms be continued in use until such time as the board deems it necessary for them to be replaced. These provisions shall also apply to the emblems for motor vehicles.\n\nHISTORY: 1978 Act No. 456, Art. 2, Section 3; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-150/"
    },
    {
      "id": "section-50-3-160",
      "number": "50-3-160",
      "heading": "",
      "text": "Any violation of Sections 50-3-130 to 50-3-160 may be enjoined by the court of common pleas upon petition of the department after due notice to the person violating the provisions of Sections 50-3-130 to 50-3-160 and after a hearing on the petition.\n\nHISTORY: 1978 Act No. 456, Art. 2, Section 4; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-160/"
    },
    {
      "id": "section-50-3-170",
      "number": "50-3-170",
      "heading": "",
      "text": "The board shall file a quarterly report to each member of the General Assembly explaining the status of each county fish and game fund and watercraft fund, to include total funds for each county and an itemized list of expenditures for the past quarter.\n\nHISTORY: 1981 Act No. 94, Section 16A; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-170/"
    },
    {
      "id": "section-50-3-180",
      "number": "50-3-180",
      "heading": "",
      "text": "(A) The Mitigation Trust Fund of South Carolina is credited for the purposes of receiving gifts, grants, contributions, and other proceeds for mitigation projects in the State. The Board of Trustees for the Mitigation Trust Fund is the chairman and the members of the South Carolina Department of Natural Resources Board with full authority over the administration of the funds deposited in the fund. The State Treasurer is the custodian of the fund and shall invest its assets in an interest-bearing account pursuant to South Carolina law.\n\n(B) The Mitigation Trust Fund may receive appropriations of state general funds, federal funds, donations, gifts, bond issue receipts, securities, and other monetary instruments of value. Reimbursement for monies expended from this fund must be deposited in this fund. Funds received through sale, exchange, or otherwise, of products of the property including, but not limited to, timber and utility easement rights, accrue to the Mitigation Trust Fund. Funds recovered for losses or damages to natural resources must be deposited to the Mitigation Trust Fund to be used first for restoration in the areas affected and then as provided in subsection (C) of this section.\n\n(C) The income received and accruing from the fund must be spent only for the acquisition, restoration, enhancement, or management of property for mitigation for adverse impacts to natural resources.\n\n(D) The proceeds from this fund may be carried forward from year to year and do not revert to the general fund of the State.\n\nHISTORY: 1996 Act No. 458, Part II, Section 66A; 1998 Act No. 419, Part II, Section 43A.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-180/"
    },
    {
      "id": "section-50-3-190",
      "number": "50-3-190",
      "heading": "",
      "text": "(A) The Chief of Wildlife shall establish a Statewide Waterfowl Program Manager within the Wildlife and Freshwater Fisheries Division. The Waterfowl Program Manager shall:\n\n(1) manage all aspects of the waterfowl and wetland management program where management is directed toward the requirements of native and migratory waterfowl and their allies;\n\n(2) manage the conservation and management of waterfowl habitat that is titled or licensed to the department and ensure the successful utilization of this acreage for the benefit of waterfowl, waterfowl hunters, and other waterfowl enthusiasts;\n\n(3) supervise all waterfowl management activities conducted by staff and contractors for such areas;\n\n(4) coordinate with regional personnel on waterfowl management activities on regional wildlife management areas; and\n\n(5) undertake all other duties as necessary to successfully conserve and manage waterfowl habitat.\n\n(B) The Waterfowl Program Manager must have:\n\n(1) a four-year bachelor's degree from an accredited postsecondary institution;\n\n(2) at least seven years of experience in waterfowl and wetlands management;\n\n(3) a high level of knowledge of waterfowl and wetland management techniques in the Southeast or Atlantic Flyway;\n\n(4) specialized knowledge and experience in coastal ecology, impoundment management, and the ecological principles of water control;\n\n(5) experience in waterfowl resource and habitat data collection and assessment;\n\n(6) a fundamental understanding of federal and state waterfowl hunting rules and regulations; and\n\n(7) the ability to work with the general population and provide clear, concise, and technically accurate presentations and written reports to division leaders, agency executive level staff, the Department of Natural Resources Board, and members of the General Assembly when required.\n\n(C) The department may contract with a qualified individual or entity to assist the Waterfowl Program Manager in providing the services and fulfilling the responsibilities required by the provisions of this section.\n\nHISTORY: 2022 Act No. 147 (H.4177), Section 1, eff July 1, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-190/"
    },
    {
      "id": "section-50-3-195",
      "number": "50-3-195",
      "heading": "",
      "text": "(A) The Waterfowl Advisory Committee is established to assist in the management of waterfowl habitats, assist in the development, protection, and propagation of waterfowl in this State, assist in prioritizing the expenditures of monies to accomplish this purpose, and review the activities of the Waterfowl Program Manager of the department. The committee consists of the following members who serve for a four-year term with a limit of two consecutive terms:\n\n(1) one member of the Board of the Department of Natural Resources appointed by the Chairman of the Board of the Department of Natural Resources, serving ex officio and without voting privileges;\n\n(2) one at-large member appointed by the Governor;\n\n(3) one member appointed by the Chairman of the Senate Finance Committee;\n\n(4) one member appointed by the Chairman of the House Ways and Means Committee;\n\n(5) one member appointed by the Chairman of the Senate Fish, Game and Forestry Committee; and\n\n(6) one member appointed by the Chairman of the House Agriculture, Natural Resources and Environmental Affairs Committee.\n\n(B) The members of the committee shall receive no salary but must be allowed the usual mileage, subsistence, and per diem as authorized by law for commissions, committees, and boards paid from the revenues generated by the sale of stamps, licenses, prints, and related articles.\n\n(C) Vacancies must be filled for the remainder of the unexpired term in the manner of the original appointment.\n\n(D) The committee shall make a report of its findings, activities, and long-term plans to the General Assembly by December thirty-first of each year.\n\nHISTORY: 2022 Act No. 147 (H.4177), Section 2.A, eff July 1, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-195/"
    },
    {
      "id": "section-50-3-310",
      "number": "50-3-310",
      "heading": "",
      "text": "The director shall appoint the enforcement officers of the Natural Resources Enforcement Division, subject to their receiving a commission from the Governor. An enforcement officer shall be issued a commission by the Governor upon the recommendation of the director. An enforcement officer may be removed by the director at his discretion.\n\nHISTORY: 1962 Code Section 28-121; 1952 Code Section 28-121; 1942 Code Section 1752; 1932 Code Section 3286; Cr. C. '22 Section 765; Cr. C. '12 Section 748; 1907 (25) 662; 1920 (31) 809; 1922 (32) 763; 1928 (35) 1195; 1930 (36) 1219; 1934 (38) 1210; 1935 (39) 378; 1939 (41) 170; 1944 (43) 2316; 1947 (45) 320; 1952 (47) 2890; 1972 (57) 2431; 1987 Act No. 103 Section 1; 1993 Act No. 181, Section 1258; 1998 Act No. 339, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-310/"
    },
    {
      "id": "section-50-3-315",
      "number": "50-3-315",
      "heading": "",
      "text": "(A) The director may appoint deputy enforcement officers who serve at the pleasure of the director without pay. The officers have statewide police power. However, the director may restrict their territorial jurisdiction. No person may be appointed as an officer who holds another public office. The Secretary of State shall transmit to the director the commissions of all officers.\n\n(B) Except for specially designated department employees, deputy enforcement officers are volunteers covered by Chapter 25, Title 8 and not employees entitled to coverage or benefits in Title 42.\n\n(C) Except for specially designated department employees, deputy enforcement officers shall furnish their own equipment but may not equip privately owned vehicles with blue lights, sirens, or police-type markings.\n\n(D) Deputy enforcement officers must be of good character.\n\n(E) The department shall administer the deputy enforcement officers through its Natural Resources Enforcement Division.\n\n(F) The number of deputy enforcement officers appointed is in the discretion of the director.\n\n(G) All deputy enforcement officers:\n\n(1) must be certified by the South Carolina Criminal Justice Academy or successfully shall complete the \"Basic State Constables Course\" at their own expense at one of the state technical schools;\n\n(2) successfully shall complete required refresher training;\n\n(3) promptly shall comply with all directives by the Deputy Director of the Natural Resources Enforcement Division and the supervisor of enforcement officers within whose area the officer is acting.\n\nHISTORY: 1980 Act No. 348; 1989 Act No. 189, Part II, Section 27; 1992 Act No. 472, Section 1; 1993 Act No. 181, Section 1258; 1996 Act No. 388, Section 1; 2016 Act No. 216 (S.1205), Section 1, eff June 3, 2016; 2022 Act No. 230 (H.3055), Section 2.G, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-315/"
    },
    {
      "id": "section-50-3-316",
      "number": "50-3-316",
      "heading": "",
      "text": "In employing enforcement officers, the department shall use the criteria as required by the Office of Human Resources and the department. The criteria must include, but are not limited to, a written examination, physical examination, and interview. Each applicant is required to perform at minimal levels as required by the Office of Human Resources and the department. The department shall employ the most qualified applicants. An enforcement officer must reside within the county in which he is assigned, provided that the director, in his discretion, may allow an officer to reside outside the county under special hardship circumstances.\n\nHISTORY: 1986 Act No. 502, Part II, Section 8; 1993 Act No. 181, Section 1258; 1996 Act No. 458, Part II, Section 45A; 2006 Act No. 311, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-316/"
    },
    {
      "id": "section-50-3-320",
      "number": "50-3-320",
      "heading": "",
      "text": "The Secretary of State shall transmit to the department the commissions of all enforcement officers and the director shall deliver such commissions to the enforcement officers only after the enforcement officers have filed oaths as required by Section 50-3-330.\n\nHISTORY: 1962 Code Section 28-132; 1952 Code Section 28-132; 1942 Code Section 1754; 1932 Code Section 3291; 1928 (35) 1267; 1952 (47) 2179; 1993 Act No. 181, Section 1258; 2022 Act No. 230 (H.3055), Section 2.H, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-320/"
    },
    {
      "id": "section-50-3-330",
      "number": "50-3-330",
      "heading": "",
      "text": "Every enforcement officer appointed to protect the property of the State shall, before entering upon the duties of his office, take and subscribe before a notary public, or other officer authorized to administer an oath, an oath to perform the duties of his office. Every officer shall be covered by a surety bond with the department of not less than two thousand dollars, subscribed by a licensed, reliable surety company, conditioned for the faithful performance of his duties. The bond may be individual, schedule, or blanket, and on a form approved by the Attorney General. The premiums on the bonds must be paid by the department.\n\nHISTORY: 1962 Code Section 28-133; 1952 Code Section 28-133; 1942 Code Section 1754; 1932 Code Section 3291; 1928 (35) 1267; 1952 (47) 2179; 1993 Act No. 181, Section 1258; 2016 Act No. 216 (S.1205), Section 2, eff June 3, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-330/"
    },
    {
      "id": "section-50-3-340",
      "number": "50-3-340",
      "heading": "",
      "text": "The enforcement officers, when acting in their official capacity, shall have statewide authority for the enforcement of all laws relating to wildlife, marine, and natural resources.\n\nHISTORY: 1962 Code Section 28-134; 1952 (47) 2179; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-340/"
    },
    {
      "id": "section-50-3-350",
      "number": "50-3-350",
      "heading": "",
      "text": "The enforcement officers, when acting in their official capacity, shall wear a metallic shield with the words \"South Carolina Department of Natural Resources Law Enforcement Officer\" inscribed thereon.\n\nHISTORY: 1962 Code Section 28-135; 1952 Code Section 28-135; 1942 Code Section 1754; 1932 Code Section 3291; 1928 (35) 1267; 1952 (47) 2179; 1993 Act No. 181, Section 1258; 2022 Act No. 230 (H.3055), Section 2.I, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-350/"
    },
    {
      "id": "section-50-3-370",
      "number": "50-3-370",
      "heading": "",
      "text": "All enforcement officers shall obtain information as to all violations of the bird, nonmigratory fish, and game laws, and check all bag limits, size and specie of such birds, nonmigratory fish and game.\n\nHISTORY: 1962 Code Section 28-137; 1952 (47) 2179; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-370/"
    },
    {
      "id": "section-50-3-380",
      "number": "50-3-380",
      "heading": "",
      "text": "A duly commissioned enforcement officer, upon making an affidavit before a magistrate or in any court of the State that there exist reasonable grounds to believe that birds, fish or game are in the possession of any person or any common carrier in violation of the law, may procure a search warrant and open and enter and examine all cars, warehouses and receptacles of common carriers in the State where he has reason to believe any game or fish taken or held in violation of law is and, when any such game or fish are found, may seize them.\n\nHISTORY: 1962 Code Section 28-138; 1952 (47) 2179; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-380/"
    },
    {
      "id": "section-50-3-390",
      "number": "50-3-390",
      "heading": "",
      "text": "The enforcement officers shall see that the bird, nonmigratory fish and game laws are enforced and prosecute all persons having in their possession any birds, nonmigratory fish or game contrary to the bird, fish and game laws of this State.\n\nHISTORY: 1962 Code Section 28-139; 1952 Code Section 28-139; 1942 Code Section 1753; 1932 Code Section 3290; Cr. C. '22 Section 766; Cr. C. '12 Section 749; 1907 (25) 662; 1952 (47) 2179; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-390/"
    },
    {
      "id": "section-50-3-395",
      "number": "50-3-395",
      "heading": "",
      "text": "Enforcement officers may issue warning tickets to violators in cases of misdemeanor violations under this title. The department shall provide for the form, administration, and use of warning tickets authorized by this section.\n\nHISTORY: 1985 Act No. 17, Section 1; 1993 Act No. 181, Section 1258; 2022 Act No. 230 (H.3055), Section 2.J, eff June 17, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-395/"
    },
    {
      "id": "section-50-3-396",
      "number": "50-3-396",
      "heading": "",
      "text": "The official summons used by enforcement officers may be used to cite violators of the provisions of Section 16-11-700 relating to littering.\n\nHISTORY: 1988 Act No. 450; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-396/"
    },
    {
      "id": "section-50-3-400",
      "number": "50-3-400",
      "heading": "",
      "text": "The enforcement officer qualified under Sections 50-3-320 and 50-3-330 shall possess and exercise all of the power and authorities held and exercised by the constable at common law and under the statutes of this State. He shall also have the authority of inspector as provided for in Chapter 5 of this title.\n\nHISTORY: 1962 Code Section 28-140; 1952 Code Section 28-140; 1942 Code Section 1754; 1932 Code Section 3291; 1928 (35) 1267; 1952 (47) 2179; 1967 (55) 645; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-400/"
    },
    {
      "id": "section-50-3-410",
      "number": "50-3-410",
      "heading": "",
      "text": "(A) Department of Natural Resources enforcement and deputy enforcement officers and officers authorized to enforce state law under the Catawba Indian Claims Settlement Act may use the official department summons for arrests for violations of laws and regulations of the Department of Natural Resources, and all other misdemeanors within the jurisdiction of the magistrates, municipal, or family court. Service of the summons vests the respective courts with jurisdiction and any person apprehended and served must appear at the time and place designated.\n\n(B) In the discretion of the apprehending officer, the person apprehended may be allowed to post a monetary amount as a bond in lieu of a personal appearance or incarceration. The amount may not be less than the minimum fine nor more than the maximum fine, plus court costs. The summons serves as a receipt for the sum posted with the officer.\n\nHISTORY: 1962 Code Section 28-140.1; 1964 (53) 2201; 1981 Act No. 166, Section 1; 1988 Act No. 461, Section 1; 1993 Act No. 181, Section 1258; 1996 Act No. 374, Section 1; 2000 Act No. 275, Section 1; 2004 Act No. 246, Section 4; 2008 Act No. 213, Section 1, eff May 13, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-410/"
    },
    {
      "id": "section-50-3-420",
      "number": "50-3-420",
      "heading": "",
      "text": "Neither any officer of the Lake Wylie Marine Commission nor any enforcement officer or deputy enforcement officer of the Department of Natural Resources is subject to criminal prosecution when acting in his official capacity within his territorial jurisdiction for:\n\n(1) failing to comply with statutes or regulations governing the operations of motor vehicles, watercraft, or aircraft;\n\n(2) entering into private property, whether or not posted against trespassing;\n\n(3) failure to comply with wildlife conservation and boating laws of this State as a necessary part of the investigation or enforcement effort in enforcing those laws.\n\nThe provisions of this section do not relieve the officers from the duty to exercise due regard for the safety of the public or protect them from the consequences of reckless, wilful, or wanton disregard for the safety of others nor liability for criminal prosecutions except as stated in items (1), (2), and (3).\n\nHISTORY: 1987 Act No. 176, Section 11A; 1993 Act No. 181, Section 1258; 2000 Act No. 275, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-420/"
    },
    {
      "id": "section-50-3-510",
      "number": "50-3-510",
      "heading": "",
      "text": "The department may, subject to the provisions of this article, contract for the harvest of timber on any lands held by the department. No contract for such cutting and sale may be entered into and no timber may be cut or sold unless the board votes that the cutting and sale of the timber is for the best interests of the department and the improvement of its lands, by reason of thinning the timber, harvesting the over-age trees and improving general forestry conditions. Before selling or cutting the timber the department shall coordinate with the State Forester to have the timber cruised and an estimate of the value made. If the State Forester finds that the sale is not in keeping with good forestry practices or will adversely affect the remainder of the timber, the sale must not be made.\n\nHISTORY: 1962 Code Section 28-145; 1955 (49) 623; 1972 (57) 2431; 1993 Act No. 181, Section 1258; 2010 Act No. 186, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-510/"
    },
    {
      "id": "section-50-3-515",
      "number": "50-3-515",
      "heading": "",
      "text": "Notwithstanding any other provision of law, lands which were used for agriculture or managed forestland before acquisition by the department must be managed and the timber harvested to provide optimum fish and wildlife habitat. The department must use Best Management Practices as prescribed by the South Carolina Forestry Commission, or its successor, in managing and harvesting timber. If the department uses Best Management Practices when managing or harvesting timber, there is no adverse effect on historical properties or archeological sites.\n\nHISTORY: 2010 Act No. 186, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-515/"
    },
    {
      "id": "section-50-3-520",
      "number": "50-3-520",
      "heading": "",
      "text": "If the sale is recommended by the State Forester, the department shall publicly advertise for bids for the timber at least three weeks before the closing of the bidding. The department has the right to reject any and all bids, either on account of the amounts of the bids or the lack of experience and responsibility of the bidder. A sale agreed upon must be for cash.\n\nHISTORY: 1962 Code Section 28-146; 1955 (49) 623; 1993 Act No. 181, Section 1258; 2010 Act No. 186, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-520/"
    },
    {
      "id": "section-50-3-525",
      "number": "50-3-525",
      "heading": "",
      "text": "If an ecological or silviculture emergency or a natural disaster occurs that necessitates the immediate harvest of timber, upon the approval of the State Forester, the department immediately may negotiate contracts for the harvest and sale of the timber. Ecological or silviculture emergencies include, but are not limited to, insect, fungal, disease infestations, or fires.\n\nHISTORY: 2010 Act No. 186, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-525/"
    },
    {
      "id": "section-50-3-530",
      "number": "50-3-530",
      "heading": "",
      "text": "Any deeds or contracts required in carrying out the provisions of this article may be executed and delivered on behalf of the department by the director.\n\nHISTORY: 1962 Code Section 28-147; 1955 (49) 623; 1993 Act No. 181, Section 1258; 2010 Act No. 186, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-530/"
    },
    {
      "id": "section-50-3-550",
      "number": "50-3-550",
      "heading": "",
      "text": "Unless otherwise provided, the proceeds of the sale must be deposited with the State Treasurer to the credit of the Fish and Wildlife Protection Fund.\n\nHISTORY: 1962 Code Section 28-149; 1955 (49) 623; 1981 Act No. 148, Section 11; 1984 Act No. 512, Part II, Section 18; 1993 Act No. 181, Section 1258; 2010 Act No. 186, Section 1, eff May 28, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-550/"
    },
    {
      "id": "section-50-3-710",
      "number": "50-3-710",
      "heading": "",
      "text": "There is created the South Carolina Wildlife Endowment Fund, the income and principal of which must be used only for the purpose of supporting wildlife conservation programs of the State.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-710/"
    },
    {
      "id": "section-50-3-720",
      "number": "50-3-720",
      "heading": "",
      "text": "There is created the Board of Trustees of the Wildlife Endowment Fund of the Department of Natural Resources, with full authority over the administration of the fund, whose chairman and members are the chairman and members of the board of the Department of Natural Resources. The State Treasurer is the custodian of the fund and shall invest its assets in accordance with the provisions of Title 11.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-720/"
    },
    {
      "id": "section-50-3-730",
      "number": "50-3-730",
      "heading": "",
      "text": "The assets of the fund are derived from:\n\n(1) the proceeds of any gifts, grants, and contributions to the State which are designated specifically for inclusion;\n\n(2) the proceeds from the sale of all lifetime privileges;\n\n(3) any amount in excess of the statutory fee for a particular lifetime license which qualifies as a tax-exempt donation to the State; and\n\n(4) other sources specified by law.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258; 2000 Act No. 370, Section 1; 2008 Act No. 268, Section 1, eff June 4, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-730/"
    },
    {
      "id": "section-50-3-740",
      "number": "50-3-740",
      "heading": "",
      "text": "The fund constitutes a special trust derived from a contractual relationship between the State and the members of the public whose investments contribute to the fund. In recognition of the special trust, the following limitations and restrictions are placed on expenditures from the fund:\n\n(1) Any limitations or restrictions specified by the donors on the uses of the income derived from the gifts, grants, and voluntary contributions are respected but are not binding.\n\n(2) No expenditure or disbursement may be made from the principal of the fund except as otherwise provided by law.\n\n(3) The income received and accruing from the investments of the fund must be spent only in furthering the conservation of wildlife resources and the efficient operation of the department in accomplishing the purposes of the department as set forth in this title.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-740/"
    },
    {
      "id": "section-50-3-750",
      "number": "50-3-750",
      "heading": "",
      "text": "The board may accumulate the investment income of the fund and may direct expenditures from the income of the fund for the purposes set out in Section 50-3-740(3).\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-750/"
    },
    {
      "id": "section-50-3-760",
      "number": "50-3-760",
      "heading": "",
      "text": "Expenditure of the income derived from the fund must be made through the board in accordance with the provisions of the general appropriation act.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258; 2005 Act No. 164, Section 26.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-760/"
    },
    {
      "id": "section-50-3-770",
      "number": "50-3-770",
      "heading": "",
      "text": "The fund and income do not take the place of state appropriations or department receipts placed in the fund, but any portion of the income of the fund available for the purpose set out in Section 50-3-740(3) must be used to supplement other income of and appropriations to the department.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-770/"
    },
    {
      "id": "section-50-3-780",
      "number": "50-3-780",
      "heading": "",
      "text": "If the board of the Department of Natural Resources is dissolved, the succeeding agency shall assume the trusteeship of the fund and is bound by all the limitations and restrictions placed by this article on expenditures from the fund. No repeal or modification of this article or title alters the fundamental purposes to which the fund is applied. No future dissolution of the board of the Department of Natural Resources or substitute agency invalidates any lifetime license issued in accordance with Chapter 9 of this title.\n\nHISTORY: 1989 Act No. 101, Section 1; 1993 Act No. 181, Section 1258.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-780/"
    },
    {
      "id": "section-50-3-900",
      "number": "50-3-900",
      "heading": "",
      "text": "There is created the South Carolina Jocassee Gorges Trust Fund, the income and principal of which must be used only for the purposes of supporting the operation and maintenance and the acquisition of additional real property complementary to those tracts of real property owned by the South Carolina Department of Natural Resources in Oconee and Pickens Counties, South Carolina, in the vicinity of Lake Jocassee which are known collectively as the Jocassee Gorges. All gifts, grants, and contributions for this purpose must be accounted for separately from other assets of the fund.\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-900/"
    },
    {
      "id": "section-50-3-910",
      "number": "50-3-910",
      "heading": "",
      "text": "There is created the Board of Trustees of the Jocassee Gorges Trust Fund of the Department of Natural Resources, with full authority over the administration of the fund, whose chairman and members are the chairman and members of the board of the Department of Natural Resources. The State Treasurer is the custodian of the fund and shall invest its assets in accordance with the provisions of Title 11.\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-910/"
    },
    {
      "id": "section-50-3-920",
      "number": "50-3-920",
      "heading": "",
      "text": "The assets of the fund are derived from:\n\n(1) the proceeds of any gifts, grants, and contributions to the State which are designated specifically for inclusion;\n\n(2) other lawful sources.\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-920/"
    },
    {
      "id": "section-50-3-930",
      "number": "50-3-930",
      "heading": "",
      "text": "The fund constitutes a special trust derived from a contractual relationship between the State and the members of the public whose investments contribute to the fund. In recognition of the special trust, the following limitations and restrictions are placed on expenditures from the fund:\n\n(1) Any limitations or restrictions specified by the donors on the uses of the income derived from the gifts, grants, and voluntary contributions are respected but are not binding.\n\n(2) After applying income received and accruing from the investments of gifts, grants, and contributions, the board of trustees of the fund may liquidate and expend principal of the fund.\n\n(3) The income received and accruing from the investments of the fund must be spent only to acquire additional real property complementary to or protective of the Jocassee Gorges and in furthering the operation and maintenance of the Jocassee Gorges.\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-930/"
    },
    {
      "id": "section-50-3-940",
      "number": "50-3-940",
      "heading": "",
      "text": "The board may accumulate the investment income of the fund and may direct expenditures from the income of the fund for the purposes set forth in Section 50-3-930(3).\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-940/"
    },
    {
      "id": "section-50-3-950",
      "number": "50-3-950",
      "heading": "",
      "text": "Expenditure of the income derived from the fund must be made through the board in accordance with the provisions of the general appropriation act.\n\nHISTORY: 1998 Act No. 419, Part II, Section 66; 2005 Act No. 164, Section 27.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-950/"
    },
    {
      "id": "section-50-3-960",
      "number": "50-3-960",
      "heading": "",
      "text": "The fund and income do not take the place of state appropriations or department receipts placed in the fund and must be used in accordance with Section 50-3-930(3).\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-960/"
    },
    {
      "id": "section-50-3-970",
      "number": "50-3-970",
      "heading": "",
      "text": "If the board of the Department of Natural Resources is dissolved, the succeeding agency shall assume the trusteeship of the fund and is bound by all the limitations and restrictions placed by this article on expenditures from the fund.\n\nHISTORY: 1998 Act No. 419, Part II, Section 66.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-970/"
    },
    {
      "id": "section-50-3-1010",
      "number": "50-3-1010",
      "heading": "",
      "text": "There is created the South Carolina Tom Yawkey Wildlife Center Trust Fund, the income and principal of which must be used only for the purposes of supporting the operation and maintenance and the acquisition of additional real property complementary to those tracts of real property owned by the South Carolina Department of Natural Resources in Georgetown County, South Carolina, including South Island and the greater parts of North Island and Cat Island, known collectively as the Tom Yawkey Wildlife Center. All gifts, grants, and contributions for this purpose must be accounted for separately from other assets of the fund. The State Treasurer is the custodian of the fund and shall invest its assets in an interest-bearing account pursuant to South Carolina law.\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1010/"
    },
    {
      "id": "section-50-3-1020",
      "number": "50-3-1020",
      "heading": "",
      "text": "There is created the Board of Trustees of the Tom Yawkey Wildlife Center Trust Fund of the Department of Natural Resources, with full authority over the administration of the fund, whose chairman and members, serving ex officio, are the chairman and members of the board of the Department of Natural Resources.\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1020/"
    },
    {
      "id": "section-50-3-1030",
      "number": "50-3-1030",
      "heading": "",
      "text": "The assets of the fund may be derived from:\n\n(1) appropriations of state general funds, federal funds, donations, gifts, bond-issue receipts, securities, and other monetary instruments of value;\n\n(2) the proceeds of any gifts, grants, and contributions to the State which are designated specifically for inclusion;\n\n(3) funds derived from the Yawkey Foundation, a charitable trust established under the will of Thomas A. Yawkey, deceased;\n\n(4) funds received through sale, exchange, or otherwise, of products of the property including, but not limited to, timber;\n\n(5) restricted interest income, contributions, and donations;\n\n(6) other lawful sources; and\n\n(7) the reimbursement for monies expended from this fund which must be redeposited into the fund.\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1030/"
    },
    {
      "id": "section-50-3-1040",
      "number": "50-3-1040",
      "heading": "",
      "text": "The fund constitutes a special trust derived from a contractual relationship between the State and contributors to the fund, including members of the public. In recognition of the special trust, the following limitations and restrictions are placed on expenditures from the fund:\n\n(1) Any limitations or restrictions specified by the donors on the uses of the income derived from the gifts, grants, and voluntary contributions are respected but are not binding.\n\n(2) After applying income received and accruing from the investments of gifts, grants, and contributions, the board of trustees of the fund may liquidate and expend the principal of the fund.\n\n(3) The assets of the fund, both principal and income received and accruing from the investments, must be spent only in furthering the operation and maintenance of the Tom Yawkey Wildlife Center and to acquire additional real property complementary to or protective of the Tom Yawkey Wildlife Center.\n\n(4) Balances in this fund may be used to match available federal funds.\n\n(5) Balances in this fund shall be retained and carried forward from year to year and do not revert to the General Fund of the State and may be used to match available federal funds.\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1040/"
    },
    {
      "id": "section-50-3-1050",
      "number": "50-3-1050",
      "heading": "",
      "text": "Expenditure of the income derived from the fund must be made through the board in accordance with the provisions of the general appropriations act.\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1050/"
    },
    {
      "id": "section-50-3-1060",
      "number": "50-3-1060",
      "heading": "",
      "text": "The fund and income do not take the place of state appropriations or department receipts placed in the fund and must be used in accordance with Section 50-3-1040(3).\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1060/"
    },
    {
      "id": "section-50-3-1070",
      "number": "50-3-1070",
      "heading": "",
      "text": "If the board of the Department of Natural Resources is dissolved, the succeeding agency shall assume the trusteeship of the fund and is bound by all the limitations and restrictions placed by this article on expenditures from the fund.\n\nHISTORY: 2014 Act No. 168 (S.1010), Section 1, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1070/"
    },
    {
      "id": "section-50-3-1110",
      "number": "50-3-1110",
      "heading": "",
      "text": "There is created in the state treasury a fund separate and distinct from the general fund of the State and all other funds styled the \"Conservation Grant Fund\". The income and principal of the fund must be used only to stimulate the use of conservation easements and fee simple gifts of land for conservation to qualified conservation organizations to improve the capacity of private nonprofit land trusts successfully to accomplish conservation projects and to provide an opportunity to leverage private and public monies for conservation easements.\n\nHISTORY: 2000 Act No. 283, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1110/"
    },
    {
      "id": "section-50-3-1120",
      "number": "50-3-1120",
      "heading": "",
      "text": "The board of the Department of Natural Resources serves ex officio as the Conservation Grant Fund Board with full authority over the administration of the fund.\n\nHISTORY: 2000 Act No. 283, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1120/"
    },
    {
      "id": "section-50-3-1130",
      "number": "50-3-1130",
      "heading": "",
      "text": "The Conservation Grant Fund shall consist of any monies appropriated to it by the General Assembly and other monies received from public or private sources.\n\nHISTORY: 2000 Act No. 283, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1130/"
    },
    {
      "id": "section-50-3-1140",
      "number": "50-3-1140",
      "heading": "",
      "text": "In order for real property to be the subject of a grant under this article, the land must qualify for the tax credit allowed pursuant to Section 12-6-3515.\n\nHISTORY: 2000 Act No. 283, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1140/"
    },
    {
      "id": "section-50-3-1150",
      "number": "50-3-1150",
      "heading": "",
      "text": "(A) Revenues in the Conservation Grant Fund may be used by the department only to:\n\n(1) defray the administrative costs of the department in administering the grant purpose provided for by this article;\n\n(2) provide education on conservation easements and fee simple gifts of land for conservation, including information material intended for landowners and education for staff and volunteers; and\n\n(3) make conservation grants.\n\n(B) A grant from the Conservation Grant Fund may be used only to pay for one or more of the following costs:\n\n(1) reimbursement for total or partial transaction costs for donations that otherwise would not be made because of insufficient financial revenues;\n\n(2) management support, including initial baseline inventory and planning;\n\n(3) monitoring compliance with conservation easements;\n\n(4) education on conservation easements and fee simple gifts of land for conservation, including information materials intended for landowners, and education for staff and volunteers.\n\n(C) Fund proceeds may not be used to pay the purchase price of any interest in real property.\n\nHISTORY: 2000 Act No. 283, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1150/"
    },
    {
      "id": "section-50-3-1160",
      "number": "50-3-1160",
      "heading": "",
      "text": "The board shall establish the procedures and criteria for awarding grants under this article. The criteria shall focus grants on those areas, approaches, and techniques that are likely to provide the optimum positive effect on conservation. The board shall make recommendations to the General Assembly on the award of grants. Upon approval by the General Assembly by concurrent resolution, the board shall award the grants and provide public notice of the award.\n\nHISTORY: 2000 Act No. 283, Section 1(D).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-3/section-50-3-1160/"
    }
  ]
}