{
  "state": "south-carolina",
  "path": "title-title-50/chapter-chapter-11",
  "sections": [
    {
      "id": "section-50-11-10",
      "number": "50-11-10",
      "heading": "",
      "text": "(A) The Federal Migratory Bird Treaty Act and its implementing regulations are the law of this State. However, the board annually may set seasons, bag limits, and methods for hunting and taking migratory birds consistent with federal law. A violation of the Migratory Bird Treaty Act or its implementing regulations or a violation of regulations set by the board is a misdemeanor.\n\n(B) In addition, it is unlawful to:\n\n(1) trespass while hunting waterfowl;\n\n(2) take or attempt to take waterfowl over bait;\n\n(3) take or attempt to take waterfowl more than fifteen minutes before or after regularly designated hunting hours;\n\n(4) possess more than one waterfowl over the legal limit;\n\n(5) hunt waterfowl out of season.\n\n(C) A person who violates a provision of subsection (A), with the exception of those provisions specified in subsection (B), is guilty of a misdemeanor and, upon conviction, must be fined not less than twenty-five dollars nor more than five hundred dollars or imprisoned not more than thirty days for each offense. A person who violates a provision of subsection (B) is guilty of a misdemeanor and, upon conviction, must be fined not less than two hundred dollars nor more than five hundred dollars or imprisoned not more than thirty days for each offense.\n\nHISTORY: [Derived from former Sections 50-11-10 (1962 Code Section 28-301; 1952 Code Section 28-301; 1942 Code Section 1780-4; 1932 Code Section 1767; Cr. C. '22 Section 744; 1919 (31) 269; 1952 (47) 2179) and from; 50-11-2310 (1984 Act No. 369, Section 2)] En 1988 Act No. 561, Section 1; 1992 Act No. 301, Section 1; 1993 Act No. 181, Section 1262; 2003 Act No. 11, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-10/"
    },
    {
      "id": "section-50-11-15",
      "number": "50-11-15",
      "heading": "",
      "text": "(A) It is unlawful to bait, assist in baiting, or cause to be baited an area over which migratory birds are being hunted if the persons engaged in the hunting have a lawful right to hunt that area. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not less than two hundred dollars nor more than five hundred dollars or imprisoned for not more than thirty days.\n\n(B) A property owner shall not be prosecuted for a violation of subsection (A) where the person who is engaged in hunting is trespassing or hunting the baited area without the permission of the owner.\n\nHISTORY: 1998 Act No. 332, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-15/"
    },
    {
      "id": "section-50-11-20",
      "number": "50-11-20",
      "heading": "",
      "text": "HISTORY: Former Section, titled Definitions; migratory waterfowl committee; responsibilities of committee; use of funds, had the following history: [Derived from former Section 50-11-2135 (En 1981 Act No. 64, Section 2; Am 1984 Act No. 324)] En 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1995 Act No. 145, Part II, Section 63A; 2000 Act No. 370, Section 4; 2005 Act No. 164, Section 28; 2008 Act No. 214, Section 3, eff May 13, 2008; 2015 Act No. 56 (H.3880), Section 1, eff June 3, 2015. Repealed by 2020 Act No. 152, Section 3.A, eff September 28, 2020.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-20/"
    },
    {
      "id": "section-50-11-22",
      "number": "50-11-22",
      "heading": "",
      "text": "(A) It is unlawful to harm, disturb, molest, or take an actively nesting waterfowl, its nest, or eggs, including the male, except by permit issued by the federal government or its agent.\n\n(B) It is unlawful to disturb, damage, or destroy the nest including a nest box or eggs of any waterfowl except by permit issued by the federal government or its agent. Provided, nothing in this section prohibits inspection of nests for biological purposes.\n\nAny person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not less than two hundred nor more than five hundred dollars or imprisoned for up to thirty days. In addition, anyone convicted forfeits all hunting and fishing privileges for one year.\n\nHISTORY: 2008 Act No. 214, Section 4, eff May 13, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-22/"
    },
    {
      "id": "section-50-11-24",
      "number": "50-11-24",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl in the Gills Creek watershed in Lancaster County within two hundred yards of a dwelling without written permission of the owner or occupant. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 2002 Act No. 164, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-24/"
    },
    {
      "id": "section-50-11-25",
      "number": "50-11-25",
      "heading": "",
      "text": "(A) It is unlawful to take migratory waterfowl from blinds or positions where the floor level of the blind or the position is:\n\n(1) more than ten feet above surface level in or around freshwater; or\n\n(2) more than five feet above the mean high water in or around saltwater.\n\n(B) A blind on public lands or waters must be constructed from biodegradable materials.\n\n(C) Once vacated, a blind on public lands or waters may be used by persons on a \"first come, first served\" basis.\n\n(D) A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1992 Act No. 345, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-25/"
    },
    {
      "id": "section-50-11-26",
      "number": "50-11-26",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Bear Creek in Lancaster County within two hundred yards of a dwelling without written permission of the owner or occupant. As used in this section, Bear Creek includes the area within the Bear Creek impoundment boundaries from the bridge on Beacon Road crossing the uppermost waters to the watershed dam as a lower boundary. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1999 Act No. 95, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-26/"
    },
    {
      "id": "section-50-11-27",
      "number": "50-11-27",
      "heading": "",
      "text": "(A) For purposes of this section:\n\n(1) \"Lake Murray\" means and includes the area from Lake Murray Dam to one-half mile upstream of Harmon's Bridge on Secondary Road 41-44 and upstream to Kempson's Ferry Bridge on Highway 395, excluding tributaries;\n\n(2) \"bait\" means shelled, shucked, or unshucked corn; wheat or grain; salt; or other feed that would constitute a lure, attraction, enticement, or bait to waterfowl;\n\n(3) \"to bait\" or \"baiting\" means placing, exposing, depositing, distributing, or scattering bait.\n\n(B) It is unlawful to hunt migratory waterfowl on that portion of Lake Murray lying within Newberry and Saluda Counties within two hundred yards of a dwelling or marina without written permission of the owner and occupant.\n\n(C) It is unlawful to hunt migratory waterfowl on that portion of Lake Murray lying within Lexington and Richland Counties within three hundred fifty yards of a dwelling or marina without written permission of the owner and occupant.\n\n(D) From November 1 to February 1 of the following year, it is unlawful to bait, assist in, or cause to be baited any of the waters of Lake Murray below the lakefront property line. Provided, nothing in this section makes it unlawful to casually feed foodstuffs to waterfowl or to fill and use bird and other wildlife feeders.\n\n(E) A person who violates subsections (B) and (C) is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars or imprisoned not more than thirty days.\n\n(F) A person who violates subsection (D) is guilty of a misdemeanor and, upon conviction, must be fined not more than one hundred dollars.\n\nHISTORY: 1995 Act No. 93, Section 15; 1999 Act No. 96, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-27/"
    },
    {
      "id": "section-50-11-28",
      "number": "50-11-28",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Lake Greenwood within two hundred yards of a dwelling without written permission of the owner and occupant. As used in this section, Lake Greenwood includes the area from the Buzzard's Roost Dam upstream to the Smith Road Bridge pilings on the Saluda River, upstream to the Old Burnt Bridge on the Reedy River, and upstream to the SC Highway 72 bridge on Cane Creek. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1998 Act No. 436, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-28/"
    },
    {
      "id": "section-50-11-29",
      "number": "50-11-29",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Lake Wateree within two hundred yards of a dwelling without written permission of the owner and occupant. As used in this section, Lake Wateree includes the area from Wateree Dam upstream to the Cedar Creek and Rock Creek Power Plant Dam. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days. Provided, however, nothing in this section is intended to limit the restrictions of Section 50-19-1830.\n\nHISTORY: 1998 Act No. 436, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-29/"
    },
    {
      "id": "section-50-11-31",
      "number": "50-11-31",
      "heading": "",
      "text": "(A) For purposes of this section:\n\n(1) \"Potato Creek\" is the area lying east of Highway S-14-260 westward to the mouth of Potato Creek and the property controlled by Camp Bob Cooper 4-H Camp.\n\n(2) \"Wyboo Creek\" is the area lying northward from a line connecting Green Island and Eagle Point on Lake Marion to Highway 260. This area will include the areas known as White Oak Slough, Air Port Slough, and Birch Branch.\n\n(3) \"Bait\" means shelled, shucked, or unshucked corn; wheat or grain; salt; or other feed that would constitute a lure, attraction, enticement, or bait to waterfowl.\n\n(4) \"To bait\" or \"baiting\" means placing, exposing, depositing, distributing, or scattering bait.\n\n(5) \"A dwelling\" is a house or other structure in which a person or persons live; a residence; abode; occupied by a family as a place of residence, or a structure used as place of habitation.\n\n(B) It is unlawful to hunt migratory waterfowl on Potato Creek or Wyboo Creek, as defined for purposes of this section, within two hundred yards of a dwelling or marina without written permission of the owner or occupant.\n\n(C) From November first to February first of the following year, it is unlawful to bait, assist in, or cause to be baited any of the waters of Potato Creek and Wyboo Creek below the lakefront property line defined as the 76.8 marker. However, nothing in this section makes it unlawful to casually feed foodstuffs to waterfowl or to fill and use bird and other wildlife feeders above the 76.8 marker.\n\n(D) A person who violates subsection (B) is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars or imprisoned not more than thirty days.\n\n(E) A person who violates subsection (C) is guilty of a misdemeanor and, upon conviction, must be fined not more than one hundred dollars.\n\nHISTORY: 2000 Act No. 374, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-31/"
    },
    {
      "id": "section-50-11-32",
      "number": "50-11-32",
      "heading": "",
      "text": "It is unlawful to hunt waterfowl in Calhoun County on Lake Marion within two hundred yards of a residence without written permission of the owner and occupant. As used in this section, Lake Marion includes the public waters in Calhoun County from the confluence of the Congaree and Wateree Rivers downstream to Poplar Creek. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 2005 Act No. 152, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-32/"
    },
    {
      "id": "section-50-11-33",
      "number": "50-11-33",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Dean Swamp in Clarendon County or waters adjacent to Santee Cooper Resort in Orangeburg County on Lake Marion within two hundred yards of a dwelling without written permission of the owner and occupant. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than three hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 2003 Act No. 57, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-33/"
    },
    {
      "id": "section-50-11-34",
      "number": "50-11-34",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl in the cove on Lake Marion immediately to the southeast of the Indian Bluff Recreation Site and in the coves on Lake Marion immediately to the east of the St. Julien Subdivision Extension and Cypress Shores Marina, respectively. Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be punished by a fine not exceeding two hundred dollars or by imprisonment for a term not exceeding thirty days. The department shall delineate the boundaries of these coves to which the prohibition applies and shall place appropriate markers within these boundaries identifying the area as closed to migratory waterfowl hunting.\n\nHISTORY: 2004 Act No. 246, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-34/"
    },
    {
      "id": "section-50-11-35",
      "number": "50-11-35",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl in Georgetown County in Murrell's Inlet Creek within one hundred yards of a residence or business without written permission of the owner or occupant. As used in this section, Murrell's Inlet Creek includes the public waters in Georgetown County located north of Huntington Beach, west of the Atlantic Ocean, and south of Horry County between the shoreline of the Murrell's Inlet Community and Garden City Beach. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 2006 Act No. 227, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-35/"
    },
    {
      "id": "section-50-11-36",
      "number": "50-11-36",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Lake Keowee within two hundred yards of a dwelling. As used in this section, Lake Keowee includes all waters of Keowee River impounded by the Little River Dam at Newry and the Keowee Dam to Jocassee Dam. This includes all waters upstream of the Little River Dam to the confluence of Cane Creek and Little Cane Creek on Cane Creek, to South Carolina State Highway S-37-175 on Crooked Creek, to South Carolina State Highway S-37-24 (Burnt Tanyard Road) on Little River, and to South Carolina State Highway S-37-200 on Stamp Creek in Oconee County. This includes all waters upstream of the Keowee Dam to the confluence of Eastatoe River and Little Eastatoe Creek on the Eastatoe River; South Carolina State Highway 133 on Cedar, Crowe, and Mile Creeks in Pickens County. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 2012 Act No. 196, Section 1, eff June 7, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-36/"
    },
    {
      "id": "section-50-11-37",
      "number": "50-11-37",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Broadway Lake in Anderson County within two hundred yards of a dwelling without written permission of the owner and occupant. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 2012 Act No. 196, Section 2, eff June 7, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-37/"
    },
    {
      "id": "section-50-11-38",
      "number": "50-11-38",
      "heading": "",
      "text": "It is unlawful to hunt migratory waterfowl on Lake Moultrie within two hundred yards of a dwelling without written permission of the owner and occupant. As used in this section, Lake Moultrie means all waters impounded by the Pinopolis Dam, including the Diversion Canal and those waters of the Re-diversion Canal within the Santee Cooper project area. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 2012 Act No. 196, Section 3, eff June 7, 2012; 2012 Act No. 219, Section 1, eff June 7, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-38/"
    },
    {
      "id": "section-50-11-40",
      "number": "50-11-40",
      "heading": "",
      "text": "(A) It is unlawful for a person to hunt, take, or attempt to hunt, or take a game bird or game animal by the use or aid of recorded calls or sounds or recorded or electronically amplified imitations of calls or sounds. This section does not apply to the hunting and taking of coyotes.\n\n(B) A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than one hundred dollars.\n\nHISTORY: [Derived from former Section 50-11-2300 (En 1976 Act No. 456, Sections 1, 2)] En 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2012 Act No. 257, Section 2, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-40/"
    },
    {
      "id": "section-50-11-45",
      "number": "50-11-45",
      "heading": "",
      "text": "In addition to weapons defined as primitive weapons by statute or regulation, a rifle, .36 caliber or larger, which uses black powder only as its propellant charge and which has a one-eighth inch nonmagnified peep site on the rear of the barrel, is a primitive weapon.\n\nHISTORY: 1988 Act No. 470, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-45/"
    },
    {
      "id": "section-50-11-65",
      "number": "50-11-65",
      "heading": "",
      "text": "(A) For purposes of this section, \"training birds\" means pen raised quail, chukar, pheasant, Hungarian partridge, or any other upland game birds approved by the Department of Natural Resources and identified in the Bird Dog Trainer's License required pursuant to subsection (B).\n\n(B) Persons engaged in the business of training bird dogs in return for money, goods, or services may obtain a Bird Dog Trainer's License entitling them to the privileges provided in this section.\n\n(C) The applicant for the license shall provide proof of ownership in or a recorded leasehold instrument for a tract of land to be designated as a bird dog training area. The applicant also shall provide a county or highway map designating the location of the property together with a tax map, aerial photograph, or plat designating the property boundaries. The bird dog training area may not exceed fifty acres for each licensee.\n\n(D) The boundaries of the area must be posted every one hundred fifty feet or less with signs designating the area as follows: \"Private Bird Dog Training\".\n\n(E) The application and the license must list the trainer and not more than two assistants, all of whom must have hunting licenses. Upon receiving a training license, the trainer and his two assistants may train dogs by taking training birds as provided in the license required pursuant to subsection (B). No person, trainer, or assistant may be listed on more than one license.\n\n(F) The licensee shall maintain records showing the number of training birds purchased or raised, released for bird dog training, and harvested as part of the training program, together with other records the department may require as a condition of the license. A copy of these records must be open for inspection by agents of the department at reasonable times and must be furnished to the department in an annual report before issuance of the next year's license. The fee for the license is fifty dollars, and the license expires annually June thirtieth.\n\n(G) The trainer and his assistants shall make reasonable efforts to minimize the disturbance of wild birds during training. Training birds released pursuant to this section must be banded, and recovery or recall pens may be used if the trainer is issued a permit for the pens. Unbanded birds taken in recall pens must be released immediately.\n\n(H) A person possessing a hunting license may train bird dogs on private land at any time during the year. However, outside the established hunting season for the birds identified in subsection (A), only weapons capable of firing blank ammunition may be used unless feral pigeons have been released and are being used in the training.\n\n(I) A person violating subsection (D), (E), (F), (G), or (H) is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days. A trainer or assistant trainer who violates one or more of these subsections must have his privileges provided under this section suspended for two years from the date of conviction.\n\nHISTORY: 1994 Act No. 315, Section 1; 2010 Act No. 139, Section 1, eff March 31, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-65/"
    },
    {
      "id": "section-50-11-90",
      "number": "50-11-90",
      "heading": "",
      "text": "The department may obtain and utilize Schedule III nonnarcotics and Schedule IV controlled substances for the capture and immobilization of wildlife. The department must apply for a Controlled Substance Registration Certificate from the federal Drug Enforcement and Administration (DEA) and a State Controlled Substances Registration from the Department of Health and Environmental Control (DHEC). The administration of tranquilizing agents must be done only by department employees trained and certified for this purpose. Department applicants issued a certificate by the DEA and a registration by DHEC are responsible for maintaining their respective records regarding the inventory, storage, and administration of controlled substances and are subject to inspection and audit by DHEC and the DEA.\n\nHISTORY: 2022 Act No. 135 (H.4904), Section 1, eff April 11, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-90/"
    },
    {
      "id": "section-50-11-95",
      "number": "50-11-95",
      "heading": "",
      "text": "(A) As used in this section:\n\n(1) \"Computer-assisted remote hunting\" means the use of a computer or any other device, equipment, or software, to remotely control the aiming and discharge of a firearm at an animal.\n\n(2) \"Computer-assisted remote hunting facilities\" means real property and improvements on the property associated with hunting, including hunting blinds, offices, and rooms equipped to facilitate computer-assisted remote hunting.\n\n(B) No person may engage in computer-assisted remote hunting in this State. This subsection shall apply to any person who is engaged in computer- assisted remote hunting if either the animal hunted, or any device, equipment, or software to remotely control the firearm are located in this State.\n\n(C) No person shall establish or operate computer-assisted remote hunting facilities in this State.\n\n(D) A person who violates this section is guilty of a misdemeanor and, upon conviction for a first offense must be fined not less than five thousand dollars or imprisoned for not more than one year, or both, and for a subsequent offense must be fined not less than ten thousand dollars or imprisoned for not more than five years, or both. Upon conviction for a first offense, a person who violates this section must forfeit any South Carolina hunting or fishing license for ten years. If the person does not possess a South Carolina hunting or fishing license, the person is ineligible to obtain a South Carolina hunting or fishing license for ten years. Upon conviction for a second offense, a person who violates this section must permanently forfeit any South Carolina hunting or fishing license and is permanently ineligible to obtain a South Carolina hunting or fishing license.\n\n(E) This section does not apply to a person who only provides:\n\n(1) general-purpose equipment, including a computer, camera, fencing, and building materials;\n\n(2) general-purpose computer software including an operating system and communications programs; or\n\n(3) general telecommunications hardware or networking services for computers, including adapters, modems, servers, routers, and other facilities associated with Internet access.\n\n(F) The provisions of this section do not apply to a disabled hunter using medical equipment or devices designed to assist with his disability while engaged in the act of hunting.\n\nHISTORY: 2006 Act No. 258, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-95/"
    },
    {
      "id": "section-50-11-96",
      "number": "50-11-96",
      "heading": "",
      "text": "(A) It is unlawful for a person to introduce a fertility control agent or chemical substance into any wildlife without a permit from the department.\n\n(B) The department may issue a permit, authorizing the use of a fertility control agent or chemical in wildlife only for:\n\n(1) bonafide scientific research, as approved by the department, by persons, or institutions properly accredited, staffed, and equipped to carry out an approved research plan;\n\n(2) management activities for the proper control of wildlife as approved by the department.\n\n(C) The department is authorized to use fertility control agents or chemical substances on wildlife in order to protect human safety or for management, scientific, or educational purposes.\n\n(D) Preference must be given to hunting as the primary method of controlling wildlife before a fertility control agent or a chemical substance is utilized.\n\n(E) Nothing in this section prohibits the use of pesticides for the control of commensal rodents according to label specifications.\n\n(F) A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two thousand five hundred dollars or imprisoned not more than two years, or both. The magistrates court is vested with jurisdiction to hear and dispose of these cases.\n\n(G) The Department of Natural Resources is authorized to promulgate regulations to implement and regulate the provisions of this section.\n\nHISTORY: 2008 Act No. 238, Section 1, eff upon approval (became law without the Governor's signature on May 22, 2008).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-96/"
    },
    {
      "id": "section-50-11-100",
      "number": "50-11-100",
      "heading": "",
      "text": "(A) It is unlawful to construct a new enclosure which prevents or materially impedes the free range of the deer being hunted. For purposes of the definitions herein, \"prevents or materially impedes\" means erecting a fence in excess of six feet in height from ground level for the express purpose of corralling wild game for hunting purposes.\n\n(B) A person who violates a provision of this section is guilty of a misdemeanor and, upon conviction, must be fined not less than one thousand dollars nor more than two thousand five hundred dollars or imprisoned for not less than one year nor more than three years, or both. The hunting and fishing privileges of a person convicted under the provisions of this section must also be suspended for two years. In addition, the court in which a person violating this section is convicted may order that restitution be paid to the department of not less than one thousand five hundred dollars for each animal taken in violation of this section and shall be ordered to remove the enclosure.\n\n(C)(1) All owners or leasees of property which have enclosures which prevent or materially impede the free range of the deer being hunted must register with the department within thirty days after the effective date of this section, provided the enclosure is an existing, completed enclosure in that the construction of the enclosure is wholly complete in every respect and requires no further labor or material to erect or complete the construction of the enclosure thirty days after the effective date of this section.\n\n(2) Except as provided in item (3), after an enclosure is registered with the department, the owner may expand but may not decrease the enclosed area. The owner may make repairs necessary for the care and maintenance of the enclosure.\n\n(3) Expansion of a registered enclosure of less than seven hundred acres is limited to an aggregate of up to fifteen percent of the area of the enclosure as of the time the enclosure was registered. Expansion of a registered enclosure of seven hundred acres or more may not exceed an aggregate of four hundred acres.\n\n(D) It is unlawful to hunt deer with dogs in an enclosure registered with the department pursuant to Section 50-11-100(C)(1).\n\n(E) It is unlawful to construct any mound, platform, or other device designed to allow animals into an enclosed area.\n\n(F) If any term or provision of this section is declared unconstitutional, illegal, or unenforceable by a court of competent jurisdiction, the remainder of this section is severable and remains in full force and effect.\n\nHISTORY: 2000 Act No. 353, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-100/"
    },
    {
      "id": "section-50-11-105",
      "number": "50-11-105",
      "heading": "",
      "text": "(A) The department, after consulting with the Director of the State Livestock-Poultry Health Division, Clemson University and after a reasonable attempt at landowner notification, may carry out operations including quarantines, destruction of wildlife, or other measures to locate, detect, control, eradicate, or retard the spread of diseases of wildlife independently or in cooperation with counties, special purpose districts, municipalities, property owner's associations or similar organizations, individuals, federal agencies, or agencies of other states, by regulation, compliance agreement, judicial action, or other appropriate means. The State shall not be required to indemnify the property owner for any wildlife taken as a result of this action. For the purposes of this section, landowner notification can occur by means of a telephone call, in person, or in writing.\n\n(B) The department, in accordance with the Administrative Procedures Act and in order to ensure the continued health and safety of wildlife, may promulgate and enforce reasonable regulations to prevent the introduction or distribution of a disease. The department may prohibit the importation, intrastate movement, possession or use, of any wildlife, carcasses, or associated parts or products of any nature.\n\n(C) The department, upon declaration of a wildlife disease emergency by the Director of the Department of Natural Resources, after consulting with the Director of the State Livestock-Poultry Health Division, Clemson University, may promulgate regulations to:\n\n(1) delineate disease management zones at any geographic scale;\n\n(2) declare temporary emergency open seasons, methods of take, increased bag limits, mandatory reporting or check-in of harvested game and biological samples, or restrictions on baiting and feeding of wildlife for no more than one year at any given time in any area of the State provided that appropriate public notice is given describing the declaration and delineating the affected area; and\n\n(3) permit landowners or their designees to take protected wildlife as specified by the department.\n\n(D) Department personnel and their designees are authorized to euthanize sick or injured wildlife.\n\n(E) Unless otherwise specified, a person violating any of the provisions of this section or any regulation established pursuant to this section is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 2003 Act No. 72, Section 1; 2022 Act No. 136 (H.4906), Section 1, eff April 11, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-105/"
    },
    {
      "id": "section-50-11-110",
      "number": "50-11-110",
      "heading": "",
      "text": "The following species constitute small game animals: raccoon, opossum, rabbit, squirrel, fox, quail, bobcat, beaver, mink, muskrat, skunk, otter, grouse, and weasel.\n\nHISTORY: 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-110/"
    },
    {
      "id": "section-50-11-120",
      "number": "50-11-120",
      "heading": "",
      "text": "(A) Except as otherwise specified, the season for hunting and taking small game is Thanksgiving Day through March 1.\n\n(1) Game Zone 1:\n\n(a) rabbit: Thanksgiving Day through March 1, with weapons and dogs, day only; March 2 through the day before Thanksgiving Day, with dogs only, day and night, and no rabbits may be taken;\n\n(b) squirrel: October 1 through March 1, with weapons and dogs; March 2 through September 30, with dogs only, and no squirrels may be taken;\n\n(c) fox: year round but no fox may be taken March 2 through the day before Thanksgiving Day, inclusive;\n\n(d) raccoon and opossum: September 15 through March 15, with weapons and dogs; March 16 through September 14, with dogs only, and no raccoon or opossum may be taken;\n\n(e) quail: Monday before Thanksgiving Day through March 1, with weapons and dogs; March 2 to the Sunday before Thanksgiving, with dogs only, and no quail may be taken;\n\n(f) grouse: Thanksgiving Day through March 1;\n\n(g) beaver: year round.\n\n(2) Game Zones 2 through 4:\n\n(a) rabbit: Thanksgiving Day through March 1, with weapons and dogs, day only; March 2 through the day before Thanksgiving Day with dogs only, day and night, and no rabbits may be taken;\n\n(b) squirrel: October 1 through March 1, with weapons and dogs; March 2 through September 30, with dogs only, and no squirrels may be taken;\n\n(c) fox: year round but no fox may be taken March 2 through the day before Thanksgiving Day, inclusive;\n\n(d) raccoon and opossum: September 15 through March 15, with weapons and dogs; March 16 through September 14, with dogs only, and no raccoon or opossum may be taken;\n\n(e) quail: Monday before Thanksgiving Day through March 1, with weapons and dogs; March 2 to the Sunday before Thanksgiving, with dogs only, and no quail may be taken;\n\n(f) beaver: year round.\n\n(B) The season dates in this section are inclusive except as otherwise provided. Unless otherwise specified during the small game seasons when weapons are allowed, dogs also may be used.\n\n(C) In all game zones it is lawful to run rabbits with dogs at any time during the year in enclosures but no rabbits may be taken.\n\n(D) As used in this section where night hunting is authorized, \"night\" means the time between one hour after official sundown of a day and one hour before official sunrise the following day. Where daytime hunting only is allowed \"day\" means the time between one hour before official sunrise of a day and one hour after official sunset of the same day.\n\nHISTORY: [Derived from former Sections 50-11-310 (1962 Code Section 28-331; 1952 Code Section 28-331; 1942 Code Section 1781; 1932 Code Section 1751; 1945 (44) 110, 330; 1947 (45) 171; 1948 (45) 2013; 1952 (47) 2179; 1985 Act No. 68, Section 6); 50-11-350 (1962 Code Section 28-358; 1952 Code Section 28-358; 1942 Code Section 1789-1; 1938 (40) 1657; 1952 (47) 2179; 1979 Act No. 67; 1980 Act No. 338); 50-11-400 (1962 Code Section 28-421; 1952 (47) 2179; 1967 (55) 518; 1968 (55) 2832); 50-11-470. (1962 Code Section 28-333; 1952 Code Section 28-333; 1942 Code Sections 1789, 1789-1, 1790-4; 1938 (40) 1657; 1939 (41) 534; 1940 (41) 1728; 1941 (42) 225; 1949 (46) 579; 1952 (47) 2179; 1953 (48) 392; 1954 (48) 1542; 1959 (51) 27; 1973 (58) 405, 406; 1976 Act No. 485, Section 1); 50-11-490. (1962 Code Section 28-333.1; 1952 (47) 2179); 50-11-500 (1962 Code Section 28-421.1; 1952 Code Section 28-333; 1942 Code Sections 1789, 1789-1, 1790-4; 1938 (40) 1657; 1939 (41) 534; 1940 (41) 1728; 1941 (42) 225; 1949 (46) 579; 1953 (48) 392); 50-11-530 (1962 Code Section 28-334; 1952 Code Section 28-334; 1942 Code Sections 1790, 1790-4; 1938 (40) 1657; 1940 (41) 1728; 1948 (45) 678, 1708; 1952 (47) 2179; 1953 (48) 326; 1957 (50) 520; 1963 (53) 90; 1967 (55) 289; 1972 (57) 2431; 1976 Act No. 485, Section 2); 50-11-540 (1962 Code Section 28-422; 1952 Code Section 28-422; 1948 (45) 1708; 1952 (47) 2179; 1953 (48) 124; 1954 (48) 1808); 50-11-580 (1962 Code Section 28-334.21; 1963 (53) 563, 564; 1976 Act No. 485, Section 3; 1984 Act No. 472); 50-11-590 (1962 Code Section 28-334.22; 1968 (55) 2496); 50-11-610 (1962 Code Section 28-335; 1952 Code Section 28-335; 1950 (46) 2360; 1952 (47) 2179; 1956 (49) 1814; 1957 (50) 80; 1972 (57) 2129; 1976 Act No. 485, Section 4; 1985 Act No. 183, Section 1); 50-11-630 (1962 Code Section 28-423; 1956 (49) 1814); 50-11-680 (1962 Code Section 28-336; 1953 (48) 292; 1957 (50) 77, 78; 1959 (51) 44; 1966 (54) 2008; 1976 Act No. 475; 1976 Act No. 485, Section 5; 1985 Act No. 68, Section 8); 50-11-710 (1962 Code Section 28-336.1; 1968 (55) 2727); 50-11-720 (1962 Code Section 28-337; 1952 Code Section 28-337; 1942 Code Section 1794; 1940 (41) 1692; 1952 (47) 2179; 1972 (57) 2751; 1978 Act No. 511); 50-11-750 (1962 Code Section 28-426; 1972 (57) 2373, 2713; 1974 (58) 2198; 1988 Act No. 549, Section 1); 50-11-760 (1962 Code Section 28-337.11; 1963 (53) 542; 1964 (53) 2099; 1967 (55) 517; 1974 (58) 2198); 50-11-780 (1962 Code Section 28-337.7; 1959 (51) 373); 50-11-785 (1976 Act No. 485, Section 6); 50-11-830 (1962 Code Section 28-337.8; 1963 (53) 296; 1967 (55) 922); 50-11-850 (1962 Code Section 28-338.1; 1952 Code Section 28-338.1; 1951 (47) 244; 1952 (47) 1844, 2179; 1955 (49) 105; 1959 (51) 37, 354; 1962 (52) 1711; 1976 Act No. 485, Sections 7, 8; 1981 Act No. 63, Section 1; 1984 Act No. 460, Section 1; 1985 Act No. 68, Section 10); 50-11-860 (1962 Code Section 28-425; 1952 Code Section 28-338.1; 1951 (47) 244; 1952 (47) 1844, 2179); 50-11-870 (1962 Code Section 28-338.2; 1959 (51) 37); 50-11-880 (1962 Code Section 28-338.4; 1967 (55) 519); 50-11-910 (1962 Code Section 28-339; 1961 (52) 224; 1976 Act No. 485, Section 9; 1985 Act No. 68, Section 11); 50-11-960 (1962 Code Section 28-341; 1972 (57) 2189); 50-11-970 (1962 Code Section 28-339.1; 1974 (58) 2198; 1975 (59) 205; 1976 Act No. 485, Section 10; 1981 Act No. 119, Section 1; 1983 Act No. 95, Section 1; 1985 Act No. 68, Sections 412, 13); 50-11-980 (1962 Code Section 28-379.2; 1974 (58) 2198; 1975 (59) 205); 50-11-985 (1976 Act No. 626, Section 2; 1977 Act No. 20, Section 1; 1979 Act No. 57, Sections 1, 2; 1981 Act No. 63, Section 2; 1984 Act No. 460, Section 2; 1985 Act No. 68, Section 20); and 50-11-986 (1982 Act No. 274 Section 2; 1985 Act No. 88, Section 4; 1987 Act No. 55, Section 1)]; 1988 Act No. 561, Section 1; 1989 Act No. 170, Sections 1, 3-5; 1990 Act No. 578, Section 1; 1991 Act No. 18, Section 1; 1992 Act No. 383, Section 1; 1993 Act No. 25, Section 1; 1993 Act No. 181, Section 1262; 1994 Act No. 311, Section 2; 1994 Act No. 473, Sections 2, 3; 1994 Act No. 495, Section 1; 1995 Act No. 91, Section 1; 1995 Act No. 64, Section 1; 1999 Act No. 117, Section 2; 2003 Act No. 22, Sections 1 to 11; 2003 Act No. 33, Section 2; 2004 Act No. 261, Sections 1 to 11; 2006 Act No. 289, Section 2; 2014 Act No. 227 (S.1071), Section 2, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-120/"
    },
    {
      "id": "section-50-11-140",
      "number": "50-11-140",
      "heading": "",
      "text": "During a period in which raccoons, opossums, squirrels, or fox are allowed to be hunted without weapons, it is unlawful to take, or attempt to take, the animals.\n\nHISTORY: [Derived from former Section 50-11-1020 (1976 Act No. 485, Section 12)]; 1988 Act No. 561, Section 1; 1988 Act No. 320, Section 1; 1993 Act No. 181, Section 1262; 1994 Act No. 473, Section 4; 2003 Act No. 22, Section 12; 2004 Act No. 261, Section 12.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-140/"
    },
    {
      "id": "section-50-11-150",
      "number": "50-11-150",
      "heading": "",
      "text": "(A) For purposes of this section a \"day\" means the twenty-four hours between one hour before sunrise one day and one hour before sunrise the following day. It is a measure of time for the purposes of setting a bag limit only. It is unlawful to exceed the small game bag limits as follows:\n\n(1) Game Zone 1:\n\n(a) rabbit: five per day;\n\n(b) squirrel: ten per day;\n\n(c) raccoon: three per party per day;\n\n(d) quail: twelve per day;\n\n(e) grouse: three per day.\n\n(2) Game Zones 2 through 4:\n\n(a) rabbit: five per day;\n\n(b) squirrel: ten per day;\n\n(c) raccoon: three per party per day;\n\n(d) quail: twelve per day.\n\n(B) Except as provided in this section, there is no limit on small game animals.\n\nHISTORY: [Derived from former Sections 50-11-675; 1976 Act No. 485, Section 11; 1981 Act No. 119, Section 2; 1983 Act No. 95, Sections 2, 3; 50-11-1110 (1962 Code Section 28-371; 1952 Code Section 28-371; 1942 Code Section 1781; 1932 Code Section 1751; 1945 (44) 110, 330; 1948 (45) 2013; 1949 (46) 269; 1952 (47) 2179; 1984 Act No. 317); 50-11-1120 (1962 Code Section 28-372; 1952 Code Section 28-372; 1942 Code Sections 1789-2, 1789-9; 1938 (40) 1657; 1939 (41) 318; 1941 (42) 225; 1952 (47) 2179); 50-11-1130 (1962 Code Section 28-373; 1952 Code Section 28-373; 1942 Code Sections 41790-1, 1790-4; 1940 (41) 1728; 1952 (47) 2179); 50-11-1140 (1962 Code Section 28-374; 1961 (52) 101); 50-11-1150 (1962 Code Section 28-375; 1961 (52) 422); 50-11-1160 (1962 Code Section 28-375.01; 1965 (54) 150); 50-11-1170 (1962 Code Section 28-375.1; 1956 (49) 1814); 50-11-1180 (1962 Code Section 28-375.2; 1957 (50) 80); 50-11-1200 (1962 Code Section 28-377; 1953 (48) 292; 1959 (51) 44); 50-11-1205 (1981 Act No. 19, Section 1); 50-11-1210 (1962 Code Section 28-377.1; 1952 (47) 1884; 1957 (50) 275); 50-11-1225 (1982 Act No. 274, Section 3); 50-11-1230 (1962 Code Section 28-379; 1952 Code Section 28-376.1; 1951 (47) 244; 1952 (47) 2179; 1985 Act No. 68, Section 16); 50-11-1250 (1962 Code Section 28-381; 1961 (52) 224; 1985 Act No. 68, Section 17); 50-11-1260 (1962 Code Section 28-381.1; 1974 (58) 2996); 50-11-1270 (1962 Code Section 28-379.1; 1974 (58) 2198; 1979 Act No. 14, Section 1); 50-11-1275 (1977 Act No. 7, Sections 1, 2); 50-11-1276 (1977 Act No. 20, Section 2; 1985 Act No. 68, Section 21; 1988 Act No. 369)]; 1988 Act No. 561, Section 1; 1989 Act No. 170, Section 2; 1992 Act No. 383, Section 2; 1993 Act No. 181, Section 1262; 2006 Act No. 289, Section 3; 2014 Act No. 227 (S.1071), Section 3, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-150/"
    },
    {
      "id": "section-50-11-160",
      "number": "50-11-160",
      "heading": "",
      "text": "It is unlawful for any person to trap rabbits, except that a landlord or tenant may use not more than five rabbit boxes on lands on which he has exclusive control during the open season for rabbits as provided by law.\n\nHISTORY: [Derived from former Sections 50-11-2220 (1962 Code Section 28-471.1; 1961 (52) 101); and 50-11-2230 (1962 Code Section 28-472; 1952 Code Section 28-472; 1950 (46) 2360; 1951 (47) 243; 1959 (51) 17)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-160/"
    },
    {
      "id": "section-50-11-180",
      "number": "50-11-180",
      "heading": "",
      "text": "The trapping or snaring of quail is prohibited except as permitted by the department for scientific or propagation purposes. Requests for quail trapping permits must be accompanied by proof of property ownership or lease-hold interest for the property upon which the quail traps are to be operated, a county or highway map designating the location of the property, and an aerial photo, a tax map, or a plan designating property boundaries. The department may deny or revoke a permit in its discretion.\n\nHISTORY: [Derived from former Section 50-11-2220 (1962 Code Section 28-471.1; 1961 (52) 101)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1994 Act No. 311, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-180/"
    },
    {
      "id": "section-50-11-300",
      "number": "50-11-300",
      "heading": "",
      "text": "The following species constitute big game: white tailed deer, wild turkey, and black bear.\n\nHISTORY: 2008 Act No. 286, Section 1, eff June 11, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-300/"
    },
    {
      "id": "section-50-11-310",
      "number": "50-11-310",
      "heading": "",
      "text": "(A) The open season for the hunting and taking of antlered deer is:\n\n(1) In Game Zone 1: October 1 through October 10, with primitive weapons only; October 11 through January 1, with archery equipment and firearms.\n\n(2) In Game Zone 2: September 15 through September 30, with archery equipment only; October 1 through October 10, with primitive weapons only; October 11 through January 1, with archery equipment and firearms.\n\n(3) In Game Zone 3: August 15 through January 1, with archery equipment and firearms.\n\n(4) In Game Zone 4: August 15 through August 31, with archery equipment; and September 1 through January 1, with archery equipment and firearms.\n\n(B) In Game Zones 1 and 2, it is unlawful to pursue deer with dogs.\n\n(C) The department may promulgate regulations in accordance with the Administrative Procedures Act to establish the seasons for the hunting and taking of deer, methods for the hunting and taking of deer, and other restrictions for the hunting and taking of deer on wildlife management areas, heritage trust lands, and properties owned or leased by the department.\n\n(D) It is unlawful to pursue deer with dogs except during the prescribed season for hunting deer.\n\n(E) For special primitive weapons seasons, primitive weapons include bow and arrow, crossbows, muzzle-loading shotguns of twenty gauge or larger, and rifles of .36 caliber or larger with open or peep sights or scopes, which use black powder or a black powder substitute that does not contain nitrocellulose or nitroglycerin components as the propellant charge. There are no restrictions on ignition systems including flintstone, percussion cap, shotgun primer, disk, or electronic. During primitive weapons seasons, no revolving rifles are permitted.\n\nHISTORY: [Derived from former Sections 50-11-480 (1962 Code Section 28-333.2; 1964 (53) 2144); 50-11-600 (1962 Code Section 28-334.23; 1972 (57) 3071; Repealed by 1985 Act No. 68, Section 22); 50-11-650 (1962 Code Section 28-334.1; 1953 (48) 623; 1956 (49) 1660; 1958 (50) 1568; 1959 (51) 80; 1961 (52) 460; 1971 (57) 490; 1973 (58) 431; 1979 Act No. 101, Section 1); 50-11-660 (1962 Code Section 28-334.2; 1953 (48) 623; 1956 (49) 1660; 1958 (50) 1568; 1961 (52) 460; 1979 Act No. 101, Section 2; 1984 Act No. 413, Section 2); 50-11-690 (1962 Code Section 28-334.3:1; 1967 (55) 159; 1972 (57) 2431; 1979 Act No. 101, Section 4); 50-11-800 (1962 Code Section 28-337.6; 1953 (48) 7); 50-11-850 (1962 Code Section 28-338.1; 1952 Code Section 28-338.1; 1951 (47) 244; 1952 (47) 1844, 2179; 1955 (49) 105; 1959 (51) 37, 354; 1962 (52) 1711; 1976 Act No. 485 Sections 7, 8; 1981 Act No. 63, Section 1; 1984 Act No. 460, Section 1; 1985 Act No. 68 Section 10); 50-11-910 (1962 Code Section 28-339; 1961 (52) 224; 1976 Act No. 485, Section 9; 1985 Act No. 68, Section 11); 50-11-970 (1962 Code 28-339.1; 1974 (58) 2198; 1975 (59) 205; 1976 Act No. 485, Section 10; 1981 Act No. 119, Section 1; 1983 Act No. 95, Section 1; 1985 Act No. 68, Sections 12, 13); 50-11-975 (1978 Act No. 395; 1985 Act No. 68, Section 19); 50-11-990 (1962 Code Section 28-337.6:4; 1972 (57) 2201; 1985 Act No. 68, Section 14)]; 1988 Act No. 561, Section 1; 1992 Act No. 316, Section 9; 1993 Act No. 181, Section 1262; 1994 Act No. 282, Section 1; 1994 Act No. 375, Section 1; 1996 Act No. 427, Section 1; 1997 Act No. 33, Section 2; 1997 Act No. 57, Section 2; 2000 Act No. 387, Part II, Section 75; 2001 Act No. 30, Section 1; 2003 Act No. 32, Section 1; 2006 Act No. 289, Section 4; 2008 Act No. 286, Section 9, eff June 11, 2008; 2010 Act No. 286, Section 4, eff June 29, 2010; 2013 Act No. 2, Section 1, eff March 1, 2013; 2013 Act No. 70, Sections 1, 2, eff June 13, 2013; 2014 Act No. 227 (S.1071), Section 4, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-310/"
    },
    {
      "id": "section-50-11-315",
      "number": "50-11-315",
      "heading": "",
      "text": "(A) The bag limit for antlered deer taken with individual antlered deer tags is five per year for all seasons combined of which two have antler restrictions with a minimum of four points on one antler or a minimum twelve-inch inside antler spread. No more than two antlered deer may be taken daily. For the purpose of this section:\n\n(1) a point is a projection that is at least one inch long and longer than wide at some location at least one inch from the tip of the projection; and\n\n(2) inside antler spread is measured at a right angle to the center line of the skull at its widest point between the main beams. No more than two antlerless deer may be taken daily with individual tags.\n\n(B) The bag limit for deer taken on property with a Deer Quota Program permit shall be set by the department.\n\n(C) It is unlawful to take more than the legal limit of deer. A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than five hundred dollars or imprisoned for not more than thirty days. Each animal over the limit is a separate offense.\n\nHISTORY: 2016 Act No. 257 (S.454), Section 5, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-315/"
    },
    {
      "id": "section-50-11-320",
      "number": "50-11-320",
      "heading": "",
      "text": "(A) The department will issue tags for the hunting and taking of deer.\n\n(1) Antlered deer tags issued to individuals are valid statewide as prescribed by the department except on property with a Deer Quota Program permit for antlered deer.\n\n(2) Antlerless deer tags issued to individuals are valid statewide as prescribed by the department except on property with a Deer Quota Program permit for antlerless deer.\n\n(3) Deer Quota Program tags are valid only on properties for which they are issued.\n\n(B)(1) Deer taken pursuant to individual deer tags, during any season regardless of weapon, must be tagged with a valid individual deer tag. Each tag must be attached to the deer as prescribed by the department before the animal is moved from the point of kill.\n\n(2) Deer taken pursuant to Deer Quota Program tags must be tagged with a valid Deer Quota Program tag and reported to the electronic harvest reporting system pursuant to the provisions of Section 50-11-546. Each tag must be attached to the deer as prescribed by the department before the animal is moved from the point of kill.\n\n(C) It is unlawful for an individual:\n\n(1) to harvest or attempt to harvest a deer on property with a Deer Quota Program permit without having access and authorization to utilize Deer Quota Program tags for the property on which the person is hunting;\n\n(2) to harvest or attempt to harvest a deer on property without a Deer Quota Program permit unless the person possesses a set of individual deer tags issued in the person's name;\n\n(3) to possess, move, or transport an untagged deer which was harvested by hunting in South Carolina;\n\n(4) to use or attempt to use more than one set of deer tags or tags issued in another person's name to harvest a deer; and\n\n(5) to alter a deer tag for fraudulent or unlawful purposes.\n\n(D) A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than five hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 2016 Act No. 257 (S.454), Section 6, eff July 1, 2017; 2023 Act No. 65 (H.3538), Section 2, eff July 1, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-320/"
    },
    {
      "id": "section-50-11-335",
      "number": "50-11-335",
      "heading": "",
      "text": "HISTORY: Former Section, titled Bag limit on antlered deer, had the following history: [Derived from former Sections 50-11-660 (1962 Code Section 28-334.2; 1953 (48) 623; 1956 (49) 1660; 1958 (50) 1568; 1961 (52) 460; 1979 Act No. 101, Section 2; 1984 Act No. 413, Section 2); 50-11-1220 (1962 Code Section 28-378; 1952 Code Section 28-378; 1950 (46) 2287; 1952 (47) 2179; Repealed 1985 Act No. 68, Section 22); 50-11-1230 (1962 Code Section 28-379; 1952 Code Section 28-376.1; 1951 (47) 244; 1952 (47) 2179; 1985 Act No. 68, Section 16); 50-11-1250 (1962 Code Section 28-381; 1961 (52) 224; 1985 Act No. 68, Section 17); 50-11-1270 (1962 Code Section 28-379.1; 1974 (58) 2198; 1979 Act No. 14, Section 1); 50-11-1276 (1977 Act No. 20, Section 2; 1985 Act No. 68, Section 21; 1988 Act No. 369)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1994 Act No; 348, Section 1; 2006 Act No. 289, Section 5; 2008 Act No. 175, Section 1, eff February 4, 2008; 2008 Act No. 286, Sections 2, 10, eff June 11, 2008; 2014 Act No. 227 (S.1071), Section 5, eff July 1, 2015. Repealed by 2016 Act No. 257, Section 8, eff July 1, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-335/"
    },
    {
      "id": "section-50-11-340",
      "number": "50-11-340",
      "heading": "",
      "text": "Any person convicted of hunting deer during the closed season must be fined not less than one hundred dollars nor more than two hundred dollars or imprisoned for not more than thirty days. None of the fine may be suspended.\n\nHISTORY: [Derived from former Section 50-11-355 (1982 Act No. 382, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-340/"
    },
    {
      "id": "section-50-11-350",
      "number": "50-11-350",
      "heading": "",
      "text": "Any person taking, attempting to take, or having in his possession deer illegally or taking, attempting to take, or killing deer in any way prohibited by the department on wildlife management area lands throughout the State is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-670 (1962 Code Section 28-334.3; 1953 (48) 623; 1956 (49) 1660; 1958 (50) 1568; 1959 (51) 80; 1961 (52) 460; 1979 Act No. 101, Section 3; 1985 Act No. 68, Section 7)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 289, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-350/"
    },
    {
      "id": "section-50-11-355",
      "number": "50-11-355",
      "heading": "",
      "text": "It is unlawful to hunt deer with a firearm within three hundred yards of a residence when less than ten feet above the ground without permission of the owner and occupant. Anyone violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days. The provisions of this section do not apply to a landowner hunting on his own land or a person taking deer pursuant to a department permit.\n\nHISTORY: [Derived from former Section 50-11-140 (1981 Act No. 17, Section 1; 1988 Act No. 433, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1999 Act No. 75, Section 1; 2014 Act No. 246 (S.876), Section 1, eff June 6, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-355/"
    },
    {
      "id": "section-50-11-356",
      "number": "50-11-356",
      "heading": "",
      "text": "It is unlawful to discharge a gun or weapon within three hundred yards of a poultry layer or broiler house containing live poultry without permission of the owner. Anyone knowingly violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned not more than thirty days. The provisions of this section do not apply to a landowner discharging a gun or weapon on his own land.\n\nHISTORY: 1990 Act No. 413, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-356/"
    },
    {
      "id": "section-50-11-360",
      "number": "50-11-360",
      "heading": "",
      "text": "It is unlawful to take or attempt to take elk (Cervus elaphus). A person convicted of violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than twenty-five hundred dollars or imprisoned for not more than thirty days, or both.\n\nHISTORY: 2007 Act No. 21, Section 1, eff upon approval (became law without the Governor's signature on May 16, 2007).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-360/"
    },
    {
      "id": "section-50-11-365",
      "number": "50-11-365",
      "heading": "",
      "text": "All nonexempt persons must wear a hat, coat, or vest of solid international orange while on Wildlife Management Area lands during deer hunting season.\n\nHISTORY: 2015 Act No. 18 (H.3668), Section 1, eff May 7, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-365/"
    },
    {
      "id": "section-50-11-390",
      "number": "50-11-390",
      "heading": "",
      "text": "(A) The department may promulgate regulations to permit the taking of antlerless deer between September fifteenth and January first.\n\n(B) In all game zones, the department may issue individual tags for antlerless deer which must be used as prescribed by the department. These tags are valid statewide, except on property receiving a Deer Quota Program permit for antlerless deer pursuant to subsection (C), and must be possessed and used only by the individual to whom they are issued.\n\n(C) In all game zones, the department may issue Deer Quota Program permits to landowners or lessees. The department will determine the appropriate number of Deer Quota Program tags, and issue the tags for the permitted property.\n\n(D) Deer taken pursuant to a Deer Quota Program permit must be tagged with a valid Deer Quota Program tag and reported to the electronic harvest reporting system pursuant to the provisions of Section 50-11-546. Each tag must be attached to the deer as prescribed by the department before the animal is moved from the point of kill.\n\n(E) The department may suspend the taking of deer or revoke any Deer Quota Program permit when environmental conditions or other factors warrant.\n\n(F) It is unlawful to take, possess, or transport deer, except as permitted by this section. A person violating the provisions of this section or the provisions for taking deer established by the department is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty and not more than five hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2036 (En 1985 Act No. 68, Section 2)]; 1988 Act No. 561, Section 1; 1991 Act No. 43, Section 1; 1993 Act No. 181, Section 1262; 1997 Act No. 33, Section 3; 1997 Act No. 57, Section 3; 1999 Act No. 27, Section 1; 2010 Act No. 233, Section 12, eff July 1, 2010; 2016 Act No. 257 (S.454), Section 7, eff July 1, 2017; 2019 Act No. 19 (H.3750), Section 2, eff April 3, 2019; 2023 Act No. 65 (H.3538), Section 3, eff July 1, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-390/"
    },
    {
      "id": "section-50-11-400",
      "number": "50-11-400",
      "heading": "",
      "text": "It is unlawful for anyone in this State to have in his possession any deer with the head detached when the person is in transit from any woods, swamps, fields, or roads. Any person convicted of transporting a deer with the head detached must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2040 (1962 Code Section 28-453; 1952 (47) 1944; 1954 (48) 1764; 1985 Act No. 68, Section 3)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-400/"
    },
    {
      "id": "section-50-11-410",
      "number": "50-11-410",
      "heading": "",
      "text": "For purposes of this chapter, antlerless deer means a female (doe) deer, a male (buck) deer not exhibiting two inch antlers visible above the natural hairline, or a male (buck) deer that has shed, broken, or otherwise lost its antlers. In South Carolina, it is unlawful to hunt, kill, take, or possess any antlerless deer on any property unless an open season has been declared on that property or an antlerless deer quota permit has been issued for the legal harvest of antlerless deer on that specific property. Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2035 (1985 Act No. 68, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-410/"
    },
    {
      "id": "section-50-11-420",
      "number": "50-11-420",
      "heading": "",
      "text": "Any person in whose possession recently killed venison or fresh deerskin is found during the closed season for hunting deer in that game zone by law is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than one hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2120 (1962 Code Section 28-460; 1952 Code Section 28-460; 1942 Code Section 1783-2; 1932 Code Section 1776; Cr. C. '22 Section 754; Cr. C. '12 Section 729; Cr. C. '02 Section 541; G. S. 1688; R. S. 421; 1952 (47) 2179; 1976 Act No. 511, Section 3)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-420/"
    },
    {
      "id": "section-50-11-430",
      "number": "50-11-430",
      "heading": "",
      "text": "(A)(1) The open season for hunting and taking bear in Game Zone 1 for still gun hunts is October 17 through October 23; for party dog hunts is October 24 through October 30. A party dog hunt in Game Zone 1 may not exceed twenty-five participants per party and shall register with the department by September first. Party participants, except those not required to have licenses shall submit their hunting license number in order to register.\n\n(2) In all other game zones, the General Assembly finds it in the best interest of the State to allow the taking of black bear under strictly controlled conditions and circumstances. The department may establish a bear management program that allows for hunting and selective removal of bear in order to provide for the sound management of the animals and to ensure the continued viability of the species. The department must promulgate regulations to set the conditions for taking, including methods of take, areas, times, limits, and seasons, and other conditions to properly control the harvest of bear.\n\n(B) In Game Zones 2, 3, and 4 where the department declares an open season, the department shall determine an appropriate quota of bear to be harvested in each game zone, or county within a game zone, and shall further promulgate regulations necessary to properly control the harvest of bear. The department may close an open season at any time, provided that the department gives at least twenty-four hours' notice to the public of the closure.\n\n(C) In Game Zones 2, 3, and 4 where the department declares an open season for hunting and taking bears on wildlife management areas, and all other areas under the ownership, control, or lease of the department, the season will be set by the department. The department may close an open season at any time, provided that the department gives at least twenty-four hours' notice to the public of the closure.\n\n(D) Any bear taken must be tagged with a valid bear tag and reported by midnight of the day of the harvest to the department as prescribed. The tag must be attached to the bear as prescribed by the department before being moved from the point of kill.\n\n(E) It is unlawful to:\n\n(1) hunt, take, or attempt to take a bear except during the open season;\n\n(2) possess an untagged bear;\n\n(3) take more than one bear per person during all seasons. In Game Zone 1 a registered party dog hunt may take up to five bear per season per party; a person who has taken a bear during the season may participate in a registered party hunt as long as the hunting license shows the bear tag endorsement, but the person may not take another bear;\n\n(4) take or attempt to take a sow bear with cubs;\n\n(5) possess or transport a freshly killed bear or bear part except during the open season for hunting and taking bear. This prohibition does not apply to bear lawfully taken in other jurisdictions. The department may issue a special permit for possession or transportation of a freshly killed bear or bear part outside of the season;\n\n(6) possess a captive bear except pursuant to a permit issued by the department. A violation of the terms of the permit may result in revocation or a civil penalty of up to five thousand dollars, or both. An appeal must be made in accordance with the Administrative Procedures Act;\n\n(7) pursue bear with dogs; except during the open season for hunting and taking bear with dogs;\n\n(8) hunt or take bear by the use or aid of bait; or attempt to hunt or take bear by use or aid of bait; hunt or take bear on or over a baited area. As used in this item:\n\n(a) \"Bait\" means salt or shelled, shucked, or unshucked corn, wheat or other grain, or other foodstuffs that could constitute a lure, attraction, or enticement for bear.\n\n(b) \"Baiting\" or \"to bait\" means placing, depositing, exposing, distributing, or scattering bait.\n\n(c) \"Baited area\" means an area where bait is directly or indirectly placed, exposed, deposited, distributed, or scattered, and the area remains a baited area for ten days following complete removal of all bait. Nothing in this section prohibits the hunting and taking of bear on or over lands or areas that are not otherwise baited and where:\n\n(i) there are standing crops on the field where grown, including crops grown for wildlife management purposes; or\n\n(ii) shelled, shucked, or unshucked corn, wheat or other grain, or seeds that have been distributed or scattered solely as the result of a normal agricultural practice as prescribed by the Clemson University Extension Service or its successor;\n\n(9) buy, sell, barter, or exchange or attempt to buy, sell, barter, or exchange a bear or bear part;\n\n(10) take or attempt to take a bear from a watercraft or other water conveyance or molest, take, or attempt to take a bear while the bear is swimming in a lake or river;\n\n(11) fail to report a bear harvest in the manner provided by law.\n\n(F)(1) Each of the acts provided for in subsection (E) is a violation of this section and is a separate offense.\n\n(2) A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two thousand five hundred dollars or imprisoned not more than sixty days, or both. Hunting and fishing privileges of a person convicted under the provisions of this section must be suspended for three years. In addition, each person convicted of a violation of this section shall pay restitution to the department of not less than one thousand five hundred dollars for each bear or bear part that is the subject of a violation of this section. The magistrates court retains concurrent jurisdiction for offenses contained in this section.\n\nHISTORY: [Derived from former Sections 50-11-510 (1962 Code Section 28-462.1; 1959 (51) 389); and 50-11-2140 (1962 Code Section 28-462; 1952 Code Section 28-462; 1942 Code Section 1782-2; 1932 Code Section 1796; 1927 (35) 354; 1965 (54) 157)]; 1988 Act No. 561, Section 1; 1990 Act No. 401, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 209, Section 1; 2010 Act No. 286, Section 5, eff June 29, 2010; 2014 Act No. 227 (S.1071), Section 6, eff July 1, 2015; 2017 Act No. 71 (H.3601), Section 2, eff May 19, 2017; 2021 Act No. 75 (H.3694), Sections 1, 2, eff May 17, 2021.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-430/"
    },
    {
      "id": "section-50-11-435",
      "number": "50-11-435",
      "heading": "",
      "text": "It is unlawful to take or attempt to take a bear of less than one hundred pounds. A person violating this section is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars or imprisoned not more than thirty days, or both. In addition, each person convicted of a violation of this section may be required to pay restitution to the department of not more than one thousand five hundred dollars for each bear that is taken in violation of this section.\n\nHISTORY: 2010 Act No. 286, Section 2, eff June 29, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-435/"
    },
    {
      "id": "section-50-11-440",
      "number": "50-11-440",
      "heading": "",
      "text": "(A) It shall be unlawful for any person to feed or entice with food any black bear (Ursus americanus) except as follows:\n\n(1) those persons feeding bears maintained in protective captivity under a permit issued by the department for education, scientific, commercial, or recreational purposes;\n\n(2) department personnel;\n\n(3) persons licensed or otherwise authorized by the department; or\n\n(4) county or municipal animal personnel when relocating bears by baiting or enticement.\n\n(B) Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined in an amount not to exceed five hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2145 (En 1984 Act No. 327)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2000 Act No. 251, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-440/"
    },
    {
      "id": "section-50-11-450",
      "number": "50-11-450",
      "heading": "",
      "text": "(A) For the purposes of this section, \"unprocessed bait\" means any natural food item harvested from a plant crop that is not modified from its raw components. Unprocessed bait includes unmodified grains, fruits, nuts, and vegetables.\n\n(B) Notwithstanding Section 50-11-430(E)(8) and Section 50-11-440, a person may take a bear with the aid or use of unprocessed bait, including over an area with unprocessed bait, on private land in Game Zone 4.\n\nHISTORY: 2021 Act No. 75 (H.3694), Section 3, eff May 17, 2021.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-450/"
    },
    {
      "id": "section-50-11-500",
      "number": "50-11-500",
      "heading": "",
      "text": "(1) It is unlawful for a person to rob any wild turkey nest or own, possess, control, sell, or otherwise dispose of wild turkey eggs unless the possession of the eggs is authorized by permit issued by the department under the provisions of Section 50-11-1180.\n\n(2) It is unlawful for a person to trap or snare any wild turkey.\n\n(3) It is unlawful for a person to hunt, kill, or possess female wild turkeys at any time unless the department sets special open seasons for their taking.\n\n(4) It is unlawful for a person to buy, sell, offer for sale, barter, or have in possession for sale any wild turkeys.\n\n(5) It is unlawful for a person to release in the wild any pen-raised wild turkey unless that person is granted a permit to do so by the department. These permits are made after the department has caused a thorough study of the area on which pen-raised turkeys are to be released. The release of these turkeys is to take place under the supervision of department personnel. No pen-raised turkey may be released for any purpose unless it has been examined for parasites or disease and the release approved by the department not less than thirty days before the date of its release.\n\n(6) It is unlawful for a person to shoot any wild turkey between thirty minutes after official sunset and thirty minutes before official sunrise.\n\n(7) It is unlawful for a person to take or attempt to take a wild turkey with a rifle, pistol, buckshot, or shotgun slug.\n\n(8) It is unlawful for a person to take or attempt to take a wild turkey from a vehicle on a public road.\n\n(9) It is unlawful for a person to take or attempt to take a wild turkey from a watercraft on the waters of this State.\n\n(10) It is unlawful for a person to hunt, kill, or possess a male wild turkey with a beard less than six inches long and a tail fan that is not fully developed.\n\n(11) It is unlawful for a person to stalk a wild turkey while behind a decoy or tail fan. Tail fans include those made of real or synthetic feathers or an image or likeness of a tail fan applied to any material.\n\nHISTORY: [Derived from former Sections 50-11-2020 (1962 Code Section 28-452; 1952 Code Section 28-452; 1942 Code Section 1781; 1932 Code Section 1751; 1945 (44) 110, 330; 1948 (45) 2013; 1952 (47) 2179; 1965 (54) 283; 1979 Act No. 186, Section 2); 50-11-2180 (1962 Code Section 28-468; 1952 Code Section 28-468; 1942 Code Section 1783-4; 1932 Code Section 1774; Cr. C. '22 Section 752; Cr. C. '12 Section 726; 1910 (26) 572; 1952 (47) 2179; 1979 Act No. 186, Section 4); 50-11-2210 (1962 Code Section 28-470.1; 1969 (56) 729; 1972 (57) 2431; 1979 Act No. 186, Section 1; 1984 Act No.318, Section 1; 1988 Act No. 573, Section 1; 1988 Act No. 581, Section 1; 1988 Act No. 582, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 210, Section 2; 2005 Act No. 65, Section 1; 2024 Act No. 224 (H.4820), Sections 2, 3, eff July 2, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-500/"
    },
    {
      "id": "section-50-11-510",
      "number": "50-11-510",
      "heading": "",
      "text": "It is unlawful for a person to hunt or take or attempt to hunt or take a wild turkey by means of, or aid or use of, bait or baiting or on or over any baited area.\n\nAs used in this section, \"bait\" or \"baiting' means the placing, \"depositing, exposing, distributing, or scattering of salt, shelled, shucked, or unshucked corn, wheat, or other grain, or other foodstuffs to constitute for wild turkeys a lure, attraction, or enticement to, on, or over any areas where hunters are attempting to take them, and \"baited area\" means an area where salt, shelled, shucked, or unshucked corn, wheat, or other grain, or other foodstuffs capable of luring, attracting, or enticing wild turkeys is directly or indirectly placed, exposed, deposited, distributed, or scattered, and the area remains a baited area for ten days following complete removal of all bait.\n\nHISTORY: 1988 Act No. 584, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-510/"
    },
    {
      "id": "section-50-11-515",
      "number": "50-11-515",
      "heading": "",
      "text": "(A) An American Indian artist, who is a member of a tribe recognized by (1) Public Law 101-644, the Indian Arts and Crafts Board Act, and (2) the state's Commission on Minority Affairs pursuant to Section 1-31-40, may use wild turkey feathers in arts and crafts that are offered for sale and sold to the general public if the artist has on his person a tribal identification card demonstrating his authorization pursuant to the Indian Arts and Crafts Board Act.\n\n(B) This section does not authorize the sale of other parts of wild turkeys, whether taken lawfully or unlawfully, including, but not limited to, capes, beards, and fans.\n\nHISTORY: 2008 Act No. 286, Section 8, eff June 11, 2008 and by 2008 Act No. 300, Section 1, eff June 11, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-515/"
    },
    {
      "id": "section-50-11-520",
      "number": "50-11-520",
      "heading": "",
      "text": "HISTORY: Former Section, titled Wild turkey season; declaration of open or closed seasons, had the following history: [Derived from former Sections 50-11-585 (1962 Code Section 28-334.5; 1977 Act No. 93); 50-11-1030 (1979 Act No. 101, Section 5)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 289, Section 7; 2008 Act No. 286, Section 3, eff June 11, 2008. Repealed by 2019 Act No. 51, Section 8, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-520/"
    },
    {
      "id": "section-50-11-525",
      "number": "50-11-525",
      "heading": "",
      "text": "The department may promulgate regulations for wildlife management areas, heritage trust lands, and other properties owned or leased by the department to establish seasons, dates, areas, bag limits, and other restrictions for hunting and taking of wild turkey.\n\nHISTORY: 2015 Act No. 41 (H.3118), Section 1, eff June 30, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-525/"
    },
    {
      "id": "section-50-11-530",
      "number": "50-11-530",
      "heading": "",
      "text": "The department may promulgate emergency regulations considered necessary and expedient for the proper control of the harvesting of wild turkeys in the game zones.\n\nHISTORY: [Derived from former Sections 50-11-586 (En 1962 Code Section 28-234.6; 1977 Act No. 93, Section 1); 50-11-1040 (1979 Act No. 101, Section 5)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 210, Section 3; 2015 Act No. 41 (H.3118), Section 3, eff June 30, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-530/"
    },
    {
      "id": "section-50-11-540",
      "number": "50-11-540",
      "heading": "",
      "text": "Any person taking, attempting to take, or having in his possession turkey illegally or taking, attempting to take, or killing turkey in any way not prescribed by the department is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than five hundred dollars or imprisoned for not more than thirty days. In addition, a person taking a wild turkey unlawfully must be required to make restitution to the department in the amount of up to five hundred dollars for each bird taken. In addition, a person convicted of taking a wild turkey illegally forfeits hunting and fishing privileges for one year for each bird taken.\n\nHISTORY: [Derived from former Sections 50-11-587 (1962 Code Section 28-334.7; 1977 Act No. 93, Section 1); 50-11-1050 (1979 Act No. 101, Section 5; 1981 Act No. 24, Section 1; 1982 Act No. 462, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 210, Section 4; 2015 Act No. 41 (H.3118), Section 4, eff June 30, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-540/"
    },
    {
      "id": "section-50-11-544",
      "number": "50-11-544",
      "heading": "",
      "text": "A person who hunts wild turkeys is required to possess a wild turkey tag issued by the department. All turkeys taken must be tagged before being moved from the point of kill. All tags must be validated as prescribed by the department before a turkey is moved from the point of kill. No resident may obtain or possess more than three wild turkey tags, and no nonresident may obtain or possess more than two wild turkey tags.\n\nHISTORY: 2002 Act No. 210, Section 1; 2005 Act No. 65, Section 2; 2015 Act No. 41 (H.3118), Section 5, eff June 30, 2015; 2019 Act No. 51 (S.575), Section 1, eff July 1, 2019.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-544/"
    },
    {
      "id": "section-50-11-546",
      "number": "50-11-546",
      "heading": "",
      "text": "(A) In order to document the harvest of big game species and to assist with the enforcement of seasons, methods of harvest, and bag limits, the department must implement an electronic harvest reporting system.\n\n(B) A person who harvests a big game species must report the harvest to the electronic harvest reporting system as prescribed by the department. A harvest report must be submitted by midnight of the day of harvest unless a person is incapable of accessing the reporting system, in which case a report must be submitted prior to the carcass leaving the person's possession.\n\n(C) Upon completion of the harvest reporting process, a harvest report confirmation number will be provided by the department and it must be recorded by the person submitting the harvest report. A person who takes a big game carcass to a processor must provide the tag number and harvest report confirmation number to the processor at the time the carcass transfers from the person to the processor. The processor must record and maintain the harvest report confirmation number until the processed meat is received by the hunter or their designee.\n\n(D) The department must promulgate regulations to implement the provisions of this section, including the methods of telephonic and electronic reporting, contents of the report, and recording and maintenance of the harvest report confirmation number.\n\n(E) The department is prohibited from requesting or acquiring the geolocation data of a person submitting a harvest report through electronic means and from requesting a person to self-report location information to the harvest reporting system more specific than the county and wildlife management area, if applicable, in which a big game species is harvested.\n\n(F) There is no cost to a person for reporting a harvest, and the department may exempt the harvest reporting requirement for persons who harvest big game species under specific conditions or department programs.\n\n(G) A person who violates this section or provisions established by the department for electronic harvest reporting is guilty of a misdemeanor and, upon conviction, must be fined not more than twenty-five dollars.\n\nHISTORY: 2019 Act No. 51 (S.575), Section 6, eff July 1, 2020; 2023 Act No. 65 (H.3538), Section 1, eff July 1, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-546/"
    },
    {
      "id": "section-50-11-565",
      "number": "50-11-565",
      "heading": "",
      "text": "As used in this chapter, archery equipment means a bow and arrow, a long bow, a recurve bow, a compound bow, or a crossbow.\n\nHISTORY: 1998 Act No. 347, Section 1; 2004 Act No. 246, Sections 1 and 6; 2008 Act No. 286, Section 4, eff June 11, 2008.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-565/"
    },
    {
      "id": "section-50-11-580",
      "number": "50-11-580",
      "heading": "",
      "text": "Section effective May 11, 2028. See, also, section 50-11-580 effective until May 11, 2028.\n\n(A) The season for hunting and taking a male wild turkey is:\n\n(1) in Game Zones 1 and 2, April 1 through May 10; and\n\n(2) in Game Zones 3 and 4, March 22 through April 30.\n\n(B) The season bag limit for male wild turkeys is three statewide for residents and two statewide for nonresidents. The daily bag limit is one, provided that:\n\n(1) only one male wild turkey may be taken from April 1 through April 10 from within Game Zones 1 and 2; and\n\n(2) only one male wild turkey may be taken from March 22 through March 31 from within Game Zones 3 and 4.\n\n(C) It is unlawful for a person to take a female wild turkey unless authorized by the department pursuant to Section 50-11-500(3).\n\n(D) The department shall provide an annual report on wild turkey resources in South Carolina to the Chairman of the Senate Fish, Game and Forestry Committee and the Chairman of the House Agriculture and Natural Resources Committee.\n\nHISTORY: 2015 Act No. 41 (H.3118), Section 2, eff June 30, 2015; 2019 Act No. 51 (S.575), Section 2, eff July 1, 2019; 2024 Act No. 193 (S.1051), Sections 1 to 3; 2024 Act No. 224 (H.4820), Section 1, eff July 2, 2024; 2024 Act No. 224 (H.4820), Section 6, eff May 11, 2028.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-580-d-1/"
    },
    {
      "id": "section-50-11-590",
      "number": "50-11-590",
      "heading": "",
      "text": "Section effective until May 11, 2028. See, also, section 50-11-590 effective until May 11, 2028.\n\n(A) The Saturday and Sunday preceding April 3 and the Saturday and Sunday following May 3 is declared to be a \"Youth Turkey Hunting Weekend\" for youth turkey hunters under eighteen years of age.\n\n(B) A license or tag requirement is waived for a youth turkey hunter during a Youth Turkey Hunting Weekend.\n\n(C) The total bag limit for the two Youth Turkey Hunting Weekends combined is one legal male wild turkey that shall count toward the season bag limit. A youth turkey hunter who has reached the season bag limit on or prior to May 3 must not harvest or attempt to harvest a turkey during the Youth Turkey Hunting Weekend following May 3 but is permitted to call turkeys for another youth turkey hunter. A turkey harvest must be reported to the electronic harvest reporting system pursuant to the provisions of Section 50-11-546.\n\n(D) Youth turkey hunters who have not completed the hunter education program pursuant to Section 50-9-310, and who hunt during a Youth Turkey Hunting Weekend, must be accompanied by an adult who is at least twenty-one years of age. An adult must not harvest or attempt to harvest a turkey during a Youth Turkey Hunting Weekend but is permitted to call turkeys for a youth turkey hunter.\n\nHISTORY: 2019 Act No. 51 (S.575), Section 3, eff July 1, 2019; 2024 Act No. 224 (H.4820), Section 4, eff July 2, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-590/"
    },
    {
      "id": "section-50-11-600",
      "number": "50-11-600",
      "heading": "",
      "text": "(A) Falconry is the hunting of wild quarry in its natural state and habitat by means of a trained bird of prey or raptor (Order Falconiformes or Order Strigiformes other than bald eagle).\n\n(B) It is unlawful to use birds of prey to take any wildlife except as authorized in this section. Any person convicted of violating this section or regulations promulgated pursuant to this section is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than five hundred dollars or imprisoned up to thirty days, or both.\n\n(C) The department may promulgate regulations to implement the provisions of this section.\n\nHISTORY: 2014 Act No. 165 (S.913), Section 2, eff May 16, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-600/"
    },
    {
      "id": "section-50-11-700",
      "number": "50-11-700",
      "heading": "",
      "text": "For purposes of this article:\n\n(1) \"Night\" means the period of time between one hour after official sundown of a day and one hour before official sunrise of the following day.\n\n(2) \"Night hunting\" means hunting during the period of time between one hour after official sundown of a day and one hour before official sunrise of the following day.\n\n(3) \"Registered property\" means property annually registered as prescribed by the department for night hunting feral hogs, coyotes, or armadillos pursuant to Section 50-11-715.\n\nHISTORY: 2017 Act No. 88 (S.443), Section 1, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-700/"
    },
    {
      "id": "section-50-11-705",
      "number": "50-11-705",
      "heading": "",
      "text": "(A) Except as otherwise provided in this article, night hunting in this State is unlawful.\n\n(B) A person who violates this section by night hunting for any animal, except for deer, bear, turkey, or an animal listed in Section 50-11-710 or 50-11-715, upon conviction, must:\n\n(1) for a first offense, be fined not more than five hundred dollars, be imprisoned for not more than thirty days, or both;\n\n(2) for a second offense within two years from the date of conviction for the first offense, be fined not more than one thousand dollars, be imprisoned as provided for a first offense, or both; and\n\n(3) for a third or subsequent offense within two years of the date of conviction for the last previous offense, be fined not more than one thousand five hundred dollars, be imprisoned as provided for a first offense, or both.\n\n(C) A person who violates this section by night hunting for deer, bear, or turkey on property not registered with the department for night hunting feral hogs, coyotes, or armadillos, upon conviction, must:\n\n(1) for a first offense, be fined not less than five hundred dollars nor more than two thousand five hundred dollars, be imprisoned for not more than one year, or both;\n\n(2) for a second offense within two years from the date of conviction for the first offense, be fined not less than five hundred dollars nor more than two thousand five hundred dollars, be imprisoned as provided for a first offense, or both; and\n\n(3) for a third or subsequent offense within two years of the date of conviction for the last previous offense, be fined not less than one thousand dollars nor more than three thousand dollars, be imprisoned as provided for a first offense, or both.\n\n(D) A person who violates this section by night hunting for deer, bear, or turkey on property registered with the department for night hunting feral hogs, coyotes, or armadillos, upon conviction, must:\n\n(1) for a first offense, be fined not less than five hundred dollars nor more than two thousand five hundred dollars, be imprisoned for not more than one year, or both;\n\n(2) for a second offense within two years from the date of conviction for the first offense, be fined not less than one thousand dollars nor more than three thousand five hundred dollars, be imprisoned as provided for a first offense, or both; and\n\n(3) for a third or subsequent offense within two years of the date of conviction for the last previous offense, be fined not less than two thousand five hundred dollars nor more than five thousand dollars, be imprisoned as provided for a first offense, or both.\n\n(E) The display or use of artificial light at night on property not registered with the department for night hunting feral hogs, coyotes, or armadillos, in a manner capable of disclosing the presence of deer, bear, or turkey, together with the possession of or with immediate access to a centerfire rifle and ammunition larger than a twenty-two caliber rimfire, or a shotgun and ammunition larger than shot size number four, shall constitute prima facie evidence of night hunting for deer, bear, or turkey.\n\n(F) Nothing in this article prohibits a person from acting in accordance with the conditions contained in a depredation permit issued by the department pursuant to Section 50-11-2570.\n\nHISTORY: 2017 Act No. 88 (S.443), Section 1, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-705/"
    },
    {
      "id": "section-50-11-708",
      "number": "50-11-708",
      "heading": "",
      "text": "HISTORY: Former Section, titled Use of artificial lights; penalties, had the following history: 1998 Act No. 266, Section 1; 2006 Act No. 289, Section 87; 2008 Act No. 286, Section 5, eff June 11, 2008. Repealed by 2017 Act No. 88, Section 6, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-708/"
    },
    {
      "id": "section-50-11-710",
      "number": "50-11-710",
      "heading": "",
      "text": "(A) It is unlawful to night hunt for raccoons, opossums, foxes, minks, or skunks in violation of the provisions of this section.\n\n(B) Raccoons, opossums, foxes, minks, and skunks may be hunted at night on property on which a person has a lawful right to hunt; however, the animals may not be hunted with artificial lights except when treed or cornered with dogs, and may not be hunted with buckshot or any shot larger than a number four, or any rifle ammunition larger than a twenty-two caliber rimfire.\n\n(C) A person who violates this section, upon conviction, must:\n\n(1) for a first offense, be fined not more than five hundred dollars, be imprisoned for not more than thirty days, or both;\n\n(2) for a second offense within two years from the date of conviction for the first offense, be fined not more than one thousand dollars, be imprisoned not more than thirty days, or both; and\n\n(3) for a third or subsequent offense within two years of the date of conviction for the last previous offense, be fined not more than one thousand five hundred dollars, be imprisoned for not more than thirty days, or both.\n\n(D) In addition to any other penalty, any person convicted for a second or subsequent offense under this section within three years of the date of conviction for a first offense shall have his privilege to hunt in this State suspended for a period of one year. A hunting license may not be issued to an individual while his privilege is suspended, and any license mistakenly issued is invalid.\n\nHISTORY: [Derived from former Section 50-11-20 (1962 Code Section 28-302; 1952 Code Section 28-302; 1942 Code Section 1785; 1932 Code Section 1754; Cr. C. '22 Section 737; 1919 (31) 269; 1920 (31) 732; 1930 (36) 1395; 1937 (40) 85; 1943 (43) 191; 1952 (47) 2179; 1973 (58) 641; 1984 Act No. 328, Section 1; 1988 Act No. 526, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2003 Act No. 23, Section 2; 2010 Act No. 211, Section 2, eff upon approval (became law without the Governor's signature on June 8, 2010); 2010 Act No. 243, Section 1, eff June 11, 2010; 2012 Act No. 228, Section 1, eff June 18, 2012; 2015 Act No. 53 (S.592), Section 1, eff June 3, 2015; 2017 Act No. 88 (S.443), Section 2, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-710/"
    },
    {
      "id": "section-50-11-715",
      "number": "50-11-715",
      "heading": "",
      "text": "(A) It is unlawful to night hunt for feral hogs, coyotes, or armadillos in violation of the provisions of this section.\n\n(B)(1) Feral hogs, coyotes, and armadillos may be hunted at night on registered property on which a person has a lawful right to hunt:\n\n(a) with any legal firearm, bow and arrow, or crossbow; and\n\n(b) with or without the aid of bait, electronic calls, artificial light, or night vision devices.\n\n(2) It is unlawful to:\n\n(a) hunt feral hogs, coyotes, or armadillos at night with a firearm within three hundred yards of a residence without the permission of the occupant. The provisions of this subsection do not apply to a landowner hunting on his own land or a person taking feral hogs, coyotes, or armadillos pursuant to a department depredation permit; or\n\n(b) shoot or attempt to shoot a feral hog, coyote, or armadillo, at night, from, on, or across any public paved road.\n\n(C) Persons who have been convicted of night hunting for deer, bear, or turkey during the previous five years are not eligible to participate in night hunting for feral hogs, coyotes, or armadillos under the provisions of this section.\n\n(D) A person who violates this section, upon conviction, must:\n\n(1) for a first offense, be fined not more than five hundred dollars, be imprisoned for not more than thirty days, or both;\n\n(2) for a second offense within two years from the date of conviction for the first offense, be fined not more than one thousand dollars nor less than four hundred dollars, be imprisoned as provided for a first offense, or both; and\n\n(3) for a third or subsequent offense within two years of the date of conviction for the last previous offense, be fined not more than one thousand five hundred dollars nor less than five hundred dollars, be imprisoned as provided for a first offense, or both.\n\n(E) In addition to any other penalty, any person convicted for a second or subsequent offense under this section within three years of the date of conviction for a first offense may have his privilege to hunt in this State suspended for a period of two years. No hunting license may be issued to an individual while his privilege is suspended, and any license mistakenly issued is invalid.\n\n(F) In order to assess the night hunting program, the person registering the property must report to the department the number of feral hogs, coyotes, and armadillos taken under the provisions of this section within thirty days following the end of the twelve-month registration period, or prior to registering the property again. Properties for which reports have not been submitted will not be registered again until such time that reports are submitted.\n\nHISTORY: 2017 Act No. 88 (S.443), Section 1, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-715/"
    },
    {
      "id": "section-50-11-717",
      "number": "50-11-717",
      "heading": "",
      "text": "(A) The use of artificial lights for the purpose of observing or harassing wildlife is unlawful, except that a property owner, or person with permission from the property owner, may use artificial lights to observe wildlife prior to 11:00 p.m. This section does not prohibit:\n\n(1) a property owner from using artificial lights for the purpose of protecting the property;\n\n(2) a person or group, with permission of the property owner, from observing wildlife with the use of artificial lights, while engaged in research or documentary filming;\n\n(3) a person from using artificial lights to night hunt pursuant to this article; or\n\n(4) a person from using remote trail monitors or cameras on a property.\n\n(B) A person who violates this section, upon conviction, must be fined not more than one hundred dollars or be imprisoned for not more than thirty days.\n\nHISTORY: 2017 Act No. 88 (S.443), Section 1, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-717/"
    },
    {
      "id": "section-50-11-720",
      "number": "50-11-720",
      "heading": "",
      "text": "HISTORY: Former Section, titled Penalties for night hunting for deer or bear, had the following history: [Derived from former Section 50-11-25 (1978 Act No. 602; 1984 Act No. 328, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262. Repealed by 2017 Act No. 88, Section 6, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-720/"
    },
    {
      "id": "section-50-11-730",
      "number": "50-11-730",
      "heading": "",
      "text": "It is unlawful for any person to hunt, shoot, or in any way kill deer from a motorboat, raft, or other water conveyance or to molest deer while any part of the deer is in the water. Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be imprisoned for not less than thirty days nor more than ninety days or be fined not less than one hundred dollars nor more than five hundred dollars.\n\n\"Hunting\", as used in this section in reference to a vehicle, boat, or device, includes the transportation of a hunter to or from the place of hunting in violation of this section, or the transportation of the carcass of a deer, or any part of a deer, which has been unlawfully hunted or killed in violation of this section.\n\nIn addition to the penalty herein, every boat, raft, or other water conveyance, vehicle, animal, firearm, and any other device being used in the violation of this section must be confiscated and delivered to the department.\n\nFor purposes of this section, a conviction for unlawfully hunting deer from boats or other water conveyances is conclusive as against any convicted owner of the above-mentioned property.\n\nIn all other cases, the forfeiture and sale is accomplished by the procedure set forth in Section 50-11-740.\n\nHISTORY: [Derived from former Section 50-11-2080 (1962 Code Section 28-456; 1952 Code Section 28-456; 1942 Code Section 1783; 1939 (41) 427; 1947 (45) 316; 1952 (47) 2179; 1963 (53) 487; 1972 (57) 2372, 2431; 1982 Act No. 462, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-730/"
    },
    {
      "id": "section-50-11-740",
      "number": "50-11-740",
      "heading": "",
      "text": "(A) Every vehicle, boat, trailer, other means of conveyance, animal, firearm, or device used in the hunting of deer, bear, or turkey at night is forfeited to the State and must be seized by any peace officer who shall forthwith deliver it to the department.\n\n(B) \"Hunting\" as used in this section in reference to a vehicle, boat, or other means of conveyance includes the transportation of a hunter to or from the place of hunting or the transportation of the carcass, or any part of the carcass, of a deer, bear, or turkey which has been unlawfully killed at night.\n\n(C)(1) For purposes of this section, a conviction for unlawfully hunting deer, bear, or turkey at night is conclusive as against any owner of the above mentioned property.\n\n(2) In all other instances, forfeiture must be accomplished by the initiation by the State of an action in the circuit court in the county in which the property was seized giving notice to owners of record and lienholders of record or other persons having claimed an interest in the property subject to forfeiture and an opportunity to appear and show, if they can, why the property should not be forfeited and disposed of as provided for by this section. Failure of any person claiming an interest in the property to appear at the above proceeding after having been given notice of the proceeding constitutes a waiver of his claim and the property must be immediately forfeited to the State.\n\n(3) Notice of the above proceedings must be accomplished by:\n\n(a) personal service of the owner of record or lienholder of record by certified copy of the petition or notice of hearing; or\n\n(b) in the case of property for which there is no owner or lienholder of record, publication of notice in a newspaper of local circulation in the county where the property was seized for at least two successive weeks before the hearing.\n\n(D) The department shall sell any confiscated device at public auction for cash to the highest bidder in front of the county courthouse in the county where it is confiscated, after having given ten days' public notice of the sale by posting advertisement thereof on the door or bulletin board of the county courthouse or by publishing the advertisement at least once in a newspaper of general circulation in the county.\n\n(E)(1) If an individual is apprehended for a first offense and the device is of greater value than two thousand five hundred dollars, the owner may at any time before sale redeem it by paying to the department the sum of two thousand five hundred dollars. When the device is of lesser value than two thousand five hundred dollars, the owner may at any time before sale redeem it by paying to the department the retail market value.\n\n(2) If an individual is apprehended for a second offense and the device is of greater value than five thousand dollars, the owner may, at any time before sale, redeem it by paying to the department the sum of five thousand dollars. When the device is of lesser value than five thousand dollars, the owner may, at any time before sale, redeem it by paying to the department the retail market value.\n\n(3) If an individual is apprehended for a third or subsequent offense, the device must be forfeited to the State.\n\n(F) Upon sale or redemption of a confiscated device, the department shall pay over the net proceeds, after payment of any proper costs and expenses of the seizure, advertisement, and sale, including any proper expense incurred for the storage of the confiscated device, to the State Treasurer for deposit in the County Game and Fish Fund.\n\nHISTORY: [Derived from former Sections 50-11-2090 (1962 Code Section 28-457; 1952 Code Section 28-457; 1943 (43) 184; 1952 (47) 2179; 1982 Act No. 462, Section 3; 1984 Act No. 328, Section 3); 50-11-2100 (1962 Code Section 28-458; 1952 Code Section 28-458; 1943 (43) 184; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2012 Act No. 228, Section 2, eff June 18, 2012; 2013 Act No. 54, Section 1, eff June 7, 2013; 2017 Act No. 88 (S.443), Section 3, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-740/"
    },
    {
      "id": "section-50-11-745",
      "number": "50-11-745",
      "heading": "",
      "text": "(A) Notwithstanding another provision of law, the Department of Natural Resources may administratively release any vehicle, boat, trailer, other means of conveyance, animal, firearm, or device confiscated from a person charged with hunting of deer, bear, or turkey at night to an innocent owner or lienholder of the property.\n\n(B) Notwithstanding another provision of law, if an innocent owner or lienholder of property contained in subsection (A) fails to recover property contained in that subsection, then the Department of Natural Resources may maintain or dispose of the property.\n\n(C) Before confiscated property is released to an innocent owner or lienholder, he shall provide the department with:\n\n(1) proof of ownership or a lienholder interest in the confiscated property;\n\n(2) certification that he will not release the property to a person who has been charged with a violation of this chapter which resulted in the confiscation of the property to be released.\n\nHISTORY: 1997 Act No. 18, Section 1; 2013 Act No. 54, Section 2, eff June 7, 2013; 2017 Act No. 88 (S.443), Section 4, eff May 19, 2017.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-745/"
    },
    {
      "id": "section-50-11-750",
      "number": "50-11-750",
      "heading": "",
      "text": "It is unlawful for any person to feed or entice with food any American alligator (Alligator mississippiensis), except those persons feeding alligators maintained in protective captivity under a permit issued by the department pursuant to Section 50-15-40 for education, scientific, commercial, or recreational purposes; or department personnel, persons licensed, or otherwise authorized by the department, or county or municipal animal control personnel when relocating alligators by baiting or enticement. Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined in an amount not to exceed two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2295 (En 1984 Act No. 388)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-750/"
    },
    {
      "id": "section-50-11-760",
      "number": "50-11-760",
      "heading": "",
      "text": "(A) It is unlawful for a person to hunt from a public road or railroad right-of-way if the person does not have permission to hunt the land immediately adjacent to the public road or railroad right-of-way.\n\n(B)(1) For purposes of this section, \"hunting\" includes:\n\n(a) taking deer by occupying stands for that purpose; or\n\n(b) possessing, carrying, or having readily accessible:\n\n(i) a loaded centerfire rifle; or\n\n(ii) a shotgun loaded with shot size larger than number four.\n\n(2) For purposes of this section, \"loaded\" means a weapon within which any ammunition is contained.\n\n(3) For purposes of this section, the terms \"possessing\", \"carrying\", and \"having readily accessible\" do not include a centerfire rifle or shotgun which is contained in a:\n\n(a) closed compartment;\n\n(b) closed vehicle trunk; or a\n\n(c) vehicle traveling on a public road.\n\n(C) A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not less than one hundred dollars nor more than five hundred dollars or imprisoned for not more than thirty days.\n\n(D) In addition to any other penalties, the department must suspend the hunting privileges of a person convicted of violating this section for one year from the date of the conviction.\n\nHISTORY: [Derived from former Section 50-11-90 (1962 Code Section 28-308; 1958 (50) 1935; 1961 (52) 30, 506; 1965 (54) 477; 1969 (56) 274; 1977 Act No. 164, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2001 Act No. 69, Section 1; 2003 Act No. 50, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-760/"
    },
    {
      "id": "section-50-11-770",
      "number": "50-11-770",
      "heading": "",
      "text": "(A) For purposes of this section:\n\n(1) \"Hunting\" includes:\n\n(a) attempting to take any game animal, hog, or coyote by occupying stands, standing, or occupying a vehicle while; and\n\n(b) possessing, carrying, or having readily accessible:\n\n(i) a centerfire rifle with ammunition capable of being fired in that rifle; or\n\n(ii) a shotgun with shot size larger than number four that is capable of being fired from that shotgun.\n\n(2) \"Possessing\", \"carrying\", or \"having readily available\" does not include a centerfire rifle or a shotgun that is:\n\n(a) unloaded and cased in a closed compartment or vehicle;\n\n(b) unloaded and cased in a vehicle trunk or tool box;\n\n(c) in a vehicle traveling in a normal manner on a public road or highway; or\n\n(d) in case of a stander with no vehicle, encased or unloaded with the shells at least thirty feet away and stacked, piled, or otherwise gathered together in like fashion.\n\n(B) Notwithstanding the provisions contained in Section 50-11-760, it shall be unlawful for any person to hunt from any road, right of way, property line, boundary, or property upon which he does not have hunting rights with the aid or use of a dog when the dog has entered upon the land of another without written permission or over which the person does not have hunting rights. The provisions of this section apply whether the person in control of the dog intentionally or unintentionally releases, allows, or otherwise causes the dog to enter upon the land of another without permission of the landowner.\n\n(C) It is not a violation of this section if a person, with the landowner's permission, uses a single dog to recover a dead or wounded animal on the land of another and maintains sight and voice contact with the dog.\n\n(D) A dog that has entered upon the land of another without permission given to the person in control of the dog shall not be killed, maimed, or otherwise harmed simply because the dog has entered upon the land. A person who violates this subsection may be fined not more than five hundred dollars or imprisoned for not more than thirty days. The penalties for violations of this section as provided in subsection (E) do not apply to violations of this subsection.\n\n(E) A person who violates this section is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars, no part of which may be suspended, or imprisoned for not more than thirty days, or both. The court must transmit record of the conviction to the department for hunting license suspension pursuant to subsection (F).\n\n(F) In addition to any other penalties provided by law, a person convicted of a violation of this section must have his hunting privileges suspended by the department for one year from the date of his conviction. He may not have his hunting privileges reinstated by the department until after he successfully completes a hunter education class administered by the department.\n\n(G)(1) The provisions of this section do not apply to bear hunting.\n\n(2) The provisions of this section do not apply to Game Zones 1 or 2.\n\nHISTORY: 2010 Act No. 239, Section 2, eff June 11, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-770/"
    },
    {
      "id": "section-50-11-780",
      "number": "50-11-780",
      "heading": "",
      "text": "No dog is required to be constrained by a leash while it is actually engaged in hunting game and under supervision. As used in this section \"supervision\" means that the owner of the dog or his designee is either in the vicinity of the dog or in the process of trying to retrieve the dog.\n\nHISTORY: [Derived from former Section 50-11-150 (1985 Act No. 142, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-780/"
    },
    {
      "id": "section-50-11-785",
      "number": "50-11-785",
      "heading": "",
      "text": "(A) It is unlawful to intentionally remove or destroy an electronic collar or other electronic device placed on a dog by its owner.\n\n(B) A person who violates this section is guilty of a misdemeanor and, upon conviction, must be:\n\n(1) fined not more than five hundred dollars or imprisoned for not more than ten days for a first offense; or\n\n(2) fined not more than one thousand dollars or imprisoned not more than thirty days for a second or subsequent offense.\n\nHISTORY: 2024 Act No. 176 (H.4611), Section 1, eff May 20, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-785/"
    },
    {
      "id": "section-50-11-810",
      "number": "50-11-810",
      "heading": "",
      "text": "All species of game birds for which the legislature has not provided a specific open season are protected and may not be shot, trapped, destroyed, or attempted to be shot, trapped, or destroyed at any time. The department may prescribe an open season for the taking of exotic game birds, prescribe the method by which they may be taken, and fix the specific areas of any zone in which these exotic species may become numerous enough to be harvested. All areas not specifically open to hunting are closed to hunting. The department may designate the sex that may be taken and may prescribe any other regulations that may be considered wise and expedient for the harvest of these new game birds. Any person taking, attempting to take, or having in his possession these exotic game birds illegally or taking, attempting to take, or killing these exotic game birds in any way not prescribed by the department is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than one hundred dollars or imprisoned for not less than fifteen days nor more than thirty days. The provisions of this section are applicable to ruffed grouse.\n\nHISTORY: [Derived from former Sections 50-11-320 (1962 Code Section 28-332; 1961 (52) 475; 1964 (53) 2143); 50-11-2010 (1962 Code Section 28-451; 1952 Code Section 28-451; 1942 Code Section 1777; 1939 (41) 483; 1948 (45) 1758; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-810/"
    },
    {
      "id": "section-50-11-820",
      "number": "50-11-820",
      "heading": "",
      "text": "No person within the State may kill, catch, or have in his possession, living or dead, any resident or migratory wild bird, other than a game bird, or purchase or offer or expose for sale any wild nongame bird after it has been killed or caught, except as permitted by Section 50-11-1180.\n\nHISTORY: [Derived from former Section 50-11-2410 (1962 Code Section 28-401; 1952 Code Section 28-401; 1942 Code Section 1787-1; 1932 Code Section 1789; Cr. C. '22 Sections 757, 761; Cr. C. '12 Sections 734, 739; 1905 (24) 950; 1918 (390) 794; 1952 (47) 1686, 2179; 1984 Act No. 282, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-820/"
    },
    {
      "id": "section-50-11-830",
      "number": "50-11-830",
      "heading": "",
      "text": "No part of the plumage, skin, or body of any bird protected by Section 50-11-820 may be sold or had in possession for sale whether the bird was captured or killed within or without the State.\n\nHISTORY: [Derived from former Section 50-11-2420 (1962 Code Section 28-402; 1952 Code Section 28-402; 1942 Code Section 1787-1; 1932 Code Section 1780; Cr. C. '22 Sections 757, 761; Cr. C. '12 Sections 734, 739; 1905 (24) 950; 1918 (30) 794; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-830/"
    },
    {
      "id": "section-50-11-840",
      "number": "50-11-840",
      "heading": "",
      "text": "(A) No person may take or destroy, or attempt to take or destroy, an active nest or the eggs of a wild bird or have an active nest or eggs in his possession, except pursuant to a permit issued by the department. An \"active nest\" means a nest with birds or eggs present.\n\n(B) The department may issue a permit for the removal of an active nest or eggs that constitute a public safety threat or when birds are causing damage to property.\n\nHISTORY: [Derived from former Section 50-11-2430 (1962 Code Section 28-403; 1952 Code Section 28-403; 1942 Code Section 1787-1; 1932 Code Section 1780; Cr. C. '22 Sections 757, 761; Cr. C. '12 Sections 734, 739; 1905 (24) 950; 1918 (30) 794; 1952 (47) 1686, 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2009 Act No. 58, Section 4, eff upon approval (became law without the Governor's signature on June 3, 2009).",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-840/"
    },
    {
      "id": "section-50-11-850",
      "number": "50-11-850",
      "heading": "",
      "text": "It is unlawful for any person or any firm or corporation acting as a common carrier, its officers, agents, or servants to ship, carry, take, or transport, either within or beyond the confines of the State, any resident or migratory wild nongame bird, except as permitted by Section 50-11-1180.\n\nHISTORY: [Derived from former Section 50-11-2440 (1962 Code Section 28-404; 1952 Code Section 28-404; 1942 Code Section 1787-1; 1932 Code Section 1780; Cr. C. '22 Sections 757, 761; Cr. C. '12 Sections 732, 739; 1905 (24) 950; 1918 (30) 794; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-850/"
    },
    {
      "id": "section-50-11-851",
      "number": "50-11-851",
      "heading": "",
      "text": "The shooting, killing, or maiming of an Antwerp or homing pigeon, commonly known as a \"carrier pigeon\", is prohibited. Any person violating the provisions of this section is guilty of a misdemeanor and must be punished by a fine not exceeding ten dollars or imprisonment not exceeding ten days.\n\nHISTORY: [Derived from former Section 50-11-2150 (1962 Code Section 28-463; 1952 Code Section 28-463; 1942 Code Section 1782-5; 1935 (39) 422)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-851/"
    },
    {
      "id": "section-50-11-852",
      "number": "50-11-852",
      "heading": "",
      "text": "It is unlawful for any person to molest or kill any of the birds of prey within this State. Birds of prey include all hawks, eagles, falcons, kites, vultures, owls, and ospreys. Anyone violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not less than two hundred dollars nor more than five hundred dollars or imprisoned for not more than thirty days. However, if the bird of prey is a bald eagle, the person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not less than five hundred dollars nor more than one thousand dollars or be imprisoned for not less than thirty days nor more than one year, or both.\n\nIf the bird of prey is a bald eagle, the person convicted shall also lose his privilege to hunt in this State for a period of five years from the date he is convicted of this offense if the bald eagle was killed and for a period of five years if the bald eagle was molested. \"Convicted\" for purposes of this section includes a plea of guilty or nolo contendere to the offense.\n\nHISTORY: [Derived from former Section 50-11-2030 (1962 Code Section 28-452.1; 1971 (57) 170)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1997 Act No. 94, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-852/"
    },
    {
      "id": "section-50-11-853",
      "number": "50-11-853",
      "heading": "",
      "text": "No person, except the owner, shall catch, kill, capture, or detain a homing, racing, or carrier pigeon which at the time of its capture or detention has the name or initials of its owner, its number, or another mark designating it as a homing, racing, or carrier pigeon. A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2160 (1962 Code Section 28-464; 1952 Code Section 28-464; 1947 (45) 529; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-853/"
    },
    {
      "id": "section-50-11-854",
      "number": "50-11-854",
      "heading": "",
      "text": "(A) The department may establish seasons and bag limits for the hunting and taking of crows consistent with the federal regulation governing those activities. However:\n\n(1) The hunting season or seasons on crows may not exceed a total of one hundred twenty-four days during a calendar year:\n\n(2) The department shall designate a season or seasons between September first and March first:\n\n(3) It is unlawful to hunt or take crows:\n\n(a) from an aircraft;\n\n(b) by any methods except firearms, bow and arrow, and falconry;\n\n(c) except as permitted by this section.\n\n(B) A person violating this section is guilty of a misdemeanor and, upon conviction, must be fined not less than one hundred nor more than two hundred dollars or imprisoned not more than thirty days.\n\nHISTORY: 1994 Act No. 313, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-854/"
    },
    {
      "id": "section-50-11-860",
      "number": "50-11-860",
      "heading": "",
      "text": "The department, without any costs whatsoever to the State, shall designate and establish sanctuaries where game, birds, and animals may breed unmolested, if any landowner enters into an agreement with the department to set aside and turn over to the State for that purpose a certain number of acres of land. There may be no hunting or trespassing upon these lands so designated as a sanctuary by anyone for five years from the date of the agreement. The department may post those lands so designated as a sanctuary in the name of the State and prosecute any persons hunting or trespassing on the lands. Any agreement entered into under authority given in this section may be terminated at any time by the landowner and the department.\n\nHISTORY: [Derived from former Section 50-11-2610 (1962 Code Section 28-511; 1952 Code Section 28-511; 1942 Code Section 1788; 1932 Code Section 1790; 1925 (34) 294; 1926 (34) 1045; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-860/"
    },
    {
      "id": "section-50-11-870",
      "number": "50-11-870",
      "heading": "",
      "text": "The following areas are declared to be bird sanctuaries:\n\n(1) Port Royal Plantation on Hilton Head Island, Beaufort County;\n\n(2) Highlands of Otranto Subdivision in Berkeley County;\n\n(3) the Town of Bonneau in Berkeley County;\n\n(4) St. James Estates, Spring Hill, Devonshire, Raintree, and Harbor Lakes Subdivisions in Berkeley County;\n\n(5) The subdivision of Clear View on James Island, Charleston County;\n\n(6) James Island water district in Charleston County;\n\n(7) the subdivision of Lee-Jackson-McCalls Corner on James Island, Charleston County;\n\n(8) St. Phillips Parish, St. Michaels Parish, and North Charleston Public Service District, Charleston County;\n\n(9) Melrose, Longbranch, and Shaftesbury Subdivisions in Charleston County as bounded on the South by Highway 17, on the West by Long Branch Creek, on the North by Magwood property line, and on the East by the property line of Castlewood Subdivision;\n\n(10) Forest Lakes Subdivision located in the City and County of Charleston;\n\n(11) Winnsboro Mills in Fairfield County bounded on the North by the city limits of Winnsboro, on the South by the intersection of Highways 321, 34, and 215, on the West by the by-pass of Highway 321, and on the East by Golf Course Road;\n\n(12) Avondale Forest as recorded at plat book RR page 186, and plat book BBB page 36, in the office of the Registrar of Mesne Conveyances for Greenville County;\n\n(13) Lake Forest and Lake Forest Heights in Greenville County, bounded on the North by Edwards Road, on the East by Shannon Drive, on the South by Old Spartanburg Road, and the West by Highway 291;\n\n(14) Botony Woods, Greenville County;\n\n(15) Heritage Lakes in Greenville County;\n\n(16) the City of Ocean Drive Beach, Horry County;\n\n(17) Windy Hill Beach, Horry County;\n\n(18) Briarcliff Acres in Horry County as bounded on the North by Highway 17, on the East by the Holmes property, on the South by the Atlantic Ocean, and on the West by the Patterson property;\n\n(19) Kirkover Hills near Camden in Kershaw County;\n\n(20) Sunnyhills Subdivision near Camden in Kershaw County;\n\n(21) the area between the Western city limits of Camden and the Seaboard Railroad tracks, Kershaw County;\n\n(22) that area bounded by the Haile Street Extension, U.S. Highway No. 1, and Lake Shore Drive near Camden, Kershaw County;\n\n(23) Saluda Gardens, Saluda Terrace, Westover Acres, and Saluda Hills Subdivisions in Lexington County;\n\n(24) Town of Arcadia Lakes, Richland County;\n\n(25) Community of Belvedere in Richland County;\n\n(26) Deerfield Plantation, Berkeley County;\n\n(27) City of Tega Cay, York County;\n\n(28) the area in York County, embracing the Country Club Estates, the Rock Hill Country Club, the Oakdale School property, a portion of the Drennan property, and being bounded on the North by the Fewell property, on the East by the Fewell and Parrish properties, on the South by the old Mount Holly Road, and on the West and North by State Highway No. 72;\n\n(29) the area in York County consisting of all waters and tributaries impounded by the Lake Wylie Dam located within the boundaries of the State of South Carolina. Notwithstanding any other provision of law, waterfowl may be hunted during any appropriate migratory waterfowl season on all waters of Lake Wylie with the following restrictions: it is unlawful to hunt migratory waterfowl on Lake Wylie within two hundred yards of a dwelling, school or business without written permission of the owner and occupant;\n\n(30) the area known as the community of River Hills Plantation, Inc., in York County;\n\n(31) the Town of Pawleys Island in Georgetown County;\n\n(32) the area in Clarendon County consisting of that portion of Tawcaw Creek, adjacent to Goat Island, lying Southeast of County Road 38, and extending into Lake Marion to the extent of the Santee National Wildlife Refuge boundaries lying East and West of that portion of Lake Marion;\n\n(33) Rolling Green Retirement Community in Greenville County;\n\n(34) the grounds of the Presbyterian Home of South Carolina located on Highway 56 in the Town of Clinton in Laurens County.\n\nHISTORY: [Derived from former Sections 50-11-2620 (1962 Code Section 28-511.11; 1965 (54) 158); 50-11-2660 (1962 Code Section 28-512.1; 1973 (58) 815); 50-11-2670 (1962 Code Section 28-512.2; 1974 (58) 2981); 50-11-2676 (1981 Act No. 184); 50-11-2690 (1962 Code Section 28-513.1; 1966 (54) 2771); 50-11-2720 (1962 Code Section 28-513.4; 1974 (58) 2196); 50-11-2730 (1962 Code Section 28-514; 1957 (50) 268); 50-11-2750 (1962 Code Section 28-516; 1960 (51) 2278); 50-11-2770 (1962 Code Section 28-518; 1957 (50) 83); 50-11-2790 (1962 Code Section 28-518.1:11; 1966 (54) 2700); 50-11-2830 (1962 Code Section 28-518.1:16; 1971 (57) 878); 50-11-2840 (1962 Code Section 28-518.1:17; 1972 (57) 3127); 50-11-2860 (1962 Code Section 28-518.7; 1964 (53) 1792); 50-11-2870 (1962 Code Section 28-518.2; 1958 (50) 1697); 50-11-2875 (1985 Act No. 22); 50-11-2880 (1962 Code Section 28-518.3; 1959 (51) 398); 50-11-2890 (1962 Code Section 28-518.3:1; 1973 (58) 221); 50-11-2900 (1962 Code Section 28-518.4; 1960 (51) 1547); 50-11-2920 (1962 Code Section 28-518.5; 1957 (50) 3); 50-11-2930 (1962 Code Section 28-518.5:1; 1967 (55) 109); 50-11-2940 (1962 Code Section 28-518.5:2; 1970 (56) 2076); 50-11-2950 (1962 Code Section 28-518.5:3; 1970 (56) 2280); 50-11-2960 (1962 Code Section 28-518.5:5; 1966 (54) 2332); 50-11-2980 (1962 Code Section 28-518.5:10; 1969 (56) 142); 50-11-2990 (1962 Code Section 28-518.5:11; 1964 (53) 2153); 50-11-3000 (1962 Code Section 28-518.6; 1958 (50) 1687); 50-11-3005 (1979 Act No. 92, Section 1); 50-11-3006 (1983 Act No. 48, Section 1); 50-11-3011 (1984 Act No. 284, Section 1); 50-11-3022 (1984 Act No. 335, Section 1); 50-11-3024 (1984 Act No. 394, Section 1; 1985 Act No. 23, 1)]; 1988 Act No. 561, Section 1; 1991 Act No. 6, Section 1; 1991 Act No. 20, Section 1; 1992 Act No. 252, Section 1; 1993 Act No. 181, Section 1262; 1995 Act No. 43, Section 1; 1998 Act No. 294, Section 1; 2005 Act No. 34, Section 1; 2012 Act No. 150, Section 1, eff April 23, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-870/"
    },
    {
      "id": "section-50-11-875",
      "number": "50-11-875",
      "heading": "",
      "text": "The following area in Charleston County within the City of Charleston is declared to be a bird sanctuary:\n\nFrom William Kennerty Drive along Highway 61, approximately 2,800 feet to Ashley Hall Plantation Road, then from Highway 61 along Ashley Hall Plantation Road, approximately 4,600 feet to Captiva Row, then from Ashley Hall Plantation Road along Captiva Row, approximately 1,500 feet to Ashley Hall Road, then from Captiva Row along Ashley Hall Road, approximately 400 feet to Boone Hall Drive, then from Ashley Hall Road along Boone Hall Drive, approximately 3,250 feet to William Kennerty Drive, then from Boone Hall Drive along William Kennerty Drive, approximately 1,050 feet to Highway 61 at the point of beginning.\n\nIt is unlawful for any person to trap, hunt, molest, or attempt to molest in any manner any bird or wild fowl or to molest any birds' nests or wild fowls' nests within the sanctuary.\n\nAny person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 1988 Act No. 684, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-875/"
    },
    {
      "id": "section-50-11-880",
      "number": "50-11-880",
      "heading": "",
      "text": "The following areas are designated as wildlife sanctuaries:\n\n(1) the Sea Pines Public Service District on Hilton Head Island, Beaufort County;\n\n(2) the Highlands of Fripp Island, Beaufort County;\n\n(3) the Goose Creek Reservoir in Berkeley County including all lands lying within one-half mile of the shoreline of the reservoir;\n\n(4) Lawton Bluff Subdivision and Lawton Plantation in Charleston County;\n\n(5) Hobcaw Point Subdivision in the City of Mt. Pleasant, County of Charleston;\n\n(6) Prestwood Lake Area, Darlington County, which includes Prestwood Lake and that area around the lake contained in a radius of three-fourths of a mile from the shore of the lake and bounded on the east by Sonoco Dam and on the west by a line running in a southerly direction across Black Creek from the New Sonoco Clubhouse;\n\n(7) that area in Florence County known as Forest Lake bordered on the north by South Cashua Road and Highway 76, on the west by secondary road 106, on the south by Savannah Grove Road, on the east by Knollwood Road, and that portion of the lake east of Knollwood Road and that upland extending one hundred yards from the shore of the lake;\n\n(8) Lake Oakdale in Florence County bordered on the north by the secondary road known as Stralton Drive, on the west by Pelican Lane and West Lake Oakdale Drive, on the south by Shearton Road until it intersects with Seaboard Coastline Railroad tracks, and on the east by West Lake Drive and Pine Needles Road;\n\n(9) Pelham Estates I, II, and III, Stratton Place, and Watson's Orchard in Greenville County;\n\n(10) that portion of McCormick County between Little River and the Savannah River lying south of Highway 378;\n\n(11) Quail Run in York County.\n\nIt is unlawful to discharge any firearm including, but not limited to, BB guns and pellet rifles or to attempt to take or kill any wildlife within any of the above-described areas by any means.\n\nIf the department determines that, due to size, disease, or other extraordinary factors, a particular population of a species located in, on, or around a sanctuary described above constitutes a threat to the health, safety, and welfare of the public or to itself, or other species in, on, or around the sanctuary, it may authorize the taking of a sufficient number of species to reduce or eliminate the threat. The wildlife must be taken by department personnel or other persons acting under their supervision and the authorization for the taking limits the number of animals taken and the days, times, and methods to be used.\n\nHISTORY: [Derived from former Sections 50-11-2630 (1962 Code Section 28-511.12; 1971 (57) 2022); 50-11-2640 (1962) Code Section 28-511.13; 1974 (58) 1940; 1985 Act No. 32, Section 1); 50-11-2675 (1981 Act No. 4, Section 1); 50-11-2740 (1962 Code Section 28-515; 1960 (51) 1540); 50-11-2780 (1962 Code Section 28-518.1; 1957 (50) 134); 50-11-2850 (1975 (59) 211); 50-11-2970 (1962 Code Section 28-518.5:8; 1967 (55) 95); 50-11-3010 (1962 Code Section 28-518.6:1; 1971 (57) 511); 50-11-3015 (1980 Act No. 328, Section 1); 50-11-3017 (1981 Act No. 142, Section 1); 50-11-3021 (1981 Act No. 65, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-880/"
    },
    {
      "id": "section-50-11-883",
      "number": "50-11-883",
      "heading": "",
      "text": "(A) The portion of Lake Secession in Abbeville County lying south of Highway 184 is a wildlife sanctuary. It is unlawful for anyone to trap, hunt, molest, or attempt to molest in any manner any bird or other game animal within the sanctuary. Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\n(B) Vereen Memorial Historical Gardens in Horry County is a wildlife sanctuary. It is unlawful for anyone to trap, hunt, molest, or attempt to molest in any manner any bird or game animal within the sanctuary. Any person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 1988 Act No. 308, Section 1; 1988 Act No. 409, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-883/"
    },
    {
      "id": "section-50-11-890",
      "number": "50-11-890",
      "heading": "",
      "text": "The following areas are designated bird and squirrel sanctuaries:\n\n(1) Bayview Acres in Charleston County;\n\n(2) all that area of the subdivision of Drayton on Ashley in Charleston County bounded as follows on the south by the Seaboard Coastline Railroad, on the east by the Ashley River, on the north at the corner of Highway 61, and the Seaboard Coastline Railroad for 2,585 feet bearing south 49 degrees 50'W., and on the west by Highway 61.\n\nHISTORY: [Derived from former Sections 50-11-2680 (1962 Code Section 28-513; 1957 (50) 202); 50-11-2700 (1962 Code Section 28-513.2; 1969 (56) 353)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-890/"
    },
    {
      "id": "section-50-11-900",
      "number": "50-11-900",
      "heading": "",
      "text": "The following areas are declared to be nongame bird sanctuaries:\n\n(1) the Hannahan Public Service District located in Berkeley County;\n\n(2) St. Andrews Parish in Charleston County.\n\nHISTORY: [Derived from former Sections 50-11-2650 (1962 Code Section 28-512; 1954 (48) 1430); 50-11-2760 (1962 Code Section 28-517; 1955 (49) 96)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-900/"
    },
    {
      "id": "section-50-11-910",
      "number": "50-11-910",
      "heading": "",
      "text": "The land owned or managed by the National Audubon Society, Incorporated, in Berkeley and Dorchester Counties, known as the Francis Beidler Forest, is declared to be a sanctuary for the protection of game, birds, and other animals. There may be no hunting, fishing, or trespassing in the sanctuary. Fishing may be permitted by written authorization from the management of the Francis Beidler Forest only.\n\nThe management of the Francis Beidler Forest shall post along the outer boundaries of the land and mouths of all streams and creeks entering into the Francis Beidler Forest signs notifying the public that the area is a sanctuary and is closed to hunting and fishing except as authorized.\n\nNo flowers, shrubs, trees, or other plants may be damaged or removed from the park without permission from the management.\n\nAny person convicted of violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars, or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-3023 (1984 Act No. 361, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-910/"
    },
    {
      "id": "section-50-11-915",
      "number": "50-11-915",
      "heading": "",
      "text": "The land owned, leased, or managed by the Playcard Environmental Education Center in Horry County is declared a sanctuary for the protection of game, birds, and other animals. There may be no hunting, fishing, or trespassing in the sanctuary. Fishing may be permitted only by written authorization from the management of the center.\n\nThe management of the center shall post along the outer boundaries of the land and mouths of all streams and creeks entering into the Playcard Environmental Education Center signs notifying the public that the area is a sanctuary and is closed to hunting and fishing except as authorized.\n\nNo flowers, shrubs, trees, or other plants may be damaged or removed from the park without permission from the management.\n\nA person convicted of violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 1989 Act No. 12, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-915/"
    },
    {
      "id": "section-50-11-920",
      "number": "50-11-920",
      "heading": "",
      "text": "The land owned or leased to Kershaw County to be used as a county park and streams or creeks entering into the lands are declared to be a sanctuary for the protection of game, birds, and animals. There may be no hunting, trapping, fishing, or trespassing thereon. Fishing is permitted by persons obtaining fishing permits from the management of the Kershaw County Park. Fishing is not permitted in the swimming area or when water in the lake is low for repairs.\n\nThe management of the Kershaw County Park shall post along the outer boundaries of the land and mouths of all streams and creeks entering into the Kershaw County Park signs notifying the public that the area is a sanctuary and closed to hunting and fishing except as authorized.\n\nNo flowers, shrubs, trees, or plants may be removed from the park without permission from the management.\n\nNo alcoholic beverages or persons under the influence of alcohol are permitted in the Kershaw County Park.\n\nDogs must be on a leash, except those used in the Field Trial Club events.\n\nThe Kershaw County Park may not be used as a dumping place for trash, garbage, or other refuse.\n\nA part of the Kershaw County Park, about four hundred twenty-one acres, east of Pine Tree Creek, north of Burkett Branch, south of the land owned by Bowater Co. and T. L. Myers, and west of land owned by Bowater Co., and Bud Smith may be used by the Mid-Carolina Field Trial Clubs. The maintenance and development of these grounds into field trial grounds is under the supervision of the Mid-Carolina Field Trial Club. The club shall pay the costs of developing and maintaining the grounds. All clubs sponsoring trials on the grounds shall obtain permission from the department before a trial is held. Field trial dogs are permitted to exercise and train on the grounds during field trial seasons only when a trial is not in progress. Trapping of released birds is permitted by clubs for use in future trials only. Only blank ammunition may be used on trial areas. The superintendent of Kershaw County Park shall maintain jurisdiction over game law enforcement and security of this area.\n\nAny person convicted of violating the provisions of this section is guilty of a misdemeanor and is subject to a fine of not more than two hundred dollars or imprisonment for a period not exceeding thirty days, or both.\n\nHISTORY: [Derived from former Section 50-11-2910 (1962 Code Section 28-518.4:1; 1966 (54) 2747)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-920/"
    },
    {
      "id": "section-50-11-925",
      "number": "50-11-925",
      "heading": "",
      "text": "The land owned, leased, or managed by the South Carolina Future Farmers of America Camp of the Little River Neck section of Horry County is declared a sanctuary for the protection of game, birds, and other animals. There may be no hunting, fishing, or trespassing in the sanctuary. Fishing may be permitted only by written authorization from the management of the camp.\n\nThe management of the camp shall post along the outer boundaries of the land and mouths of all streams and creeks entering into the camp signs notifying the public that the area is a sanctuary and is closed to hunting and fishing except as authorized.\n\nNo flowers, shrubs, trees, or other plants may be damaged or removed from the camp without permission from the management.\n\nA person convicted of violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: 1989 Act No. 126, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-925/"
    },
    {
      "id": "section-50-11-930",
      "number": "50-11-930",
      "heading": "",
      "text": "It is unlawful for any person to trap, hunt, or molest in any manner any species of duck or geese, or to molest any duck or goose nest, on any water or tideland owned by the State within the following boundary:\n\nBeginning at the westernmost tip of the Isle of Palms at the base of the bridge across Breach Inlet and running a course of 343 degrees true to a unnamed marsh island; thence following the low-water mark of the unnamed island in a northeasterly direction to the Intracoastal Waterway; thence across the Intracoastal Waterway to the north bank of the intersection of Swinton Creek and the Intracoastal Waterway; thence in a northeasternly direction along the bank of the Intracoastal Waterway to Hamlin Creek; thence 300 yards up the west bank of Hamlin Creek; thence across to the east bank of Hamlin Creek and following the creek bank to the westernmost tip of Goat Island at the Intracoastal Waterway; thence running in a northeasternly direction along the high-water mark of Goat Island to a point at latitude 32 degrees 48.5'N. and longitude 79 degrees 45.5'W.; thence running a course of 151 degrees true across the Intracoastal Waterway to the high-water mark of the Isle of Palms; and, thence following the high-water mark of the Isle of Palms to the westernmost tip of the island at the base of the bridge across Breach Inlet.\n\nAny person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be punished by a fine of not more than two hundred dollars or by imprisonment for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2710 (1962 Code Section 28-513.3; 1970 (56) 2589)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-930/"
    },
    {
      "id": "section-50-11-935",
      "number": "50-11-935",
      "heading": "",
      "text": "The land owned and managed by the Conestee Foundation, Incorporated, a private nonprofit conservation organization, located in Greenville County, and known as Lake Conestee Nature Park, is declared to be a wildlife sanctuary for the protection and conservation of game, songbirds, waterfowl, fish, amphibians, other animals, and plant life.\n\nIt is unlawful to hunt, trap, take, gather, harvest, or molest any plants, animals, or artifacts on the lands of Lake Conestee Nature Park, except for purposes of habitat management or research. The Conestee Foundation may at its discretion issue permits for research and site management activities related to wildlife and habitat management. It is unlawful to release any nonnative plants or animals, including pets and domesticated animals on the lands of Lake Conestee Nature Park.\n\nThe Conestee Foundation shall post signs along the outer boundaries of its lands and at locations where streams and creeks enter into Lake Conestee Nature Park, notifying the public that the area is a wildlife sanctuary and is closed to hunting, trapping, taking and collection of plants, animals, and artifacts, except as permitted by the Foundation.\n\nNo animals, flowers, shrubs, trees, plants, or artifacts shall be damaged or removed from the park without a permit from the Conestee Foundation.\n\nAny person convicted of violating the provisions of this section is guilty of a misdemeanor and, upon conviction, shall be fined not more than five hundred dollars, or imprisoned for not more than thirty days.\n\nDesignation as a wildlife sanctuary does not alter existing rights held or conveyed under the conservation easement agreement applying to Lake Conestee Nature Park.\n\nHISTORY: 2016 Act No. 177 (H.4743), Section 1, eff May 23, 2016.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-935/"
    },
    {
      "id": "section-50-11-950",
      "number": "50-11-950",
      "heading": "",
      "text": "The lands owned by Brookgreen Gardens, as an eleemosynary corporation for southeastern flora and fauna, in Georgetown County and all streams, creeks, and waters, fresh, salt or mixed, entering into the lands are established as a sanctuary for the protection of game, other birds, and animals, and any hunting, shooting, fishing, or trespassing on the lands or waters is prohibited, except such hunting and shooting as may be carried on by permission of the trustees of Brookgreen Gardens, granted at an annual meeting of the trustees. Permission for hunting and shooting is not granted by the trustees unless it is apparent to them that there is an excess of deer or other game which may cause damage to the gardens or other property owned by the trustees. The public is allowed to fish in the Atlantic Ocean from the beaches of the area and in the saltwater creeks entering into it, under such regulations as may be promulgated by the Department of Parks, Recreation and Tourism having due regard for the safety of bathers and convenience of other users of the park. The trustees of the Brookgreen Gardens Corporation or the State Commission of Forestry shall post signs along the outer boundaries of the land and at the mouths of all streams and creeks notifying the public that the area is a sanctuary and closed to hunting and fishing, except as authorized by the terms of this section.\n\nNothing herein abridges or curtails the rights of the department to control and permit the oyster bottoms in the area under its jurisdiction.\n\nAny person convicted of violating the provisions of this section is guilty of a misdemeanor and subject to a fine of not less than twenty-five dollars nor more than one hundred dollars or imprisonment for not exceeding thirty days.\n\nHISTORY: [Derived from former Section 50-11-2810 (1962 Code Section 28-519; 1952 Code Section 28-519; 1942 (42) 1475; 1943 (43) 233; 1952 (47) 2179; 1961 (52) 132)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-950/"
    },
    {
      "id": "section-50-11-960",
      "number": "50-11-960",
      "heading": "",
      "text": "The following area is designated as the Paris Mountain Wildlife Sanctuary:\n\nBeginning on Poinsett Highway (U.S. 25 North) at its intersection with Little Texas Road and following Little Texas Road to Roe Road and thence along Roe Road to a point opposite the northwestern boundary of Paris Mountain State Park and continuing with the western and southern boundaries of said Park to State Park Road; thence continuing south on State Park Road and Paris Mountain Road to Timber Lane; thence west on Timber Lane to Tryon Avenue; thence southwest on Tryon Avenue to Crestwood Road; thence north and west on Crestwood Road to Manley Drive and continuing generally west on Manley Drive, Dreamland Way, and Jervey Road to North Parker Road; thence generally north along North Parker Road to Phillips Trail and then along Phillips Trail to the intersection with Pistol Club Road; thence along Pistol Club Road to Pilot Road; thence generally north on Pilot Road to Club View Drive and on Club View Drive to the intersection of Old Buncombe Road; thence north on Old Buncombe Road to Poinsett Highway and from there to the beginning point at its intersection with Little Texas Road.\n\nAny person killing or maiming any bird or animal within the sanctuary is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days. Any person who kills squirrels on his own property is not subject to the provisions of this section.\n\nHISTORY: [Derived from former Section 50-11-2820 (1962 Code Section 28-518.1:15; 1968 (55) 2288)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-960/"
    },
    {
      "id": "section-50-11-961",
      "number": "50-11-961",
      "heading": "",
      "text": "The campus of Greenville Technical College in Greenville County bounded on the north by East Faris Road, on the east by South Pleasantburg Drive (Highway 291), on the south by Cleveland Street, and on the west by the Reedy River, is designated as a bird and wildlife sanctuary.\n\nIt is unlawful for a person to trap, hunt, molest, or attempt to molest in any manner a bird or wild fowl or to molest any birds' nests or wild fowls' nests within the sanctuary, and it is unlawful for a person to trap, hunt, molest, or attempt to molest in any manner any wildlife within the sanctuary.\n\nA person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be punished by a fine of not more than one hundred dollars or by imprisonment for not more than thirty days.\n\nHISTORY: 1990 Act No. 520, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-961/"
    },
    {
      "id": "section-50-11-970",
      "number": "50-11-970",
      "heading": "",
      "text": "The area in Richland County consisting of the lands and waters owned by the Lake Dogwood Corporation is designated a waterfowl sanctuary. It is unlawful for any person to trap, hunt, or molest in any manner any species of duck or goose, or to molest any duck or goose nest in the refuge. Anyone violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or be imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-3050 (1985 Act No. 141)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-970/"
    },
    {
      "id": "section-50-11-980",
      "number": "50-11-980",
      "heading": "",
      "text": "The lands and waters in Charleston Harbor and its adjacent estuarine system in Charleston County lying within the following boundaries are designated a wildlife sanctuary:\n\nThe area in Charleston County beginning at the foot of Station 22 1/2 Street on Sullivan's Island, thence on a line north following Ben Sawyer Boulevard (Highway 703) into Mt. Pleasant to a point just south of Center Street where the marsh of the upper reaches of Jeanette Creek meets highland, thence turning 230 degrees southwest following a line to Pitt Street in Mt. Pleasant, thence turning northwest following Pitt Street to its intersection with Live Oak Avenue, thence northeast to Coleman Boulevard, thence following Coleman Boulevard across Shem Creek and continuing on a line 310 degrees northwest to the eastern range marker for the Drum Island Channel Range just south of Remley's Point, thence continuing northwest on the Drum Island Reach for approximately six thousand eighty feet, thence due west on a line across the Charleston peninsula for approximately seven thousand nine hundred sixty-six feet, thence turning 330 degrees northwest and continuing for approximately nine thousand six hundred forty-three feet along the east side of the Ashley River, thence turning 330 degrees northwest and continuing on a line for approximately five thousand eight hundred seventy feet, thence turning 240 degrees and continuing for approximately four thousand one hundred ninety-three feet, thence turning 134 degrees southeast and continuing approximately nine thousand six hundred forty-three feet to a point on the west bank of the Ashley River just south of the WTMA radio tower, thence turning 200 degrees south and continuing for approximately three thousand three hundred fifty-four feet along the west bank of the Ashley River, thence turning south 170 degrees for approximately three thousand seven hundred seventy-three feet, thence turning northwest 310 degrees and continuing for approximately four thousand one hundred ninety-three feet, thence turning south 190 degrees and continuing approximately five thousand thirty-one feet, thence returning east 105 degrees and continuing for approximately three thousand seven hundred seventy-three feet, thence turning south again 190 degrees and continuing for approximately two thousand five hundred sixteen feet to its intersection with Highway 61, thence turning southeast 120 degrees and continuing approximately nineteen thousand sixty-two feet to the north bank of Wappoo Creek, thence turning south 200 degrees and continuing approximately two thousand nine hundred thirty-five feet, thence turning southeast 144 degrees and continuing for approximately two thousand nine hundred thirty-five feet to a point just south of Harborview Road, thence turning east-southeast 100 degrees and continuing for approximately one thousand two hundred fifty-eight feet, thence turning southeast 130 degrees and continuing approximately one thousand six hundred seventy-seven feet, thence turning east 100 degrees and continuing for approximately four thousand one hundred ninety-three feet, thence turning northeast 30 degrees and continuing for approximately two thousand ninety-six feet, thence turning east 80 degrees and continuing for approximately one thousand two hundred fifty-eight feet, thence turning southeast 120 degrees and continuing for approximately one thousand two hundred fifty-eight feet, thence turning south 200 degrees and continuing approximately one thousand six hundred seventy-seven feet to the head of Kushiwah Creek, thence turning east-southeast 110 degrees and continuing approximately four thousand one hundred ninety-three feet, thence turning northeast 30 degrees and continuing for approximately eight hundred thirty-nine feet, thence turning northwest 320 degrees and continuing for approximately two thousand five hundred sixteen feet, thence turning north 20 degrees and continuing approximately six hundred twenty-nine feet, thence turning east-southeast 110 degrees and continuing for approximately two thousand nine hundred thirty-five feet, thence returning due north and continuing for approximately one thousand two hundred fifty-eight feet, thence turning due east and continuing for approximately three thousand seven hundred seventy-three feet along the southern edge of Charleston Harbor, thence turning northeast 60 degrees and continuing for approximately one thousand two hundred fifty-eight feet to the point at Fort Johnson, thence turning due south and continuing approximately nine thousand two hundred twenty-four feet to a point on the west bank of Schooper (Schooner) Creek, thence turning due east and continuing for approximately six thousand seven hundred eight feet across Morris Island along the dike on the north end of the spoil area, thence turning northeast 50 degrees and continuing approximately sixteen thousand three hundred fifty-one feet across the mouth of Charleston Harbor to the point of beginning on Sullivan's Island.\n\nIt is unlawful for any person to hunt, trap, molest, or to attempt to take or molest in any manner, any wild bird, bird egg, or mammal within the sanctuary. The department, its duly authorized agents, or persons with written permits issued by the department may engage in predator control, bird banding, and other scientific activities including the collection of specimens for scientific purposes intended to enhance, maintain, or further our understanding of wildlife populations within the sanctuary.\n\nThe department shall post the general outline of the sanctuary and during the nesting season shall conspicuously post bird nesting areas. Posting of bird nesting areas constitutes public notice that the areas are closed to entry. The term \"molest\" as used in this section includes, but is not limited to, walking upon posted lands or allowing pets to roam upon them. It is also unlawful for any person to remove or tamper with signs posted by the department pursuant to this section.\n\nNothing herein shall preclude the normal operations of the marine terminals and other facilities of the South Carolina State Ports Authority, or the dredging and disposal operations by the U.S. Army Corps of Engineers, South Carolina State Ports Authority, or their agents or contractors, or the normal shipping and maritime activities in the Port of Charleston.\n\nAny person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not more than five hundred dollars or imprisoned for not more than ninety days, or both.\n\nHISTORY: [Derived from former Section 50-11-2775 (1986 Act No. 379, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-980/"
    },
    {
      "id": "section-50-11-990",
      "number": "50-11-990",
      "heading": "",
      "text": "Anyone hunting or trespassing upon any land designated as a sanctuary under the provisions of this article must be fined for each offense not less than one hundred dollars nor more than two hundred dollars or imprisoned for not more than thirty days.\n\nHISTORY: [Derived from former Section 50-11-2610 (1962 Code Section 28-511; 1952 Code Section 28-511; 1942 Code Section 1788; 1932 Code Section 1790; 1925 (34) 294; 1926 (34) 1045; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-990/"
    },
    {
      "id": "section-50-11-1050",
      "number": "50-11-1050",
      "heading": "",
      "text": "Where wildlife is destroying property, the department, upon the request of the property owner, may issue a permit authorizing the property owner, under the supervision of the department, to take action necessary to remove the destructive wildlife from his property.\n\nHISTORY: [Derived from former Section 50-11-60 (1962 Code Section 28-305.1; 1963 (53) 243; 1972 (57) 2431; 1986 Act No. 502, Part I, Section 13)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1050/"
    },
    {
      "id": "section-50-11-1080",
      "number": "50-11-1080",
      "heading": "",
      "text": "There is no closed season for hunting or taking coyotes with weapons.\n\nHISTORY: [Derived from former Section 50-11-430 (1962 Code Section 28-465; 1952 Code Section 28-465; 1942 Code Section 1782-1; 1932 (37) 1312; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2012 Act No. 257, Section 3, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1080/"
    },
    {
      "id": "section-50-11-1090",
      "number": "50-11-1090",
      "heading": "",
      "text": "The department has the authority during any season of the year to permit the taking of any game animal and prescribe the method by which they may be taken when they cause damage to crops or property or when they pose a significant human health risk. Any animal taken under these conditions is under the supervision of the department.\n\nHISTORY: [Derived from former Sections 50-11-330 (1962 Code Section 28-332.2; 1963 (53) 151; 1972 (57) 2431); 50-11-440 (1962 Code Section 28-471; 1952 Code Section 28-471; 1942 Code Section 1782-3; 1932 Code Section 1791; 1929 (36) 151; 1952 (47) 2179); 50-11-790 (1962 Code Section 28-337.5; 1957 (50) 571)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2003 Act No. 72, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1090/"
    },
    {
      "id": "section-50-11-1105",
      "number": "50-11-1105",
      "heading": "",
      "text": "The department may declare a closed season for not over ten days at any one time in any area in the State when it appears on account of abnormal conditions that deer or other game cannot protect themselves. The department shall give notice of the closed season so declared by publication in at least two daily newspapers and in a newspaper of the county or counties in which the closed season is declared if the county has a newspaper, stating the length or period of the closed season. Any person found hunting with firearms, bows and arrows, or other game-taking devices, or dog within the restricted territory during a closed season so declared is guilty of a violation of the provisions of this section, regardless of whether he has or has not killed or taken any game. The penalty for a violation of the provisions of this section is a fine of not less than one hundred dollars nor more than two hundred dollars or imprisonment for not less than thirty days.\n\nHISTORY: [Derived from former Section 50-11-360 (1962 Code Section 28-359; 1952 Code Section 28-359; 1942 Code Section 1785-1; 1932 Code Section 1790; 1925 (34) 294; 1926 (34) 1045; 1952 (47) 2179; 1965 (54) 156)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1105/"
    },
    {
      "id": "section-50-11-1110",
      "number": "50-11-1110",
      "heading": "",
      "text": "When in any county of the State there exist abnormal conditions that might affect the supply of game or there is an abnormal scarcity of game, the department, upon the written request of a majority of the legislative delegation, including the Senator, from such county, may shorten or close the open season for hunting in any such county. The department shall give notice of the closed or shortened season by publication in at least two daily newspapers and in a newspaper of the county in which the closed or shortened season is declared, stating the length of the closed or shortened season. Any person found hunting with gun or dog within the restricted territory during a closed season so declared, is guilty of a violation of the provisions of this section, regardless of whether he has killed any game or not. The penalty for violation of the provisions of this section is a fine of not less than twenty-five dollars nor more than one hundred dollars or imprisonment for not less than thirty days.\n\nHISTORY: [Derived from former Section 50-11-370 (1962 Code Section 28-360; 1954 (48) 1428); 50-11-840 (1962 Code Section 28-361; 1958 (50) 1669; 1972 (57) 2431)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1110/"
    },
    {
      "id": "section-50-11-1130",
      "number": "50-11-1130",
      "heading": "",
      "text": "Raccoons and squirrels may be killed by owners of property from July fifteenth to the regular open season on them if these animals are destroying crops.\n\nHISTORY: [Derived from former Section 50-11-340 (1962 Code Section 28-356; 1952 Code Section 28-356; 1942 Code Section 1781; 1932 Code Section 1751; 1937 (40) 127; 1939 (41) 232; 1940 (41) 1872; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1130/"
    },
    {
      "id": "section-50-11-1120",
      "number": "50-11-1120",
      "heading": "",
      "text": "Whenever it appears that foxes are destroying birds, poultry, pigs, lambs, or other property in any county in this State or there is an apparent epidemic of rabies in any county, the department, upon the written request of a majority of the legislative delegation of any such county, shall declare an open season on foxes, with the use of firearms, in the county suffering from the destruction and for so long as the delegation considers desirable.\n\nHISTORY: [Derived from former Section 50-11-410 (1962 Code Section 28-437; 1952 Code Section 28-437; 1942 Code Section 1782-1; 1932 (37) 1312; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1120/"
    },
    {
      "id": "section-50-11-1140",
      "number": "50-11-1140",
      "heading": "",
      "text": "The United States Fish and Wildlife Service may allow the hunting of antlered and antlerless deer by those holding proper hunting licenses of this State on any sea island within any federally owned or controlled game reserve, national park, or game refuge during the open season for deer hunting under the laws of this State, whenever the officials of the United States Fish and Wildlife Service determine that the deer population of the island exceeds that which can properly maintain itself on any island. The United States Fish and Wildlife Service shall notify the department, in writing, at least ten days prior to allowing such hunting, of the opening and shall also advertise it at least once in a newspaper of general circulation in the coastal area of the State at least one week before any hunting is permitted.\n\nHISTORY: [Derived from former Section 50-11-1000 (1962 Code Section 28-332.1; 1955 (49) 177; 1985 Act No. 68, Section 15)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1140/"
    },
    {
      "id": "section-50-11-1145",
      "number": "50-11-1145",
      "heading": "",
      "text": "Notwithstanding any other provision of law, and at any time during the year, the owner, lessee, or person in lawful possession of land whereon an enclosure for running rabbits with dogs has been erected may trap fox, wildcat, bobcat, wolf, coyote, skunk, raccoons, and any other predatory animal within the enclosure when using a cage-type trap that does not injure or kill the animal. A pole-top trap, steel trap, foot-hold trap, rubber padded trap, body gripping trap, or trap that injures or kills an animal may not be used to remove predatory animals from an enclosure, and all predatory animals, except foxes and coyotes, trapped in a cage-type trap must be destroyed or immediately released outside of the enclosure. Foxes or coyotes trapped outside the trapping season must be immediately destroyed.\n\nHISTORY: 2000 Act No. 353, Section 2; 2003 Act No. 23, Section 3.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1145/"
    },
    {
      "id": "section-50-11-1150",
      "number": "50-11-1150",
      "heading": "",
      "text": "When directed by the department, its employees may trap, by the use of steel or other traps, fox, wildcat, bobcat, wolf, coyote, skunk, raccoons, and any other predatory animals on any lands owned by the State or any of its boards, commissions, officers, institutions, or agencies and on cooperative wildlife management areas within the United States Forest Service lands.\n\nHISTORY: [Derived from former Section 50-11-1550 (1962 Code Section 28-491; 1955 (49) 257; 1972 (57) 2431)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1150/"
    },
    {
      "id": "section-50-11-1160",
      "number": "50-11-1160",
      "heading": "",
      "text": "The employees of the United States Fish and Wildlife Service and those employees of the United States or the agencies thereof in charge of any national park, game reserve, or game refuge also have the right to trap predatory animals within the confines of such national park, game reserve, or game refuge.\n\nHISTORY: [Derived from former Section 50-11-1560 (1962 Code Section 28-492; 1955 (49) 257)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1160/"
    },
    {
      "id": "section-50-11-1170",
      "number": "50-11-1170",
      "heading": "",
      "text": "In order to more effectively control predatory animals, the employees of the department shall cooperate with the employees of the United States and its agencies in trapping programs and may accept aid and advice from federal employees.\n\nHISTORY: [Derived from former Section 50-11-1570 (1962 Code Section 28-493; 1955 (49) 257)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1170/"
    },
    {
      "id": "section-50-11-1180",
      "number": "50-11-1180",
      "heading": "",
      "text": "For purposes of this section:\n\n(a) \"Take\" means to harass, hunt, capture, or kill.\n\n(b) \"Protected wildlife\" means any wildlife, part, product, egg, offspring nest, dead body, or part thereof which is managed or protected or the taking of which is specifically regulated by the department.\n\nPermits may be granted by the department to any properly accredited competent person permitting him to collect protected wildlife for strictly scientific or propagating purposes only. No permit is required for the collecting or taking of nonprotected wildlife. Applications for a permit must be made to the department which shall investigate the applicant and the project or program for which the collection is to be made. The application must be accompanied by a payment of a ten-dollar fee to cover the cost of the examination and the issuing of the permit. If the department considers the applicant to be qualified and the program or project to be necessary or desirable, it shall issue a permit which expires on December thirty-first of the year in which it is issued. Permits may be renewed for one year upon application and the payment of a ten-dollar renewal fee if the department determines the applicant and the program or project is still qualified. Permits are not transferable but any student assistant working under the direct supervision of the permittee in collecting activities may participate under the permit. All collecting or taking must be conducted so as to adhere to recognized scientific methods. Wherever practicable, data, results, and specimens must be made available to the public upon request. The permittee shall submit a report at the end of the permit period of the specimens collection and of other information as may be included on the report form, which must be furnished by the department. Collecting permits for endangered species must be issued only in accordance with Section 50-15-40. The provisions of Section 50-17-70 are not superseded by the provisions of this section.\n\nAny person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined in an amount of not less than twenty-five dollars nor more than one hundred dollars or imprisoned for a term not to exceed thirty days and any permit issued to that person is revoked.\n\nHISTORY: [Derived from former Sections 50-1130 (1962 Code Section 28-303; 1952 Code Section 28-303; 1942 Code Section 1787; 1932 Code Section 1787; Cr. C. '22 Section 740; 1919 (31) 269; 1952 (47) 2179); 50-11-2190 (1962 Code Section 28-469; 1968 (55) 2430; 1979 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1180/"
    },
    {
      "id": "section-50-11-1190",
      "number": "50-11-1190",
      "heading": "",
      "text": "(A) The department may issue permits for the taking of feral hogs while airborne in a helicopter if the department finds it is necessary to protect land, water, wildlife, livestock, domesticated animals, human life, crops, or to meet wildlife management objectives. The department may not issue a permit for the purpose of sport hunting.\n\n(B) No feral hog may be taken using a helicopter on any parcel or group of parcels consisting of less than 500 contiguous acres. An application for a permit issued under this section must identify the specific parcel from which feral hogs are to be taken with sufficient detail to enable law enforcement to locate the property. Reference from the nearest town, mile marker, prominent intersection, or geographic positioning system coordinates should be included.\n\n(C) The department shall prescribe the form, duration, and manner of application, issuance, and reporting requirements of permits authorized by this section.\n\n(D) Upon issuance of a permit, the department shall notify the United States Fish and Wildlife Service Special Agent in charge for the jurisdiction in compliance with 50 C.F.R. Section 19.31.\n\n(E) The department shall file with the Secretary of the Interior of the United States an annual report on the use of helicopters to take feral hogs containing such information as required by 16 U.S.C. Section 742j-1.\n\n(F) A person who hunts or kills, or attempts to hunt or kill, from a helicopter, any feral hog without first obtaining and having in the person's immediate possession a permit for the taking of feral hogs using a helicopter is guilty of a misdemeanor and, upon conviction, must be fined not less than five hundred dollars nor more than one thousand dollars or imprisoned for a term not to exceed thirty days and will be ineligible for issuance of a permit under this section.\n\n(G) A person who violates the conditions of a permit, or who hunts or kills, or attempts to hunt or kill any animal or bird, other than a feral hog, or who engages in hunting for sport or profit while airborne in a helicopter is guilty of a misdemeanor and, upon conviction, must be fined not less than one thousand dollars nor more than five thousand dollars or imprisoned for a term not to exceed thirty days. Any permit issued to that person is revoked. The magistrates court retains concurrent jurisdiction for offenses contained in this section.\n\nHISTORY: 2024 Act No. 144 (H.4612), Section 2, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1190/"
    },
    {
      "id": "section-50-11-1200",
      "number": "50-11-1200",
      "heading": "",
      "text": "The department may grant operating licenses for shooting preserves which are privately owned and operated under the terms and provisions as provided in this article.\n\nHISTORY: [Derived from former Section 50-11-3310 (1962 Code Section 28-525; 1957 (50) 535; 1972 (57) 2431)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1200/"
    },
    {
      "id": "section-50-11-1205",
      "number": "50-11-1205",
      "heading": "",
      "text": "No new preserve may be licensed by the department without the approval of the majority of the legislative delegation of the county in which such preserve is to be located.\n\nHISTORY: 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1205/"
    },
    {
      "id": "section-50-11-1210",
      "number": "50-11-1210",
      "heading": "",
      "text": "The annual fee for obtaining a shooting preserve license is two hundred dollars for the first one hundred acres of shooting preserve area, plus fifty dollars for each additional one hundred acres or part of it. A separate application and fee is required for each area of contiguous acreage as specified in Section 50-11-1220.\n\nHISTORY: [Derived from former Section 50-11-3320 (1962 Code Section 28-5-26; 1957 (50) 535; 1984 Act No. 374, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1210/"
    },
    {
      "id": "section-50-11-1220",
      "number": "50-11-1220",
      "heading": "",
      "text": "In order to be licensed as a shooting preserve operator, the operator must own or lease a minimum of one hundred contiguous acres, including water areas. The preserve is not restricted to a maximum number of contiguous acres. Proof of ownership or leasehold interest and accurate maps or plats identifying the proposed area must accompany all applications.\n\nHISTORY: [Derived from former Section 50-11-3330 (1962 Code Section 28-527; 1957 (50) 535; 1981 Act No. 155, Section 1; 1984 Act No. 374, Section 2)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1220/"
    },
    {
      "id": "section-50-11-1230",
      "number": "50-11-1230",
      "heading": "",
      "text": "Shooting preserve operators shall maintain a clearly defined boundary on which signs designating the area as a shooting preserve must be posted at intervals of one hundred fifty feet or less. Construction of a fence, as prescribed by the department, along the boundaries of the preserve may be required.\n\nHISTORY: 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1230/"
    },
    {
      "id": "section-50-11-1250",
      "number": "50-11-1250",
      "heading": "",
      "text": "Legal shooting preserve species are pen-raised bobwhite quail, pheasants, and chukars. The department may designate additional species by regulation.\n\nHISTORY: [Derived from former Section 50-11-3360 (1962 Code Section 28-530; 1957 (50) 535; 1984 Act No. 374, Section 4)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1250/"
    },
    {
      "id": "section-50-11-1260",
      "number": "50-11-1260",
      "heading": "",
      "text": "Notwithstanding the limitations of Section 50-11-1250, a shooting preserve operator licensed as of December 31, 2005, to release pen-raised mallards or pen-raised turkeys may continue this privilege. All other provisions of this article shall apply. Once the current shooting preserve operator chooses not to release pen-raised mallards or pen-raised turkeys, the privilege is revoked. If the current shooting preserve operator does not choose to apply for renewal of a shooting preserve license, the privilege is revoked. The current license may not be transferred in any form or manner at any time to anyone. The current license cannot increase or decrease current acreage.\n\nHISTORY: [Derived from former Section 50-11-3370 (1962 Code Section 28-531; 1957 (50) 535)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1260/"
    },
    {
      "id": "section-50-11-1270",
      "number": "50-11-1270",
      "heading": "",
      "text": "The shooting season is a consecutive six-month period, beginning October first and continuing through the following March thirty-first.\n\nHISTORY: [Derived from former Section 50-11-3380 (1962 Code Section 28-532; 1957 (50) 535; 1959 (51) 110; 1984 Act No. 374, Section 5)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1270/"
    },
    {
      "id": "section-50-11-1280",
      "number": "50-11-1280",
      "heading": "",
      "text": "There is no harvest limit on species designated as shooting preserve species.\n\nHISTORY: 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1280/"
    },
    {
      "id": "section-50-11-1290",
      "number": "50-11-1290",
      "heading": "",
      "text": "All harvested designated shooting preserve species must be tagged before removal from a shooting preserve and the tags must remain affixed until the animal is prepared for consumption. If these species are packaged in bundles one tag is sufficient for the bundle, but the number of carcasses in the bundle must be recorded on each tag. Tags must contain the hunter's name, address, total number, and species, the date the animals were harvested and name of shooting preserve where harvested.\n\nHISTORY: [Derived from former Section 50-11-3400 (1962 Code Section 28-534; 1957 (50) 535; 1976 Act No. 477, Section 1; 1984 Act No. 374, Section 6)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1290/"
    },
    {
      "id": "section-50-11-1300",
      "number": "50-11-1300",
      "heading": "",
      "text": "The department shall furnish no game for the stocking of any preserve provided for by this article.\n\nHISTORY: [Derived from former Section 50-11-3430 (1962 Code Section 28-537; 1957 (50) 535; 1959 (51) 110; 1984 Act No. 374, Section 7)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1300/"
    },
    {
      "id": "section-50-11-1310",
      "number": "50-11-1310",
      "heading": "",
      "text": "A licensed shooting preserve operator may apply to the department for a permit to operate a quail call pen trap during the shooting preserve season for the purpose of recovering any quail that are not killed.\n\nHISTORY: 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1310/"
    },
    {
      "id": "section-50-11-1320",
      "number": "50-11-1320",
      "heading": "",
      "text": "(A) Proper care must be given to all penned animals to assure:\n\n(1) Clean water is provided as necessary.\n\n(2) Food is wholesome, palatable, and free from contamination.\n\n(3) Animals are provided adequate cover and bedding to assure the safety of the animals during adverse environmental conditions.\n\n(4) Excreta are removed from cages or enclosures as often as necessary to prevent contamination of the animals.\n\n(5) An effective program for the control of insects, parasites, and avian and mammalian pests is established and maintained.\n\n(6) Animals with a propensity to fight or which are otherwise incompatible are kept segregated.\n\n(B) The cage facility must be structurally sound and maintained in good repair to protect the animals from injury, to minimize the possibility of escape, and to prevent entrance by other animals.\n\nHISTORY: 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1320/"
    },
    {
      "id": "section-50-11-1330",
      "number": "50-11-1330",
      "heading": "",
      "text": "Each shooting preserve operator shall maintain a record of the number of shooting preserve designated species released and the number of shooting preserve designated species harvested by month from October through March of each shooting preserve season. Each shooting preserve operator shall maintain a record of the number of hunters and the number of hunts each month from October through March of each shooting preserve season. At the discretion of the department other records may be required. Operators must furnish the department a copy of these records within sixty days after the end of the shooting preserve season. If the department does not receive this required information within the sixty-day period, the shooting preserve license may not be issued for the next shooting preserve season.\n\nHISTORY: [Derived from former Section 50-11-3470 (1962 Code Section 28-541; 1957 (50) 535; 1984 Act No. 374, Section 9)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1330/"
    },
    {
      "id": "section-50-11-1340",
      "number": "50-11-1340",
      "heading": "",
      "text": "The violation of any of the sections of this article is a misdemeanor. The manager, owner, or licensee, or any of them, of any shooting preserve provided for in this article is responsible for any violation of this article and, upon conviction, must be punished by a fine of not less than one hundred dollars nor more than two hundred dollars or imprisoned for not less than fifteen days nor more than thirty days and the license of the preserve must be revoked, within the discretion of the department. The preserve is not eligible for another license during the calendar year, nor thereafter, except on terms and conditions prescribed by the department.\n\nHISTORY: [Derived from former Section 50-11-3480 (1962 Code Section 28-542; 1957 (50) 535)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1340/"
    },
    {
      "id": "section-50-11-1350",
      "number": "50-11-1350",
      "heading": "",
      "text": "A \"pen-raised quail\" is one that is hatched and subsequently wholly raised and confined in a pen or coop.\n\nHISTORY: [Derived from former Section 50-11-3481 (1984 Act No. 374, Section 10)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1350/"
    },
    {
      "id": "section-50-11-1360",
      "number": "50-11-1360",
      "heading": "",
      "text": "With the approval of the department, any person may engage in the business of propagating pen-raised quail for commercial purposes upon compliance with this article.\n\nHISTORY: [Derived from former Section 50-11-3482 (1984 Act No. 374, Section 10)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1360/"
    },
    {
      "id": "section-50-11-1370",
      "number": "50-11-1370",
      "heading": "",
      "text": "A commercial quail breeder's license first must be obtained from the department. The license may be purchased at any time and is good only for the fiscal year, July first through June thirtieth, in which it is issued. The license fee is five dollars, and each license must be numbered by the department.\n\nHISTORY: [Derived from former Section 50-11-3483 (1984 Act No. 374, Section 10)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1370/"
    },
    {
      "id": "section-50-11-1380",
      "number": "50-11-1380",
      "heading": "",
      "text": "The keeper of a hotel, restaurant, boardinghouse, or club may sell pen-raised quail for food to be consumed on the premises and is not required to hold a license therefor.\n\nHISTORY: [Derived from former Section 50-11-3484 (1984 Act No. 374, Section 10)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1380/"
    },
    {
      "id": "section-50-11-1390",
      "number": "50-11-1390",
      "heading": "",
      "text": "The department, when it has evidence that any breeder is violating the intent of this article and is not cooperating with the department in a desirable manner, may revoke the breeder's license and may refuse to issue the license and seals or tags to the breeder. Where a person has a record of game violations, the department may refuse to issue the breeder's license.\n\nHISTORY: [Derived from former Section 50-11-3490 (1962 Code Section 28-543; 1957 (50) 535; 1984 Act No. 374, Section 11)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1390/"
    },
    {
      "id": "section-50-11-1400",
      "number": "50-11-1400",
      "heading": "",
      "text": "Any person complying with this article may sell live pen-raised quail for propagating purposes or may sell the carcasses of the pen-raised quail for any purpose, including sale for food.\n\nHISTORY: [Derived from former Section 50-11-3500 (1962 Code Section 28-544; 1957 (50) 535)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1400/"
    },
    {
      "id": "section-50-11-1410",
      "number": "50-11-1410",
      "heading": "",
      "text": "Before being offered for sale other than alive or for propagation purposes or shipped within the State, all packages or bags of pen-raised quail carcasses must be labeled, marked, or stamped, in such a way so as to give the following information: the hatchery in which the quail is produced, its location, and address. This information must not be removed from the package or bag of quail except by the ultimate consumer. In addition, the hatchery is required to keep accurate records of all sales of pen-raised quail and to make these records available for inspection upon request by the department.\n\nHISTORY: [Derived from former Section 50-11-3510 (1962 Code Section 28-545; 1957 (50) 535)]; 1988 Act No. 561, Section 1; 1988 Act No. 560, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1410/"
    },
    {
      "id": "section-50-11-1420",
      "number": "50-11-1420",
      "heading": "",
      "text": "When any pen-raised quail is sold or shipped into this State, the shipper or seller shall furnish the department with a copy of the invoice showing the number of the quail so shipped or sold and to whom the quail was shipped or sold. Any pen-raised quail sold or shipped in violation of this section is subject to confiscation by the department.\n\nHISTORY: [Derived from former Section 35-11-3610 (1962 Code Section 28-547; 1958 (50) 1672)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1420/"
    },
    {
      "id": "section-50-11-1440",
      "number": "50-11-1440",
      "heading": "",
      "text": "It is unlawful to trap wild quail for the purpose of obtaining birds to be pen-raised or to obtain wild quail eggs to be pen-raised or hatched.\n\nHISTORY: [Derived from former Section 50-11-3640 (1962 Code Section 28-549; 1958 (50) 1672)]; 1988 Act No. 561, Section 1; 1993 Act No. 61, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1440/"
    },
    {
      "id": "section-50-11-1430",
      "number": "50-11-1430",
      "heading": "",
      "text": "All pen-raised quail offered for sale must be killed otherwise than by shooting.\n\nHISTORY: [Derived from former Section 50-11-3620 (1962 Code Section 28-548; 1958 (50) 1672; 1972 (57) 2431; 1983 Act No. 87, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1430/"
    },
    {
      "id": "section-50-11-1450",
      "number": "50-11-1450",
      "heading": "",
      "text": "Any person violating any of the provisions of this article is guilty of a misdemeanor and, upon conviction, must be punished by a fine of two hundred dollars or thirty days imprisonment for each offense and shall forfeit his license and tags and may not secure any additional license during that year.\n\nHISTORY: [Derived from former Section 50-11-3650 (1962 Code Section 28-549.1; 1958 (50) 1672)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2006 Act No. 306, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1450/"
    },
    {
      "id": "section-50-11-1700",
      "number": "50-11-1700",
      "heading": "",
      "text": "It is unlawful to keep any of the birds or animals forbidden to be sold by the terms of Sections 50-11-1910 and 50-11-1940 in cold storage or refrigerating plants, except in a private dwelling, unless the bird or animal in cold storage, or the package containing it, bears the name and address, the serial number, and the class of the hunting license of the owner of the bird or animal. Any person violating this section must be fined not less than fifty dollars nor more than one hundred dollars or imprisoned one day for each dollar fined or unpaid, either or both.\n\nHISTORY: [Derived from former Section 50-11-40 (1962 Code Section 28-304; 1952 Code Section 28-304; 1942 Code Section 1786; 1932 Code Section 1771; Cr. C. '22 Section 748; Cr. C. '12 Section 720; 1910 (26) 572; 1935 (39) 235; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1700/"
    },
    {
      "id": "section-50-11-1710",
      "number": "50-11-1710",
      "heading": "",
      "text": "It is unlawful for any transportation company to receive for shipment any of the game birds or animals of the State, except in season and unless the package containing them is so labeled as to show the consignor or consignee and the number and kind of birds or animals.\n\nHISTORY: [Derived from former Section 50-11-1300 (1962 Code Section 28-384; 1952 Code Section 28-384; 1942 Code Section 1786-4; 1932 Code Section 1753; Cr. C. '22 Section 736; 1919 (31) 269; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1710/"
    },
    {
      "id": "section-50-11-1720",
      "number": "50-11-1720",
      "heading": "",
      "text": "No person shall knowingly receive for transportation beyond the limits of this State, so transport, cause to be so transported, or have in his possession with the intent to so transport or secure transportation any partridge, grouse, wild turkey, snipe, woodcock, or other game bird or game animal which has been killed or captured in this State except as permitted by Sections 50-1-110, 50-11-1710, and 50-11-1730, and the receipt, transportation, or possession or the causing or securing of transportation of each bird or game animal so killed or captured constitutes a separate offense. The provisions of this section do not apply to common carriers into whose possession birds or game come in the regular course of their business for transportation while they are in transit through the State from any place without the State. Nothing herein prohibits persons from having in their possession for the purpose of domestication and propagation any birds or animals.\n\nHISTORY: [Derived from former Section 50-11-1310 (1962 Code Section 28-385; 1952 Code Section 28-385; 1942 Code Section 1786-5; 1932 Code Section 1783; Cr. C. '22 Section 762; Cr. C. '12 Section 741; 1907 (25) 660; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1720/"
    },
    {
      "id": "section-50-11-1730",
      "number": "50-11-1730",
      "heading": "",
      "text": "It is lawful for any landowner or licensee to ship or carry beyond the limits of this State during any one week not over the bag limit for one day, as provided by law, of any domestic game birds or animals, when he has conformed to the regulations prescribed by the department under this section. Any landowner or licensee desiring to ship domestic game birds or animals beyond the limits of the State during the open season for such game birds or animals shall make application to the department, giving location of property and class and serial number of license held, and, upon the application, if it appears to the department that the shipment is for private, personal, or charitable use and not for sale of the game birds or animals, it may issue to the applicant a tag or label for use in shipping the game birds or animals. The tag or label must be of a design and in a form the department prescribes. Any person shipping or receiving for shipment beyond the limits of the State any domestic game birds or animals in violation of the provisions of this section is liable to a fine of not less than fifty dollars nor more than one hundred dollars or imprisonment for thirty days for each offense.\n\nHISTORY: [Derived from former Section 50-11-1320 (1962 Code Section 28-387; 1952 Code Section 28-387; 1942 Code Section 1786-6; 1932 Code Section 1778; 1924 (33) 1056; 1952 (49) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1730/"
    },
    {
      "id": "section-50-11-1740",
      "number": "50-11-1740",
      "heading": "",
      "text": "It is lawful for a person to ship during any one week not over the bag limit for two days, as provided by law, of any domestic game birds or animals to any private address in this State when he has conformed to the regulations prescribed by the department under Section 50-11-1750.\n\nHISTORY: [Derived from former Section 50-11-1280 (1962 Code Section 28-382; 1952 Code Section 28-382; 1942 Code Section 1786-3; 1932 Code Section 1777; Cr. C. '22 Section 755; 1920 (31) 757; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1740/"
    },
    {
      "id": "section-50-11-1750",
      "number": "50-11-1750",
      "heading": "",
      "text": "Any person so desiring to ship domestic game birds or animals during the open season for these game birds or animals or within five days after the closing of the season shall make application to the department and upon the application, if it appears that the shipment is for private and personal use and not for the sale of the game birds or animals, the department shall issue to the applicant a tag or label for use in shipping the game birds or animals. The label must be of a design and in a form the department prescribes.\n\nHISTORY: [Derived from former Section 50-11-1290 (1962 Code Section 28-383; 1952 code Section 28-383; 1942 Code Section 1786-3; 1932 Code Section 1777; Cr. C. '22 Section 755; 1920 (31) 757; 1952 (47) 2179)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1750/"
    },
    {
      "id": "section-50-11-1765",
      "number": "50-11-1765",
      "heading": "",
      "text": "It is unlawful to sell live wolves or to ship or import live wolves into this State, except as provided in regulations promulgated by the department. It is unlawful to possess a live wolf without a permit issued by the department.\n\nHISTORY: 1988 Act No. 543, Section 1; 1993 Act No. 181, Section 1262; 2003 Act No. 23, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1765/"
    },
    {
      "id": "section-50-11-1910",
      "number": "50-11-1910",
      "heading": "",
      "text": "(A) It is unlawful to buy or sell, offer for sale, barter, or have in possession for sale the following: any live deer (family cervidae), the venison of any deer except as provided in subsection (B) or in Section 50-11-1920, any whitetail deer gametes or antler velvet, or any whitetail deer antlers attached to the pedicel.\n\n(B) The department may promulgate regulations to permit deer processors to process legally taken female (doe) deer donated by a hunter or crop depredation permittee or designee and recover the fee of processing the deer from a person other than the individual who donated the deer.\n\n(C) For a violation of this section, upon conviction, the guilty party for a first offense must be fined not less than three hundred dollars nor more than five hundred dollars or be imprisoned for not more than thirty days; for a second offense within three years of the date of conviction for a first offense, the person must be fined not less than five hundred dollars nor more than one thousand dollars or be imprisoned for not more than thirty days; for a third or subsequent offense within three years of the date of conviction for a first offense, the person must be fined one thousand dollars or be imprisoned for not more than sixty days.\n\nHISTORY: [Derived from former Section 50-11-2110 (1962 Code Section 28-459; 1952 Code Section 28-459; 1942 Code Section 1783-1; 1932 Code Section 1772; Cr. C. '22 Section 750; Cr. C. '12 Section 723; 1910 (26) 572; 1952 (47) 2179; 1976 Act No. 511, Section 1; 1980 Act No. 386, Section 1; 1982 Act No. 440, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2001 Act No. 34, Section 1; 2024 Act No. 149 (H.4875), Section 1, eff May 13, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1910/"
    },
    {
      "id": "section-50-11-1920",
      "number": "50-11-1920",
      "heading": "",
      "text": "(A) The proprietor of a permitted food service establishment may purchase and sell exotic farm-raised venison which is processed through an official establishment, certified by the State Livestock-Poultry Health Commission or the United States Department of Agriculture. The food service establishment first must obtain a permit from the department, at no cost, and must maintain adequate records to provide department personnel, law enforcement officers, and other food service inspectors information as to the source of the venison. The premises of the permitted food service establishment must be open for inspection by enforcement officers, department personnel, and food service inspectors at reasonable times or whenever employees are present.\n\n(B) The owner of a permitted food service establishment is responsible for compliance with the terms of the permit and with this section. If the food service establishment or its employees violate the terms of the permit or this section, the permit is invalid, and the owner of the food service establishment is guilty of a misdemeanor, and, upon conviction, must be fined not less than one thousand dollars nor more than five thousand dollars or imprisoned not more than one year, or both.\n\n(C) An official establishment or a wholesale food distributor may obtain a permit, at no cost, to buy and sell exotic farm-raised venison to a permitted food service establishment. A permittee must maintain adequate records to provide department personnel, law enforcement officers, and other food service inspectors information as to the source of the venison. The premises must be open for inspection at reasonable times or whenever employees are present. If the permittee or its employees violate the terms of the permit or this section, the permit is invalid, and the permittee is guilty of a misdemeanor and, upon conviction, must be fined not less than one thousand dollars nor more than five thousand dollars or imprisoned not more than one year, or both.\n\n(D) The sale of whitetail deer, wild or farm raised, is prohibited.\n\n(E) The Department of Natural Resources may promulgate regulations to enforce the provisions of this section.\n\n(F) The provisions of this section do not apply to the sale or purchase of exotic farm-raised venison products that are fully cooked or preserved in a manner allowing for human consumption with no further preparation. Any product offered pursuant to this paragraph must bear official marks of inspection by the United States Department of Agriculture or the State Livestock-Poultry Health Commission. Official marks of inspection must be maintained on the product or product package until removed by the consumer. Any product offered pursuant to this paragraph must be referred to as being from exotic farm-raised venison or similar designation indicating the origin of the product.\n\n(G) The provisions of this section also do not apply to the sale or purchase of already processed and packaged pet foods or pet treats containing imported exotic farm-raised venison. Any product offered pursuant to this subsection must have an official product registration issued by the South Carolina Department of Agriculture. Any product offered pursuant to this subsection also must be referred to as being from exotic farm-raised venison or with a similar designation indicating the origin of the product.\n\n(H) The provisions of this section do not apply to the retail sale of white-tailed deer organ meat, packaged as pet treats, by official establishments certified by the State Livestock-Poultry Health Division, Clemson University, or the United States Department of Agriculture. The official establishment first must obtain an annual permit from the department, at no cost. For the purposes of this subsection organ meat is defined as white-tailed deer heart, kidney, liver, lung, and spleen. Any product offered for sale pursuant to this subsection must bear the name of the official establishment and have an official product registration as required by the South Carolina Department of Agriculture.\n\nHISTORY: [Derived from former Section 50-11-2115 (1976 Act No. 511, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1997 Act No. 147, Section 2; 1998 Act No. 342, Section 1; 2001 Act No. 34, Section 2; 2008 Act No. 218, Section 1, eff May 13, 2008; 2024 Act No. 118 (H.3993), Section 1, eff March 11, 2024.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1920/"
    },
    {
      "id": "section-50-11-1930",
      "number": "50-11-1930",
      "heading": "",
      "text": "It is unlawful to buy or sell, expose for sale, or have in possession for sale or barter any willet or dove.\n\nHISTORY: [Derived from former Section 50-11-2170 (1962 Code Section 28-467; 1952 Code Section 28-467; 1942 Code Section 1783-3; 1932 Code Section 1770; Cr. C. '22 Sections 747, 749; Cr. C. '12 Sections 719, 722; 1910 (26) 572; 1919 (31) 269)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1930/"
    },
    {
      "id": "section-50-11-1940",
      "number": "50-11-1940",
      "heading": "",
      "text": "It is unlawful for any person to buy or barter for sale any wild quail within this State. Any person violating this section must be fined twenty-five dollars for each quail so bought or sold or imprisoned for not more than thirty days for each quail so bought or sold.\n\nHISTORY: 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1940/"
    },
    {
      "id": "section-50-11-1950",
      "number": "50-11-1950",
      "heading": "",
      "text": "It is lawful for anyone to own, possess, control, sell, or otherwise dispose of pheasant eggs within this State or to sell or otherwise dispose of the eggs beyond the borders of the State, under regulations promulgated by the department.\n\nHISTORY: [Derived from former Section 50-11-2200 (1962 Code Section 28-470; 1952 Code Section 28-470; 1942 Code Section 1783-5; 1932 Code Section 1789; 1931 (37) 354; 1952 (47) 2890)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-1950/"
    },
    {
      "id": "section-50-11-2100",
      "number": "50-11-2100",
      "heading": "",
      "text": "(A) Subject to the provisions in this section, the department shall promulgate regulations to permit and regulate field trials during the year including the closed season.\n\n(B) A person violating the provisions of this section or regulations promulgated pursuant to this section is guilty of a misdemeanor and, upon conviction, must be fined not more than two hundred dollars or imprisoned for not more than thirty days for each offense.\n\n(C) A participant in any field trial permitted by the department is not required to obtain a hunting license or a wildlife management area permit if the participant is not carrying a weapon typically used for hunting and no game is taken.\n\n(D) There shall be no field trials conducted on wildlife management areas outside of the regular season, except as permitted by the department.\n\nHISTORY: [Derived from former Section 50-11-70 (1962 Code Section 28-306; 1960 (51) 1942; 1972 (57) 2431; 1984 Act No. 411, Section 1)]; 1988 Act No. 561, Section 1; 1990 Act No. 350, Section 1; 1993 Act No. 181, Section 1262; 2010 Act No. 174, Section 1, eff July 1, 2010.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2100/"
    },
    {
      "id": "section-50-11-2110",
      "number": "50-11-2110",
      "heading": "",
      "text": "HISTORY: Former Section, titled Field trials in Game Zone 9; permits, had the following history: [Derived from former Sections 50-11-75 (1985 Act No. 144, Section 1); 50-11-77 (1985 Act No. 144, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262. Repealed by 2014 Act No. 227, Section 7, eff July 1, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2110/"
    },
    {
      "id": "section-50-11-2210",
      "number": "50-11-2210",
      "heading": "",
      "text": "The abuse, misuse, damage, or destruction of wildlife management area land, Heritage Trust land, or department owned land or improvements on these lands is unlawful. A person who abuses, misuses, damages, or destroys these lands or improvements on them including, but not limited to, roads, vegetation, buildings, structures, or fences or leaves refuse, trash, or other debris on the property, or who otherwise abuses, damages, destroys, or misuses these lands is guilty of a misdemeanor and, upon conviction, must be fined two hundred dollars and be required to make restitution to the landowner in an amount determined by the court to be necessary to repair, rebuild, clean up, or restore the property to its condition before the abuse occurred. A person failing to make restitution within the time limit set by the court must serve a mandatory ten-day sentence in the county jail which may not be suspended in whole or in part. The provisions of this section are in addition to other criminal penalties.\n\nHISTORY: [Derived from former Section 50-11-1610 (1986 Act No. 502, Part II, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 257, Section 1; 2009 Act No. 63, Section 2, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2210/"
    },
    {
      "id": "section-50-11-2200",
      "number": "50-11-2200",
      "heading": "",
      "text": "(A) Subject to available funding, the department shall acquire sufficient wildlife habitat through lease or purchase or otherwise to establish wildlife management areas for the protection, propagation, and promotion of fish and wildlife and for public hunting, fishing, and other natural resource dependent recreational use. The department may not have under lease at any one time more than one million six hundred thousand acres in the wildlife management area program. The department may not pay more than fair market value for the lease of lands in the area. The department may not lease land for the program which, during the preceding twenty-four months, was held under a private hunting lease. However, this restriction does not apply:\n\n(1) if the former lessee executes a voluntary consent to the proposed wildlife management area lease;\n\n(2) if the lessor cancels the lease; or\n\n(3) to any lands which, during the twenty-four months before June 5, 1986, were in the game management area program.\n\n(B) The department may promulgate regulations for the protection, preservation, operation, maintenance, and use of wildlife management areas and Heritage Trust areas and those other lands owned by the department.\n\n(C) The following acts or conduct are prohibited and shall be unlawful on all wildlife management areas, state lakes and ponds owned or leased by the department, heritage preserves owned by the department, and all other lands owned by the department; provided, however, the department may promulgate regulations allowing any of the acts or conduct by prescribing acceptable times, locations, means, and other appropriate restrictions not inconsistent with the protection, preservation, operation, maintenance, and use of such lands and areas:\n\n(1) hunting or taking wildlife or fish;\n\n(2) exceeding bag or creel limits;\n\n(3) hunting or taking wildlife or fish by unauthorized methods, weapons, or ammunition;\n\n(4) hunting or taking wildlife or fish during closed seasons, days, or times;\n\n(5) hunting or taking wildlife by aid of bait or feeding or baiting wildlife;\n\n(6) hiking;\n\n(7) rock climbing or rappelling;\n\n(8) operation of motorized and nonmotorized vehicles;\n\n(9) swimming;\n\n(10) camping;\n\n(11) horse riding;\n\n(12) staging or participating in \"paintball\", \"airsoft\", or similar games;\n\n(13) possession of pets and specialty animals;\n\n(14) use of fire, fireworks, or explosives;\n\n(15) polluting or contaminating any land or water;\n\n(16) acting in a disorderly manner or creating any noise which would result in annoyance to others and no person shall operate or use electronic sound devices except as permitted by the department;\n\n(17) consumption of alcoholic beverages or possession of open containers of alcoholic beverages on lands and areas designated for hunting or fishing;\n\n(18) conducting commercial activity or using the area for commercial gain, except by permit;\n\n(19) gathering, damaging, or destroying rocks, minerals, fossils, artifacts, geological formations, or ecofacts, except by permit;\n\n(20) gathering, damaging, or destroying plants, fallen vegetation, animals, and fungi except to the extent these activities are authorized by permit, or are incidental to other activities authorized in wildlife management areas by this title;\n\n(21) entering a closed area or unauthorized entry;\n\n(22) launching or landing parachutes or parasails or aircraft including models or remotely piloted aircraft and similar devices, except for law enforcement or emergencies;\n\n(23) placing temporary or permanent structures on these lands and areas, except permitted stands and blinds;\n\n(24) obstructing or creating a hazard to land or water traffic or obstructing a watercourse;\n\n(25) operating a motor vehicle in or across watercourses other than at designated fording sites;\n\n(26) posting bills, signs, or other notices;\n\n(27) indecently exposing one's person or performing an indecent act in public;\n\n(28) abandoning vehicles, equipment, or other material;\n\n(29) defacing, altering, destroying, or removing any sign, marker, guidepost, fence, gate, lock, barrier, improvement, building, bridge, culvert, structure, natural landmark, or feature;\n\n(30) geocaching;\n\n(31) use or possession of metal detectors, except by permit;\n\n(32) digging or excavating, except by permit;\n\n(33) use of herbicides or pesticides, excluding insect repellent;\n\n(34) introducing nonnative or cultivated plants or other organisms, or releasing an animal;\n\n(35) cutting or collecting of firewood, except by permit;\n\n(36) discharging weapons or target shooting, except in areas designated by the department;\n\n(37) trapping;\n\n(38) shooting onto or across WMA areas closed to hunting or attempting to take wildlife on WMA areas closed to hunting;\n\n(39) use or operation of watercraft; and\n\n(40) depositing refuse, garbage, or other waste materials.\n\n(D) The department or emergency service personnel may undertake these activities for enforcement, emergencies, or management purposes.\n\n(E) A person violating this section is guilty of a misdemeanor and, upon conviction, must be fined not less than twenty-five dollars nor more than two hundred dollars or be imprisoned for not more than thirty days, or both.\n\n(F) As used in this section \"bait\", \"baiting\", or \"feeding\" means placing, depositing, exposing, distributing, or scattering of shelled, shucked, or unshucked corn, wheat, or other grain or food stuffs to constitute an attraction, lure, or enticement for wildlife to, on, or over an area. \"Baited area\" means an area where bait or feed is directly or indirectly placed, deposited, exposed, distributed, or scattered, and the area remains a baited area for ten days following the complete removal of all bait or feed. Nothing in this section prohibits the hunting and taking of wildlife on or over lands or areas that are not otherwise baited and where:\n\n(1) there are standing crops on the field where grown, including crops grown for wildlife management purposes; or\n\n(2) shelled, shucked, or unshucked corn, wheat, or other grain, or seeds that have been distributed or scattered solely as the result of a normal agricultural practice as prescribed by the Clemson University Extension Service or its successor.\n\n(G) An activity permitted by regulation may be temporarily suspended for up to one hundred eighty days if the activity is adversely affecting natural resources or human health or safety.\n\n(H) Nothing contained in this section shall interfere with the use and management of lands by a state agency in charge of these lands in the functions of the agency as authorized by law.\n\nHISTORY: 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1996 Act No. 372, Section 3; 2001 Act No. 70, Section 1; 2007 Act No. 84, Section 1, eff June 14, 2007; 2009 Act No. 63, Section 1, eff June 2, 2009; 2014 Act No. 234 (S.1177), Section 1, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2200/"
    },
    {
      "id": "section-50-11-2215",
      "number": "50-11-2215",
      "heading": "",
      "text": "Nothing contained in Section 50-11-2200 or 50-11-2210 shall interfere with the use and management of lands by a state agency charged with the management of those lands as part of the functions of the agency authorized by law or with the management and use by a landowner of his lands with the WMA program; nor shall anything contained in Section 50-11-2200 or 50-11-2210 be deemed to alter in any way the rights of owners of easements and rights of way within the boundaries of those lands.\n\nHISTORY: 2009 Act No. 63, Section 6, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2215/"
    },
    {
      "id": "section-50-11-2220",
      "number": "50-11-2220",
      "heading": "",
      "text": "A person convicted of abusing, damaging, or destroying wildlife management area land, Heritage Trust land, or department owned land or improvements loses the privilege of entering onto these lands for one year. A person who enters onto wildlife management land, Heritage Trust land, or department owned land after losing the privilege to enter is guilty of a misdemeanor and, upon conviction, must be fined not less than two hundred dollars nor more than five hundred dollars or imprisoned for not more than thirty days, or both and, in addition, shall lose the privilege to enter these lands for an additional two years and the privilege to hunt and fish for one year. The provisions of this section are in addition to other criminal penalties.\n\nHISTORY: [Derived from former Section 50-11-1620 (1986 Act No. 502, Part II, Section 2)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 257, Section 2; 2007 Act No. 84, Section 2, eff June 14, 2007; 2009 Act No. 63, Section 3, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2220/"
    },
    {
      "id": "section-50-11-2225",
      "number": "50-11-2225",
      "heading": "",
      "text": "A person who enters a closed area or who remains on an area after being instructed by a law enforcement officer, the manager, or department custodial personnel to leave is guilty of a misdemeanor and, upon conviction, must be fined up to five hundred dollars or imprisoned up to thirty days, or both.\n\nHISTORY: 2009 Act No. 63, Section 4, eff June 2, 2009.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2225/"
    },
    {
      "id": "section-50-11-2230",
      "number": "50-11-2230",
      "heading": "",
      "text": "Before any person may lease property to the Wildlife Management Area Program, there must be either public or private access to the property available for use by individuals hunting the property under the program during the term of the lease.\n\nHISTORY: [Derived from former Section 50-11-1630 (1986 Act No. 502, Part II, Section 3)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2230/"
    },
    {
      "id": "section-50-11-2240",
      "number": "50-11-2240",
      "heading": "",
      "text": "(A) In addition to any other action that may be taken by an enforcement officer, a hunter's privilege to participate in a wildlife management area lottery hunt may be revoked for the remainder of the hunt if an enforcement officer witnesses, or has probable cause to believe that, the hunter violated any provision of this article, or regulations promulgated pursuant to this article, during the hunt.\n\n(B) If the hunter is not convicted of a violation of this article arising from the occurrence precipitating the revocation of his privilege to participate in the lottery hunt, then he, without having to pay any fees associated with participation, may elect to:\n\n(1) participate in the next lottery hunt of the type for which his privilege was revoked; or\n\n(2) have reinstated his preference points for determining his status for a future lottery hunt of the type for which his privilege was revoked.\n\nHISTORY: 2014 Act No. 235 (S.1178), Section 1, eff June 2, 2014.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2240/"
    },
    {
      "id": "section-50-11-2300",
      "number": "50-11-2300",
      "heading": "",
      "text": "There is created an Operation Game Thief Program to be funded by:\n\n(1) monies authorized from the county game fund of the state treasury not to exceed thirty thousand dollars annually;\n\n(2) monies received from donations to the fund, which must be used for general program purposes. The donor may not specify the purposes for which the donation must be used;\n\n(3) monies appropriated by the General Assembly for the purposes provided in this article;\n\n(4) proceeds from the sale of Operation Game Thief paraphernalia.\n\nHISTORY: [Derived from former Section 50-11-4110 (1983 Act No. 126)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 304, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2300/"
    },
    {
      "id": "section-50-11-2310",
      "number": "50-11-2310",
      "heading": "",
      "text": "Funds from the Operation Game Thief Program may be expended only for the following purposes:\n\n(1) the financing of reward payments to persons other than law enforcement officers, department personnel, and members of their immediate families responsible for information leading to the arrest of any persons for violations of natural resources laws. The board shall establish the schedule of rewards to be paid for information received and payment must be made from funds available for this purpose;\n\n(2) the financing of a statewide telephone reporting system under the name of \"Operation Game Thief\" established under the direction of the board;\n\n(3) the promotion of public recognition and awareness of the Operation Game Thief Program;\n\n(4) operational improvements to the \"Property Watch Program\", the \"Coastal Watch Program\", and other programs within the Operation Game Thief Program and to enhance public involvement in the protection of natural resources.\n\nHISTORY: [Derived from former Section 50-11-4120 (1983 Act No. 126)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2002 Act No. 304, Section 2.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2310/"
    },
    {
      "id": "section-50-11-2320",
      "number": "50-11-2320",
      "heading": "",
      "text": "The Operation Game Thief Program funds must be expended in conformity with the laws of the State, except that any monies appropriated by the General Assembly or received from donations must be used before monies from any county game fund are used. Balances remaining at the end of the fiscal year are exempt from the provisions of law relating to lapsing of appropriations.\n\nHISTORY: [Derived from former Section 50-11-4130 (1983 Act No. 126, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2320/"
    },
    {
      "id": "section-50-11-2400",
      "number": "50-11-2400",
      "heading": "",
      "text": "For the purpose of this article:\n\n(a) \"Fur bearing animal\" includes red and gray fox, coyote, raccoon, opossum, muskrat, mink, skunk, otter, bobcat, weasel, or beaver.\n\n(b) \"Fur buyer\" means any person who purchases any whole fur bearing animal, raw or green furs, pelts, or hides.\n\n(c) \"Take\" means to shoot, wound, kill, trap, capture, or collect, or attempt to shoot, wound, kill, trap, capture, or collect.\n\n(d) \"Commercial purposes\" means taking or possessing any fur, pelt, hide, or whole animal for exchange, sale, trade, or barter and taking or possessing more than five furs, pelts, hides, or whole animals.\n\n(e) \"Trapper\" means any person who takes or attempts to take animals by trapping.\n\n(f) \"Trap\" means any device, other than a weapon, designed or constructed for taking animals.\n\n(g) \"Foot-hold trap\" means a steel-jawed, spring-loaded device designed to capture the animal by the foot.\n\n(h) \"Live trap\" means any box or cage designed for capturing and holding any animal unharmed.\n\n(i) \"Processor\" means any person engaged in tanning or dressing furs, pelts, or hides of fur bearing animals for commercial purposes.\n\n(j) \"Transfer\" includes selling, bartering, exchanging, and transporting.\n\n(k) \"Owner\" means an individual or entity that owns property or equipment.\n\n(l) \"Agent\" means an individual or entity appointed by the owner to act in his place.\n\nHISTORY: [Derived from former Section 50-11-4310 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 1; 1993 Act No. 181, Section 1262; 2012 Act No. 257, Section 4, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2400/"
    },
    {
      "id": "section-50-11-2430",
      "number": "50-11-2430",
      "heading": "",
      "text": "A person engaged in the act of trapping must be the owner of the property on which the traps or devices are set or has written permission from the landowner or his agent in possession to use the property for trapping.\n\nHISTORY: [Derived from former Section 50-11-4340 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2012 Act No. 257, Section 5, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2430/"
    },
    {
      "id": "section-50-11-2445",
      "number": "50-11-2445",
      "heading": "",
      "text": "It is unlawful for a person, other than the owner of the trap, or the owner's designee, to remove any lawfully trapped wildlife from any legally set trap. A designee must have in his possession written permission from the owner of the trap or the owner's agent, and must meet all commercial fur licensing requirements or be listed on a valid depredation permit. A person violating the provisions of this section is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than two hundred dollars, or imprisoned for no more than thirty days.\n\nHISTORY: 1988 Act No. 567, Section 2; 1993 Act No. 181, Section 1262; 2012 Act No. 257, Section 7, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2445/"
    },
    {
      "id": "section-50-11-2440",
      "number": "50-11-2440",
      "heading": "",
      "text": "A trapper must visit his traps at least once each day from two hours before sunrise to two hours after sunset and remove any animal caught with the exception that a trapper must visit body gripping traps when used in water sets and other traps when used in \"submersion sets\" at least once every forty-eight hours.\n\nHISTORY: [Derived from former Section 50-11-4350 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2012 Act No. 257, Section 6, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2440/"
    },
    {
      "id": "section-50-11-2450",
      "number": "50-11-2450",
      "heading": "",
      "text": "Any person required to be licensed under Section 50-11-2420 shall report to the department by April fifteenth of each year the number and type of furbearing animals taken, sold, or shipped, together with the names and addresses of persons to whom sold or shipped using forms as the department may prescribe. Any person failing to report by April fifteenth of each year shall, on the second offense, be denied a license for the following fiscal year.\n\nHISTORY: [Derived from former Section 50-11-4360 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 4; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2450/"
    },
    {
      "id": "section-50-11-2460",
      "number": "50-11-2460",
      "heading": "",
      "text": "(A) Only the following traps are allowed for trapping unless otherwise provided in this title:\n\n(1) body gripping traps (generally known by the brand name \"Conibear\") when used without bait for vertical water sets and vertical slide sets only;\n\n(2) live traps, which also may be used to capture feral animals at any time without a license or permit from the department;\n\n(3) foot-hold traps having an inside jaw spread of 5.75 inches or smaller when measured perpendicular to the pivot points when the trap is in the set position for land sets and 7.25 inches or smaller when measured perpendicular to the pivot points when the trap is in the set position for water sets;\n\n(4) enclosed foot-hold traps such as the \"Duffer\", \"egg\", \"coon-cuff\", and similarly designed dog-proof style traps designed for raccoons;\n\n(5) snares may be used for water sets only; small snap, box, and other commonly used traps to capture commensal rodents or snakes in homes and businesses may be used by property owners, occupants, or their designees, at any time to capture snakes, rats, or mice.\n\n(B) All other traps, including \"deadfall\" traps, are unlawful unless expressly authorized by the department by regulation.\n\n(C) All traps must bear the owner's name and address or department-issued customer number either directly thereon or by an attached identification tag.\n\nHISTORY: [Derived from former Section 50-11-4370 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2003 Act No. 23, Section 6; 2005 Act No. 82, Section 2; 2012 Act No. 257, Section 8, eff June 18, 2012; 2015 Act No. 20 (H.3762), Section 1, eff May 7, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2460/"
    },
    {
      "id": "section-50-11-2475",
      "number": "50-11-2475",
      "heading": "",
      "text": "A person engaged in processing hides of fur bearing animals is required to obtain a fur processor's license. The license is issued by the department at a cost of two hundred dollars. The license is valid for the state fiscal year in which it is issued. A taxidermist who possesses any fur, pelt, hide, or whole fur bearing animal legally owned by another person, which he is temporarily holding for the purpose of processing, is not required to obtain this license. A commercial fur licensee who only processes furs, hides, or pelts taken by him is not required to have a processor's license. All processors and taxidermists must keep a daily register showing the name and address of each person from whom the fur, pelt, hide, or whole fur bearing animal is received, the number of each species, and the date and place of origin. All processors must report the information to the department not later than June thirtieth of each year.\n\nHISTORY: 1988 Act No. 567, Section 6; 1993 Act No. 181, Section 1262; 2005 Act No. 82, Section 3; 2012 Act No. 257, Section 9, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2475/"
    },
    {
      "id": "section-50-11-2470",
      "number": "50-11-2470",
      "heading": "",
      "text": "Any person other than a retailer of finished fur or manufacturer of finished furs, pelts, hides, similar articles, or parts of them who buys furs, pelts, hides, whole furbearing animals, similar articles, or parts of them in this State is required to have a fur buyer's license. The license is issued by the department at a cost of one hundred dollars for residents and two hundred dollars for nonresidents. The license is valid for the fiscal year in which issued. Any person transacting business under authority of such a license shall carry that license on his person.\n\nHISTORY: [Derived from former Section 50-11-4380 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 5; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2470/"
    },
    {
      "id": "section-50-11-2480",
      "number": "50-11-2480",
      "heading": "",
      "text": "The following persons are not required to obtain a fur buyer's license:\n\n(1) a person who acquires not more than five furs, pelts, hides, or whole animals for his own personal use during one season and not for barter, exchange, or sale;\n\n(2) a person licensed as a fur processor;\n\n(3) a taxidermist who possesses a fur, pelt, hide, or whole furbearing animal legally owned by another person which he is holding temporarily solely for the purposes of processing;\n\n(4) a person acquiring furbearing animal carcasses without hides;\n\n(5) an owner or enclosure operator of a permitted fox and coyote hunting enclosure who purchases live foxes or coyotes for release into the enclosure.\n\nHISTORY: [Derived from former Section 50-11-4390 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 7; 1993 Act No. 67, Section 1; 1993 Act No. 181, Section 1262; 2003 Act No. 23, Section 5; 2005 Act No. 82, Section 4.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2480/"
    },
    {
      "id": "section-50-11-2490",
      "number": "50-11-2490",
      "heading": "",
      "text": "All fur buyers and processors, other than retailers, shall keep a daily register on forms provided by the department showing the name and address of each person from whom any furs are purchased, the number of the seller's commercial fur license, and the number and types of furs, pelts, or hides purchased. Not later than the tenth day of each month, all buyers and processors shall furnish the department all of the daily register sheets for the previous month. Any fur, pelt, or hide not properly tagged or logged as provided in this chapter when examined by the department is declared contraband and must be confiscated by the department.\n\nHISTORY: [Derived from former Section 50-11-4400 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2005 Act No. 82, Section 5.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2490/"
    },
    {
      "id": "section-50-11-2515",
      "number": "50-11-2515",
      "heading": "",
      "text": "Except as otherwise permitted in this article, it is unlawful to possess, acquire, or transfer any raw or green fur, pelt, hide, or whole furbearing animal. It is also unlawful to possess, acquire, or transfer any untagged fur, pelt, hide, or whole animal that requires a tag. Any person convicted of a violation of this section is guilty of a misdemeanor and must be punished as provided in Section 50-11-2560. Each fur, pelt, hide, or whole animal found in violation of this section constitutes a separate offense.\n\nHISTORY: 1988 Act No. 567, Section 9; 1993 Act No. 181, Section 1262; 2005 Act No. 82, Section 7.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2515/"
    },
    {
      "id": "section-50-11-2510",
      "number": "50-11-2510",
      "heading": "",
      "text": "A person required to have a commercial fur license who takes an otter or bobcat must tag the fur, pelt, hide, or whole animal before it is sold, shipped, or transferred to a person or business, or transported out of the State, if required by the federal government in order to comply with the Convention on International Trade in Endangered Species (CITES). The department is authorized to issue CITES tags and shall charge a processing fee of three dollars for each order. The tags must be of a type and size the department prescribes. The tags must be securely attached and may not be removed until the time of processing. Any fur, pelt, hide, or whole animal which does not have a tag attached as required by this section or that is unlawfully tagged is declared contraband and must be confiscated. Tags may only be used for the specific species for which they are issued. These tags are nontransferable and may not be altered in any manner. The department may limit the number of tags issued for each species and the area in which they may be used. Furbearing animals taken live to be sold as live animals are not required to be tagged.\n\nHISTORY: [Derived from former Section 50-11-4420 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 8; 1993 Act No. 181, Section 1262; 2005 Act No. 82, Section 6.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2510/"
    },
    {
      "id": "section-50-11-2520",
      "number": "50-11-2520",
      "heading": "",
      "text": "All enforcement officers and any other employee of the department designated by the board, at any and all reasonable hours, may inspect the business premises and records required by this article of any person licensed under this article to ensure compliance.\n\nThe license of any licensee who refuses to allow promptly an inspection authorized under this section is subject to immediate revocation.\n\nHISTORY: [Derived from former Section 50-11-4430 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2520/"
    },
    {
      "id": "section-50-11-2530",
      "number": "50-11-2530",
      "heading": "",
      "text": "The department may confiscate all traps and devices, furs, pelts, hides, and whole animals which are illegally possessed, tagged, or used. Where the department has no storage facilities for perishable items such as furs, it may sell them at a reasonable price and hold the proceeds pending the final outcome of the case. Upon conviction of the owner, any traps, devices, furs, pelts, hides, or whole animals being held may be disposed of as determined advisable by the department and any proceeds resulting from the sale must be used for the propagation and protection of game.\n\nHISTORY: [Derived from former Section 50-11-4440 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 10; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2530/"
    },
    {
      "id": "section-50-11-2540",
      "number": "50-11-2540",
      "heading": "",
      "text": "(A) It is lawful to trap furbearing animals for commercial purposes from December first of each year to March first of the succeeding year. It is lawful for an individual, or an individual's agent, to trap furbearing animals on the individual's private land for a noncommercial purpose with only a valid statewide hunting license during the established open hunting season. It is unlawful to trap any other times unless authorized by the department. It is lawful to take furbearing animals by other lawful means during the general open hunting seasons established therefor.\n\n(B) It is lawful to trap coyotes from December first of each year to March first of the succeeding year. It is unlawful to trap coyotes at any other time unless authorized by the department. Notwithstanding the provisions of Section 50-11-1080, it is lawful to take coyotes by other lawful means at any time during the year.\n\n(C) It is lawful for an individual, or an individual's agent, to trap beavers on the individual's private land for a noncommercial purpose with only a valid statewide hunting license year round.\n\nHISTORY: [Derived from former Section 50-11-4450 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 2005 Act No. 82, Section 8; 2010 Act No. 218, Section 1, eff June 7, 2010; 2022 Act No. 198 (H.4986), Section 2, eff July 15, 2022.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2540/"
    },
    {
      "id": "section-50-11-2550",
      "number": "50-11-2550",
      "heading": "",
      "text": "HISTORY: Former Section, titled Transportation of skins, furs, pelts, or hides of furbearing animals out of state; authority to open and inspect package containing furs, pelts or hides, had the following history: [Derived from former Section 50-11-4460 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 11; 1993 Act No. 181, Section 1262. Repealed by 2015 Act No. 20, Section 2, eff May 7, 2015.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2550/"
    },
    {
      "id": "section-50-11-2560",
      "number": "50-11-2560",
      "heading": "",
      "text": "Except as otherwise provided in this chapter, any person violating the provisions of this chapter, is guilty of a misdemeanor and, upon conviction, must be fined not less than three hundred dollars nor more than one thousand dollars, or imprisoned for not more than sixty days for each violation. In addition, upon conviction, the department shall suspend the fur buyer's license for one year from the date of the conviction.\n\nHISTORY: [Derived from former Section 50-11-4470 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1988 Act No. 567, Section 12; 1993 Act No. 181, Section 1262; 2005 Act No. 82, Section 9.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2560/"
    },
    {
      "id": "section-50-11-2565",
      "number": "50-11-2565",
      "heading": "",
      "text": "Any person violating the provisions of this article unless otherwise specified in Section 50-11-2560 is guilty of a misdemeanor and, upon conviction, must be fined not less than fifty dollars nor more than two hundred dollars, or imprisoned for not more than thirty days for each violation.\n\nHISTORY: 1988 Act No. 567, Section 13; 1993 Act No. 181, Section 1262.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2565/"
    },
    {
      "id": "section-50-11-2570",
      "number": "50-11-2570",
      "heading": "",
      "text": "(A) The department may issue special permits, at no cost to the applicant, for the taking, capturing, or transportation of wildlife which is destroying or damaging private or public property, wildlife habitat, game species, timber, crops, or other agriculture so as to be a nuisance or for scientific, research, or wildlife management purposes.\n\n(B) The permit provided in subsection (A) is not required by the property owner or his designee when capturing furbearing animals or squirrels within one hundred yards of the owner's home when the animal is causing damage to the home or the owner's property. An animal captured pursuant to this subsection must be destroyed or with a department permit may be relocated.\n\n(C) A person taking a furbearing animal under authority of a depredation permit may not dispose of the animal commercially. A person taking a furbearing animal in accordance with a depredation permit must report the number and type of animal taken to the department on forms prescribed by the department within twenty-one days of the expiration of the permit. A permit issued for the removal of destructive beavers is valid for a period of not less than one year from the date of issue.\n\nHISTORY: [Derived from former Section 50-11-4480 (1985 Act No. 148, Section 1)]; 1988 Act No. 561, Section 1; 1993 Act No. 181, Section 1262; 1994 Act No. 340, Section 1; 2003 Act No. 33, Section 1; 2012 Act No. 257, Section 12, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2570/"
    },
    {
      "id": "section-50-11-2600",
      "number": "50-11-2600",
      "heading": "",
      "text": "For purposes of this article:\n\n(1) \"Fox and coyote hunting enclosure\" and \"enclosure\" mean a structure that restricts the free movement of foxes and coyotes into or out of an area.\n\n(2) \"Enclosure operator\" means the owner, manager, or operator of an enclosure. Only one operator is allowed for each enclosure in addition to the owner.\n\n(3) \"Owner\" means the person that owns the property enclosed, or one that leases the property with an agreement with the enclosed lands owner to retain possession of the improvements to the property.\n\nHISTORY: 2003 Act No. 23, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2600/"
    },
    {
      "id": "section-50-11-2605",
      "number": "50-11-2605",
      "heading": "",
      "text": "It is unlawful to buy, sell, transfer, possess, or release a live coyote, coyote-hybrid, or fox within the State except as permitted by the department pursuant to this title.\n\nHISTORY: 2003 Act No. 23, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2605/"
    },
    {
      "id": "section-50-11-2610",
      "number": "50-11-2610",
      "heading": "",
      "text": "(A) The department is authorized to issue fox and coyote hunting enclosure permits to an enclosure operator pursuant to the terms and provisions of this article. There is no charge for the permit. For purposes of this article a permit year is from May sixteenth of one year to May fifteenth of the next year.\n\n(B) An operating permit is valid only for one enclosure; additional permits are required to operate more than one enclosure. It is unlawful for a person to submit false information to the department when making application for a permit provided for in this article. Intentional misrepresentation of information submitted on the application results in the denial or revocation of the enclosure permit.\n\n(C) It is unlawful to operate or hunt fox or coyote within a fox or coyote hunting enclosure that is not permitted pursuant to the provisions of this article.\n\nHISTORY: 2003 Act No. 23, Section 1; 2005 Act No. 82, Section 10.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2610/"
    },
    {
      "id": "section-50-11-2620",
      "number": "50-11-2620",
      "heading": "",
      "text": "(A) Foxes and coyotes for stocking hunting enclosures may be obtained only from a South Carolina licensed trapper and must be lawfully taken within this State during the regular trapping season.\n\n(B) Foxes and coyotes for stocking hunting enclosures may be obtained only by the owner or enclosure operator of a permitted enclosure. Foxes and coyotes may be released only into an enclosure that is permitted by this title by the owner or enclosure operator of the permitted enclosure.\n\n(C) The owner and enclosure operator shall record all fox and coyote purchases, transfers, and releases into the hunting enclosures daily on a form provided by the department. These forms must be retained and made available for reasonable inquiry by department employees. No later than April fifteenth the owner and enclosure operator shall furnish the department all of the daily register forms for the permit period. It is unlawful for a person to fail to report to the department as required by this section.\n\nHISTORY: 2003 Act No. 23, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2620/"
    },
    {
      "id": "section-50-11-2630",
      "number": "50-11-2630",
      "heading": "",
      "text": "(A) A commercial fur license permits a trapper to possess, sell, barter, or exchange live foxes or coyotes taken by the trapper. The possession, sale, barter, or exchange is lawful only during the trapping season and for thirty days following the closing date of the trapping season.\n\n(B) Live foxes or coyotes may be sold or transferred only to an owner or enclosure operator of a permitted enclosure by the trapper who took the animal.\n\n(C) A trapper shall maintain accurate records on a daily basis of all sales, purchases, transfers, or exchanges on the furbearer harvest record forms provided by the department. These forms must be retained and made available for reasonable inquiry by department employees. A trapper shall furnish the department all of the daily forms and the fur harvest report for the previous year no later than April fifteenth. It is unlawful for a person to fail to report to the department as required by this section.\n\nHISTORY: 2003 Act No. 23, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2630/"
    },
    {
      "id": "section-50-11-2640",
      "number": "50-11-2640",
      "heading": "",
      "text": "(A) It is unlawful to bring, import, or cause to have imported a live coyote or fox into this State, except those brought into the State and kept in captivity by permit from the department for exhibition purposes. It is unlawful to release a coyote in this State except as authorized by this title.\n\n(B) A person who violates a provision of this section is guilty of a misdemeanor and, upon conviction, must be fined not less than one thousand dollars nor more than five thousand dollars or imprisoned not more than one year. A conviction for a second offense occurring within five years of a first offense conviction is punishable by a fine of five thousand dollars or imprisonment for two years. For a second offense conviction within five years of the date of a first conviction, the enclosure and associated property is ineligible permanently for an enclosure permit.\n\n(C) A commercial fur license held by a person convicted of a second offense within five years of a first conviction must be suspended for five years.\n\n(D) Each animal taken or possessed in violation of this section constitutes a separate offense.\n\nHISTORY: 2003 Act No. 23, Section 1; 2012 Act No. 257, Section 10, eff June 18, 2012.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2640/"
    },
    {
      "id": "section-50-11-2650",
      "number": "50-11-2650",
      "heading": "",
      "text": "Except as otherwise provided, a person who violates a provision of this article is guilty of a misdemeanor and, upon conviction, must be:\n\n(1) for a first offense, fined not less than fifty dollars nor more than five hundred dollars or imprisoned not more than thirty days;\n\n(2) for a second offense within two years of a conviction for the first offense, fined five hundred dollars or imprisoned not more than thirty days; and\n\n(3) for a third or subsequent offense within two years of a conviction for the second offense, fined not less than one thousand dollars nor more than five thousand dollars or imprisoned for not more than six months.\n\nHISTORY: 2003 Act No. 23, Section 1.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-50/chapter-11/section-50-11-2650/"
    }
  ]
}