{
  "state": "delaware",
  "path": "title-title-14/chapter-title14c072index",
  "sections": [
    {
      "id": "section-7201",
      "number": "7201.",
      "heading": "Library collection development policy for school libraries",
      "text": "(a) For purposes of this section:(1) “Classroom library” means materials donated to, purchased by, or acquired by an individual teacher, which are made available in the teacher’s classroom to students assigned to the teacher’s class.(2) “Lib\n§\n\n5;§\n\n7202. School Library Review Committee; procedures.(a) There is established a School Library Review Committee. Membership is composed as follows:(1) The President of the School Chiefs’ Association, or the President’s designee.(2) The State Librarian, or the State Librarian’s designee.(3) The Secretary of the Department of Education, or the Secretary’s designee.(4) The President of the Delaware State Education Association, or the President’s designee.(5) The President of the Delaware Association of School Administrators, or the President’s designee.(6) The President of the Delaware Association of School Librarians, or the President’s designee.(7) The President of the Delaware Library Association, or the President’s designee.(b) The Committee may adopt procedural rules to carry out its functions under this chapter.(c) A majority of the committee members must be present at a committee meeting in order to have a quorum and conduct official business. A majority of the members present is sufficient to approve an action of the Committee.(d) The State Librarian, or the librarian’s designee, shall be the chair of the committee.(e) The Department of Education shall provide reasonable staff support to assist the Committee in performing its duties under this title.85 Del. Laws, c. 218,\n\n§\n\n5;85 Del. Laws, c. 218,\n\n§\n\n5;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7202",
      "number": "7202.",
      "heading": "School Library Review Committee; procedures",
      "text": "(a) There is established a School Library Review Committee. Membership is composed as follows:(1) The President of the School Chiefs’ Association, or the President’s designee.(2) The State Librarian, or the State Librarian’s designee.(3) The Secretary of t\n§\n\n5;",
      "history": "",
      "source_url": ""
    }
  ]
}