{
  "state": "delaware",
  "path": "title-title-14/chapter-title14c035index",
  "sections": [
    {
      "id": "section-3501",
      "number": "3501.",
      "heading": "Part-time schools or classes for children having employment certificates",
      "text": "The board of education in every school district in this State in which there are employed or there reside 15 or more children between the ages of 12 and 16 years to whom have been granted employment certificates in accordance w\n§\n\n 1; \n\nCode 1935,\n\n§\n\n 2691; \n\n14 Del. C. 1953,\n\n§\n\n 3501;§\n\n3502. Financing costs.(a) Whenever any part-time schools or classes have been established in accordance with this chapter and the rules and regulations established by the Department and have been approved by the Department, the school district shall be entitled to reimbursement from federal and state funds available for the promotion of vocational education for the expenditures made for the salaries of teachers of such part-time schools or classes and such reimbursement shall be apportioned by the Department.(b) The local board of any school district may raise and expend moneys for the support of such part-time schools or classes in a manner similar to that by which moneys are raised and expended for other school purposes. School boards may make a levy sufficient to cover expenses of such schools over and above the amount now provided for school purposes.32 Del. Laws, c. 162,\n\n§\n\n 11; \n\nCode 1935,\n\n§\n\n 2700; \n\n14 Del. C. 1953,\n\n§\n\n 3502;71 Del. Laws, c. 180,\n\n§\n\n 163;§\n\n3503. Excusing nonestablishment of part-time schools or classes.Whenever any school board deems it inexpedient to organize part-time schools or classes for employed minors, it shall state the reasons for such inexpediency in a petition to the State Director for Vocational Education, and when the Secretary or Deputy Secretary of Education, upon the recommendation of the State Director, judges such reasons to be valid, the school board shall be excused from the establishment of such part-time schools or classes.32 Del. Laws, c. 162,\n\n§\n\n 12; \n\nCode 1935,\n\n§\n\n 2701; \n\n14 Del. C. 1953,\n\n§\n\n 3503;71 Del. Laws, c. 180,\n\n§\n\n 164;§\n\n3504. Failure to establish part-time schools or classes.Any school district which refuses or neglects to provide adequately for part-time schools or classes as required by this chapter shall forfeit from state funds due such school district for high school purposes an amount equal to that which is estimated by the Department of Education as necessary to operate and maintain part-time classes needed by that school district.32 Del. Laws, c. 162,\n\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 2698; \n\n14 Del. C. 1953,\n\n§\n\n 3504;71 Del. Laws, c. 180,\n\n§\n\n 165;§\n\n3505. Employment certificates, permits, badges and records.The Secretary of Education and superintendents of schools in school districts, or persons designated by such superintendents, shall issue employment certificates, permits and badges and the principal or the head teacher of the several free public schools shall make out and sign such records as are required by the laws regulating child labor.32 Del. Laws, c. 160,\n\n§\n\n 46; \n\nCode 1935,\n\n§\n\n 2690; \n\n14 Del. C. 1953,\n\n§\n\n 3505;57 Del. Laws, c. 113;71 Del. Laws, c. 180,\n\n§\n\n 166;§\n\n3506. Private schools; child labor law records.Private teachers and the principal or head teacher of private schools or educational institutions shall make out and sign such records as are required by the laws regulating child labor.32 Del. Laws, c. 160,\n\n§\n\n 55; \n\nCode 1935,\n\n§\n\n 2749; \n\n14 Del. C. 1953,\n\n§\n\n 3506;§\n\n3507. School attendance requirements for employed children.All minors under the age of 16 years must attend an all-day school, as that term is used in this title, or be legally employed. Every parent, guardian or other person having custody and control of a child between the ages of 12 and 16, who has been granted a certificate to leave school to engage in a legal employment shall cause such a child to attend a part-time school or class for a period the equivalent of at least 4 hours each week for at least 36 weeks in each year while so employed. When such minor is temporarily unemployed, the hours of attendance upon such part-time school or class shall be at least 20 hours per week.32 Del. Laws, c. 162,\n\n§\n\n 2; \n\nCode 1935,\n\n§\n\n 2692; \n\n14 Del. C. 1953,\n\n§\n\n 3507;§\n\n3508. District and hours of school attendance.Attendance at part-time schools or classes shall be in the school district where the minor resides or is employed and shall be during the hours of 8:00 a.m. and 5:00 p.m., except on Saturday, when the hours shall be from 8:00 a.m. until noon.32 Del. Laws, c. 162,\n\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 2693; \n\n14 Del. C. 1953,\n\n§\n\n 3508;§\n\n3509. Time spent in school as hours of legal employment.The time spent in a part-time school or class by a minor under the age of 16 years shall be counted as a part of the time or number of hours the minor is permitted by law to work.32 Del. Laws, c. 162,\n\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 2694; \n\n14 Del. C. 1953,\n\n§\n\n 3509;§\n\n3510. Employment on farm, in home or domestic service.A minor employed on the farm, in the home or in domestic service shall be considered as a minor legally employed in some occupation or service.32 Del. Laws, c. 162,\n\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 2694; \n\n14 Del. C. 1953,\n\n§\n\n 3510;§\n\n3511. Revocation of employment certificate.Any minor subject to this chapter who fails to attend the part-time school or class may have that minor’s employment and school leaving certificate revoked.32 Del. Laws, c. 162,\n\n§\n\n 6; \n\nCode 1935,\n\n§\n\n 2695; \n\n14 Del. C. 1953,\n\n§\n\n 3511;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3512. Penalty for failure to attend.All of the penalties provided in Chapter 27 of this title are made applicable in requiring the attendance of minors under the age of 16 years subject to this chapter upon a part-time school or class.32 Del. Laws, c. 162,\n\n§\n\n 7; \n\nCode 1935,\n\n§\n\n 2696; \n\n14 Del. C. 1953,\n\n§\n\n 3512;§\n\n3513. Child Labor Law penalties applicable to employer.All of the penalties provided in the Delaware Child Labor Law, Chapter 5 of Title 19, are made applicable for any violation of this chapter by any person employing a minor subject to this chapter. The employer shall permit the attendance upon part-time schools or classes of all minors in that employer’s employ who are subject to this chapter.32 Del. Laws, c. 162,\n\n§\n\n 8; \n\nCode 1935,\n\n§\n\n 2697; \n\n14 Del. C. 1953,\n\n§\n\n 3513;70 Del. Laws, c. 186,\n\n§\n\n 1;§\n\n3514. Enforcement of part-time school attendance.The school officials charged with the responsibility of enforcing the compulsory attendance laws of this State shall also be responsible for the enforcement of the attendance upon part-time schools or classes in accordance with the terms of this chapter.32 Del. Laws, c. 162,\n\n§\n\n 10; \n\nCode 1935,\n\n§\n\n 2699; \n\n14 Del. C. 1953,\n\n§\n\n 3514;§\n\n3515. Americanization of foreign born non-English speaking residents.In any school district within this State, including the City of Wilmington, where there are 10 or more persons over 16 years of age who do not speak the English language and who desire to attend a class or classes in which they may receive instruction in speaking English, the body having control of the public schools of such district or of such City may establish a class or classes, to be held in the evening or at such other time as may be convenient for such persons, for the instruction of such persons in the English language and in the institutions and forms of government of the United States and this State. The teachers for such classes shall be employed by the body having control of the public schools and need not be holders of certificates under this title.32 Del. Laws, c. 165,\n\n§\n\n 1; \n\n14 Del. C. 1953,\n\n§\n\n 3515;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3502",
      "number": "3502.",
      "heading": "Financing costs.(a) Whenever any part-time schools or classes have been established in accordance with this chapter and the rules and regulations established by the Department and have been approved by the Department, the school district shall be entitled to reimbursement from federal and state fund",
      "text": "§\n\n 11; \n\nCode 1935,\n\n§\n\n 2700; \n\n14 Del. C. 1953,\n\n§\n\n 3502;71 Del. Laws, c. 180,\n\n§\n\n 163;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3503",
      "number": "3503.",
      "heading": "Excusing nonestablishment of part-time schools or classes",
      "text": "Whenever any school board deems it inexpedient to organize part-time schools or classes for employed minors, it shall state the reasons for such inexpediency in a petition to the State Director for Vocational Education, and when the Secretary\n§\n\n 12; \n\nCode 1935,\n\n§\n\n 2701; \n\n14 Del. C. 1953,\n\n§\n\n 3503;71 Del. Laws, c. 180,\n\n§\n\n 164;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3504",
      "number": "3504.",
      "heading": "Failure to establish part-time schools or classes",
      "text": "Any school district which refuses or neglects to provide adequately for part-time schools or classes as required by this chapter shall forfeit from state funds due such school district for high school purposes an amount equal to that which is estimat\n§\n\n 9; \n\nCode 1935,\n\n§\n\n 2698; \n\n14 Del. C. 1953,\n\n§\n\n 3504;71 Del. Laws, c. 180,\n\n§\n\n 165;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3505",
      "number": "3505.",
      "heading": "Employment certificates, permits, badges and records",
      "text": "The Secretary of Education and superintendents of schools in school districts, or persons designated by such superintendents, shall issue employment certificates, permits and badges and the principal or the head teacher of the several free public\n§\n\n 46; \n\nCode 1935,\n\n§\n\n 2690; \n\n14 Del. C. 1953,\n\n§\n\n 3505;57 Del. Laws, c. 113;71 Del. Laws, c. 180,\n\n§\n\n 166;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3506",
      "number": "3506.",
      "heading": "Private schools; child labor law records",
      "text": "Private teachers and the principal or head teacher of private schools or educational institutions shall make out and sign such records as are required by the laws regulating child labor.32 Del. Laws, c. 160,\n§\n\n 55; \n\nCode 1935,\n\n§\n\n 2749; \n\n14 Del. C. 1953,\n\n§\n\n 3506;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3507",
      "number": "3507.",
      "heading": "School attendance requirements for employed children",
      "text": "All minors under the age of 16 years must attend an all-day school, as that term is used in this title, or be legally employed. Every parent, guardian or other person having custody and control of a child between the ages of 12 and 16, who has bee\n§\n\n 2; \n\nCode 1935,\n\n§\n\n 2692; \n\n14 Del. C. 1953,\n\n§\n\n 3507;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3508",
      "number": "3508.",
      "heading": "District and hours of school attendance",
      "text": "Attendance at part-time schools or classes shall be in the school district where the minor resides or is employed and shall be during the hours of 8:00 a.m. and 5:00 p.m., except on Saturday, when the hours shall be from 8:00 a.m. until noon.32 Del. Laws, c. 1\n§\n\n 3; \n\nCode 1935,\n\n§\n\n 2693; \n\n14 Del. C. 1953,\n\n§\n\n 3508;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3509",
      "number": "3509.",
      "heading": "Time spent in school as hours of legal employment",
      "text": "The time spent in a part-time school or class by a minor under the age of 16 years shall be counted as a part of the time or number of hours the minor is permitted by law to work.32 Del. Laws, c. 162,\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 2694; \n\n14 Del. C. 1953,\n\n§\n\n 3509;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3510",
      "number": "3510.",
      "heading": "Employment on farm, in home or domestic service",
      "text": "A minor employed on the farm, in the home or in domestic service shall be considered as a minor legally employed in some occupation or service.32 Del. Laws, c. 162,\n§\n\n 5; \n\nCode 1935,\n\n§\n\n 2694; \n\n14 Del. C. 1953,\n\n§\n\n 3510;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3511",
      "number": "3511.",
      "heading": "Revocation of employment certificate",
      "text": "Any minor subject to this chapter who fails to attend the part-time school or class may have that minor’s employment and school leaving certificate revoked.32 Del. Laws, c. 162,\n§\n\n 6; \n\nCode 1935,\n\n§\n\n 2695; \n\n14 Del. C. 1953,\n\n§\n\n 3511;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3512",
      "number": "3512.",
      "heading": "Penalty for failure to attend.All of the penalties provided in Chapter 27 of this title are made applicable in requiring the attendance of minors under the age of 16 years subject to this chapter upon a part-time school or class",
      "text": "32 Del. Laws, c. 162,\n§\n\n 7; \n\nCode 1935,\n\n§\n\n 2696; \n\n14 Del. C. 1953,\n\n§\n\n 3512;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3513",
      "number": "3513.",
      "heading": "Child Labor Law penalties applicable to employer",
      "text": "All of the penalties provided in the Delaware Child Labor Law, Chapter 5 of Title 19, are made applicable for any violation of this chapter by any person employing a minor subject to this chapter. The employer shall permit the attendance upon part-tim\n§\n\n 8; \n\nCode 1935,\n\n§\n\n 2697; \n\n14 Del. C. 1953,\n\n§\n\n 3513;70 Del. Laws, c. 186,\n\n§\n\n 1;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3514",
      "number": "3514.",
      "heading": "Enforcement of part-time school attendance",
      "text": "The school officials charged with the responsibility of enforcing the compulsory attendance laws of this State shall also be responsible for the enforcement of the attendance upon part-time schools or classes in accordance with the terms of this chapter.32\n§\n\n 10; \n\nCode 1935,\n\n§\n\n 2699; \n\n14 Del. C. 1953,\n\n§\n\n 3514;",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3515",
      "number": "3515.",
      "heading": "Americanization of foreign born non-English speaking residents",
      "text": "In any school district within this State, including the City of Wilmington, where there are 10 or more persons over 16 years of age who do not speak the English language and who desire to attend a class or classes in which they may recei\n§\n\n 1; \n\n14 Del. C. 1953,\n\n§\n\n 3515;",
      "history": "",
      "source_url": ""
    }
  ]
}