{
  "state": "virginia",
  "path": "title-title-43-mechanics-and-certain-other-liens/chapter-chapter-5-liens-on-offspring-of-certain-animals",
  "sections": [
    {
      "id": "section-43-41",
      "number": "43-41.",
      "heading": "Lien on offspring of stallion or jackass§ 43-42. Recordation of lien given by preceding section§ 43-43. Lien on offspring of bull",
      "text": "When the owner of a mare or jennet breeds the same to any stallion or jackass whereby such mare or jennet shall become in foal and is delivered of a live colt, the owner of any such stallion or jackass shall have a lien upon the colt for a period of twelve months, or until the price agreed upon for the season or service by the owner of the stallion or jackass and the owner of the mare or jennet be paid. Such lien shall not extend for a longer period than twelve months, and after judgment has been taken for the amount of such fee, then, unless the same is paid, the officer in whose hands the fieri facias is placed for collection may proceed to levy on and sell such colt for the aforesaid fieri facias and costs, and he shall be entitled to the same fees for his services as is provided for by the existing law.\n\nCode 1919, § 6446; Tax Code, § 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-43/chapter-5/section-43-41/"
    },
    {
      "id": "section-43-42",
      "number": "43-42.",
      "heading": "Recordation of lien given by preceding section",
      "text": "The lien given by the preceding section (§ 43-41), if reduced to writing, shall be recorded in the miscellaneous lien book and shall be operative from the recordation thereof and if the lien is not reduced to writing, it shall, upon application of the owner of the stallion or jackass, be recorded by the clerk of the circuit court of the county in which the foal is foaled in such book in the following form:\n\n......................(giving the name of the owner of the stallion or jackass)\n\nversus.................(giving the name of the owner of the colt). The owner\n\nof the stallion or jackass claims a lien on a colt less than twelve monthsold for $..........., for the get thereof.\n\nCode 1919, § 6446; 1994, c. 432.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-43/chapter-5/section-43-42/"
    },
    {
      "id": "section-43-43",
      "number": "43-43.",
      "heading": "Lien on offspring of bull",
      "text": "A person owning a bull in this Commonwealth shall have a lien on the get of such bull for the period of six months from the date of the birth of such get, for the price agreed upon between him and the owner of any cow served by such bull; however, this lien shall not hold good as against an innocent purchaser for value and without notice, except when the lien has been admitted to record, which may be done in the following form:\n\n..................… (giving the name of the owner of the bull) versus…\n\n(giving the name of the owner of the calf). The owner of the bull claims alien on a calf less than six months old for $................, for the getthereof.\n\nIt shall be the duty of the clerk of the county in which the calf is calvedto place the same on record in the miscellaneous lien book.\n\nCode 1919, § 6447; Tax Code, § 439; 1994, c. 432.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-43/chapter-5/section-43-43/"
    }
  ]
}