{
  "state": "michigan",
  "path": "title-chapter-462-railroads/chapter-act-354-of-1993-railroad-code-of-1993-462101-462451",
  "sections": [
    {
      "id": "section-462101",
      "number": "462.101",
      "heading": "Short Title.Section 462.103 - Meanings of Words and Phrases",
      "text": "Section 462.105 - Definitions; a to G.Section 462.107 - Definitions; H to P.Section 462.109 - Definitions; R to W.Section 462.131 - Regulatory and Police Power of Department; Rules.Section 462.133 - Records to Be Kept by Department.Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-462103",
      "number": "462.103",
      "heading": "Meanings of Words and Phrases.",
      "text": "The words and phrases in sections 105 to 109 shall have the meanings respectively ascribed to them in those sections.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-103/"
    },
    {
      "id": "section-462105",
      "number": "462.105",
      "heading": "Definitions; a to G.",
      "text": "(1) \"Active traffic control devices\" means those traffic control devices located at or in advance of grade crossings, activated by the approach or presence of a train, such as flashing light signals, automatic gates and similar devices, manually operated devices, and a crossing watchperson, all of which display to operators of approaching vehicles positive warning of the approach or presence of a train.\n\n(2) \"Alcoholic liquor\" means that term as defined in section 105 of the Michigan liquor control code, 1998 PA 58, MCL 436.1105.\n\n(3) \"Bridge\" means a structure including supports erected over a depression or an obstruction, such as water, a highway, or a railway, having a track or passageway for carrying traffic or other moving loads, and having an opening measured along the center of the roadway of more than 20 feet between undercopings of abutments or spring lines of arches, or extreme ends of openings for multiple boxes where the clear distance between openings is less than half of the smaller contiguous opening.\n\n(4) \"Bridge carrying railroad traffic\" means any bridge carrying a railroad track on which locomotives, railroad cars, or railroad maintenance machinery may be operated or moved. Bridge carrying railroad traffic includes unloading pits, turntables, and ferry aprons which meet the physical criteria for the definition of a bridge.\n\n(5) \"Department\" means the Michigan department of transportation.\n\n(6) \"Diagnostic study team\" means a group of knowledgeable individuals from the department, road authorities, railroads, and others who meet and, using crossing safety management principles, evaluate conditions at proposed or existing crossings and assist the department in making determinations concerning safety needs.\n\n(7) \"Flagger\" means a person, other than a railroad employee, clearly visible to approaching traffic at all times, who controls highway traffic through work areas using a hand-held paddle sign during daylight hours and approved lights and reflectorized paddle signs at night.\n\n(8) \"Grade crossing\" means the point at which any railroad intersects with any public street or highway, or a nonmotorized trail.\n\n(9) \"Grade separation\" means an intersection of a railroad and a highway at different levels with either the railroad above or below the highway.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-105/"
    },
    {
      "id": "section-462107",
      "number": "462.107",
      "heading": "Definitions; H to P.",
      "text": "(1) \"High speed rail corridor\" means any railroad line having been formally designated by the United States department of transportation as a high speed rail corridor.\n\n(2) \"Nonmotorized trail\" means a public or privately owned or operated traveled way, the use of which is restricted to pedestrians or nonmotorized conveyances including, but not limited to, bicycles and horses.\n\n(3) \"Notice\" means the written expression of the department's findings that certain conditions observed at a crossing are not in compliance with state law, and that these conditions must be corrected.\n\n(4) \"Order\" means an administrative document, signed by the department director or his or her designee, that details certain findings of fact and, based on those findings, specifies certain work to be performed by railroads or other parties in compliance with law and specifies a time period within which the work is to be completed. An order is based upon the department's statutory authority to require the performance of that work.\n\n(5) \"Passive traffic control devices\" means those types of traffic control devices, including signs, markings, and other devices, located at or in advance of grade crossings to indicate the presence of a crossing but which do not change aspect upon the approach or presence of a train.\n\n(6) \"Private crossing\" means any at-grade intersection of a railroad with any traveled way not under the jurisdiction of a road authority.\n\n(7) \"Public street or highway\" means any improved thoroughfare maintained by a road authority that has been dedicated and constructed in accordance with law.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-107/"
    },
    {
      "id": "section-462109",
      "number": "462.109",
      "heading": "Definitions; R to W.",
      "text": "(1) \"Railroad\" means a person, partnership, association, or corporation, their respective lessees, trustees, or receivers, appointed by a court, or other legal entity operating in this state either as a common carrier for hire or for private use as a carrier of persons or property upon cars operated upon stationary rails and includes any person, partnership, association, corporation, trustee, or receiver appointed by a court or any other legal entity owning railroad tracks.\n\n(2) \"Road authority\" means a governmental agency having jurisdiction over public streets and highways. Road authority includes the department, any other state agency, and county, city, and village governmental agencies responsible for the construction, repair, and maintenance of streets and highways.\n\n(3) \"Serious impairment of a body function\" means that term as defined in section 58c of the Michigan vehicle code, 1949 PA 300, MCL 257.58c.\n\n(4) \"Street railway\" means an organization formed under the laws of this state for the purpose of operating a street railway system other than a railroad train for transporting persons or property. A street railway system is operated upon rails principally within a municipality utilizing streetcars, trolleys, and trams for the transportation of persons or property. Such organizations may accumulate, store, manufacture, conduct, use, sell, furnish, and supply electricity and electric power. Street railway does not include a street railway organized under the nonprofit street railway act, 1867 PA 35, MCL 472.1 to 472.31.\n\n(5) \"Street railway system\" means the facilities, equipment, and personnel required to provide and maintain a public transportation service. Street railway system does not include a street railway system under the nonprofit street railway act, 1867 PA 35, MCL 472.1 to 472.31.\n\n(6) \"Traffic control device\" means a sign, signal, marking, or other device placed on or adjacent to a street or highway by the road authority having jurisdiction over that street or highway to regulate, warn, or guide traffic.\n\n(7) \"Watchperson\" means a railroad employee who is stationed at an at-grade crossing to signal to operators of vehicles approaching the crossing of the impending movement of a train or other railroad on-track equipment over the crossing.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003 ;-- Am. 2008, Act 483, Imd. Eff. Jan. 12, 2009",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-109/"
    },
    {
      "id": "section-462131",
      "number": "462.131",
      "heading": "Regulatory and Police Power of Department; Rules.",
      "text": "(1) To the extent provided in this act, the department shall have and exercise regulatory and police power over railroad companies in this state insofar as such power has not been preempted by federal law or regulation.\n\n(2) The department may promulgate and enforce rules relating to sanitation and adequate shelter as affecting the welfare and health of railroad employees, to the extent such rules are not preempted by federal law or regulation. Rules promulgated under this act shall be promulgated pursuant to the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.201 to 24.328 of the Michigan Compiled Laws.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-131/"
    },
    {
      "id": "section-462133",
      "number": "462.133",
      "heading": "Records to Be Kept by Department.",
      "text": "The department shall keep a record of all its findings, decisions, determinations, and investigations under this act.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-133/"
    },
    {
      "id": "section-462137",
      "number": "462.137",
      "heading": "Reports to Be Furnished to Department.",
      "text": "Railroads shall furnish to the department copies of Michigan train-vehicle accident reports filed with the federal railroad administration.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-137/"
    },
    {
      "id": "section-462153",
      "number": "462.153",
      "heading": "Orders; Oaths; Official Acts; Subpoenas; Witnesses; Production of Documents; Contempt; Witness Fees and Mileage; Depositions; Record of Proceedings; Copy of Transcript",
      "text": "(1) The department, for the purposes mentioned in this act, may issue orders, may administer oaths, certify to official acts, issue subpoenas, and compel the attendance of witnesses and the production of books, papers, and other related documents. If a person refuses or willfully fails to comply with an order of the department or a subpoena, or upon the refusal of any witness to testify regarding any matter upon which he or she may be lawfully interrogated, or to produce any books or papers in his or her custody or control which he or she was required by the department to produce, the court, upon application of the department, may compel obedience by proceedings for contempt, in the same manner as a case of disobedience of the requirements of a subpoena issued from that court.\n\n(2) A witness subpoenaed by the department shall receive for his or her attendance the fees and mileage now provided for witnesses in civil cases in circuit court, which shall be audited and paid by the state in the same manner as other expenses are audited and paid, upon the presentation of proper vouchers sworn to by the witness and approved by the department. A witness subpoenaed at the instance of a party other than the department shall not be entitled to compensation from the state for attendance and travel unless the department certifies that his or her testimony was material and necessary to the matter investigated.\n\n(3) The department or any party may cause the depositions of witnesses residing within or without the state to be taken in the manner prescribed by law for depositions in civil actions in the circuit courts.\n\n(4) A full and complete record shall be kept of all proceedings held before an administrative law judge on any investigation under this act and all testimony shall be taken down by a certified court reporter appointed by the department. When a complaint is served upon the department to appeal a department order, the department, before the action is reached for trial, shall cause the certified transcript of proceedings and testimony to be filed with the clerk of the circuit court of the county where the action is pending. A transcribed copy of the evidence and proceedings, or any specific part thereof, or any investigation, taken by the certified court reporter, certified by him or her to be a true and correct transcript of all the testimony of a particular witness, or of any specific part thereof, carefully compared by him or her with his or her original notes, and to be a correct statement of the evidence and proceedings had on the investigation shall be received in evidence with the same effect as if the certified court reporter were present and testified to the facts certified. A copy of the transcript shall be furnished upon demand, free of cost, to any party to an investigation, and to all other persons on payment of a reasonable amount for that purpose.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-153/"
    },
    {
      "id": "section-462155",
      "number": "462.155",
      "heading": "Rescission, Alteration, or Amendment of Order.",
      "text": "The department, at any time upon application of a person and upon at least 10 days' notice to the parties interested, and after opportunity to be heard, may rescind, alter, or amend any order issued by the department. Certified copies shall be served and take effect as provided in this act for original orders.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-155/"
    },
    {
      "id": "section-462157",
      "number": "462.157",
      "heading": "Orders, Regulations, Practices, and Services; Effect.",
      "text": "All orders, lawfully promulgated regulations, practices, and services prescribed by the department shall be in force and shall be prima facie lawful and reasonable until finally found otherwise in an action brought for the purpose pursuant to the appeal provisions of this act, or until changed or modified by the department.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-157/"
    },
    {
      "id": "section-462159",
      "number": "462.159",
      "heading": "Rehearing.",
      "text": "The department may grant a rehearing and alter, amend, or modify its previous findings and orders.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-159/"
    },
    {
      "id": "section-462161",
      "number": "462.161",
      "heading": "Review of Order; Time for Bringing Action.",
      "text": "The time allowed by law for bringing an action to review any order of the department, shall continue after the order denying a rehearing or made upon a rehearing, for the same number of days now provided by law for review of the order upon which a rehearing was denied or had.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-161/"
    },
    {
      "id": "section-462171",
      "number": "462.171",
      "heading": "Action to Vacate or Set Aside Order; Issuance of Injunction to Stay or Suspend Order; Different or Additional Evidence; Appeal; Burden of Proof.",
      "text": "(1) Any railroad or other party in interest, being dissatisfied with any order of the department may within 30 days after the issuance of the order commence an action in the circuit court for the county of Ingham, against the department as defendant to vacate and set aside the order. The department shall be served with a summons and a copy of the complaint. The department shall file its answer, and on leave of court any interested party may file an answer to the complaint. Upon the filing of the answer of the department the action shall be at issue and stand ready for hearing upon 10 days' notice by either party. An action brought under this section shall have precedence over any civil cause of a different nature pending in that court and shall proceed, be tried, and determined as other civil suits. Any party to the action may introduce original evidence in addition to the transcript of evidence offered to the department. The circuit court may affirm, vacate, or set aside the order of the department in whole or in part, and may make such other order or decree as the court determines to be in accordance with the facts and the law.\n\n(2) An injunction shall not issue to suspend or stay an order of the department, except upon application to the circuit court, with notice and opportunity to be heard on the matter given to the department.\n\n(3) If, upon the trial of the action, evidence is introduced that is found by the court to be different from, or in addition to, that offered upon the hearing before the department, the court, before proceeding to render judgment, unless the parties in the action stipulate in writing to the contrary, shall transmit a copy of that evidence to the department, and shall stay further proceedings in the action for 15 days after the date of that transmission. Upon receipt and consideration of the evidence the department may alter, modify, amend, or rescind its order complained of in the action, and shall report its action thereon to the court within 10 days after receipt of the evidence. If the department rescinds the order complained of, the action shall be dismissed. If the department alters, modifies, or amends the order, the altered, modified, or amended order shall take the place of the original order complained of, and judgment shall be rendered thereon as though made by the department in the first instance. If the original order is not rescinded or changed by the department, judgment shall be rendered upon such original order.\n\n(4) Within 60 days after service of a copy of the final judgment of the court, either party to the action may appeal to the court of appeals, which appeal shall be governed by the statutes governing civil appeals. When the appeal is taken the case shall, on the return of the papers to the court of appeals, be immediately placed on the calendar of the then pending term, and shall be brought to a hearing in the same manner as other cases on the calendar, or if no term is then pending, shall take precedence of cases of a different nature except criminal cases at the next term of the court of appeals.\n\n(5) In all actions under this section the burden of proof shall be upon the complainant to show by a preponderance of the evidence that the order of the department complained of is unreasonable or discriminatory.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-171/"
    },
    {
      "id": "section-462173",
      "number": "462.173",
      "heading": "Service of Process; Practice and Rules of Evidence; Execution of Process; Certified Copies of Orders.",
      "text": "(1) In all actions and proceedings in court arising under this act process shall be served and the practice and rules of evidence shall be the same as in civil actions, except as otherwise provided in this act. A sheriff or other officer empowered to execute civil process may execute any process issued under this act and shall receive compensation for that purpose as may be prescribed by law for similar services.\n\n(2) Upon application of any person the department shall furnish certified copies, signed and under seal of the department, of any order made by it, and, if otherwise admissible, may be admitted as evidence in any court or proceedings without further authentication.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-173/"
    },
    {
      "id": "section-462175",
      "number": "462.175",
      "heading": "Authority of Department to Obtain Information.",
      "text": "The department may obtain from any party all necessary information to enable it to perform the duties and carry out the requirements set forth in this act.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-175/"
    },
    {
      "id": "section-462201",
      "number": "462.201",
      "heading": "Corporation; Formation; Purpose; Articles of Association; Filing; Powers of Subscribers; Increasing or Decreasing Number of Directors; Resolution.",
      "text": "(1) One or more persons may form a corporation for the purpose of constructing, operating, and maintaining a railroad, railroad bridge, or railroad tunnel by subscribing articles of association, in which shall be set forth the name of the corporation, the number of years the corporation is to be continued or if it is to be perpetual, the amount, classes, and value of capital stock of the corporation, which shall not be less than 1/2 the estimated cost of the railroad, bridge, or tunnel; the number of shares of which the stock shall consist, with such designations, relative rights, preferences, conditions, limitations, restrictions, and voting rights as shall be specified, and the consideration for which the corporation may issue and sell the shares, or authorization to the board of directors to fix the consideration from time to time, which consideration shall not be less than the value placed on the share in the articles of association, and when the consideration for which a share was authorized to be issued is received by the company the share is considered to be fully paid and nonassessable; the number of directors, which shall not be less than 3, and their names; the places from and to which and the name of each county into or through which it is or is intended to be constructed, and its length as near as may be. Each subscriber to the articles of association shall set opposite his or her name his or her place of residence, and the number of shares of each class of stock subscribed to by him or her.\n\n(2) Whenever 1/2 the estimated cost of the railroad, bridge, or tunnel is subscribed upon the articles of association, and 5% of the amount subscribed is paid in to the directors named in the articles, in good faith, in cash, and an affidavit is made and attached thereto by any 2 of the directors, that this amount has been subscribed, the articles of association shall be filed in the office of the department of commerce, and thereupon the persons who have subscribed the articles, and all other persons who thereafter subscribe to or become the holders of the capital stock of the corporation, in the manner to be provided in its by-laws, shall be a body corporate, by the name specified in the articles, and shall be capable of suing and being sued, and may have a corporate seal and make and alter the same at pleasure, and may use the seal by causing it or a facsimile thereof to be impressed or affixed or reproduced or otherwise, and be capable in law of purchasing, holding, and conveying any real and personal property necessary for the construction, maintenance, and operation of the railroad, railroad bridge, or railroad tunnel; and for the erection of all necessary buildings, yards, and appurtenances for the use of the same.\n\n(3) Subject to the limitations of this act, a railroad company existing in whole or in part under the laws of this state, at any general or special meeting of the stockholders called and held pursuant to the provisions of this act, may increase or decrease the number of its directors provided for in its articles of association, by a resolution approved by 2/3 of the entire stock of the company having voting power. A copy of a resolution so passed shall be certified by the secretary of the company and shall be filed and recorded in the office of the department of commerce in like manner as provided by law for the filing and recording of articles of incorporation of railroad companies.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-201/"
    },
    {
      "id": "section-462203",
      "number": "462.203",
      "heading": "Stock Certificate; Signature; Seal.",
      "text": "The stock of every corporation, incorporated under this act, shall be represented by certificates signed by the president or vice-president, and the secretary or an assistant secretary, or the treasurer or an assistant treasurer. The certificate shall be sealed with the seal of the corporation. When a certificate is signed by a transfer agent or a transfer clerk and by a registrar, the signature of the corporate officers and the seal thereon may be facsimiles, written, engraved, stamped, lithographed, or printed. If an officer who has signed or whose facsimile signature has been placed upon a certificate has ceased to be an officer before the certificate is issued, it may be issued by the company with the same effect as if the officer had not ceased to be an officer at the date of its issue.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-203/"
    },
    {
      "id": "section-462205",
      "number": "462.205",
      "heading": "Applicability of MCL 450.1101 to 450.2098 to Railroad Corporations.",
      "text": "The business corporation act, Act No. 284 of the Public Acts of 1972, being sections 450.1101 to 450.2098 of the Michigan Compiled Laws, shall apply to railroad corporations incorporated under this act or a former act repealed by this act, unless otherwise provided in or inconsistent with this act or the former act under which the corporation was formed.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-205/"
    },
    {
      "id": "section-462207",
      "number": "462.207",
      "heading": "Records of Corporations Formed Under Former Acts; Duration, Rights, and Limitations of Existing Corporations.",
      "text": "(1) Within 30 days after the effective date of this act, the department, the secretary of state, or any other agency having records of corporations formed under former acts repealed by this act shall certify and send to the department of commerce for filing the articles of association, as amended or restated, and any consolidations or mergers of each existing railroad, bridge, and tunnel company and union depot company which is on file in their respective offices on the effective date of this act. On and after the effective date of this act, all amendments to and restatements of the articles, and any merger or dissolution of a railroad, bridge, or tunnel company and union depot company shall be filed with the department of commerce and shall comply with the requirements of this act.\n\n(2) This act does not affect the duration of a corporation which exists on the effective date of this act. An existing corporation and its shareholders, directors, and officers have the same rights and are subject to the same limitations, restrictions, liabilities, and penalties as a corporation formed under this act, and its shareholders, directors, and officers.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-207/"
    },
    {
      "id": "section-462211",
      "number": "462.211",
      "heading": "Board of Directors; Corporate Powers; Stockholders Entitled to Vote for Directors; Election of President; Powers of Board of Directors Generally; Voting by Stockholders; Quorum; Vacancy",
      "text": "(1) All of the corporate powers of any corporation organized under this act, or under any former act for the incorporation of railroads, are vested in the board of directors, except as otherwise provided in this act. A stockholder shall not be entitled to vote for directors, or for any other purpose, who shall be in arrears in the payment of any assessment made on a subscription of stock. The president of the corporation shall be elected by the directors from their own number.\n\n(2) The board of directors, upon such terms and restrictions as they shall impose, may provide for the disposition of the unissued capital stock of the corporation, and may provide for and carry out a plan for the issue of any or all of its unissued stock to employees of the corporation, or to employees of subsidiary corporations or a trustee on their behalf who may desire to subscribe therefor, for the payment for such stock in installments or at 1 time, and for the establishment of a special fund or funds in which employees purchasing stock pursuant to such plan and continuing in the ownership thereof and in the employment of the corporation during a definite period of time may be privileged to share, may provide for the election or appointment of agents or employees of the corporation and require of them security for the faithful performance of their duties, and for the general management of the business and affairs of the corporation.\n\n(3) At all elections for directors and meetings of stockholders, each stockholder holding stock with voting power shall be entitled to cast, in person or by proxy, 1 vote upon each share of stock held, except as may be otherwise provided by the articles of association or consolidation, and votes representing a majority of the voting power of all of the shares voted shall be requisite to an election, or for the determination of any question voted upon, except as may be otherwise provided by law as to any particular question. If the board of directors has specified a time not more than 40 days before an election or meeting as the time as of which stockholders entitled to vote shall be determined, shareholders of record at that time and no others shall be entitled to vote at that election or meeting.\n\n(4) A majority of the directors shall constitute a quorum for the transaction of business by the board of directors. In case of any vacancy in the board of directors, the vacancy may be filled by appointment by the remaining directors until the next election of directors.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-211/"
    },
    {
      "id": "section-462213",
      "number": "462.213",
      "heading": "Articles of Association; Alteration and Amendment; Signature; Certification; Filing; Effect; Recording; Powers of Railroad Company; Copies as Prima Facie Evidence; Public Inspection of Records and Files",
      "text": "(1) A corporation organized under this act, or under any former act for the incorporation of railroads, upon a vote of its stockholders holding shares representing 2/3 of the voting power of the outstanding capital stock entitled to vote on the question, at any annual or special meeting of the stockholders, may alter and amend its articles of association or consolidation to accomplish 1 or more of the following:\n\n(a) Change the general route of said railway.\n\n(b) Extend the length of the railroad line from either or both of its terminals or to extend any branch or branches from any point on the railroad line.\n\n(c) Change the gauge of its road.\n\n(d) Make any of the following changes in respect to its capital stock, issued or unissued:\n\n(i) Increase or decrease the capital stock.\n\n(ii) Make other lawful changes in the amount, classes, and value of shares issued or to be issued.\n\n(2) Upon approval of an amendment as provided in subsection (1), the amended articles shall be signed and certified by the president and secretary of the railroad company under its corporate seal and filed with the department of commerce. The amended articles shall have the same force and effect as though the amendments had been included in the original articles of association.\n\n(3) Articles of association filed pursuant to this act, with all subsequent alterations and amendments, shall be recorded by the department of commerce. After a railroad company has filed articles of association provided in this section, it may construct, operate, and maintain its railroad, exercise its powers and privileges, and assess, levy, and collect such assessments upon its subscribed stock as it determines. A copy of any articles of association, with a copy of the affidavit attached, filed in pursuance of this act, and certified by the department of commerce under the seal of the state shall in all courts and places be prima facie evidence of the document certified.\n\n(4) The records and files of the department of commerce relating to corporations formed under this act and records relating to corporations formed under former acts repealed by this act and transferred to the department of commerce pursuant to this act shall be open to reasonable inspection by the public. The records or files may be maintained either in their original form or in a photostatic, micrographic, photographic, optical disk media, or other reproduced form.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-213/"
    },
    {
      "id": "section-462215",
      "number": "462.215",
      "heading": "Board of Directors; Election; Classification; Terms; Meetings; Notice; Removal of Directors or Officers; Rules, Regulations, and Directions; Stockholder Vote by Proxy; Adjournment of Meeting",
      "text": "(1) At any meeting of stockholders for the election of directors, the stockholders may classify the directors into 3 classes, as near as may be, 1 of which shall hold their office 1 year, 1 for 2 years, and 1 for 3 years, and until their successors are respectively elected. At all subsequent elections directors shall be elected for 3 years. If a classification is not made, the persons elected at any such meeting shall hold their office for 1 year, and until their successors shall be elected.\n\n(2) The directors shall prescribe by by-law the time and place for calling and holding annual meetings of the stockholders within some county in this state for the election of directors and the transaction of such other business as may be desired. If the directors fail to call such meeting annually, the holders and owners of 1/4 of the capital stock of the company having voting powers may call the meeting, at which time and place there shall be a general meeting of the stockholders having voting powers in person or by proxy. The directors may prescribe by by-law a place outside the state for the holding of annual meetings which by-law shall become effective when consented to in writing, or by resolution duly adopted at any meeting, by stockholders holding shares representing 100% of the voting power of the capital stock entitled to vote at any annual meeting.\n\n(3) A special meeting of the stockholders may be called at any time by the directors, or by the stockholders owning not less than 1/4 of the stock in voting power, by giving notice of the meeting as provided in this section.\n\n(4) At least 30 days' written notice of the time and place and, in the case of special meetings, the purpose or purposes of every such meeting shall be given to all persons entitled to vote at the meeting at a time and in a manner as shall be provided in the by-laws. However, notice of regular or adjourned meetings of the board or of adjourned meetings of shareholders need not be given unless specified in the by-laws. Notice of the time, place, and purpose of any such meeting may be waived by telegram, radiogram, cablegram, or other writing by those not present and entitled to vote either before or after the holding of the meeting. Evidence of such notice may be perpetuated by the affidavit of any person having knowledge thereof.\n\n(5) At any meeting of the stockholders held pursuant to this act, the stockholders representing a majority in voting power of the stock may remove from office any of the directors or any other officer of the company, and elect others in their stead. The president and directors, and officers and agents of the company, in the exercise of their respective powers and duties, shall at all times be governed by and be subject to such rules, regulations, and directions as the stockholders holding a majority in voting power of the stock may adopt at a meeting. A stockholder owning or holding stock with voting powers may appear and vote by proxy as well as in person. If at any meeting of the stockholders a majority in voting power of the stock which by this act is entitled to vote is not represented in person or by proxy, the meeting may be adjourned by such as are present from day to day, not exceeding 3 days, without doing any business, when, if a majority does not appear and attend, the meeting shall be dissolved.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-215/"
    },
    {
      "id": "section-462217",
      "number": "462.217",
      "heading": "Annual Meeting; Statement of Affairs.",
      "text": "At each annual meeting of stockholders the board of directors shall present a clear and full statement of the affairs of the railroad company for the preceding year.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-217/"
    },
    {
      "id": "section-462219",
      "number": "462.219",
      "heading": "Subscribers to Capital Stock; Payment in Installments; Forfeiture of Stock for Neglect or Refusal to Pay.",
      "text": "The board of directors may, by resolution, require the subscribers to the capital stock to pay the amounts by them respectively subscribed in a manner and in installments as the board considers proper. If a subscriber neglects or refuses to pay an installment, the company may sue for and collect the installment. If the neglect or refusal continues for 60 days after notice in writing to pay has been served on the subscriber personally or by mail, or if execution issued on a judgment recovered for an installment is returned unsatisfied, in whole or in part, the board of directors may declare such stock, and all previous payments or collections made thereon, forfeited. Forfeited stock shall be subject to sale by the company in the manner provided in the by-laws or resolutions of the directors.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-219/"
    },
    {
      "id": "section-462221",
      "number": "462.221",
      "heading": "Stock as Personal Estate; Transfer.",
      "text": "The stock of a railroad company is considered personal estate and is transferable in the manner and under such restrictions and conditions as may be provided for in the by-laws, but any certificate of stock issued before payment in full, shall show on its face, or by indorsement, the amount paid thereon. A share of stock shall not be transferred on the books of the company until paid in full, without the consent of the board of directors.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-221/"
    },
    {
      "id": "section-462223",
      "number": "462.223",
      "heading": "Railroad Company; Liabilities and Restrictions.",
      "text": "A railroad company shall possess the general powers and be subject to the following liabilities and restrictions:\n\n(a) To cause such examinations and surveys of the proposed railroad, or railroad bridge or tunnel to be made as may be necessary to the selection of the most advantageous route for the road, and for such purposes by its officers, agents, and servants to enter upon lands or waters of any person or company, but subject to liability for any damages caused. A corporation by its officers, agents, or servants shall not enter upon the land or water of any person or company to make an examination or survey until the corporation has executed and delivered to the judge of probate of the county where the land or water lies a bond to be approved by the judge, with 2 sufficient sureties running to the judge of probate of the county in his or her official name, for the use of any person interested, in the penal sum of $5,000.00, conditioned upon the payment by the corporation of all damages sustained by any person or company due to an examination or survey. Upon delivery of the bond and approval by the judge of probate, he or she shall file it in his or her office, and when so filed it shall be considered a public record and may be proved in court by a certified copy thereof. A person or company having a claim for damages arising under this section may bring an action upon the bond in any court of the county having jurisdiction over the amount claimed in damages.\n\n(b) To receive, hold, and take such voluntary grants and donations of real estate and other property as shall be made to it to aid in the construction, maintenance, and accommodation of a road or railroad bridge or tunnel, but the real estate thus received by voluntary grant shall be held and used for the purpose of the grant only.\n\n(c) To purchase, and by voluntary grants and donations, receive, take and by its officers, engineers, surveyors, and agents, enter upon and take possession of, hold and use all such lands and real estate, franchises and other property as may be necessary for the construction, maintenance, and accommodation of its railroad or railroad bridge or railroad tunnels, stations, depots, and other accommodations. However, property shall not be taken until the compensation to be made is agreed upon by the parties, unless the consent of the owner is given.\n\n(d) To lay out its road not exceeding 100 feet in width, and to lay out its bridge or tunnel and its bridge or tunnel approaches not exceeding 200 feet in width, and to construct the same, and for the purpose of cuttings and embankments and for procuring stone, gravel, or other material or for the purpose of draining its roadbed or tunnel, to take in the manner provided such further lands adjacent to and in the vicinity of its road or tunnel, as may be necessary for the proper construction, operation, and security of its road or tunnel.\n\n(e) To construct its road or bridge over, upon, or across, or its railroad tunnel under any stream of water, watercourse, private road, street, lane, alley, or highway, and across or under any plank road, railroad, or canal which the route of its road or railroad bridge or railroad tunnel shall lie along or intersect. However, the corporation shall restore the stream, watercourse, private road, street, alley, lane, highway, plank road, railroad, or canal to its former state as near as may be, but shall not materially obstruct the navigation of any stream.\n\n(f) To cross, join, and unite its railroad, bridge, or tunnel with any other railroad at any point on its route, and upon the grounds of such other railroad now or hereafter constructed with the necessary turnouts, sidings, and switches and other accommodations and conveniences in furtherance of the objects of its connections; and to make all such business arrangements as the companies may agree upon. Every company whose railroad shall be intersected by any other railroad shall unite with the owners of the other railroad in forming such intersections and connections, and grant facilities for them as hereinafter provided.\n\n(g) To take, transport, carry, and convey persons and property on their road or bridge or through their tunnel and to receive tolls and compensation for that purpose.\n\n(h) To erect and maintain all necessary and convenient buildings, stations, depots, fixtures, and machinery for the accommodation and use of their passengers, freight, and business, and to obtain and hold all the lands necessary for that purpose.\n\n(i) To regulate the time and manner in which passengers and property shall be transported, and the tolls and compensation to be paid for that purpose.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-223/"
    },
    {
      "id": "section-462225",
      "number": "462.225",
      "heading": "Ownership and Operation of Steamboats, Barges, or Vessels; Conditions.",
      "text": "A railroad company in this state having either or both of its terminals at the shore of 1 of the navigable lakes or streams through which the boundary line between this state and other states or the Dominion of Canada passes, where physical connection between its road and other railroads without the state is impracticable by reason of that intervening navigable body of water, may own and operate on that body of water steamboats, barges, or vessels as the traffic of passengers and freight between it and other railroads shall be necessary. A railroad company may loan money to any person or corporation in aid of the construction of steamboats, barges, or other vessels.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-225/"
    },
    {
      "id": "section-462227",
      "number": "462.227",
      "heading": "Ownership and Operation of Steamboats, Barges, or Vessels; Number; Restrictions.",
      "text": "(1) Any street railway, or any railroad company, organized under the laws of this state, may own and operate, in connection with its railway lines, such number of steamboats, barges, or vessels, within or without this state, as its traffic of passengers or freight shall render necessary to make complete its different routes.\n\n(2) A railroad company shall operate such steamboats, barges, or vessels subject to such restrictions as are now imposed on other corporations and private individuals owning and operating steamboats, barges, and vessels.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-227/"
    },
    {
      "id": "section-462229",
      "number": "462.229",
      "heading": "Automobile Buses or Motor Vehicles and Trailers; Ownership and Operation; Purpose; Aerial Transportation; Powers of Railroad Company.",
      "text": "(1) Any railroad company operating a railroad in this state may own and operate automobile buses or motor vehicles and trailers for the purpose of transporting persons and property upon the public streets or highways for hire, subject to the provisions of law regulating such transportation upon the public highways; but only after having obtained the appropriate certificate of public convenience and necessity. A railroad company may also own and operate equipment for, and engage in, aerial transportation.\n\n(2) A railroad company may purchase and own capital stock and securities of corporations organized for, or engaged in, the business authorized in this act, may operate the properties or any part or parts of such corporations by way of lease or any other agreement, and may enter into working arrangements and agreements with such corporations.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-229/"
    },
    {
      "id": "section-462231",
      "number": "462.231",
      "heading": "Railroad Company; Organizing and Holding Interest in Subsidiary Corporation; Disposition of Capital Stock of Other Corporations; Rights, Powers, and Privileges of Ownership",
      "text": "A railroad company, where not prohibited by its articles of association or consolidation, may make use of such part of its property and assets as is not required in the performance of adequate service as a common carrier to the public to organize and hold an interest in subsidiary corporations engaged in noncommon carrier activities and business, and may hold, sell, assign, transfer, mortgage, pledge, or otherwise dispose of the shares of the capital stock of any other corporation or corporations of this or any other state, territory, or country, and while owners of such stock may exercise all rights, powers, and privileges of ownership, including the right to vote thereon.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-231/"
    },
    {
      "id": "section-462233",
      "number": "462.233",
      "heading": "Cutting Dangerous Trees.",
      "text": "A railroad company owning, controlling, or operating any line or lines of railroad in this state shall cut any tree or trees that are dangerous and liable to fall or blow over and obstruct its track.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-233/"
    },
    {
      "id": "section-462235",
      "number": "462.235",
      "heading": "Land Held by Foreign Company; Transfer of Title.",
      "text": "(1) A foreign railway company that has purchased land in this state to be used to facilitate and accommodate its business of receiving and delivering passengers and freight that it may transport from and to this state may hold and own that land and all buildings and other structures that it may place on that land, in like manner and effect as if the company were duly incorporated under the laws of this state. However, the company shall hold and use the land subject to all the limitations, obligations, and duties to the public and to individuals which are or hereafter may be imposed upon railway companies by the laws of this state.\n\n(2) If a foreign railway company that has purchased land for the use specified in subsection (1) has subsequently become merged or vested in any other foreign railway company by virtue of a sale and conveyance made in pursuance of judicial decree or its railroad and other property situated in that foreign state or country has become vested in another foreign company by virtue of a formal written agreement made and executed in pursuance of the law of that foreign state or country, the deed of conveyance and agreement is effective to transfer title to the land in this state. When the transfer has been or is effected by written agreement, a copy certified as a correct and perfect copy by the secretary of the company acquiring the land, under the seal of the company, shall be entitled to record in the country where the land is situated, notwithstanding that the execution of the agreement may not have been in conformity with the general statutory requirement for conveyance of land in this state.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-235/"
    },
    {
      "id": "section-462241",
      "number": "462.241",
      "heading": "Acquisition of Property in Manner Prescribed by MCL 213.51 to 213.77; Exception.",
      "text": "If a railroad, bridge, or tunnel company, including a non-Michigan railroad company authorized to own and operate a railroad in this state, is unable to agree for the purchase of any real or personal property or franchises required for the purpose of its incorporation, including, but not limited to, yards, terminals, depots, and freight service facilities, it may acquire title to the property in the manner and by the proceedings prescribed in the uniform condemnation procedures act, Act No. 87 of the Public Acts of 1980, being sections 213.51 to 213.77 of the Michigan Compiled Laws. However, a railroad, bridge, or tunnel company shall not, except for crossing, take the track or right-of-way of any other railroad company.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-241/"
    },
    {
      "id": "section-462243",
      "number": "462.243",
      "heading": "Purchase of Land Belonging to State, City, Village, County, or Township.",
      "text": "If a railroad company desires to purchase land belonging to the state or a city, village, county, or township, the state through the appropriate department, or the city, village, county, or township officers respectively, having charge of the lands, may grant such lands to the company for compensation which shall be agreed upon between them. If compensation cannot be agreed upon, then such lands shall be appraised as in other cases. All petitions or notices, in cases when the state is the owner, shall be served on the director of the appropriate state department; where a city or village is the owner, on the mayor or other chief executive officer; when a county is the owner, on the prosecuting attorney of the county; and when the township is the owner, on the supervisor of the township.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-243/"
    },
    {
      "id": "section-462245",
      "number": "462.245",
      "heading": "Construction of Bridges or Tunnels; Acquisition of Right-of-Way; Issuance and Sale of Bonds; Rights of Railroad Bridge and Railroad Tunnel Companies.",
      "text": "(1) A railroad bridge or tunnel company organized under this act may construct bridges over or tunnels under the waters of this state to extend the railroad track or tracks which they may lay upon any bridge or through any tunnel which they may construct, so as to connect with any railroad whose business may pass through it, and for that purpose may acquire the right-of-way over or under or across any private property, in the same manner as provided in this act for acquiring the right-of-way for railroads, and, with the authority of the legislative body of any city, may acquire the right to cross and use that portion of any street as may be found necessary.\n\n(2) To raise money for these purposes, a railroad company may issue and sell bonds, and secure their payment by deeds of trust; and for these purposes the railroad bridge companies and railroad tunnel companies shall have the same rights as railroad companies organized under this act.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-245/"
    },
    {
      "id": "section-462247",
      "number": "462.247",
      "heading": "Negotiation by Railroad Bridge or Tunnel Company With Railroad Company; Purpose.",
      "text": "A railroad bridge or tunnel company may negotiate with any railroad company which may connect with its bridge or tunnel for the purpose of obtaining aid in the construction of its work.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-247/"
    },
    {
      "id": "section-462249",
      "number": "462.249",
      "heading": "Use of Road and Bridge or Tunnel; Compensation Charged by Railroad Bridge or Tunnel Company; Terms.",
      "text": "(1) A railroad bridge or tunnel company may charge such fair compensation for the use of its road and bridge or tunnel by the railroad companies whose business shall pass along, over or through it, as shall be found by experience sufficient to pay the expense of keeping the works in repair and interest upon the money borrowed for the construction, and dividends not exceeding 10% upon their capital stock, and such additional sum as may furnish a sinking fund each year, not to exceed 5% of the amount of its bonded debt, for the purpose of gradually extinguishing that bonded debt.\n\n(2) A railroad company whose tracks may connect with such tunnels or bridges may send their business through or over them, respectively, upon such terms as shall be just and fair, and the charges for the passage of freight and passengers from all railroads shall be the same.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-249/"
    },
    {
      "id": "section-462250",
      "number": "462.250",
      "heading": "Acquisition of Right-of-Way by Railroad Company; Amount Offered for Damages; Eligibility of Owners to Recover or Collect Costs.",
      "text": "If a railroad company desires to acquire the right-of-way through any lands or premises, the company before or after proceedings are commenced for that purpose, may offer to the owner or owners of the lands or premises, any sum of money the company determines to be sufficient for the damages for the right-of-way, together with the costs to the time of making the offer. If it appears that the amount offered was sufficient to pay the damages, plus 25%, and the costs of the proceedings up to the time of the offer, the owner or owners of the lands or premises shall not be entitled to recover or collect any costs incurred subsequent to the time of the offer, but shall be liable to the railroad company for the costs incurred by it subsequent to the offer.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-250/"
    },
    {
      "id": "section-462251",
      "number": "462.251",
      "heading": "Removal of Person From Train by Conductor or Employee.",
      "text": "If a person refuses to pay his or her fare, or refuses to obey the regulations established for the convenience and safety of passengers, the conductor of the train or an employee of the railroad company may remove the person from the train at any usual stopping place.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-251/"
    },
    {
      "id": "section-462253",
      "number": "462.253",
      "heading": "Person Using Abusive, Profane, or Indecent Language or Exhibiting Violent Conduct; Powers of Conductor.",
      "text": "A person who uses abusive, profane, or indecent language or exhibits violent conduct may be taken into custody by the conductor of the train and removed to a safe and secure place on the train until its arrival at some usual stopping place, where he or she may be put off the train and put into the custody of some proper officer for prosecution if necessary. For this purpose railroad conductors, while in charge of trains, are hereby invested with the powers of sheriffs and peace officers.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-253/"
    },
    {
      "id": "section-462255",
      "number": "462.255",
      "heading": "Conduct as Misdemeanor; Penalty; Powers of Conductor or Freight Agent; Duties of Police Officer; Jurisdiction of Court.",
      "text": "(1) A person who, while riding in the car of a freight, passenger, or other train on any railroad in this state, uses or utters indecent, obscene, or profane language in the hearing of other passengers, riotously or boisterously conducts himself or herself to the annoyance of other passengers, or who obtains or attempts to obtain money or property from any passenger or person by means of any game or device, shall, on conviction, be guilty of a misdemeanor, punishable by a fine of not to exceed $100.00, or imprisonment for not to exceed 90 days, or both.\n\n(2) Railroad conductors are hereby invested with the powers of sheriffs and constable in regard to offenses under this section occurring upon trains or cars in their charge, and may arrest and detain a person who violates this section until the car or train arrives at a usual stopping place, where the conductor may deliver the person to a police officer with a written statement specifying generally the offense or offenses the person has committed.\n\n(3) If a police officer is not present to receive the person, the conductor may deliver him or her to the ticket or freight agent at that stopping place, with the statement. The freight agent shall detain the offender in his or her custody, and may exercise the powers of sheriffs and constables in regard to persons charged with crimes in doing so, until a police officer may be obtained to take charge of the offender.\n\n(4) The police officer shall institute a complaint against the person for the alleged offense before the district or municipal court of the judicial district or municipality in which the offense was committed. The court shall have jurisdiction to try the offender and to impose the penalties authorized by this section.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994Compiler's Notes:In subsection (2), the phrase of sheriffs and constable evidently should read of sheriffs and constables.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-255/"
    },
    {
      "id": "section-462257",
      "number": "462.257",
      "heading": "Conduct as Felony or Misdemeanor; Penalties.",
      "text": "(1) A person who causes or attempts to cause the derailment of an engine, cars, or track vehicle used on railroad tracks by placing an impediment on the track of a railroad, whether the engine, cars, or track vehicle are thrown from the track or not, or who by any other means whatsoever willfully endangers or attempts to endanger the lives of persons engaged in the work of the railroad, or persons traveling on the engine or cars of the railroad, is guilty of a felony punishable by imprisonment for life or any term of years, in the discretion of the court. It is not necessary for the people to allege or prove that the person intended to injure or endanger the life of any particular person or persons.\n\n(2) A person who throws a stone, brick, or other missile at a train or track vehicle is guilty of a misdemeanor punishable by a fine of not less than $100.00 or more than $500.00, or imprisonment for not more than 90 days, or both.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2020, Act 386, Eff. Mar. 24, 2021",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-257/"
    },
    {
      "id": "section-462259",
      "number": "462.259",
      "heading": "Liability of Railroad Company for Loss or Damage by Fire.",
      "text": "A railroad company building, owning, or operating a railroad in this state is liable for all loss or damage to property by fire originating from engines passing over the roads, fires set by company employees by order of the officers of the road, or otherwise originating in the constructing or operating of the railroad. However, a railroad company is not liable if it proves to the satisfaction of the court or jury that the fire originated from fire by engines whose machinery or smokestack was in good order and properly managed, or fires originating in building, operating, or repairing the railroad, and that all reasonable precautions had been taken to prevent their origin, and that proper efforts had been made to extinguish the fire in case of their extending beyond the limits of the road, when the existence of the fire is communicated to any of the officers of the company.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-259/"
    },
    {
      "id": "section-462261",
      "number": "462.261",
      "heading": "Liability of Railroad Company for Death or Injury to Passenger.",
      "text": "If a passenger on a train is killed or injured while on the platform of a car, or while in or on a baggage or freight car, in violation of the printed regulations of the company, posted up at the time in a conspicuous place inside its passenger cars then in the train, the company shall not be liable for the injury, if the injury occurs due to the person being improperly on the platform or within the baggage or freight car, or after having been notified by the conductor or any other person having charge of the train, that the person is not in the proper place if the company at the time furnished room and seats inside its passenger cars sufficient for the proper accommodation of its passengers.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-261/"
    },
    {
      "id": "section-462263",
      "number": "462.263",
      "heading": "Transportation of Railroad Employees; Vehicles.",
      "text": "Vehicles used to transport railroad employees shall be equipped with adequate seating, heating, and communication systems and shall comply with all safety requirements to operate on Michigan highways. This section shall not apply to motor vehicles used to transport employees on railroad property or in cases of extreme emergency unless the condition of the vehicle endangers employee safety. If a dispute arises as to the adequacy of the facilities provided, it may be submitted to and decided by the department.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-263/"
    },
    {
      "id": "section-462265",
      "number": "462.265",
      "heading": "Stringing Wire Over and Across Railway Right-of-Way; Procedures; Construction of Aerial Crossings; Dispute Between Parties; Order.",
      "text": "(1) A corporation or person shall not string any wire, electrical or other, over and across a railroad or street railway right-of-way unless 1 of the following procedures is followed:\n\n(a) For crossings within the right-of-way of a public street, highway, road, or alley, notification shall first be given to the railroad company and railroad authority of the place and the manner in which the corporation or person desires to string any wire 30 calendar days prior to performance of the work unless the parties otherwise agree.\n\n(b) For crossings at any other location not within the right-of-way of a public street, highway, road, or alley, notification shall first be given to the railroad company and railroad authority in writing of the place and the manner in which the corporation or person desires to string the wire and written or telegraphic permission shall be received from the railroad company and railroad authority prior to performance of the work. The railroad company shall respond positively or negatively to the request within 90 calendar days after the receipt of the request.\n\n(2) Any aerial crossings shall be constructed in accordance with specifications of the Michigan public service commission and all applicable codes and laws.\n\n(3) In case of a dispute emanating from subsections (1) and (2) which the parties cannot resolve within a reasonable time, either party may petition the department for a hearing. The department shall have jurisdiction to settle the dispute between the parties.\n\n(4) Upon proof of violation of or failure to comply with subsections (1) and (2), a court of competent jurisdiction may issue an order immediately enjoining the violation.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-265/"
    },
    {
      "id": "section-462267",
      "number": "462.267",
      "heading": "Light or Banner Attached to Switch or Derailing Device; Prohibited Conduct; Violation as Misdemeanor; Penalty.",
      "text": "(1) A person not authorized by a railroad company shall not destroy, remove, change, extinguish, or tamper with any light or banner attached to or connected with any switch or derailing device maintained by a railroad company.\n\n(2) A person who violates this section is guilty of a misdemeanor punishable by a fine of not less than $100.00 or more than $500.00 or by imprisonment for not more than 60 days.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2020, Act 386, Eff. Mar. 24, 2021",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-267/"
    },
    {
      "id": "section-462271",
      "number": "462.271",
      "heading": "Offer to Sell Certain Property; Contents of Offer; Disagreement as to Price or Other Terms; Application to State Tax Commission to Resolve Disagreement; Hearing; Decision and Order; Determination of Fair Market Value; Appraisals; Applicability of Section",
      "text": "(1) If a railroad company, or its trustee or successor in interest, has an interest in real property adjacent to a right-of-way approved for abandonment within this state that is not necessary for the operation of rail services over the right-of-way, which adjacent real property has leasehold improvements upon it, or if a railroad company, or its trustee or successor in interest, seeks to convey under any other circumstances its interest in real property adjacent to a right-of-way, which adjacent real property has leasehold improvements upon it, the railroad company, trustee, or successor in interest first shall extend a written offer to sell that real property at fair market value to a person or entity holding a lease, license, or permit or owning leasehold improvements on that adjacent real property. The offer shall contain the legal description of the property; the real property rights to be conveyed by the seller; and proof of a good and marketable title to those rights, the cost of which shall be paid by the offeror. A person or entity holding a lease, license, or permit or owning leasehold improvements on the real property shall respond to the written offer within 60 days after receipt of the offer to sell. If the person or entity holding a lease, license, or permit or owning leasehold improvements on the adjacent real property also owns leasehold improvements on the right-of-way approved for abandonment, the railroad company or its trustee or successor in interest shall include that portion of the right-of-way which the leasehold improvements are on in its written offer of sale under this subsection, if that portion of the right-of-way is not necessary for the operation of rail services.\n\n(2) If the parties disagree concerning the price or other terms of the sale, either party may apply to the state tax commission to resolve the disagreement. The application shall be made within 60 days after the railroad company, trustee, or successor in interest has received the written response.\n\n(3) The state tax commission shall provide a hearing on the disagreement pursuant to chapter 4 of the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.271 to 24.287 of the Michigan Compiled Laws, and subsection (4). Within 90 days after the dispute is filed, the commission shall make a determination of the fair market value of the property and other terms of the sale that were in dispute.\n\n(4) The decision and order of the commission under subsection (3) shall be binding on the parties. The decision and order issued by the commission under this section shall establish just and equitable terms of the sale. In determining the fair market value of the real property, the commission shall obtain 3 independent appraisals as follows:\n\n(a) Each party shall select 1 appraiser and the cost of an appraisal under this subdivision shall be paid by the party for whom the appraisal is prepared.\n\n(b) The commission shall appoint a third appraiser and the cost of this appraisal shall be divided equally between the parties.\n\n(5) This section shall not apply to a railroad company, or its trustee or successor in interest, subject to the jurisdiction of the interstate commerce commission or a successor agency.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-271/"
    },
    {
      "id": "section-462273",
      "number": "462.273",
      "heading": "Walking, Riding, Driving, or Being Upon or Along Right-of-Way or Yard; Permission Required; Right-of-Way Defined; Being Upon, Entering, or Damaging Buildings, Rolling Stock, or Equipment; Applicability of Section; Violation as Misdemeanor; Penalty",
      "text": "(1) Except in the case of a right-of-way designated as a demonstration snowmobile trail in section 82126 of part 821 (snowmobiles) of the natural resources and environmental protection act, Act No. 451 of the Public Acts of 1994, being section 324.82126 of the Michigan Compiled Laws, a person shall not walk, ride, drive, or be upon or along the right-of-way or yard of a railroad company operating its lines within this state, or go upon or cross the right-of-way or yard at a place other than a public or private crossing, unless having first obtained written permission from the owner or occupant railroad, its agent or servant.\n\n(2) For purposes of this section, \"right-of-way\" means the track or roadbed owned by a railroad and that property owned by a railroad which is located on either side of its tracks and which is readily recognizable to a reasonable person as being railroad property or is reasonably identified as such by fencing, the existence of railroad tracks, or appropriate signs.\n\n(3) A person shall not be upon, enter, or damage any buildings, rolling stock, or equipment of any railway company operating its lines within this state.\n\n(4) This section shall not apply to any of the following:\n\n(a) Passengers on trains or employees of a railroad company while engaged in the performance of the duties of their employment.\n\n(b) An authorized representative of the railroad employees.\n\n(c) A person going upon the right-of-way or tracks to save human life or to protect property.\n\n(d) A person going or being upon or in the station grounds or depot of the railroad company as a passenger or for the purpose of transacting business with the railroad company.\n\n(e) A person, members of his or her family, or his or her employees going upon the right-of-way or tracks for the purpose of crossing from 1 part to another of a farm he or she may own or lease, where the farm lies on both sides of the right-of-way.\n\n(f) A person having written permission to go upon the right-of-way or tracks granted by the railroad company, a person using officially abandoned rights-of-way for recreational purposes, the Michigan public service commission, the state transportation department, the interstate commerce commission, or the federal railroad administration.\n\n(g) A registered land surveyor or his or her employees for the purpose of making land surveys.\n\n(5) A person who violates this section is guilty of a misdemeanor punishable by imprisonment for not more than 30 days, or by a fine of not more than $100.00, or both.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 1996, Act 93, Imd. Eff. Feb. 27, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-273/"
    },
    {
      "id": "section-462301",
      "number": "462.301",
      "heading": "Grade Crossings; Diagnostic Study Team Review; Notice; Decision; Order; Consensus During Review Not Reached; Cost of Necessary Changes; Funding Sources; Administration and Expenditure of Funds; Notice of Corrective Action",
      "text": "(1) The department, upon request of any interested party or by its own interest, may when it considers necessary assess the physical condition and safety needs of grade crossings of railroad tracks with public streets and highways or with a nonmotorized trail by scheduling a diagnostic study team review at the grade crossing or group of grade crossings. Written notice shall be given to all parties 15 days before the review. Each affected organization shall be represented by a knowledgeable individual prepared to contribute information requested in the notice and empowered to make decisions on behalf of that party. A decision by a diagnostic study team concerning the safety needs of a grade crossing based upon current roadway and railroad traffic levels, speeds and other parameters, funding arrangements, division of responsibility, and scheduling will be mutually decided to accommodate adjustments or improvements, relocations, closures, grade separations, or other changes reasonably required in the interest of public welfare and safety. The department shall issue an order confirming the agreements reached, in writing, to all parties.\n\n(2) If consensus cannot be reached during the diagnostic study team review, the department, by order to the affected parties, shall require such adjustments or improvements, relocations, closures, or other changes as may be reasonably required in the interest of public welfare and safety. The railroad or railroads having responsibility for the track or tracks in the grade crossing, and the road authority having jurisdiction of the streets or highways shall be given due notice and have the right to a hearing.\n\n(3) The cost of an adjustment or improvement, relocation, closure, grade separation, or other change determined necessary by a department order shall be funded as provided in this act. Items of work which would usually be at the expense of the railroad or road authority may be funded from the following sources if the work is eligible for such funding and if the funds are available:\n\n(a) First, from federal funds obtained through the federal aid railroad-highway grade crossing improvement program.\n\n(b) Second, from state funds obtained through the railroad grade crossing account of the state trunk line fund.\n\n(4) The department shall administer these funds in an efficient and equitable manner by establishing an annual prioritization of grade crossing safety improvements. Items of work determined to be routine maintenance items shall not be eligible for funding from these funding sources. The department may, at its own discretion, approve or disapprove the use of these funds for items of grade crossing surface and roadway approach work. Federal funds obtained for high speed rail corridor grade crossing improvements, needed to accommodate trains at speeds exceeding 79 miles per hour, shall be expended prior to the use of those federal and state funds of the type referenced in subsection (3)(a) and (b) on a high speed rail corridor. No federal or state funds of the type referenced in subsection (3)(a) and (b) shall be expended for construction of grade separations on federally designated high speed rail corridors.\n\n(5) The department may, through routine inspections, periodically serve notice to affected parties, that existing devices and conditions exist at public grade crossings need corrective action. The railroads or road authorities, or both, shall, at their cost and according to their respective responsibility, expeditiously correct the deficiency and advise the department in writing when the work is completed.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-301/"
    },
    {
      "id": "section-462303",
      "number": "462.303",
      "heading": "Traffic Control Devices; Determination and Order by Department.",
      "text": "The department, at no cost to the freight railroads or adjacent property owners, may order traffic control devices at existing farm, other private, bicycle, and pedestrian crossings of the railroad tracks of a high speed rail corridor including signs, signals, crossing gates, movable barriers, or other devices. The department may determine the number, type, and location of signs, signals, gates, or other types of safety devices which shall conform as closely as possible with generally recognized national standards.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-303/"
    },
    {
      "id": "section-462305",
      "number": "462.305",
      "heading": "Order of Department.",
      "text": "An order of the department need not specify the details of the construction, repair, or reconstruction of a physical grade crossing unless the circumstances surrounding a particular grade crossing so require. An order of the department shall take into consideration time required for design, acquisition of materials, and construction time, including seasonal difficulties, and the volume of similar projects pending.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-305/"
    },
    {
      "id": "section-462307",
      "number": "462.307",
      "heading": "Construction; Approval Required; Investigation of Proposed Crossing Location; Changing Location or Abolishing Existing Public Grade Crossing; Hearing; Order; Action Against Department to Vacate or Set Aside Order; Construction Across High-Speed Rail Corridor; Granting or Denying Permission for Cross",
      "text": "(1) A new public street, highway, or a new nonmotorized trail shall not be constructed across the tracks of any railroad, or the new tracks of any railroad shall not be constructed across a public street, highway, or nonmotorized trail until approval is granted by the department. Upon application, the department shall investigate the location of the proposed crossing.\n\n(2) The department, when it determines necessary for the safety of the public, may change the location of or abolish any existing public grade crossing after not less than 30 days' notice in the area affected by the crossing. A public hearing shall be held by the department if requested by any affected party. Within 30 days after the date of the hearing, the department may issue an order to close the existing grade crossing. Any person, local unit of government, or road authority having an interest in the abolishment of an existing grade crossing, within 30 days after the closure order of the department, may commence an action in the circuit court for the county of Ingham against the department as defendant to vacate or set aside the order.\n\n(3) Commencing with the date of the federal designation of a high-speed rail corridor, a public or private at-grade street or highway or a farm, bicycle, or pedestrian crossing shall not be constructed across the railroad tracks of that corridor except for a crossing consolidation or relocation approved by the department.\n\n(4) If the location of a proposed crossing is found to be necessary, feasible, and may be made reasonably safe for a crossing at grade, the department shall grant permission for the crossing. The department shall require installation of such traffic control devices as in its judgment may be appropriate. When a crossing necessitated by a new roadway across an existing track is permitted, the department shall simultaneously, after investigation and hearing, order the abolishment of 1 or more existing grade crossings having less than 100 vehicles a day within the same road authority jurisdiction, if the involved road authority and railroad may waive hearing thereon.\n\n(5) If the department determines that the proposed location may not be made reasonably safe for a grade crossing, it shall deny permission for the crossing and require the crossing to be redesigned, if constructed at that location, or to be made other than at grade in accordance with section 319. If the department determines that it is impractical to secure a safe crossing at the point in question, either at grade or otherwise, it shall deny the grade crossing.\n\n(6) The full cost of constructing a new street or highway across an existing railroad, or of a new railroad track or tracks across an existing street or highway, shall be borne by the party requesting the crossing. The following shall apply to a new or relocated grade crossing:\n\n(a) The plans for the grade crossing shall be approved by both railroad and road authority. If there is a failure to agree, the department shall settle the points of disagreement by the terms of its order.\n\n(b) The relocation of an existing grade crossing or the establishment of a new grade crossing at which the existing public highway grade crossing is completely abandoned, shall be constructed and the cost borne in the same manner as in the case of a new grade crossing. The maintenance responsibility of the relocated crossing shall be the same as the removed crossing unless otherwise agreed to by the parties.\n\n(c) Temporary grade crossings shall be constructed, maintained, and removed at the sole expense of the parties requesting the same.\n\n(d) The cost of construction shall include the direct construction cost of the roadbed, track structure, grade crossing surface, pavement, traffic control devices and drainage, including all material, labor, and services and other costs of construction.\n\n(e) After construction, the grade crossing and traffic control devices shall be maintained as provided in this act.\n\n(7) Upon approval of any new grade crossing project requested by a road authority, the road authority shall notify the railroad, in writing, to furnish a competent inspector and other necessary persons to inspect the construction of the grade crossing which shall be constructed according to the order of the department. The road authority shall pay to the railroad the actual costs incurred by the railroad for the time actually and necessarily spent in inspecting construction. Upon approval of any new grade crossing project requested by a railroad, the railroad shall notify the road authority, in writing, to furnish a competent inspector and other necessary persons to inspect the construction of the grade crossing which shall be constructed according to the order of the department. The railroad shall pay to the road authority the actual costs incurred by the road authority for the time actually and necessarily spent in inspecting construction.\n\n(8) A road authority may request a railroad or a railroad may request a road authority, in writing, to reconstruct, change, widen, or alter that portion of an existing grade crossing with a public street or highway for which they are responsible to accommodate the requesting party's plans for reconstruction, change, widening, or alteration of their crossing related facility. The requesting party shall notify the other party to conform to the change simultaneously with the requesting party's work. However, if the party requested to make changes refuses, the requesting party may make application to the department for a determination. The department, after due hearing on the issue, shall determine the matters in dispute by order. The full cost of the reconstructing, change, widening, or alteration shall be borne by the party requesting it, unless otherwise agreed to.\n\n(9) If a track through any grade crossing is abandoned through legal proceedings, the railroad, at its cost as part of routine maintenance, shall remove the tracks and any active traffic control devices and then shall restore the street or highway surface in a manner satisfactory to the road authority. The road authority, at its cost as part of routine maintenance, shall remove all passive traffic control devices. The track and all traffic control devices shall be removed within 1 year of the abandonment. Until such removal is complete, the railroad and road authority shall maintain it in accordance with this act.\n\n(10) If a track through any grade crossing becomes unnecessary for the conduct of railroad services, the railroad, at its cost as part of routine maintenance, shall remove the track and any active traffic control devices and then shall restore the street or highway surface in a manner satisfactory to the road authority. The road authority, at its cost as part of routine maintenance, shall remove all passive traffic control devices. The department may order the railroad to remove the track and any traffic control devices if there is not a likelihood of continued use. Until the track and all traffic control devices are removed, the railroad and road authority shall maintain it in accordance with this act.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-307/"
    },
    {
      "id": "section-462309",
      "number": "462.309",
      "heading": "Maintenance, Renewal, and Repair of Roadbeds, Tracks, Culverts, and Certain Streets or Sidewalks.",
      "text": "(1) A railroad owning tracks across a public street or highway at grade shall at its sole cost and expense construct and thereafter maintain, renew, and repair all railroad roadbed, track, and railroad culverts within the confines of the street or highway, and the streets or sidewalks lying between the rails and for a distance outside the rails of 1 foot beyond the end of the ties. The road authority at its sole cost and expense shall construct or improve if necessary and thereafter maintain, renew, and repair the remainder of the street or highway.\n\n(2) The space between the rails and for a distance outside of the rails of 1 foot beyond the end of the ties shall be surfaced with a material which shall be as durable and as smooth as the adjacent street or highway surfacing, and shall have minimum qualifications not inferior to wooden planks, and shall conform, as nearly as reasonably may be, to the configuration of the adjacent street or highway. In the case of streets and highways constructed or reconstructed after the effective date of this act, the surfacing of planks or other material shall have a minimum length equal to the length between the established curb lines, or, in the absence of curb lines, equal to the length between the established shoulder lines of the street or highway plus 2 feet on each side of the street or highway.\n\n(3) The full cost of maintaining and repairing all existing crossings shall be borne by the respective parties responsible for the work as provided in this act. The cost of improving an existing crossing, where improvement is necessary, shall be borne in the same manner as provided in this act for maintenance and repair.\n\n(4) Any alteration in the existing elevation of the top of railroad track or highway surface in excess of 1 inch shall be mutually determined by the railroad and road authority; but in case of failure to agree, the parties may apply to the department which may provide for the alteration after hearing. Where the change in elevation of track rails is agreed upon or authorized for purposes other than to conform to the configuration of the adjacent street or highway, the entire cost shall be borne by the party requesting the change.\n\n(5) The railroad shall not perform any work, except emergency repairs, on public streets or highways between the established curb lines, or, in the absence of established curb lines, between the established shoulder lines of the street or highway, without first notifying the road authority having jurisdiction over the street or highway, and without first providing and thereafter maintaining the necessary traffic controls in accordance with the Michigan manual of uniform traffic control devices. The railroad plan for maintaining traffic showing the necessary barricades, lights, flaggers, and traffic detours and other traffic controls shall be approved by the road authority before the work begins.\n\n(6) In cases of sidewalk repair or construction, a railroad shall first be given the right to construct in the same manner as that right is given to individuals, and if it fails, the local unit of government may cause the sidewalk to be constructed at the expense of the railroad, with the cost to be collected in the usual manner as provided in the law governing that local unit of government. In the case of the construction of a railroad upon any public street, lane, alley, or highway, the same shall be on such terms and conditions as shall be agreed upon between the railroad company and the governing body of any city, or the village board of any village, or the township board of any township and the appropriate road authority in which the railroad is located; but the railroad shall not be constructed upon any public street, lane, alley, highway, or private way until damages and compensation are made by the railroad company to the owner or owners of property adjoining the street, lane, alley, highway, or private way and opposite where the railroad is to be constructed, either by agreement between the railroad company and each owner or owners, or as otherwise provided in this act for obtaining property or franchises for the purpose of constructing a railroad.\n\n(7) Nothing in this section shall prohibit a road authority, at its discretion and sole cost and expense, from performing any of the work described in this section provided that the road authority receives approval from and gives notice to the railroad.\n\n(8) Notwithstanding any other provision of this section, neither the railroad nor the road authority shall charge any type of access fee, inspection fee, or right of entry fee in connection with the performance of work described in this section.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 420, Imd. Eff. June 5, 2002",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-309/"
    },
    {
      "id": "section-462310",
      "number": "462.310",
      "heading": "Culverts.",
      "text": "All culverts or other openings in or under the roadbed of a railroad to provide for the flow of water shall be constructed so as not to interfere with the drainage of the land above the railroad.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-310/"
    },
    {
      "id": "section-462311",
      "number": "462.311",
      "heading": "Passive Traffic Control Devices; Street Lighting.",
      "text": "(1) The road authority, at its own expense, shall furnish, renew, and maintain all passive traffic control devices on public streets or highways approaching grade crossings of streets and highways with railroad tracks, including the various advance warning signs, railroad pavement markings, railroad grade crossing signs, number of tracks signs, and other special signs located, designed, and maintained as prescribed by the Michigan manual of uniform traffic control devices. The number of tracks sign shall include a designation \"railroad crossing _____ tracks\" (insert number of tracks), indicating the actual number of tracks to be crossed. If there is only 1 track in the crossing, the sign stating the number of tracks shall be omitted. These passive traffic control devices shall conform to designs prescribed by the department and shall be subject to revision from time to time as the department considers necessary in the interest of public safety, conforming as closely as possible with generally recognized national standards.\n\n(2) The department, for the purposes of this act, may install and maintain or arrange for the installation and maintenance of highway street lighting at any grade crossing of a state trunkline highway.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-311/"
    },
    {
      "id": "section-462313",
      "number": "462.313",
      "heading": "National Inventory Signs.",
      "text": "The railroad, at its own expense, shall furnish, renew, and maintain the national inventory signs at public and private crossings, grade separations, and bridges.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-313/"
    },
    {
      "id": "section-462315",
      "number": "462.315",
      "heading": "Active Traffic Control Devices; Maintenance Payments.",
      "text": "(1) The department, by order, in accordance with section 301, may prescribe active traffic control devices to warn of the approach of trains about to cross a street or highway at public railroad grade crossings consisting of signals with signs, circuitry, or crossing gates and other appurtenances as depicted in the Michigan manual on uniform traffic control devices. A determination must detail the number, type, and location of signals with signs, circuitry, or gates and appurtenances, that must conform as closely as possible with generally recognized national standards.\n\n(2) Except as otherwise provided for in this act, the cost of any installation, alteration, or modernization of active traffic control devices must be at equal expense of the railroad and road authority.\n\n(3) After initial installation, all active traffic control devices, circuitry, and appurtenances at crossings must be maintained, enhanced, renewed, and replaced by the railroad at its own expense, except that the road authority shall pay, subject to the increase described in this subsection, $1,427.00 for flashing signals on a single track, $2,867.00 for flashing signals and gates on a single track, $2,105.00 for flashing signals with cantilever arm on a single track, $3,239.00 for flashing signals with cantilever arm with gates on a single track, $3,394.00 for flashing signals and gates on multiple tracks, $4,352.00 for flashing signals with cantilever arms and gates on a multiple track, $1,698.00 for flashing signals on a multiple track, and $2,167.00 for flashing signals with cantilever arms on a multiple track annually for maintenance to the railroad for each crossing with active traffic control devices not covered by existing or future railroad-road authority agreements. The railroad shall furnish standard equipment uniform for all railroads at a cost and installation basis consistent for all railroads. Beginning January 1, 2024, and on January 1 of each even-numbered year after 2024, the amounts a road authority must pay under this subsection are increased by 6.64%.\n\n(4) Standard active railroad-highway traffic control devices consisting of side of street flashing light signals with or without half-roadway gates and cantilevers must include the railroad crossing (crossbuck) sign, \"stop on red signal\" sign, and number of tracks sign located, designed, and maintained on the signal support as prescribed by the Michigan manual on uniform traffic control devices. The railroad shall perform actual installation and maintenance of these signs. The railroad shall also install, renew, and maintain any signs placed on cantilevered signal supports. If active traffic control devices are installed at any crossing, those active traffic control devices must be so arranged that for every train or switching movement over the grade crossing, the active traffic control devices operate for a period of not less than 20 seconds or more than 60 seconds in advance of the train movement reaching the nearest established curb line or highway shoulder and the devices must continue to operate until the train movement has passed the established curb line or shoulder on the far side of the highway.\n\n(5) The department may order a railroad, at the railroad's expense, to stop and flag a crossing for normal train service or when active traffic control devices may become inoperable.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2001, Act 5, Imd. Eff. Apr. 12, 2001 ;-- Am. 2012, Act 421, Imd. Eff. Dec. 21, 2012 ;-- Am. 2022, Act 62, Eff. July 1, 2022",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-315/"
    },
    {
      "id": "section-462317",
      "number": "462.317",
      "heading": "Clear Vision Areas; Expenditure of Funds Relating to High Speed Rail Corridor.",
      "text": "(1) If a road authority determines to establish a clear vision area as described in this section, the railroad and a road authority may agree in writing for clear vision areas with respect to a particular crossing. The portions of the right-of-way and property owned and controlled by the respective parties within an area to be provided for clear vision shall be considered as dedicated to the joint usage of both railroad and road authority.\n\n(2) The acquisition of right-of-way, purchase and removal of obstructions within a clear vision area, including buildings and other artificial constructions, trees, brush, and other growths, and grading or earthwork, and including the maintenance of such conditions, shall be at the equal cost and expense of the railroad and road authority.\n\n(3) For public, farm, bicycle, pedestrian, or other private crossings of the railroad tracks of a high speed rail corridor, state, federal, and other funds may be expended in accordance with section 301(4) for construction of access roads, purchase of real estate, purchase of private crossing easements, compensation for crossing closure, utility relocation, costs associated with improvements to traffic control devices, grade crossing closures, relocations, consolidations, and separations.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-317/"
    },
    {
      "id": "section-462318",
      "number": "462.318",
      "heading": "Whistle Post; Erection and Maintenance as Notice to Engineer of Approach to Public Crossing.",
      "text": "A railroad shall erect and maintain a whistle post in advance of a public crossing or multiple consecutive crossings to notify the engineer of an approaching public crossing.\n\nHistory:Add. 2010, Act 106, Imd. Eff. July 1, 2010",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-318/"
    },
    {
      "id": "section-462319",
      "number": "462.319",
      "heading": "New Construction, Partial Reconstruction, Alteration, or Removal of Grade Separation.",
      "text": "(1) The construction of a new highway/railroad grade separation structure or the total reconstruction of an existing grade separation structure shall require a written agreement between all affected railroads, the road authority, and any other parties required by law to participate in the construction or funding of the grade separation. As a minimum, the written agreement shall include the following:\n\n(a) A detailed statement of the work to be performed by each party.\n\n(b) Methods of payment.\n\n(c) A description of any work to be performed by the affected parties at no cost to the project.\n\n(d) Each party's share of the project cost.\n\n(e) An itemized estimate of the cost of work to be performed by the railroad.\n\n(f) Methods to be used for performing the work, including contract and force account work.\n\n(g) Maintenance responsibilities.\n\n(h) Form, duration, and amounts of any needed insurance.\n\n(i) Appropriate reference to or identification of plans and specifications.\n\n(j) Statements defining the conditions under which the railroad will provide or require protective services during performance of the work, the type of protective services, and the method of reimbursement to the railroad.\n\n(k) Required minimum horizontal and vertical clearances for each track and roadway passing over or under the separation.\n\n(l) A clause providing transfer of responsibilities to successive parties in the event of the change of ownership or jurisdiction of the railroad or highway.\n\n(m) The parties responsible to expeditiously remove the grade separation structure and cost responsibility if the grade separation is no longer needed.\n\nEach party signing the agreement shall receive an executed copy of the agreement and shall retain the agreement or a facsimile of the agreement for the life of the structure. If the roadway or railroad changes jurisdiction or ownership, the copy of the agreement shall be provided to the new affected party.\n\n(2) The partial reconstruction of an existing highway/railroad grade separation, the alteration of an existing grade separation for increased railroad or highway facilities, or the removal of an existing grade separation shall be accomplished under the terms and conditions of the existing agreement or agreements covering the existing grade separation. If no agreement exists for the separation or if the existing agreement does not adequately address the proposed work, a new written agreement meeting the requirements of subsection (1) shall be executed before commencement of the work.\n\n(3) For new construction, partial reconstruction, alteration, or removal of a grade separation, as provided for in subsections (1) and (2), where the affected parties cannot come to agreement, either the railroad or road authority may request, in writing, the department to order the construction, reconstruction, alteration, or removal of a grade separation. A request by a railroad or road authority shall include proposed profiles, plans, maps, and specifications showing the portions of the street or highway and the railroad or rairoads, for which the grade is to be changed or modified and the details of construction necessary for the improvements.\n\n(4) The department shall set a day for a hearing on the request and give written notice, together with a copy of the request, to all known interested parties in the proceeding at least 10 days before the day set for the hearing, and on the day set for hearing, or at any adjournment or continuance of the hearing, the parties in interest shall be entitled to be heard. The department may issue summonses or subpoenas to enforce the attendance of witnesses at the hearing and may make such examination of the location of the grade separation as it considers necessary.\n\n(5) If after the hearing the department finds that the separation of grades, the reconstruction of existing grade separations, or the alteration of existing grade separations for increased highway or railroad facilities is necessary for the public convenience, welfare, and safety, it may by proper order approve the separation of grades, the reconstruction of existing grade separations, or the alteration of existing grade separations for increased highway or railroad facilities, together with the profiles, plans, maps, and specifications to govern the work. If it finds that there is no such necessity, it may by proper order deny the request. The department, if in its judgment finds it is necessary for the public convenience, welfare, and safety, may change or alter the location of a grade separation. When existing grade crossings of any streets or highways with the railroad are near an involved grade separation, plans for which are approved pursuant to this act, and are situated within a reasonable distance of the site approved for grade separation, and when it is considered practical and reasonable to abolish any of such crossings by connecting the streets or highways to the highway directly served by the approved grade separation project, the department may order such crossings closed, may specify or approve the nature of connections to the highways interrupted by closing these crossings, and may require that the work be included as a part of the grade separation project. Profiles, plans, maps, and specifications for structures and railroad and highway approaches shall be prepared, unless otherwise agreed upon, by the party whose traffic is to be carried thereon, and likewise, unless otherwise agreed upon, the work of construction shall be performed by the party whose traffic is to be carried by such construction. However, if the profiles, plans, maps, and specifications of any party or parties have not been agreed to in writing by the other parties interested in the improvement before the day set for hearing on the application before the department, the department shall in its order prescribe the manner in which the separation of grades, the reconstruction of existing grade separations, or the alternation of existing grade separations shall be affected, fix and approve the profiles, plans, maps, and specifications, and in this behalf may approve in whole or in part, modify, or alter the plans submitted by the applicant.\n\n(6) Unless otherwise agreed upon, the cost of constructing and making separation of grades, the reconstruction of existing grade separations, or the alteration of existing grade separations for increased highway or railroad facilities, computed as provided in this act, shall be borne according to the benefits received, except that projects requested by the road authority shall not exceed 15% by the affected railroad with the balance paid by the road authority, and projects requested by the railroad shall not exceed 15% by the affected road authority with the balance paid by the railroad. If there is more than 1 affected railroad, and the railroads do not agree on the division of the amount to be borne by each, then the division shall be made by the order of the department. If the amount to be borne by more than 1 road authority is not agreed upon, the division of the amount to be borne by them shall be made by the order of the department.\n\n(7) Unless otherwise agreed upon, the department shall determine the parts or sections of a grade separation undertaking that shall be maintained by the railroad and the part or sections that shall be maintained by the road authority. Unless there are special conditions which complicate a direct allotment of the division of maintenance responsibilities, the maintenance of the structure and approaches and corresponding items of work shall be performed and the cost shall be borne entirely by the party whose traffic is carried thereon. The railroad shall repair or replace, at its own expense, any portions that may be damaged or destroyed by accident or otherwise arising from railroad traffic, and the road authority will repair or replace, at its own expense, any portions that may be damaged or destroyed by highway traffic.\n\n(8) In computing the costs of an improvement, abuttal damages, property acquisition costs, engineering costs, all the other costs of construction, both temporary and permanent, including railroad and highway approaches to the structure incident to the separation of grades, reconstruction of existing grade separations, and the alteration of existing grade separations for increased highway or railroad facilities as set forth in the profiles, plans, maps, and specifications approved by the department may be considered. Additional property acquired or to be acquired for economizing the cost of the improvement and necessary to the grade separation structure and immediate approaches for preserving the existing railroad or highway may be considered a construction cost and included in the cost of the improvement.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-319/"
    },
    {
      "id": "section-462321",
      "number": "462.321",
      "heading": "Acquisition of Property Rights by Condemnation.",
      "text": "If a railroad and road authority enter into an agreement or if the department orders or otherwise authorizes the construction, relocation, or improvement of a railroad crossing at grade, the construction of a grade separation structure, the reconstruction of an existing grade separation, the alteration of existing grade separations for increased highway or railroad facilities, or the establishment of a clear vision area, the right-of-way and other property rights necessary for the project, unless otherwise agreed upon, shall be acquired by condemnation in the same manner as property is acquired for other highway purposes.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-321/"
    },
    {
      "id": "section-462323",
      "number": "462.323",
      "heading": "Farm Crossings; Other Private Crossings.",
      "text": "(1) A farm crossing shall be constructed and maintained by the railroad at the expense of the party requesting the crossing.\n\n(2) Farm crossings shall be of such width and condition as shall permit expeditious and safe passage of large farm machinery.\n\n(3) A railroad may permit the establishment and use of other private crossings on such terms as may be negotiated between the requesting party and the railroad.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-323/"
    },
    {
      "id": "section-462325",
      "number": "462.325",
      "heading": "Fencing in Agricultural Areas; Other Areas.",
      "text": "(1) The department, after notice and hearing, may order a railroad to erect and maintain such fencing along railroad right-of-way in agricultural areas as shall be necessary to prevent livestock from entry upon that right-of-way. Such fencing shall not be required unless the other boundaries of the property are fenced.\n\n(2) In agricultural areas, the cost and expense of installation, maintenance, and repair of fencing shall be borne by the railroad. However, if gates or cattle guards are necessitated by the existence of a farm crossing, the cost and expense of installation, maintenance, and repair of such gates or cattle guards shall be considered a cost of the crossing to be borne by the party requesting the gates or cattle guards.\n\n(3) The owner or proprietors of the adjacent farm lands, upon 30 days' written notice to the railroad, may erect or repair the fence and then may recover from the railroad in any court of competent jurisdiction the cost of the fence, together with reasonable compensation for labor in the construction of the fence. The railroad shall also be liable for damages caused by its agents, engines, or cars to livestock by reason of the livestock escaping due to failure to construct or maintain a fence.\n\n(4) The responsibility for and cost of installation, maintenance, and repair of fences in all other areas shall be borne by the property owner adjacent to the railroad unless the fencing is necessitated by the construction of new or the expansion of existing rail facilities, in which case the costs shall be borne by the railroad. The installation of fencing shall be consistent with the clearance requirement of this act. Conflicts between the parties shall be submitted to and decided by the department by order.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-325/"
    },
    {
      "id": "section-462327",
      "number": "462.327",
      "heading": "Bridges Carrying Railroad Traffic; Inspection; Applicability of Section and MCL 462.331 to 462.335.",
      "text": "All bridges carrying railroad traffic shall be inspected as set forth in this act. This section and sections 331 through 335 shall apply until federal law is enacted requiring the periodic inspection of bridges carrying railroad traffic.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-327/"
    },
    {
      "id": "section-462331",
      "number": "462.331",
      "heading": "Bridge Carrying Railroad Traffic; Qualifications of Inspector; Affidavit; Performance and Recording of Inspections; Report; Reinspection and Order by Department",
      "text": "(1) Any railroad owning a bridge carrying railroad traffic shall have the bridge inspected by a person with at least the minimum qualifications provided by this section. Inspections shall be performed not less than every other year. Inspections shall be performed, signed, and dated by a person competent and familiar in railroad bridge inspection. As a minimum, the inspector shall be a registered professional engineer or satisfy 1 or more of the following:\n\n(a) Have at least 2 years of practical experience in railroad bridge inspection.\n\n(b) Have at least 5 years of practical bridge maintenance and repair experience.\n\n(c) Pass a study course in railroad bridge inspection.\n\n(2) Beginning 2 years after the effective date of this act and each year thereafter, the railroad shall provide an affidavit to the department stating that all bridges located on the railroad within the state have been inspected within the last 2 years in accordance with the requirements of this act.\n\n(3) As a minimum, inspections shall be performed and recorded in accordance with the recommendations set forth in the current \"manual of railway engineering\" as published by the American railway engineering association.\n\n(4) The railroad shall keep the most current inspection report for each bridge on file and, upon request, shall provide a copy to the department.\n\n(5) The department may reinspect any bridge using its own inspectors or inspectors hired by it. The department may order any of the following: closure of the bridge, speed and load restrictions, or repairs or changes necessary to place the bridge in a reasonably safe condition and the time in which repairs or changes are to be accomplished.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-331/"
    },
    {
      "id": "section-462333",
      "number": "462.333",
      "heading": "Unsafe Bridge; Prohibited Conduct.",
      "text": "A railroad shall not operate or move any locomotive, railroad car, or railroad maintenance machinery, except such locomotives, cars, and machinery needed for bridge repair, across any bridge determined by inspection to be unsafe.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-333/"
    },
    {
      "id": "section-462335",
      "number": "462.335",
      "heading": "Unsafe Bridge; Penalties for Certain Conduct.",
      "text": "(1) A railroad may be fined $10,000.00 for operating or moving any locomotive, railroad car, or railroad maintenance machinery not necessary for bridge repair across a bridge determined by inspection to be unsafe.\n\n(2) A railroad may be fined $100.00 per day for failure to provide the department with an affidavit as required by section 331(2).\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-335/"
    },
    {
      "id": "section-462337",
      "number": "462.337",
      "heading": "Applicability of Act.",
      "text": "This act shall apply to any individual, partnership, association, or corporation, and their respective lessees, trustees, or receivers, appointed by a court, while engaged in the operation of a railroad within this state, or while owning, leasing, or otherwise having under his or her or their jurisdiction or control the land on which, or adjacent to which, there may be located and operated any railroad track or sidetrack that is a part of or is in any way connected with a railroad.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-337/"
    },
    {
      "id": "section-462339",
      "number": "462.339",
      "heading": "Construction, Erection, Placement, and Maintenance of a Bridge, Structure, Pole, or Other Obstruction or Loading or Unloading Device; Compliance With Clear Spaces; Exceptions; Application; Warning Signs; Required Distance for Construction of Railroad Track or Sidetrack; Inspection; Report; Violation",
      "text": "(1) A person shall not construct, erect, or place, and thereafter maintain, over or adjacent to any railroad track or sidetrack which is a part of or is connected with any railroad, any bridge, structure, pole, movable or immovable obstruction, or any loading or unloading device, the movable or immovable or fixed parts of which are within the clear space of 8 feet 6 inches from either side of a perpendicular extending through the center line of a railroad track, which has a radius of not less than 400 feet lateral curvature, or a track with less radius than 400 feet lateral curvature shall be provided with a clear space 9 feet from either side of a perpendicular extending through the center line of the track, or which is within the clear space of 22 feet 6 inches above the plane of the top of the rails of the track, except by the written consent of the department.\n\n(2) This section shall not apply to the following:\n\n(a) Materials used in the construction, maintenance, or repair of railroad tracks when temporarily placed.\n\n(b) Temporarily extended or connected car loading or unloading devices which, when not in use, are removed or secured so as to maintain the clearances prescribed in this section.\n\n(c) Structure or materials below grade level.\n\n(3) A person who desires to construct, erect, or place, and thereafter maintain, over or adjacent to any railroad track or sidetrack which is a part of or is connected with a railroad, any bridge, structure, pole, immovable obstruction, or loading or unloading device, the immovable or fixed parts of which are within the clear spaces over or adjacent to the railroad track which are provided for in subsection (1), and not covered by the exceptions in subsection (2), may make application to the department. Upon the filing of an application, the department may authorize the construction, erection, or placement, and the subsequent maintenance, of a bridge, structure, pole, or other obstruction or loading or unloading device, within such lesser spaces as may be described in the application if, in the judgment of the department, compliance with the clear spaces prescribed in subsection (1) would be unreasonable, unnecessary, or impracticable, and the erection, construction, or placement, and the subsequent maintenance of the bridge, structure, pole, or other immovable obstruction, or loading or unloading device, within such lesser spaces, will not create a hazardous condition to the employees of the railroad.\n\n(4) If any structure or obstruction is at a less distance from any railroad track or sidetrack which is a part of or is connected with a railroad than the clear space required to be maintained from that track or sidetrack pursuant to subsection (1), the railroad company operating the track or sidetrack, if the track or sidetrack is located on the lands or premises owned or controlled by it, or any other person, if the track or sidetrack is located on the lands or premises of another person, shall erect, and thereafter maintain, or cause to be erected or maintained, a warning sign upon or near the structure or obstruction, as a caution to the employees of the railroad company that uses that track or sidetrack. The warning sign shall have black letters upon a white background, and shall contain the words\"WARNINGCLOSE CLEARANCE,\" or words of a similar purport, with letters of not less than 3 inches in height.\n\n(5) A person shall not, except by the written consent of the department as provided in this section, construct a railroad track or sidetrack where the center line of the track or sidetrack is at a distance of less than 14 feet from the center line of any other parallel railroad track or sidetrack which is adjacent thereto. However, the distance between adjacent tracks may be diminished or closed up, as may be necessary, for the construction of crossovers, turnouts, or switches.\n\n(6) A railroad company that desires to construct a railroad track or sidetrack where the center line of the track or sidetrack is at a distance of less than 14 feet from the center line of any other parallel railroad track or adjacent sidetrack may make application to the department. Upon the filing of an application, the department may authorize the construction of the railroad track or sidetrack within a lesser distance from an adjacent railroad track or sidetrack as may be described in the application if, in the judgment of the department, compliance with the distance of 14 feet would be unreasonable, unnecessary, or impracticable, and the construction of the track within such lesser distance from an adjacent track will not create a hazardous condition to the employees of the person or persons engaged in the operation of the tracks. Nothing in subsection (5) or this subsection shall be construed to require the change of requirements between any railroad tracks or sidetracks existing on the effective date of this act.\n\n(7) The department shall make an inspection within 30 days after receipt of a written complaint by an employee or union whose members are affected by a violation of this act, or upon a written complaint by a person, including a common carrier, affected by the violation, giving each party of interest 15 days' notice of the date of the inspection. The department may dispose of a complaint by denial for lack of merit in fact or law. The department shall issue a report to each interested party within 30 days after the inspection is conducted. If a party does not file a written objection to the report within 30 days after the transmittal of the report, the report shall become the order of the department.\n\n(8) A person subject to this act, who violates this section, shall be liable for a civil penalty of not more than $1,500.00, to be collected by the prosecuting attorney of the county where the violation occurred.\n\n(9) If a person thereafter fails to correct a violation of this section when ordered by the department, the person shall be liable for the same fine, to be collected as provided in subsection (8) for each calendar day's delay thereafter in his or her failure to correct the violation of this section.\n\n(10) This section shall not apply to any structure erected and approved by the department before January 1, 1994.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-339/"
    },
    {
      "id": "section-462351",
      "number": "462.351",
      "heading": "Operator and Operate Defined.",
      "text": "As used in sections 353 to 365, \"operator\" or \"operate\" means a person who is in actual physical control of a locomotive engine upon a railroad track.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-351/"
    },
    {
      "id": "section-462353",
      "number": "462.353",
      "heading": "Locomotive Engine; Operation by Person Under Influence of Alcoholic Liquor or Controlled Substance.",
      "text": "(1) A person who is under the influence of alcoholic liquor or a controlled substance, or a combination of alcoholic liquor and a controlled substance, or whose ability to operate a locomotive engine is visibly impaired due to the consumption of alcoholic liquor or a controlled substance or both shall not operate a locomotive engine upon the railroad tracks of this state. A peace officer may, without a warrant, arrest a person when the peace officer has probable cause to believe that the person, at the time of an accident, was the operator of a locomotive engine involved in the accident and was operating the locomotive engine upon the railroad tracks of this state while impaired by or under the influence of alcoholic liquor or a controlled substance, or a combination of alcoholic liquor and a controlled substance.\n\n(2) A person who has an alcohol content of 0.04 grams or more per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine shall not operate a locomotive engine upon the railroad tracks of this state.\n\n(3) Except as otherwise provided, a person who violates this section is guilty of a misdemeanor, punishable by imprisonment for not more than 93 days, or a fine of not less than $100.00 nor more than $500.00, or both, together with costs of the prosecution.\n\n(4) A person who violates this section within 7 years of a prior conviction may be sentenced to imprisonment for not more than 1 year, or a fine of not less than $200.00 or more than $1,000.00, or both, together with costs of the prosecution.\n\n(5) A person who violates this section within 10 years of 2 or more prior convictions is guilty of a felony, punishable by imprisonment for not more than 5 years, or a fine of not less than $500.00 or more than $5,000.00, or both, together with costs of the prosecution.\n\n(6) A person who operates a locomotive engine in violation of subsection (1) or (2) and by the operation of that locomotive engine causes the death of another person is guilty of a felony punishable by imprisonment for not more than 15 years or a fine of not less than $2,500.00 or more than $10,000.00, or both.\n\n(7) A person who operates a locomotive engine in violation of subsection (1) or (2) and by the operation of that locomotive engine causes a serious impairment of a body function of another person is guilty of a felony punishable by imprisonment for not more than 5 years or a fine of not less than $1,000.00 or more than $5,000.00, or both.\n\n(8) As part of the sentence for a violation of this section, the court may order the person to perform service to the community, as designated by the court, without compensation, for a period not to exceed 45 days. The person shall reimburse the state or appropriate local unit of government for the cost of insurance incurred by the state or local unit of government as a result of the person's activities under this subsection.\n\n(9) Before imposing sentence for a violation of this section, the court shall order the person to undergo screening and assessment by a person or agency designated by the office of substance abuse services, to determine whether the person is likely to benefit from rehabilitative services, including alcohol or drug education and alcohol or drug treatment programs. As part of the sentence, the court may order the person to participate in and successfully complete 1 or more appropriate rehabilitative programs. The person shall pay for the costs of the screening, assessment, and rehabilitative services.\n\n(10) Before accepting a plea of guilty under this section, the court shall advise the accused of the statutory consequences possible as the result of a plea of guilty in respect to the penalty imposed for violation of this section.\n\n(11) As used in this section, \"prior conviction\" means a conviction under this section, a local ordinance substantially corresponding to subsection (1) or (2), or a law of another state or the United States substantially corresponding to subsection (1) or (2).\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-353/"
    },
    {
      "id": "section-462355",
      "number": "462.355",
      "heading": "Repealed. 2002, Act 658, Eff. Apr. 1, 2003.",
      "text": "Compiler's Notes:The repealed section pertained to visible impairment of ability to operate locomotive engine.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-355/"
    },
    {
      "id": "section-462357",
      "number": "462.357",
      "heading": "Locomotive Engine; Authorization or Knowledge of Operation by Person Under Influence of Alcoholic Liquor or Controlled Substance.",
      "text": "The owner of a locomotive engine or the person in charge or in control of a locomotive engine, or a person acting as a conductor of any train of cars, shall not knowingly authorize or knowingly permit the locomotive engine to be operated upon the railroad tracks of this state by a person who is impaired by or under the influence of alcoholic liquor or a controlled substance, or a combination of alcoholic liquor and a controlled substance or who has an alcohol content of 0.04 grams or more per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine. A person who violates this section is guilty of a misdemeanor, punishable by imprisonment for not more than 93 days, or a fine of not less than $100.00 nor more than $500.00, or both, together with costs of the prosecution.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-357/"
    },
    {
      "id": "section-462359",
      "number": "462.359",
      "heading": "Chemical Test and Analysis of Operator's Blood, Urine, or Breath.",
      "text": "(1) The amount of alcohol or presence of a controlled substance or both in the operator's blood at the time alleged as shown by chemical analysis of that person's blood, urine, or breath shall be admissible into evidence in a criminal prosecution for any of the following:\n\n(a) A violation of section 353 or 357 or of a local ordinance substantially corresponding to section 353(1) or (2) or 357.\n\n(b) Manslaughter or murder resulting from the operation of a locomotive engine while the operator is alleged to have been impaired by or under the influence of alcoholic liquor or a controlled substance or a combination of alcoholic liquor and a controlled substance, or to have had a blood alcohol content of 0.04 grams or more per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine.\n\n(2) If a test is given, the results of the test shall be made available to the person charged or the person's attorney upon written request to the prosecution, with a copy of the request filed with the court. The prosecution shall furnish the report at least 2 days before the day of the trial and the results shall be offered as evidence by the prosecution in that trial. Failure to fully comply with the request shall bar the admission of the results into evidence by the prosecution.\n\n(3) Except in a prosecution relating solely to a violation of section 353(2), the amount of alcohol in the operator's blood at the time alleged as shown by chemical analysis of that person's blood, urine, or breath shall give rise to the following presumptions:\n\n(a) If there was at the time less than 0.04% grams per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine, it shall be presumed that the person was not impaired by or under the influence of intoxicating liquor.\n\n(b) If there was at the time 0.04% grams or more per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine, it shall be presumed that the person was impaired by or under the influence of intoxicating liquor.\n\n(4) A sample or specimen of urine or breath shall be taken and collected in a reasonable manner. Only a licensed physician, or an individual operating under the delegation of a licensed physician under section 16215 of the public health code, 1978 PA 368, MCL 333.16215, and qualified to withdraw blood acting in a medical environment, at the request of a peace officer, may withdraw blood for the purpose of determining the amount of alcohol or presence of a controlled substance or both in the person's blood, as provided in this section. Liability for a crime or civil damages predicated on the act of withdrawing or analyzing blood and related procedures shall not attach to a licensed physician or individual operating under the delegation of a licensed physician who withdraws blood or analyzes blood or assists in the withdrawal or analysis in accordance with this section unless the withdrawal or analysis is performed in a negligent manner.\n\n(5) The tests shall be administered at the request of a peace officer having probable cause to believe the person has committed a crime described in subsection (1). A person who takes a chemical test administered at the request of a peace officer, as provided in this section, shall be given a reasonable opportunity to have a person of his or her own choosing administer 1 of the chemical tests described in this section within a reasonable time after his or her detention. The results of the test shall be admissible and shall be considered with other admissible evidence in determining the innocence or guilt of the defendant. If the person charged is administered a chemical test by a person of his or her own choosing, the person charged is responsible for obtaining a chemical analysis of the test sample. The person charged shall be informed that after taking a test administered at the request of a peace officer he or she has the right to demand that a person of his or her own choosing administer 1 of the tests provided for in subsection (1), that the results of the test shall be admissible and shall be considered with other admissible evidence in determining the innocence or guilt of the defendant, and that the person charged is responsible for obtaining a chemical analysis of the test sample.\n\n(6) The person charged shall be advised that if the person refuses the request of a peace officer to take a test described in this section, a test shall not be given without a court order, but the officer may seek to obtain the court order.\n\n(7) This section shall not be construed as limiting the introduction of any other competent evidence, including a video tape recording taken of, and with prior notice to the person, bearing upon the question of whether or not the person was impaired by or under the influence of alcoholic liquor or a controlled substance, or a combination of alcoholic liquor and a controlled substance, or whether the person had a blood alcohol content of 0.04 grams or more per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine.\n\n(8) If a jury instruction regarding a defendant's refusal to submit to a chemical test under this section is requested by the prosecution or the defendant, the jury instruction shall be given as follows:\n\n\"Evidence was admitted in this case which, if believed by the jury, could prove that the defendant had exercised his or her right to refuse a chemical test. You are instructed that such a refusal is within the statutory rights of the defendant and is not evidence of his or her guilt. You are not to consider such a refusal in determining the guilt or innocence of the defendant.\".\n\n(9) If after an accident the operator of a locomotive engine involved in the accident is transported to a medical facility and a sample of the operator's blood is withdrawn at that time for the purpose of medical treatment, the result of a chemical analysis of that sample is admissible in any criminal proceeding to show the amount of alcohol or presence of a controlled substance or both in the person's blood at the time alleged, regardless of whether the person had been offered or had refused a chemical test. The medical facility or person performing the chemical analysis shall disclose the results of the analysis to a prosecuting attorney who requests the results for use in a criminal prosecution as provided in this subsection. A medical facility or person disclosing information in compliance with this subsection is not civilly or criminally liable for making the disclosure.\n\n(10) If after an accident the operator of a locomotive engine involved in the accident is deceased, a sample of the decedent's blood shall be withdrawn by the medical examiner or attending personnel of the medical facility in a manner directed by the medical examiner for the purpose of determining the amount of alcohol or presence of a controlled substance or both. The results of the blood testing shall be released to a prosecuting attorney for use in a criminal prosecution as provided in this section. A medical facility disclosing information in compliance with this subsection is not civilly or criminally liable for making the disclosure.\n\n(11) The obtaining or analysis of a person's blood, breath, or urine under this section shall not be performed in a manner prohibited by the federal railroad administration, United States department of transportation.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-359/"
    },
    {
      "id": "section-462361",
      "number": "462.361",
      "heading": "Chemical Tests of Blood, Breath, or Urine; Consent; Administration.",
      "text": "(1) A person who operates a locomotive engine upon the railroad tracks of this state is considered to have given consent to chemical tests of his or her blood, breath, or urine for the purpose of determining the amount of alcohol or presence of a controlled substance or both in his or her blood if:\n\n(a) The person is arrested for a violation of section 353 or a local ordinance substantially corresponding to section 353(1) or (2).\n\n(b) The person is arrested for murder or manslaughter resulting from the operation of a locomotive engine, and the peace officer had probable cause to believe that the person was operating the locomotive engine while impaired by or under the influence of alcoholic liquor or a controlled substance or a combination of alcoholic liquor and a controlled substance, or while having a blood alcohol content of 0.04 grams or more per 100 milliliters of blood, per 210 liters of breath, or per 67 milliliters of urine.\n\n(2) A person who is afflicted with hemophilia, diabetes, or a condition requiring the use of an anticoagulant under the direction of a physician shall not be considered to have given consent to the withdrawal of blood.\n\n(3) The chemical tests shall be administered as provided in section 359.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-361/"
    },
    {
      "id": "section-462363",
      "number": "462.363",
      "heading": "Refusal to Submit to Chemical Test; Report.",
      "text": "If a person refuses the request of a peace officer to submit to a chemical test offered pursuant to section 359, a test shall not be given without a court order. A written report shall be forwarded by the peace officer to the federal department of transportation. The report shall state that the officer had reasonable grounds to believe that the person had committed a crime described in section 361, and that the person had refused to submit to the test upon the request of the peace officer and had been advised of the consequences of the refusal.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-363/"
    },
    {
      "id": "section-462365",
      "number": "462.365",
      "heading": "Report of Certain Convictions; Form.",
      "text": "If a person is convicted of a violation of section 353 or of a local ordinance substantially corresponding to section 353(1) or (2), a report of the conviction shall be forwarded by the court in which the conviction occurred to the United States department of transportation. The form of the report shall be prescribed and furnished by the department of state police.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 2002, Act 658, Eff. Apr. 1, 2003",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-365/"
    },
    {
      "id": "section-462367",
      "number": "462.367",
      "heading": "Railroad Police Officer; Appointment; Commission; Eligibility; Duration of Commission; Employment Before Certain Date.",
      "text": "(1) Upon application in writing of a company owning, leasing, using, or operating any railroad company in this state, whether by steam, electricity, or other motive power, accompanied by the statements of 3 reputable United States citizens testifying to the moral character of the person mentioned in the application, the director of the department of state police, if the director finds the person to be suitable and qualified, may appoint and commission the person to act as a police officer for the company, upon the premises of the company, or elsewhere within the state, when in the discharge of his or her duties as a police officer for the company.\n\n(2) A person shall not be eligible to receive an appointment unless the person is 18 years of age or older and has completed a minimum of 440 hours of training, which shall be certified by the Michigan law enforcement training council created by the Michigan law enforcement officers training council act of 1965, Act No. 203 of the Public Acts of 1965, being sections 28.601 to 28.616 of the Michigan Compiled Laws. Every police officer so appointed shall be known and designated as a railroad police officer. A railroad police officer's commission shall be in force until it becomes null and void or terminated as provided in this act.\n\n(3) A railroad police officer employed on or before November 18, 1975 may continue that employment, and failure to meet the training standards required by this act shall not be grounds for dismissal or termination of employment.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-367/"
    },
    {
      "id": "section-462369",
      "number": "462.369",
      "heading": "Railroad Police Officer Applicant; Cost of Training.",
      "text": "The cost of training an individual who is an applicant for a railroad police officer commission to meet the minimum training standards prescribed in section 367 shall be borne solely by the railroad company seeking the appointment.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-369/"
    },
    {
      "id": "section-462371",
      "number": "462.371",
      "heading": "Railroad Police Officer; Application Fee; Identification.",
      "text": "An application for the appointment of a railroad police officer shall be accompanied by a fee of $100.00 and by 2 photographs of and other identification information concerning the person named in the application, including fingerprints of the person, which fingerprints shall be classified by the bureau of identification of the department of state police and shall remain with that bureau as a permanent record.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-371/"
    },
    {
      "id": "section-462373",
      "number": "462.373",
      "heading": "Railroad Police Officer; Notice of Appointment.",
      "text": "When the director of the department of state police appoints a railroad police officer, the director shall give notice of the commission to the person appointed and to the company that made application for the appointment.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-373/"
    },
    {
      "id": "section-462375",
      "number": "462.375",
      "heading": "Railroad Police Officer; Oath.",
      "text": "Before performing the duties of office and within 30 days after receiving notice from the director of the department of state police of appointment, a railroad police officer appointed shall take and file with the director the oath prescribed by the state constitution of 1963.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-375/"
    },
    {
      "id": "section-462377",
      "number": "462.377",
      "heading": "Railroad Police Officer; Duties and Powers.",
      "text": "Every railroad police officer, who is appointed and commissioned as provided in this act, shall have, exercise, and possess, throughout the state, while in the discharge of his or her duties as a railroad police officer, the powers of sheriffs, marshals, constables, and municipal police officers except in the service of civil process. A railroad police officer shall enforce and compel obedience to the laws of this state and to the ordinances of the cities, villages, and townships of this state when engaged in the discharge of his or her duties as a railroad police officer for the company.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-377/"
    },
    {
      "id": "section-462379",
      "number": "462.379",
      "heading": "Keepers of Jails, Lockups, and Station Houses.",
      "text": "The keepers of jails, lockups, and station houses in any county, city, village, or township shall receive all persons arrested by a railroad police officer for the commission of any offense against the laws of the United States, of this state, or the ordinances of the city, village, or township, to be dealt with according to law. The persons arrested shall be received by the keepers of jails, lockups, or station houses on the same basis, and shall have the same status, as persons arrested by any other peace officer of this state.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-379/"
    },
    {
      "id": "section-462381",
      "number": "462.381",
      "heading": "Railroad Police Officer; Wearing and Receiving Badge.",
      "text": "A railroad police officer appointed and commissioned under this act, when on duty as provided in this act, shall wear a metallic badge with the word \"police\" and the name of the railroad company for which the railroad police officer is appointed inscribed on the badge, and he or she shall exhibit the badge on demand and before making an arrest.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-381/"
    },
    {
      "id": "section-462383",
      "number": "462.383",
      "heading": "Railroad Police Officer; Surety Bond.",
      "text": "A railroad police officer appointed and commissioned under this act, before entering upon the discharge of his or her duties, shall give a surety bond, in the sum of $1,000.00, conditioned upon the faithful performance of those duties. A bond shall be filed with, and approved by, the director of the department of state police.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-383/"
    },
    {
      "id": "section-462385",
      "number": "462.385",
      "heading": "Railroad Police Officer; Delivery of Commission; Identification Card; Roster.",
      "text": "(1) Upon filing the official oath and bond, and the payment of the fee, as required by this act, the director of the department of state police shall deliver to the person the commission which shall certify that the person named in the commission has been commissioned as a railroad police officer. The commission shall give the name of the railroad company the railroad police officer represents, and shall designate the date on which the commission was issued. The commission shall be in the form, size, and description as the director of the department of state police may determine.\n\n(2) An identification card shall be issued to the railroad police officer. Each card shall be valid for 5 years and expire on December 31 of the fifth year. The identification card shall be in the form, size, and description as the director of the department of state police may determine.\n\n(3) On January 1 each year, each railroad operating in this state shall submit to the department of state police a roster of those persons employed in this state as railroad police officers and certify that those officers are bonded in accordance with this act.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-385/"
    },
    {
      "id": "section-462387",
      "number": "462.387",
      "heading": "Railroad Police Officer; Compensation.",
      "text": "The compensation for a railroad police officer shall be paid by the company for which the railroad police officer is appointed.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-387/"
    },
    {
      "id": "section-462389",
      "number": "462.389",
      "heading": "Railroad Police Officer; Termination.",
      "text": "When a company terminates the services of a railroad police officer, it shall file a notice to that effect with the director of the department of state police, stating the date on which services shall be discontinued. The commission issued to the railroad police officer shall become null and void on the date specified. The dismissal of a railroad police officer from employment of the company shall render the commission null and void. The director, on 5 days' notice to the company for whom a railroad police officer was appointed, may revoke a commission issued to the railroad police officer.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-389/"
    },
    {
      "id": "section-462390",
      "number": "462.390",
      "heading": "Conductor or Flagperson; Requirements for Employment; Applicability of Section; Substantial Compliance; Enforcement.",
      "text": "(1) A person shall not be employed as a conductor on a railroad freight train in this state without having 2 years' prior experience as a brakeman or conductor on a freight or passenger train on a line of road. A person shall not be employed as a conductor on a passenger train in this state without having 1 year's prior experience as a conductor of a freight or passenger train on a line of road.\n\n(2) A person shall not be employed as a flagperson on a railroad train in this state without having 3 months' prior experience as a yard or road brakeman on a yard, freight, or passenger train on a line of road.\n\n(3) A railroad company by its officers, agents, or employees shall not knowingly engage or employ any person to act in the capacity of conductor or flagperson in violation of this act.\n\n(4) Nothing in this section shall be construed to apply in the case of the disability of a conductor or flagperson or in case of an accident or wreck of a railroad train.\n\n(5) The provisions of this section shall not apply to any railroad company within this state or the receiver or lessee thereof, whose line of railway is less than 30 miles in length, nor shall anything herein contained relieve any railroad company from the negligence of any of its employees. If a railroad company is unable to hire a sufficient number of persons having the experience for the respective positions specified in this act, at the average rate of wages paid by said company during the next preceding year, it shall be considered a substantial compliance with this act if the company employs from among such persons as are available those having the highest qualifications as to experience and efficiency.\n\n(6) The department shall enforce this section.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-390/"
    },
    {
      "id": "section-462391",
      "number": "462.391",
      "heading": "Obstruction of Vehicular Traffic; Offenses as Separate Violations; Penalty; Allocation of Fines.",
      "text": "(1) A railroad shall not permit a train to obstruct vehicular traffic on a public street or highway for longer than 5 minutes at any 1 time, except the obstruction shall not be considered a violation under the following circumstances:\n\n(a) If the train is continuously moving in the same direction at not less than 10 miles per hour for not longer than 7 minutes.\n\n(b) If the railroad can show that the incident occurred as a result of a verifiable accident, mechanical failure, or unsafe condition.\n\n(2) A railroad shall not permit successive train movements to obstruct vehicular traffic on a public street or highway until all vehicular traffic previously delayed by such train movements has been cleared.\n\n(3) A railroad company shall not permit its employees to allow the activation of active traffic control devices at a railroad grade crossing for more than 2 minutes if there is no intention to move a train or track equipment through the crossing within 20 seconds to 60 seconds after the activation of the devices.\n\n(4) Each offense under this section shall be a separate violation punishable by a fine of not more than $500.00 unless the railroad is willfully, deliberately, and negligently blocking vehicular traffic and then the fine shall be not more than $1,000.00 and the costs of prosecution.\n\n(5) All fines civil or otherwise collected by a local unit of government in excess of $10,000.00 annually from the enforcement of a local ordinance substantially similar to this section shall be allocated as follows:\n\n(a) Fifteen percent shall be retained by each local unit of government for costs of enforcement of the ordinance.\n\n(b) Eighty-five percent shall be deposited in a railroad grade crossing safety fund. The revenue collected in this fund shall be used solely for railroad grade crossing safety projects in these local units of government.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-391/"
    },
    {
      "id": "section-462400",
      "number": "462.400",
      "heading": "Employee Sanitation and Shelter Facilities; Rules; Compliance With Section.",
      "text": "(1) All railroads shall be required to provide adequate sanitation and shelter facilities for their employees.\n\n(2) In accordance with section 31 of the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being section 24.231 of the Michigan Compiled Laws, the rules promulgated under the following acts shall continue in effect under this act until amended or rescinded by the department pursuant to its rule making authority under this act:\n\n(a) Act No. 419 of the Public Acts of 1919, being sections 460.51 to 460.62 of the Michigan Compiled Laws.\n\n(b) Act No. 3 of the Public Acts of 1939, being sections 460.1 to 460.8 of the Michigan Compiled Laws.\n\n(3) A railroad that fails to comply with this section is in violation of this act.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-400/"
    },
    {
      "id": "section-462402",
      "number": "462.402",
      "heading": "Definitions; Unreasonable Endangerment of Employee; Complaint by Employee or Union; Inspection by Department; Notice; Order; Hearing; Appeal; Enforcement",
      "text": "(1) As used in this section:\n\n(a) \"Legal control\" means legal control in whole or in part of any safe space.\n\n(b) \"Person\" means, in addition to a railroad, an individual, partnership, association, or corporation, and their respective trustees or receivers appointed by a court, that owns, leases, or otherwise has under his or their control land on which, or adjacent to which, is located and operated a railroad track or sidetrack that is part of or in any way connected with a railroad.\n\n(c) \"Safe space\" means that space whose height extends from the actual grade level to a distance 22 feet 6 inches above the top of the rails and whose width, along any railroad track or sidetrack with a radius of not less than 400 feet lateral curvature, extends 8 feet 6 inches on both sides of a perpendicular from the center line of the track, or, along any railroad track or sidetrack with a radius of less than 400 feet lateral curvature, extends 9 feet on both sides of a perpendicular from the center line of the track.\n\n(d) \"Union\" means any labor organization that has a contract with an employer who is a common carrier.\n\n(2) A person shall not knowingly permit scrap iron, lumber, debris, vegetation exceeding a height of 4 inches, marked unevenness of terrain, or any material or condition whatsoever, which unreasonably endangers an employee, to remain or continue in the safe space over which the person has legal control.\n\n(3) The department shall make an inspection within 30 days upon written complaint by an employee or union whose members are affected by a violation of this section, or upon written complaint by any person, including a common carrier, affected by the violation. Each party of interest shall be given a 15-day notice of the date of the inspection. The department may dispose of a complaint by denial for lack of merit in fact or in law. The department shall issue a proposed order to all parties of interest after the complaint is inspected.\n\n(4) If no written objection to the proposed order is filed with the department within 30 days after the date the proposed order is transmitted, it shall become the order of the department.\n\n(5) If after receipt of the proposed order of the inspection, a party who is opposed to the proposed order may file a written request for hearing and the department, after notice, shall hold a hearing and shall issue its order.\n\n(6) If an order issued pursuant to subsection (4) or (5) is not complied with, the department or any person feeling aggrieved by the violation of the order, including a common carrier or union any of whose members feel aggrieved by the violation of the order, may apply to the circuit court for the county of Ingham or to the circuit court of any county in which the department has found there is a violation of this section, for a court order to enforce the department's order. A copy of the application for the court order shall be sent by registered or certified mail to the department and to any party to whom the department order applies. The circuit court, on its own motion, may join the department as a party to an application made to the court for enforcement of the order.\n\n(7) The prosecuting attorney of the county in which the violation occurs shall enforce this section.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-402/"
    },
    {
      "id": "section-462431",
      "number": "462.431",
      "heading": "Liens; Effect.",
      "text": "(1) All claims arising out of the death or personal injury of any person resulting from the negligence of any street railway or railroad organized and doing business under the laws of this state, after a judgment is obtained, shall constitute a lien upon all of the assets and property of the street railway or railroad and all of its rights and franchises. This lien shall take precedence over all other judgments, executions, or attachments levied upon the assets or property, except those issued in favor of persons having obtained judgments for personal work and labor of themselves or their minor children.\n\n(2) Any lien obtained under former Act No. 110 of the Public Acts of 1899 and in effect on the effective date of this act shall remain in full force and effect until discharged.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-431/"
    },
    {
      "id": "section-462441",
      "number": "462.441",
      "heading": "Administration of Act; Investigation of Complaints; Violation or Noncompliance; Penalty; Inspections; Hearing; Action to Recover Penalties; Enforcement; Remedies",
      "text": "(1) The department shall administer this act and investigate complaints alleging a violation of this act.\n\n(2) Unless a specific penalty is otherwise provided in this act, a railroad, road authority, or person that violates or fails to comply with any provision of this act, or fails to obey or comply with any lawful order issued or rule promulgated by the department, is subject to a civil fine of not more than $1,000.00 for each day of noncompliance following exhaustion of administrative and legal remedies.\n\n(3) The department may make inspections at any time to determine if this act or the rules promulgated under this act are being violated and upon discovering a violation of this act or the rules may issue a citation to the alleged violator with a specified date for compliance. If the violations in the citation are not corrected by the specified date, a hearing will be conducted pursuant to chapter 4 of the administrative procedures act of 1969, Act No. 306 of the Public Acts of 1969, being sections 24.271 to 24.287 of the Michigan Compiled Laws.\n\n(4) Unless other procedures are specified, an action to recover penalties for a violation of this act, an order issued, or a rule promulgated by the department pursuant to this act shall be instituted by the department on its own motion or by complaint. If, after notice and hearing, the violation still exists, an action may be brought in the circuit court of any county in which the alleged violator may be sued or in the circuit court of the county of Ingham. Enforcement of orders, collection of civil fines, and actions to prosecute violations of this act or department orders to a final judgment shall be the responsibility of the department and the attorney general.\n\n(5) In addition to the other remedies provided by this act for the violation of this act, an order issued, or a rule promulgated by the department pursuant to this act, the department or an affected party may compel compliance with this act and with an order issued or a rule promulgated by the department by proceedings in mandamus, injunction, or other appropriate civil remedies.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-441/"
    },
    {
      "id": "section-462450",
      "number": "462.450",
      "heading": "Applicability of Act to Street Railway Organized Under MCL 472.1 to 472.31.",
      "text": "This act does not apply to a street railway organized under the nonprofit street railway act, 1867 PA 35, MCL 472.1 to 472.31.\n\nHistory:Add. 2008, Act 483, Imd. Eff. Jan. 12, 2009",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-450/"
    },
    {
      "id": "section-462451",
      "number": "462.451",
      "heading": "Repeal of Certain Acts and Parts of Acts.",
      "text": "The following acts and parts of acts are repealed:\n\n(a) Section 27 of chapter 1 of Act No. 283 of the Public Acts of 1909, being section 221.27 of the Michigan Compiled Laws.\n\n(b) Act No. 92 of the Public Acts of 1893, being sections 253.1 to 253.33 of the Michigan Compiled Laws.\n\n(c) Act No. 114 of the Public Acts of 1925, being sections 253.51 to 253.74 of the Michigan Compiled Laws.\n\n(d) Sections 1, 3, and 3a of Act No. 419 of the Public Acts of 1919, being sections 460.51, 460.53, and 460.53a of the Michigan Compiled Laws.\n\n(e) Act No. 200 of the Public Acts of 1925, being sections 460.101 to 460.102 of the Michigan Compiled Laws.\n\n(f) Act No. 198 of the Public Acts of 1873, being sections 463.1 to 467.36 of the Michigan Compiled Laws.\n\n(g) Act No. 64 of the Public Acts of 1885, being sections 467.101 to 467.103 of the Michigan Compiled Laws.\n\n(h) Act No. 124 of the Public Acts of 1867, being sections 467.151 to 467.152 of the Michigan Compiled Laws.\n\n(i) Act No. 156 of the Public Acts of 1905, being sections 467.201 to 467.202 of the Michigan Compiled Laws.\n\n(j) Act No. 193 of the Public Acts of 1929, being section 467.251 of the Michigan Compiled Laws.\n\n(k) Act No. 137 of the Public Acts of 1956, being sections 467.301 to 467.302 of the Michigan Compiled Laws.\n\n(l) Act No. 115 of the Public Acts of 1921, being sections 468.31 to 468.37 of the Michigan Compiled Laws.\n\n(m) Act No. 142 of the Public Acts of 1875, being section 468.51 of the Michigan Compiled Laws.\n\n(n) Act No. 74 of the Public Acts of 1913, being sections 468.71 to 468.73 of the Michigan Compiled Laws.\n\n(o) Act No. 252 of the Public Acts of 1889, being section 468.101 of the Michigan Compiled Laws.\n\n(p) Act No. 38 of the Public Acts of 1875, being sections 468.121 to 468.122 of the Michigan Compiled Laws.\n\n(q) Act No. 289 of the Public Acts of 1865, being sections 468.151 to 468.153 of the Michigan Compiled Laws.\n\n(r) Act No. 134 of the Public Acts of 1869, being section 468.201 of the Michigan Compiled Laws.\n\n(s) Act No. 86 of the Public Acts of 1891, being sections 468.221 to 468.223 of the Michigan Compiled Laws.\n\n(t) Act No. 240 of the Public Acts of 1929, being section 468.241 of the Michigan Compiled Laws.\n\n(u) Act No. 138 of the Public Acts of 1863, being section 468.301 of the Michigan Compiled Laws.\n\n(v) Act No. 160 of the Public Acts of 1905, being sections 468.351 to 468.356 of the Michigan Compiled Laws.\n\n(w) Act No. 96 of the Public Acts of 1859, being sections 468.371 to 468.373 of the Michigan Compiled Laws.\n\n(x) Act No. 100 of the Public Acts of 1871, being sections 468.401 to 468.403 of the Michigan Compiled Laws.\n\n(y) Act No. 110 of the Public Acts of 1899, being sections 468.451 to 468.453 of the Michigan Compiled Laws.\n\n(z) Act No. 270 of the Public Acts of 1921, being sections 469.1 to 469.13 of the Michigan Compiled Laws.\n\n(aa) Act No. 171 of the Public Acts of 1893, being sections 469.31 to 469.37 of the Michigan Compiled Laws.\n\n(bb) Act No. 27 of the Public Acts of 1875, being section 469.51 of the Michigan Compiled Laws.\n\n(cc) Act No. 189 of the Public Acts of 1921, being sections 469.61 to 469.65 of the Michigan Compiled Laws.\n\n(dd) Act No. 102 of the Public Acts of 1927, being sections 469.81 to 469.84 of the Michigan Compiled Laws.\n\n(ee) Act No. 77 of the Public Acts of 1913, being sections 469.101 to 469.103 of the Michigan Compiled Laws.\n\n(ff) Act No. 158 of the Public Acts of 1923, being sections 469.111 to 469.113 of the Michigan Compiled Laws.\n\n(gg) Act No. 9 of the Public Acts of 1895, being sections 469.121 to 469.124 of the Michigan Compiled Laws.\n\n(hh) Act No. 118 of the Public Acts of 1887, being sections 469.131 to 469.133 of the Michigan Compiled Laws.\n\n(ii) Act No. 167 of the Public Acts of 1871, being sections 469.141 to 469.144 of the Michigan Compiled Laws.\n\n(jj) Act No. 178 of the Public Acts of 1901, being sections 469.151 to 469.152 of the Michigan Compiled Laws.\n\n(kk) Act No. 234 of the Public Acts of 1907, being sections 469.181 to 469.182 of the Michigan Compiled Laws.\n\n(ll) Act No. 401 of the Public Acts of 1919, being sections 469.191 to 469.192 of the Michigan Compiled Laws.\n\n(mm) Act No. 52 of the Public Acts of 1909, being sections 469.201 to 469.204 of the Michigan Compiled Laws.\n\n(nn) Act No. 123 of the Public Acts of 1923, being sections 469.211 to 469.213 of the Michigan Compiled Laws.\n\n(oo) Act No. 275 of the Public Acts of 1887, being sections 469.221 to 469.222 of the Michigan Compiled Laws.\n\n(pp) Act No. 55 of the Public Acts of 1919, being sections 469.231 to 469.235 of the Michigan Compiled Laws.\n\n(qq) Act No. 56 of the Public Acts of 1919, being sections 469.241 to 469.246 of the Michigan Compiled Laws.\n\n(rr) Act No. 190 of the Public Acts of 1873, being sections 469.261 to 469.263 of the Michigan Compiled Laws.\n\n(ss) Act No. 35 of the Public Acts of 1887, being sections 469.281 to 469.282 of the Michigan Compiled Laws.\n\n(tt) Act No. 30 of the Public Acts of 1901, being sections 469.301 to 469.302 of the Michigan Compiled Laws.\n\n(uu) Act No. 303 of the Public Acts of 1921, being sections 469.351 to 469.356 of the Michigan Compiled Laws.\n\n(vv) Act No. 4 of the Public Acts of the Extra Session of 1900, being sections 469.381 to 469.382 of the Michigan Compiled Laws.\n\n(ww) Act No. 184 of the Public Acts of 1897, being sections 469.401 to 469.402 of the Michigan Compiled Laws.\n\n(xx) Act No. 245 of the Public Acts of 1917, being section 469.421 of the Michigan Compiled Laws.\n\n(yy) Act No. 142 of the Public Acts of 1895, being sections 469.451 to 469.452 of the Michigan Compiled Laws.\n\n(zz) Act No. 177 of the Public Acts of 1881, being section 469.461 of the Michigan Compiled Laws.\n\n(aaa) Act No. 153 of the Public Acts of 1883, being sections 469.471 to 469.472 of the Michigan Compiled Laws.\n\n(bbb) Act No. 21 of the Public Acts of 1867, being sections 469.481 to 469.482 of the Michigan Compiled Laws.\n\n(ccc) Act No. 104 of the Public Acts of 1921, being sections 469.501 to 469.502 of the Michigan Compiled Laws.\n\n(ddd) Act No. 37 of the Public Acts of 1949, being sections 469.521 to 469.522 of the Michigan Compiled Laws.\n\n(eee) Act No. 106 of the Public Acts of 1951, being sections 469.541 to 469.542 of the Michigan Compiled Laws.\n\n(fff) Act No. 180 of the Public Acts of 1956, being section 469.601 of the Michigan Compiled Laws.\n\n(ggg) Act No. 187 of the Public Acts of 1911, being sections 470.2 to 470.10 of the Michigan Compiled Laws.\n\n(hhh) Act No. 114 of the Public Acts of 1941, being sections 470.51 to 470.61 of the Michigan Compiled Laws.\n\n(iii) Act No. 156 of the Public Acts of 1941, being sections 470.101 to 470.109 of the Michigan Compiled Laws.\n\n(jjj) Act No. 26 of the Public Acts of 1968, being sections 470.121 to 470.126 of the Michigan Compiled Laws.\n\n(kkk) Act No. 75 of the Public Acts of 1945, being sections 470.151 to 470.153 of the Michigan Compiled Laws.\n\n(lll) Act No. 4 of the Public Acts of 1986, being sections 470.201 to 470.210 of the Michigan Compiled Laws.\n\n(mmm) Act No. 244 of the Public Acts of 1881, being sections 471.1 to 471.47 of the Michigan Compiled Laws.\n\n(nnn) Act No. 160 of the Public Acts of 1875, being section 473.91 of the Michigan Compiled Laws.\n\nHistory:1993, Act 354, Imd. Eff. Jan. 14, 1994 ;-- Am. 1996, Act 93, Imd. Eff. Feb. 27, 1996",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-462/statute-act-354-of-1993/section-462-451/"
    }
  ]
}