{
  "state": "new-mexico",
  "path": "title-chapter-52-workers-compensation/chapter-article-8-self-insurers-guarantee-fund-act",
  "sections": [
    {
      "id": "section-52-8-1",
      "number": "52-8-1",
      "heading": "Short title.Section 52-8-2 - Purpose",
      "text": "Sections 109 through 120 [52-8-1 to 52-8-12 NMSA 1978] of this act may be cited as the \"Self-Insurers' Guarantee Fund Act\".\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 109.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 109 effective January 1, 1991.\n\nCompiler's notes.— The phrase \"this act\" means Laws 1990 (2nd S.S.), ch. 2, §§ 109 through 120 which appear as 52-8-1 to 52-8-12 NMSA 1978.\n\nLaw reviews.— For survey of 1990-91 workers' compensation law, see 22 N.M.L. Rev. 845 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-1/"
    },
    {
      "id": "section-52-8-2",
      "number": "52-8-2",
      "heading": "Purpose.",
      "text": "The purpose of the Self-Insurers' Guarantee Fund Act is to provide a guarantee fund for self-insurers to protect the workers and the families of workers employed by self-insurers who become insolvent. The Self-Insurers' Guarantee Fund Act is designed to help ensure the integrity and financial health of the workers' compensation and occupational disease disablement system as it applies to self-insurers in New Mexico.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 110.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 110 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-2/"
    },
    {
      "id": "section-52-8-3",
      "number": "52-8-3",
      "heading": "Definitions.",
      "text": "As used in the Self-Insurers' Guarantee Fund Act:\n\nA. \"benefits\" means any benefits to which a worker may be entitled under the provisions of the Workers' Compensation Act [Chapter 52, Article 1 NMSA 1978], the Subsequent Injury Act or the New Mexico Occupational Disease Disablement Law [52-3-1 NMSA 1978];\n\nB. \"board\" means the board of directors of the self-insurers' guarantee fund commission;\n\nC. \"commission\" means the self-insurers' guarantee fund commission;\n\nD. \"director\" means the director of the workers' compensation administration;\n\nE. \"fund\" means the self-insurers' guarantee fund;\n\nF. \"insolvent\" means that a self-insurer is unable to pay its outstanding lawful obligations as they mature in the regular course of business, as shown both by having an excess of required reserves and other liabilities over assets and by not having sufficient assets to reinsure all outstanding liabilities after paying all accrued claims owed;\n\nG. \"private employer\" means an employer subject to the Workers' Compensation Act or the New Mexico Occupational Disease Disablement Law who is not a public employer or a public hospital employer;\n\nH. \"public employer\" means the state of New Mexico or any of its branches, agencies, departments, boards, instrumentalities or institutions and all school districts and all political subdivisions of the state or any of their agencies, instrumentalities or institutions. \"Public employer\" does not include a public hospital employer;\n\nI. \"public hospital employer\" means any local, county, district, city-county or other public hospital or public health-related facility, whether operating in wholly or partially owned or leased premises;\n\nJ. \"self-insurer\" means a private employer certified by the director as being qualified to be self-insured for workers' compensation purposes. \"Self-insurer\" does not include a member of a group covered by the Group Self-Insurance Act [Chapter 52, Article 6 NMSA 1978]; and\n\nK. \"worker\" means an individual who is defined to be a \"worker\" under Section 52-1-16 NMSA 1978 or \"employee\" under Section 52-3-3 NMSA 1978.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 111.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 111 effective January 1, 1991.\n\nCompiler's notes.— For the Subsequent Injury Act,see52-2-1 NMSA 1978 and notes thereto.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-3/"
    },
    {
      "id": "section-52-8-4",
      "number": "52-8-4",
      "heading": "Scope of act.",
      "text": "Every private, individual certified self-insurer shall be a general member of the commission and shall comply with the provisions of the Self-Insurers' Guarantee Fund Act.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 112.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 112 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-4/"
    },
    {
      "id": "section-52-8-5",
      "number": "52-8-5",
      "heading": "Self-insurers' guarantee fund commission created; organized as an independent commission; board created; administrative support.",
      "text": "A. The \"self-insurers' guarantee fund commission\" is created as a nonprofit, independent, public corporation for the purpose of administering the Self-Insurers' Guarantee Fund Act. The commission shall not be considered either a state agency or an insurance company.\n\nB. The commission shall have a board of directors which shall consist of five members. Four members shall represent small, medium and large employers, provided that not more than one member shall be from any single employer or industry. The director shall serve, ex officio, as the fifth member. The initial membership of the board shall include four self-insurer representatives appointed by the director. Two of the four self-insurer members originally appointed to the board shall be appointed for an initial term of two years, and two for an initial term of four years. Thereafter, except for the director, members of the board shall serve four-year terms and shall be elected by the general membership of the commission. In the event of a resignation prior to the end of a board member's term, the board shall appoint a replacement to serve the remainder of the term.\n\nC. The workers' compensation administration shall provide office space, staff and supplies as is necessary to support the board's operation.\n\nD. Each general member of the commission shall have one vote in determining the board membership.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 113.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 113 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-5/"
    },
    {
      "id": "section-52-8-6",
      "number": "52-8-6",
      "heading": "Board powers and duties; liability.",
      "text": "A. The board may:\n\n(1) purchase insurance or reinsurance as is necessary to insure any potential liabilities to the fund;\n\n(2) provide for the imposition of assessments to ensure the financial stability of the fund; and\n\n(3) adopt bylaws and rules necessary to carry out the functions of the commission.\n\nB. Except for intentional acts or acts of gross negligence, neither board members nor general members of the commission shall be liable for their acts or omissions in the administration of the Self-Insurers' Guarantee Fund Act.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 114.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 114 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-6/"
    },
    {
      "id": "section-52-8-7",
      "number": "52-8-7",
      "heading": "Guarantee fund created; assessment for funding.",
      "text": "A. Each certified self-insurer shall contribute to a fund to be known as the \"self-insurers' guarantee fund\". The fund shall be used as a last resort to provide benefits to workers and the families of workers of self-insurers who become insolvent and otherwise unable to meet their financial obligations. The board shall determine, subject to approval by the director, when payments may be made from the fund and when a self-insurer becomes insolvent and otherwise unable to meet his financial obligations.\n\nB. At the time of the initial certification, each self-insurer shall deposit in the fund an amount equal to one percent of his paid losses for the immediately preceding year or an average of the preceding three years' New Mexico paid losses, whichever is less or, in the event the self-insurer has no previous experience, an amount to be determined by the board and approved by the director.\n\nC. After the initial contribution, each certified self-insurer shall continue to make an annual contribution, based on one percent of the previous year's paid losses, for two more years. After three years of consecutive contributions, a certified self-insurer shall no longer be required to pay additional contributions to the fund unless:\n\n(1) the director determines that, due to the insolvency of a member of the fund, an additional assessment is necessary to make the fund actuarially sound; or\n\n(2) the board determines the need for any special assessment to ensure the financial stability of the fund.\n\nD. If, at any time, the fund account balance of the self-insurer exceeds one hundred fifty percent, as calculated in Subsection C of this section, the amount in excess of one hundred fifty percent shall be refunded to the insurer.\n\nE. In computing the account balance due, a self-insurer shall be credited with past contributions, including interest earned on those contributions.\n\nF. Each self-insurer may be required to contribute additional amounts, as determined by the board and approved by the director, to maintain the financial stability of the fund. The board shall review at least annually the fund account balance and shall assess members as appropriate to maintain an adequate fund balance. Catastrophic losses shall be accounted for by a special assessment on members as determined by the board and approved by the director.\n\nG. The assets of the fund are the sole property of the fund; they are not the property of the self-insurers who contribute to the fund.\n\nH. The fund shall be maintained at one or more New Mexico financial institutions as determined by the board. The fund shall not be considered public money.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 115.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 115 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-7/"
    },
    {
      "id": "section-52-8-8",
      "number": "52-8-8",
      "heading": "Fund liability period for guarantee fund.",
      "text": "A. The fund may be used to pay benefits to the worker or legal representative of the worker that are required of the self-insurer who becomes insolvent and otherwise unable to meet his financial obligations, provided that the injury or death occurred on or after January 1, 1992, or, in the case of an occupational disease, that the last injurious exposure occurred on or after January 1, 1992.\n\nB. Notwithstanding the provisions of Subsection A of this section, the fund may only be used to pay benefits to an injured worker if the worker's injury occurs after the date on which the self-insurer is certified and has made a contribution to the fund.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 116.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 116 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-8/"
    },
    {
      "id": "section-52-8-9",
      "number": "52-8-9",
      "heading": "Fund membership termination.",
      "text": "A. The board may recommend to the director that a private employer be terminated as a self-insurer. The director may also terminate a self-insurer at his own initiative.\n\nB. In the case of termination, the fund shall remain liable for future compensation for injuries and diseases to workers of the private employer that occurred prior to termination as a qualified self-insurer.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 117.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 117 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-9/"
    },
    {
      "id": "section-52-8-10",
      "number": "52-8-10",
      "heading": "Withdrawal of certification; grounds.",
      "text": "A. If certification of a self-insurer is withdrawn by the director, the private employer shall not be considered a self-insurer during any appeal of that determination. The private employer shall therefore obtain any necessary coverage from other sources pending resolution of the appeal.\n\nB. Certification of a self-insurer may be withdrawn by the director in accordance with regulations he adopts. The regulations shall consider the following as grounds for termination:\n\n(1) the employer no longer meets the requirements, financial or otherwise, of being a qualified self-insurer;\n\n(2) the self-insurer engages in or induces workers to engage in fraudulent practices;\n\n(3) the self-insurer fails to comply with rules and regulations of the director; or\n\n(4) the self-insurer fails to maintain a sufficient fund balance, in which event certification shall be withdrawn effective the date that the fund balance is insufficient.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 118.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 118 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-10/"
    },
    {
      "id": "section-52-8-11",
      "number": "52-8-11",
      "heading": "Rules and regulations.",
      "text": "The director shall adopt rules and regulations that he determines are necessary or appropriate to fulfill the purposes of and implement the provisions of the Self-Insurers' Guarantee Fund Act including requiring adequate accountability of the collection and disbursement of money in the fund.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 119.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 119 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-11/"
    },
    {
      "id": "section-52-8-12",
      "number": "52-8-12",
      "heading": "Regulations remain in effect; initial commission general members.",
      "text": "A. The regulations adopted by the director to determine whether a private employer is financially solvent and does not need insurance coverage under Section 52-1-4 NMSA 1978 shall remain in effect until superceded by regulations adopted by the director pursuant to the Self-Insurers' Guarantee Fund Act. The director may require a self-insurer to provide a bond or other suitable financial instrument.\n\nB. The initial general members of the commission shall be private employers certified as of January 1, 1992, as being financially solvent and not needing insurance coverage under Section 52-1-4 NMSA 1978.\n\nHistory:Laws 1990 (2nd S.S.), ch. 2, § 120.\n\nEffective dates.— Laws 1990 (2nd S.S.), ch. 2, § 153 made Laws 1990 (2nd S.S.), ch. 2, § 120 effective January 1, 1991.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-8/section-52-8-12/"
    }
  ]
}