{
  "state": "new-mexico",
  "path": "title-chapter-52-workers-compensation/chapter-article-4-health-care-providers",
  "sections": [
    {
      "id": "section-52-4-1",
      "number": "52-4-1",
      "heading": "Definition; health care provider",
      "text": "As used in Chapter 52 NMSA 1978, \"health care provider\" means:\n\nA. a hospital maintained by the state or a political subdivision of the state or any place currently licensed as a hospital by the department of health that has:\n\n(1) accommodations for resident bed patients;\n\n(2) a licensed professional registered nurse always on duty or call;\n\n(3) a laboratory; and\n\n(4) an operating room where surgical operations are performed;\n\nB. an optometrist licensed pursuant to the provisions of Chapter 61, Article 2 NMSA 1978;\n\nC. a chiropractic physician licensed pursuant to the provisions of Chapter 61, Article 4 NMSA 1978;\n\nD. a dentist licensed pursuant to the provisions of Chapter 61, Article 5 NMSA 1978;\n\nE. a physician licensed pursuant to the provisions of Chapter 61, Article 6 NMSA 1978;\n\nF. a podiatrist licensed pursuant to the provisions of Chapter 61, Article 8 NMSA 1978;\n\nG. an osteopathic physician licensed pursuant to the provisions of Chapter 61, Article 10 NMSA 1978;\n\nH. a physician assistant licensed pursuant to the provisions of Section 61-6-7 NMSA 1978;\n\nI. a certified nurse practitioner licensed pursuant to Section 61-3-23.2 NMSA 1978;\n\nJ. a physical therapist licensed pursuant to the provisions of Chapter 61, Article 12 NMSA 1978;\n\nK. an occupational therapist licensed pursuant to the provisions of Chapter 61, Article 12A NMSA 1978;\n\nL. a doctor of oriental medicine licensed pursuant to the provisions of Chapter 61, Article 14A NMSA 1978;\n\nM. an athletic trainer licensed pursuant to the provisions of Chapter 61, Article 14D NMSA 1978;\n\nN. a psychologist who is duly licensed or certified in the state where the service is rendered, holding a doctorate degree in psychology and having at least two years of clinical experience in a recognized health setting, or who has met the standards of the national register of health services providers in psychology;\n\nO. a certified nurse-midwife licensed by the board of nursing as a registered nurse and registered with the behavioral health services division of the human services department [health care authority department] as a certified nurse-midwife;\n\nP. a pharmacist licensed pursuant to the provisions of Chapter 61, Article 11 NMSA 1978; or\n\nQ. any person or facility that provides health-related services in the health care industry, as approved by the director.\n\nHistory:1978 Comp., § 52-4-1, enacted by Laws 1983, ch. 116, § 1; 1989, ch. 263, § 69; 1990 (2nd S.S.), ch. 2, § 49; 1993, ch. 158, § 2; 2007, ch. 325, § 11; 2007, ch. 327, § 1; 2007, ch. 328, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Laws 2023, ch. 205, § 16 provided that references to the human services department shall be deemed to be references to the health care authority department.\n\n2007 Multiple Amendments.— Laws 2007, ch. 325, § 11, Laws 2007, ch. 327, § 1 and Laws 2007, ch. 328, § 3 enacted different amendments to this section that can be reconciled. Pursuant to 12-1-8 NMSA 1978, Laws 2007, ch. 328, § 3, as the last act signed by the governor, is set out above and incorporates all amendments. The amendments enacted by Laws 2007, ch. 325, § 11, Laws 2007, ch. 327, § 1 and Laws 2007, ch. 328, § 3 are described below. To view the session laws in their entirety,seethe 2007 session laws onNMOneSource.com.\n\nLaws 2007, ch. 328, § 3, effective June 15, 2007, added Subsection O.\n\nLaws 2007, ch. 325, § 11, effective June 15, 2007, changed \"chiropractor\" to \"chiropractic physician\" and \"department of health\" to \"human services department\".\n\nLaws 2007, ch. 327, § 1, effective June 15, 2007, added athletic trainers to the definition of \"health care provider\".\n\nThe 1993 amendment,effective June 18, 1993, in Subsection A, substituted \"a hospital\" for \"any hospital\", \"a political\" for \"any political\", and \"department of health\" for \"health and environment department\"; substituted \"Section 61-3-23.2\" for \"Section 61-3-14\" in Subsection I; substituted \"a doctor of oriental medicine\" for \"an acupuncture practitioner\" in Subsection L; and substituted \"department of health\" for \"health and environment department\" in Subsection N.\n\nThe 1990 (2nd S.S.) amendment,effective January 1, 1991, rewrote this section, which formerly prohibited restrictions in workers' compensation policies on choice of health care providers, to the extent that a detailed comparison would be impracticable.\n\n\"Health care provider\"is a phrase with a very specific meaning and includes those in professions whose expertise would not necessarily require \"scientific knowledge.\"Banks v. IMC Kalium Carlsbad Potash Co., 2003-NMSC-026, 134 N.M. 421, 77 P.3d 1014.\n\nHealth care provider, no NewMexico license.— The phrase \"health care provider\" used throughout the 1987 Workers' Compensation Act is a shorthand expression referring to licensed occupations without reference to the requirement of licensure in New Mexico.Coslett v. Third St. Grocery, 1994-NMCA-046, 117 N.M. 727, 876 P.2d 656, cert. denied, 117 N.M. 802, 877 P.2d 1105.\n\nWorker is eligible to receive and have insurance carrier pay for services of chiropractorif the care was related to a compensable disability and such services are deemed reasonable and necessary.Salcido v. Transamerica Ins. Group, Inc., 1985-NMSC-002, 102 N.M. 217, 693 P.2d 583.\n\nEmployer's failure to provide services.— In the event of the employer's failure to provide services in accordance with the statutory standard, the worker may seek the services of another health provider and require the employer to pay for such services, provided such treatment is related to the injury and is reasonable and necessary. The question of whether the employer has provided services in accordance with that standard is ordinarily a question of fact and depends on the circumstances of the particular case.Bowles v. Los Lunas Schs., 1989-NMCA-081, 109 N.M. 100, 781 P.2d 1178, cert. denied, 109 N.M. 131, 782 P.2d 384.\n\nStandard for admitting expert testimonyestablished byDaubert v. Merrel Dow Pharmaceuticals, Inc., 509 U.S. 579 (1993), as adopted in New Mexico by State v. Alberico, 1993-NMSC-047, 116 N.M. 156, 861 P.2d 192, does not apply to the testimony of a health care provider pursuant to Section 52-1-28(B) or 52-3-32 NMSA 1978.Banks v. IMC Kalium Carlsbad Potash Co., 2003-NMSC-026, 134 N.M. 421, 77 P.3d 1014.\n\nLaw reviews.— For case note, \"Workers' Compensation Law: A Clinical Psychologist Is Qualified to Give Expert Medical Testimony Regarding Causation: Madrid v. Univ. of California, d/b/a Los Alamos National Laboratory,\" see 18 N.M.L. Rev. 637 (1988).\n\nFor survey of 1990-91 workers' compensation law, see 22 N.M.L. Rev. 845 (1992).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —82 Am. Jur. 2d Workers' Compensation §§ 435 to 445.\n\nWorkers' compensation: reasonableness of employee's refusal of medical services tendered by employer, 72 A.L.R.4th 905.\n\n99 C.J.S. Workmen's Compensation §§ 266 to 277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-4/section-52-4-1/"
    },
    {
      "id": "section-52-4-2",
      "number": "52-4-2",
      "heading": "Utilization review; penalties.",
      "text": "A. The director shall establish a system of peer group utilization review of selected outpatient and inpatient health care provider services to workers claiming benefits under the Workers' Compensation Act [Chapter 52, Article 1 NMSA 1978] or the New Mexico Occupational Disease Disablement Law [52-3-1 NMSA 1978]. Subject to the provisions of this section, the decisions issued pursuant to the utilization review system shall be binding on the affected health care providers, workers, employers, insurers and their representatives.\n\nB. As used in this section, \"utilization review\" means an evaluation of the necessity, appropriateness, efficiency and quality of health care services provided to an injured or disabled worker based on medically accepted standards and an objective evaluation of the health care services provided.\n\nC. The director shall also establish a system of pre-admission review of all hospital admissions, except for emergency services. Utilization review shall commence within one working day of all emergency hospital admissions.\n\nD. The director may contract with an independent utilization review organization to provide utilization review, including peer review.\n\nE. Nothing in this section shall prevent an employer from electing to provide his own utilization review; however, if the worker, provider or any other party not contractually bound to the employer's utilization review program disagrees with that employer's utilization review, then that worker, provider or other party shall have recourse to the workers' compensation administration's utilization review program.\n\nF. Pursuant to utilization review conducted by the director, including providing an opportunity for a hearing, any health care provider who imposes excessive charges or renders inappropriate services shall be subject to:\n\n(1) a forfeiture of the right to payment for those services that are found to be excessive or inappropriate or payment of excessive charges;\n\n(2) a fine of not less than one hundred dollars ($100) or more than one thousand dollars ($1,000); or\n\n(3) a temporary or permanent suspension of the right to provide health care services for workers' compensation or occupational disease disablement claims if the health care provider has established a pattern of violations.\n\nHistory:1978 Comp., § 52-4-2, enacted by Laws 1990 (2nd S.S.), ch. 2, § 50; 1993, ch. 193, § 8.\n\nRepeals and reenactments.— Laws 1990 (2nd S.S.), ch. 2, § 50 repealed former 52-4-2 NMSA 1978, as enacted by Laws 1990, ch. 65, § 1, and enacted a new section, effective April 4, 1991.\n\nThe 1993 amendment,effective June 18, 1993, in Subsection A, inserted \"peer group\" preceding \"utilization\", substituted \"provider services\" for \"providers\", and added the second sentence; in Subsection C, deleted \"However, a\" at the beginning of the second sentence, deleted \"pursuant to Subsections A and B of this section\" following \"review\" in the second sentence, and made a minor stylistic change; deleted \"Pursuant to the director's established system of utilization review\" at the beginning of Subsection D; deleted \"as provided for in this section\" at the end of Subsection E; and made a minor stylistic change in Subsection F.\n\nLaw reviews.— For survey of 1990-91 workers' compensation law, see 22 N.M.L. Rev. 845 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-4/section-52-4-2/"
    },
    {
      "id": "section-52-4-3",
      "number": "52-4-3",
      "heading": "Case management.",
      "text": "A. The director shall establish a system of case management for coordinating the health care services provided to workers claiming benefits under the Workers' Compensation Act [Chapter 52, Article 1 NMSA 1978] or the New Mexico Occupational Disease Disablement Law [52-3-1 NMSA 1978].\n\nB. As used in this section, \"case management\" means the ongoing coordination of health care services provided to an injured or disabled worker, including but not limited to:\n\n(1) developing a treatment plan to provide appropriate health care services to an injured or disabled worker;\n\n(2) systematically monitoring the treatment rendered and the medical progress of the injured or disabled worker;\n\n(3) assessing whether alternate health care services are appropriate and delivered in a cost-effective manner based on acceptable medical standards;\n\n(4) ensuring that the injured or disabled worker is following the prescribed health care plan; and\n\n(5) formulating a plan for return to work.\n\nC. The director shall contract with an independent organization to assist with the administration of the provisions of this section.\n\nD. Nothing in this section shall prevent an employer from establishing his own program of case management; however, for the purposes of resolving choice of health care provider disputes, an employer or worker shall only use the program as provided by the workers' compensation administration, as set forth in Section 52-1-49 NMSA 1978.\n\nHistory:1978 Comp., § 52-4-3, enacted by Laws 1990 (2nd S.S.), ch. 2, § 51.\n\nRepeals and reenactments.— Laws 1990 (2nd S.S.), ch. 2, § 51 repealed former 52-4-3 NMSA 1978, as enacted by Laws 1990, ch. 65, § 2, and enacted a new section, effective April 1, 1991.\n\nEffective dates.— Laws 1990, ch. 65, § 5 made §§ 1 and 2 of the act effective July 1, 1990.\n\nAppropriations.— Laws 1990, ch. 65, § 3, effective May 16, 1990, appropriated $750,000 from the workers' compensation administration fund to the workers' compensation division of the labor department for expenditure in the seventy-ninth fiscal year for the purpose of providing for the review and other services provided pursuant to 52-4-2 and 52-4-3 NMSA 1978.\n\nLaws 1990 (2nd S.S.), ch. 3, § 8C, effective January 1, 1991, provided that the appropriation in Laws 1990, ch. 65, § 3 be expended for the purpose of carrying out the provisions for utilization review and case management pursuant to 52-4-2 and 52-4-3 NMSA 1978.\n\nLegislative intent requires case managers to be under contract.— The plain language of this section demonstrates that the legislature intended that a workers' compensation administration case manager be a contractor with a contract in effect. The administrative rules implement this intent by creating a framework requiring case managers to be contractors who are paid as provided in the contract.Trace v. Univ. of N.M. Hosp., 2015-NMCA-083.\n\nWhere case manager's contract with the worker's compensation administration to coordinate health care services provided to worker expired, the workers' compensation judge was without statutory authority to order that the case manager continue providing services as worker's case manager in the absence of a contract under the Procurement Code.Trace v. Univ. of N.M. Hosp., 2015-NMCA-083.\n\nPrivate case management company.— A private case management company hired by an insurer could not engage in ex parte contacts with the claimant's private physician, the claimant or the claimant's counsel.Gomez v. Nielson's Corp., 1995-NMCA-043, 119 N.M. 670, 894 P.2d 1026.\n\nLaw reviews.— For survey of 1990-91 workers' compensation law, see 22 N.M.L. Rev. 845 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-4/section-52-4-3/"
    },
    {
      "id": "section-52-4-4",
      "number": "52-4-4",
      "heading": "Temporary provision; rules and regulations.",
      "text": "A. The director shall adopt and promulgate regulations and contract with a peer review organization pursuant to Section 52-4-2 NMSA 1978 no later than October 1, 1990.\n\nB. The director shall establish a baseline period of no less than six months, adjusted for seasonal variations, for the purpose of providing data for the calculations required pursuant to Subsection C of this section no later than January 1, 1991.\n\nC. For the one-year period ending December 31, 1991, the director shall issue a report concerning the results of the utilization review program as provided in Section 52-4-3 NMSA 1978 no later than December 1, 1992. If the director determines that based on such data the program has not resulted in a ten percent reduction in the utilization and cost of services subject to the utilization program, he shall have the authority to adopt and promulgate regulations, after notice and public hearings, to establish schedules of maximum charges for fees that are payable to health care providers as defined in Section 52-4-1 NMSA 1978. Such schedules shall be annually revised.\n\nD. For the purposes of calculating the percentage as provided in Subsection C of this section, a comparison of both baseline and utilization program data shall be performed. Factors that shall be considered include, but are not limited to:\n\n(1) severity and frequency of illness or injury;\n\n(2) average length of stay of hospitalization;\n\n(3) number of admissions per one hundred workers' compensation claims;\n\n(4) number of services provided per one hundred workers' compensation claims; and\n\n(5) factors that may affect the utilization and cost of medical services provided under the Workers' Compensation Act [Chapter 52, Article 1 NMSA 1978].\n\nHistory:Laws 1990, ch. 65, § 4.\n\nEffective dates.— Laws 1990, ch. 65 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 16, 1990.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-4/section-52-4-4/"
    },
    {
      "id": "section-52-4-5",
      "number": "52-4-5",
      "heading": "Fee schedule.",
      "text": "A. The director shall adopt and promulgate regulations establishing a schedule of maximum charges as deemed necessary for treatment or attendance, service, devices, apparatus or medicine provided by a health care provider. The rates in the schedules of maximum charges shall not fall below the sixtieth percentile or above the eightieth percentile of current rates for health care providers. In determining current rates for health care providers, the director shall utilize a variety of health care provider charges, including the charges of those providers serving low income, medicare and medicaid patients.\n\nB. A health care provider shall be paid his usual and customary fee for services rendered or the maximum charge established pursuant to Subsection A of this section, whichever is less. However, in no case shall the usual and customary fee exceed the maximum charge allowable.\n\nC. The fee schedule shall be revised annually by the director.\n\nD. No amount in excess of the amount required by Subsection B of this section for a service shall be paid by the employer, the employer's insurer, the worker, a representative of the worker or any other person to a health care provider for rendering that service in connection with an injury or disablement within the purview of the Workers' Compensation Act [Chapter 52, Article 1 NMSA 1978] or the New Mexico Occupational Disease Disablement Law [52-3-1 NMSA 1978].\n\nE. If it is determined by the person primarily responsible for payment that the charges of a health care provider exceed the amount established pursuant to Subsection B of this section or that a health care provider over-utilized or otherwise rendered or ordered inappropriate health care or health care services, and payment is withheld on those grounds, the health care provider may appeal to the director regarding that determination. The director shall establish by regulation procedures for an appeal by a health care provider.\n\nF. The director shall establish an advisory committee that shall:\n\n(1) be appointed and serve at the pleasure of the director;\n\n(2) consist of members, a majority of whom represent health care providers;\n\n(3) reflect the diversity of authorized licensed health care providers available for workers' compensation and occupational disease disablement cases;\n\n(4) assist in establishing the schedules of maximum charges under Subsection A of this section for any fees that are payable to health care providers;\n\n(5) assist the director in adopting regulations for employers' utilization review procedures and the establishment and conduct of utilization review boards; and\n\n(6) report its findings, upon request, to the director and the advisory council on workers' compensation.\n\nG. The schedule of maximum charges specified in this section shall not apply to hospital charges. The director shall establish a separate schedule of maximum charges for hospital charges no later than April 1, 1991.\n\nH. Nothing in this section shall prevent an employer from contracting with a health care provider for fees less than the maximum charges allowable.\n\nHistory:1978 Comp., § 52-4-5, enacted by Laws 1990 (2nd S.S.), ch. 2, § 52; 1993, ch. 193, § 9.\n\nThe 1993 amendment,effective June 18, 1993, in Subsection A, substituted the present last sentence for the former last sentence, which read \"The regulations adopted under this subsection shall be adopted not later than January 1, 1992, after review, notice and public hearing.\"; and made a minor stylistic change in Subsection E.\n\nLaw reviews.— For survey of 1990-91 workers' compensation law, see 22 N.M.L. Rev. 845 (1992).",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-52/article-4/section-52-4-5/"
    }
  ]
}