{
  "state": "michigan",
  "path": "title-chapter-206-income-tax-act-of-1967/chapter-act-88-of-2013-michigan-alzheimers-association-fund-act-2069",
  "sections": [
    {
      "id": "section-206961",
      "number": "206.961",
      "heading": "Short Title.Section 206.963 - Definitions",
      "text": "Section 206.965 - Michigan Alzheimer's Association Fund; Creation; Administrator; Deposit of Amounts; Investment; Interest and Earnings; Money in Fund at Close of Fiscal Year.Section 206.967 - Expenditure.Section 206.969 - Availability of Money for Distribut",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-206963",
      "number": "206.963",
      "heading": "Definitions.",
      "text": "As used in this act:\n\n(a) \"Department\" means the department of treasury.\n\n(b) \"Fund\" means the Michigan Alzheimer's association fund created in section 5.\n\nHistory:2013, Act 88, Imd. Eff. June 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-206/statute-act-88-of-2013/section-206-963/"
    },
    {
      "id": "section-206965",
      "number": "206.965",
      "heading": "Michigan Alzheimer's Association Fund; Creation; Administrator; Deposit of Amounts; Investment; Interest and Earnings; Money in Fund at Close of Fiscal Year",
      "text": "(1) The Michigan Alzheimer's association fund is created in the department to provide funds to benefit the programs and services for unpaid caregivers of individuals with Alzheimer's disease provided by the greater Michigan chapter and the Michigan Great Lakes chapter of the Alzheimer's association. The department shall be the administrator of the fund for auditing purposes.\n\n(2) The state treasurer shall credit to the fund all amounts appropriated for this purpose under section 435 of the income tax act of 1967, 1967 PA 281, MCL 206.435, and money from any other source for deposit into the fund.\n\n(3) The state treasurer shall direct the investment of the fund. The fund shall consist of the money credited to the fund pursuant to section 435 of the income tax act of 1967, 1967 PA 281, MCL 206.435, any interest and earnings accruing from the saving and investment of that money, and money from any other source.\n\n(4) Money in the fund at the close of the year shall remain in the fund and shall not lapse to the general fund.\n\nHistory:2013, Act 88, Imd. Eff. June 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-206/statute-act-88-of-2013/section-206-965/"
    },
    {
      "id": "section-206967",
      "number": "206.967",
      "heading": "Expenditure.",
      "text": "The money, interest, and earnings of the fund shall be expended solely for donation to the greater Michigan chapter of the Alzheimer's association for distribution to the greater Michigan and Michigan Great Lakes chapters of the Alzheimer's association.\n\nHistory:2013, Act 88, Imd. Eff. June 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-206/statute-act-88-of-2013/section-206-967/"
    },
    {
      "id": "section-206969",
      "number": "206.969",
      "heading": "Availability of Money for Distribution.",
      "text": "The money in the fund that is available for distribution shall be appropriated each year. Money granted or received as a gift or donation to the fund is available for distribution upon appropriation.\n\nHistory:2013, Act 88, Imd. Eff. June 28, 2013",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-206/statute-act-88-of-2013/section-206-969/"
    }
  ]
}