{
  "state": "idaho",
  "path": "title-title-27/chapter-chapter-5",
  "sections": [
    {
      "id": "section-27-501",
      "number": "27-501",
      "heading": "",
      "text": "27-501. DEFINITIONS. For the purposes of sections 27-501 through 27-504, Idaho Code:\n\n(1) \"Cairn\" means a heap of stones or other material piled up as a memorial or monument to the dead.\n\n(2) \"Grave\" means an excavation for burial of a human body.\n\n(3) \"Indian tribe\" means any Idaho Indian tribe recognized by the Secretary of the Interior.\n\n(4) \"Professional archaeologist\" means a person who has extensive formal training and experience in systematic, scientific archaeology.\n\n[27-501, added 1984, ch. 73, sec. 4, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-27/chapter-5/section-27-501/"
    },
    {
      "id": "section-27-502",
      "number": "27-502",
      "heading": "",
      "text": "27-502. PROHIBITED ACTS. (1) Except as provided in section 27-503, Idaho Code, no person shall wilfully remove, mutilate, deface, injure or destroy any cairn or grave. Persons disturbing graves through inadvertence, including by construction, mining, or logging, shall cause the human remains to be reinterred. The expense for such reinterment shall be at least partially borne by the state historical society.\n\n(2) No person shall:\n\n(a) Possess any artifacts or human remains taken from a cairn or grave on or after January 1, 1984, in a manner other than that authorized under section 27-503, Idaho Code.\n\n(b) Publicly display or exhibit any human remains.\n\n(c) Sell any human artifacts or human remains taken from a cairn or grave.\n\n(3) The provisions of this section do not apply to:\n\n(a) The possession or sale of artifacts discovered in or taken from locations other than cairns or graves or artifacts that were removed from cairns or graves by other than human action; or\n\n(b) Actions taken in the performance of official law enforcement duties.\n\n[27-502, added 1984, ch. 73, sec. 4, p. 137.]",
      "source_url": "https://law.justia.com/codes/idaho/title-27/chapter-5/section-27-502/"
    },
    {
      "id": "section-27-503",
      "number": "27-503",
      "heading": "",
      "text": "27-503. PERMITTED ACTS — NOTICE. (1) If action is necessary to protect the burial site from foreseeable destruction and upon prior notification to the director of the state historical society and to the appropriate Indian tribe in the vicinity of the intended action if the cairn or grave contains remains of an Indian, a professional archaeologist may excavate a cairn or grave and remove material objects and human remains for subsequent reinterment following scientific study. Reinterment shall be under the supervision of the appropriate Indian tribe if the cairn or grave contained remains of an Indian.\n\n(2) Except as provided in subsection (1) of this section, any proposed excavation by a professional archaeologist of a native Indian cairn or grave shall be initiated only after prior written notification to the director of the state historical society and with prior written consent of the appropriate Indian tribe in the vicinity of the intended action. Failure of a tribe to respond to a request for permission within sixty (60) days of its mailing by certified mail, return receipt requested, shall be deemed consent. All material objects and human remains removed during such an excavation shall, following scientific study, be reinterred at the archaeologist’s expense under the supervision of the Indian tribe.\n\n(3) In order to determine the appropriate Indian tribe under this section and section 27-502, Idaho Code, a professional archaeologist or other person shall consult with the director of the state historical society who shall designate the appropriate tribe.\n\n[27-503, added 1984, ch. 73, sec. 4, p. 137; am. 2015, ch. 244, sec. 13, p. 1015.]",
      "source_url": "https://law.justia.com/codes/idaho/title-27/chapter-5/section-27-503/"
    },
    {
      "id": "section-27-504",
      "number": "27-504",
      "heading": "",
      "text": "27-504. CIVIL ACTION — TIME FOR COMMENCING ACTIONS — VENUE — DAMAGES — ATTORNEY FEES. (1) Apart from any criminal prosecution, any person shall have a cause of action to secure an injunction, damages or other appropriate relief against any person who is alleged to have violated the provisions of section 27-502, Idaho Code. The action shall be brought within two (2) years of the discovery of the violation by the plaintiff. The action may be filed in the district court of the county in which the subject grave or cairn, remains or artifacts are located, or within which the defendant resides.\n\n(2) If the plaintiff prevails in an action brought pursuant to this section:\n\n(a) The court may award reasonable attorney fees to the plaintiff;\n\n(b) The court may grant injunctive or such other relief as is appropriate, including forfeiture of any artifacts or remains acquired or equipment used in the violation. The court shall order the disposition of any items forfeited as it sees fit, including the reinterment of any human remains in accordance with subsection (1) of section 27-502, Idaho Code;\n\n(c) The plaintiff may recover actual damages. Actual damages include special and general damages, which include damages for emotional distress;\n\n(d) The plaintiff may recover punitive damages upon proof that the violation was wilful. Punitive damages may be recovered without proof of actual damages.\n\n(e) An award of punitive damages may be made only once for a particular violation by a particular person, but shall not preclude the award of such damages based on violations by other persons or on other violations.\n\n(3) If the defendant prevails, the court may award reasonable attorney fees to the defendant.\n\n[27-504, added 1984, ch. 73, sec. 4, p. 138.]",
      "source_url": "https://law.justia.com/codes/idaho/title-27/chapter-5/section-27-504/"
    }
  ]
}