{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-592-class-v-school-district-treasurer-bond-or-insurance-d",
  "sections": [
    {
      "id": "section-79-592class",
      "number": "79-592.Class",
      "heading": "V school district; treasurer; bond or insurance; duties",
      "text": "The treasurer of a Class V school district shall receive all taxes of the school district from the county treasurer. The treasurer of the school district shall attend all meetings of the board of education of the Class V district when required",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-79-592",
      "number": "79-592",
      "heading": "",
      "text": "79-592.Class V school district; treasurer; bond or insurance; duties.\n\nThe treasurer of a Class V school district shall receive all taxes of the school district from the county treasurer. The treasurer of the school district shall attend all meetings of the board of education of the Class V district when required to do so, shall prepare and submit in writing a monthly report of the state of the district's finances, and shall pay school money either upon a warrant signed by the president, or in the president's absence by the vice president, and countersigned by the secretary or upon a check or other instrument drawn upon bank depository funds of the school district. The treasurer shall also perform such other duties as designated by the board of education. Before entering into the discharge of his or her duties and during the entire time he or she so serves, the treasurer shall give bond or evidence of equivalent insurance coverage payable to the board in such amount as may be required by the board, but in no event less than two hundred thousand dollars, conditioned for the faithful discharge of his or her duties as treasurer of the school district, for the safekeeping and proper disbursement of all funds and money of the school district received by the treasurer. Such bond shall be signed by one or more surety companies of recognized responsibility, to be approved by the board. The cost of the bond or insurance shall be paid by the school district. Such bond or insurance coverage may be enlarged at any time the board may deem an enlargement or additional bond or insurance coverage to be necessary.\n\nSourceLaws 1891, c. 45, § 12, p. 321;Laws 1903, c. 96, § 1, p. 553;R.S.1913, § 7020;C.S.1922, § 6651;C.S.1929, § 79-2714;R.S.1943, § 79-2715;Laws 1947, c. 297, § 1, p. 912;Laws 1949, c. 256, § 260, p. 778;Laws 1996, LB 604, § 9;R.S.1943, (1994), § 79-1004.04;Laws 1996, LB 900, § 345;Laws 2005, LB 380, § 5;Laws 2009, LB392, § 10.\n\nAnnotations\n\nThe 1947 amendment to this section was operative prospectively only. School District of Omaha v. Adams, 151 Neb. 741, 39 N.W.2d 550 (1949).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-592/"
    }
  ]
}