{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-1063-state-department-of-education-trust-fund-created-use",
  "sections": [
    {
      "id": "section-79-1063state",
      "number": "79-1063.State",
      "heading": "Department of Education Trust Fund; created; use; emergency cash fund; created; investment",
      "text": "The State Department of Education Trust Fund is created. The fund shall consist of all property, real or personal, acquired by donation, devise, or bequest by the Nebraska School for the Visually Handicapped o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-79-1063",
      "number": "79-1063",
      "heading": "",
      "text": "79-1063.State Department of Education Trust Fund; created; use; emergency cash fund; created; investment.\n\nThe State Department of Education Trust Fund is created. The fund shall consist of all property, real or personal, acquired by donation, devise, or bequest by the Nebraska School for the Visually Handicapped or the Nebraska Center for the Education of Children who are Blind or Visually Impaired and all money derived from the sale or lease of property donated, devised, or bequeathed to the school or center. Out of money in such fund not restricted from such use by the terms of the donation, devise, or bequest, an emergency cash fund of not to exceed five hundred dollars shall be established for immediate and unusual needs as may arise. Such emergency cash fund shall be reimbursed from the State Department of Education Trust Fund for any expenditures.\n\nAny money in the State Department of Education Trust Fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act, subject to the following exceptions: (1) No such investment need be made if, according to the terms of the donation, devise, or bequest, the State Board of Education is not limited to the expenditure of only the interest or income derived from the donation, devise, or bequest; and (2) no such investment shall be made if the will or instrument making such donation, devise, or bequest makes other provisions or directions as to investment and in such cases the state investment officer, acting for the State Board of Education, shall comply with the provisions or directions of such will or instrument if such provisions or directions are not inconsistent with the laws of this state.\n\nSourceLaws 1967, c. 528, § 1, p. 1752;Laws 1969, c. 584, § 81, p. 2394;Laws 1976, LB 758, § 1;Laws 1986, LB 1177, § 37;Laws 1995, LB 7, § 89;R.S.Supp.,1995, § 79-1345;Laws 1996, LB 900, § 709;Laws 1999, LB 813, § 29.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-1063/"
    }
  ]
}