{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-421-territory-not-included-in-organized-district-county-c",
  "sections": [
    {
      "id": "section-79-421",
      "number": "79-421",
      "heading": "",
      "text": "79-421.Territory not included in organized district; county clerk; notice; hearing.\n\n(1) When it comes to the attention of the county clerk that any territory located wholly within his or her county is not included in any organized district, he or she shall notify the State Committee for the Reorganization of School Districts. Within fifteen days after such notice, the state committee shall set a date for a hearing on the question of the district or districts to which such territory should be attached and shall give fifteen days' notice by certified or registered mail of the time and place of hearing to each legal voter residing in such territory and whose mailing address is known and also to the school board of each school district in the county adjacent to such territory. Notice of the hearing also shall be given by publication once each week for two weeks in a newspaper of general circulation in the county. Following such hearing, the state committee shall notify the county clerk of the county or counties containing the district or districts to which such territory should be attached and the county clerk shall attach such territory.\n\n(2) If the state committee cannot or does not agree on the district or districts to which the territory shall be attached, within sixty days after being notified by the county clerk, the matter shall be referred to the State Board of Education which shall attach the territory after notice and hearing. Notice shall be given in the same manner as by the state committee.\n\n(3) In determining the district or districts to which such territory shall be attached, consideration shall be given to the school facilities, transportation facilities, and distance children must travel to school.\n\nSourceLaws 1971, LB 468, ยง 9;R.S.1943, (1994), ยง 79-402.10;Laws 1996, LB 900, ยง 170;Laws 1999, LB 272, ยง 35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-421/"
    }
  ]
}