{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-979-class-v-school-district-employees-retirement-system-e",
  "sections": [
    {
      "id": "section-79-979class",
      "number": "79-979.Class",
      "heading": "V school district; employees' retirement system; established",
      "text": "(1) Prior to September 13, 1997, in each Class V school district in the State of Nebraska there is hereby established a separate retirement system for all employees of such school district. Such system shall be for the purpose of providing",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-79-979",
      "number": "79-979",
      "heading": "",
      "text": "79-979.Class V school district; employees' retirement system; established.\n\n(1) Prior to September 13, 1997, in each Class V school district in the State of Nebraska there is hereby established a separate retirement system for all employees of such school district. Such system shall be for the purpose of providing retirement benefits for all employees of the school district as provided in the Class V School Employees Retirement Act. The system shall be known as School Employees' Retirement System of (corporate name of the school district as described in section 79-405). All of its business shall be transacted, all of its funds shall be invested, and all of its cash and securities and other property shall be held in trust on behalf of the retirement system for the purposes set forth in the act. Such funds shall be kept separate from all other funds of the school district and shall be used for no other purpose.\n\n(2) Except as provided in subsection (3) of this section, if any new Class V school districts are formed after September 13, 1997, such new Class V school district shall elect to become or remain a part of the retirement system established pursuant to the School Employees Retirement Act.\n\n(3) Any new Class V school districts formed pursuant to the Learning Community Reorganization Act shall continue to participate in the retirement system established pursuant to the Class V School Employees Retirement Act if such new Class V school district was formed at least in part by territory that had been in a Class V school district that participated in the retirement system established pursuant to the Class V School Employees Retirement Act.\n\nSourceLaws 1951, c. 274, § 2, p. 912;Laws 1988, LB 1142, § 10;R.S.1943, (1994), § 79-1033;Laws 1996, LB 900, § 614;Laws 1997, LB 623, § 29;Laws 1997, LB 624, § 22;Laws 1998, LB 497, § 8;Laws 2006, LB 1024, § 60;Laws 2016, LB447, § 16;Laws 2021, LB147, § 9.\n\nCross ReferencesLearning Community Reorganization Act, see section 79-4,117.School Employees Retirement Act, see section 79-901.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-979/"
    }
  ]
}