{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-715-eye-protective-devices-required-when-term-defined-com",
  "sections": [
    {
      "id": "section-79-715eye",
      "number": "79-715.Eye",
      "heading": "protective devices; required; when; term, defined; commissioner; duties",
      "text": "(1) Every student and teacher in schools or other educational institutions shall be required to wear appropriate industrial-quality eye protective devices at all times while participating in or observing the following courses of",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-79-715",
      "number": "79-715",
      "heading": "",
      "text": "79-715.Eye protective devices; required; when; term, defined; commissioner; duties.\n\n(1) Every student and teacher in schools or other educational institutions shall be required to wear appropriate industrial-quality eye protective devices at all times while participating in or observing the following courses of instruction:\n\n(a) Vocational, technical, industrial arts, chemical, or chemical-physical, involving exposure to:\n\n(i) Hot molten metals or other molten materials;\n\n(ii) Milling, sawing, turning, shaping, cutting, grinding, or stamping of any solid materials;\n\n(iii) Heat treatment, tempering, or kiln firing of any metal or other materials;\n\n(iv) Gas or electric arc welding or other forms of welding processes;\n\n(v) Repair or servicing of any vehicle; or\n\n(vi) Caustic or explosive materials; and\n\n(b) Chemical, physical, or combined chemical-physical laboratories involving caustic or explosive materials, hot liquids or solids, injurious radiations, or other hazards not enumerated.\n\nSuch devices shall be furnished by the school or educational institution for all students, teachers, and visitors to shops and laboratories of such institutions.\n\n(2) For purposes of this section, unless the context otherwise requires, industrial-quality eye protective devices means devices which meet the standard of the American National Standard Practice for Occupational and Educational Eye and Face Protection, Z 87.1(1979) as approved by the American National Standards Institute, Inc.\n\n(3) The Commissioner of Education shall prepare and circulate to each public and private educational institution in this state instructions and recommendations for implementing the eye safety provisions of this section.\n\nSourceLaws 1984, LB 999, ยง 1;R.S.1943, (1994), ยง 79-4,144;Laws 1996, LB 900, ยง 389;Laws 2002, LB 1172, ยง 12.\n\nCross ReferencesPostsecondary educational institutions, eye protective devices, see section 85-901.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-715/"
    }
  ]
}