{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-931-retirement-when-application",
  "sections": [
    {
      "id": "section-79-931",
      "number": "79-931",
      "heading": "Retirement; when; application.(1) A member hired prior to July 1, 2016, upon filing a retirement application with the retirement system, may retire (a) at any age if the member has completed thirty-five years of creditable service, (b) if the member has completed at least five years of creditable se",
      "text": "Retirement; when; application.(1) A member hired prior to July 1, 2016, upon filing a retirement application with the retirement system, may retire (a) at any age if the member has completed thirty-five years of creditable service, (b) if the member has completed at least five years of creditable service plus eligibility and vesting credit and is at least sixty years of age, (c) if the member is at least sixty-five years of age upon termination, or (d) if the member is at least fifty-five years of age, has acquired the equivalent of one-half year of service as a public school employee under the retirement system following July 1, 1997, was a school employee on or after March 4, 1998, and the sum of the member's attained age and creditable service totals eighty-five.(2) A member hired on or after July 1, 2016, and prior to July 1, 2018, or a member who has taken a retirement or refund that relinquished all prior service credit and who has not repaid the full amount of the refund pursuant to section 79-921 and is rehired or hired by any employer covered by the retirement system on or after July 1, 2016, and prior to July 1, 2018, upon filing a retirement application with the retirement system, may retire (a) at any age if the member has completed thirty-five years of creditable service, (b) if the member is at least fifty-five years of age and the sum of the member's attained age and creditable service totals eighty-five, or (c) if the member is at least sixty years of age and has completed at least five years of creditable service including eligibility and vesting credit.(3) A member hired on or after July 1, 2018, or a member or former member who has taken a retirement or refund that relinquished all prior service credit and who has not repaid the full amount of the refund pursuant to section 79-921 and is rehired or hired by any employer covered by the retirement system on or after July 1, 2018, upon filing a retirement application with the retirement system, may retire (a) if the member is at least sixty years of age and the sum of the member's attained age and creditable service totals eighty-five or (b) if the member is at least sixty years of age and has completed at least five years of creditable service including eligibility and vesting credit.SourceLaws 1945, c. 219, § 21, p. 645;R.S.Supp.,1947, § 79-2921;Laws 1949, c. 256, § 454, p. 847;Laws 1987, LB 549, § 5;Laws 1989, LB 506, § 10;R.S.1943, (1994), § 79-1520;Laws 1996, LB 900, § 566;Laws 1996, LB 1076, § 19;Laws 1998, LB 822, § 1;Laws 2016, LB447, § 9;Laws 2017, LB415, § 28.",
      "history": "",
      "source_url": ""
    }
  ]
}