{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-3307-computer-science-and-technology-education-fund-creat",
  "sections": [
    {
      "id": "section-79-3307computer",
      "number": "79-3307.Computer",
      "heading": "Science and Technology Education Fund; created; use; investment",
      "text": "(1) The Computer Science and Technology Education Fund is created. The fund shall be administered by the State Department of Education and consist of money transferred by the Legislature, federal funds, and gifts, grants, bequests, or o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-79-3307",
      "number": "79-3307",
      "heading": "",
      "text": "79-3307.Computer Science and Technology Education Fund; created; use; investment.\n\n(1) The Computer Science and Technology Education Fund is created. The fund shall be administered by the State Department of Education and consist of money transferred by the Legislature, federal funds, and gifts, grants, bequests, or other contributions or donations from public or private entities that have been accepted by the State Board of Education. The fund shall be used to provide computer science and technology training, support, and incentive and stipend payments pursuant to section 79-3306. Any money in the fund available for investment shall be invested by the state investment officer pursuant to the Nebraska Capital Expansion Act and the Nebraska State Funds Investment Act. Any interest earned by the fund shall accrue to the fund.\n\n(2)(a) It is the intent of the Legislature to transfer one million dollars for fiscal year 2024-25 and one million dollars for fiscal year 2025-26 from the Education Future Fund to the Computer Science and Technology Education Fund to provide computer science and technology education training, support, and incentive and stipend payments pursuant to section 79-3306.\n\n(b) It is the intent of the Legislature to transfer an additional five hundred thousand dollars for fiscal year 2024-25 and each fiscal year thereafter from the Education Future Fund to the Computer Science and Technology Education Fund contingent upon the receipt of matching private funds of such amount. The State Department of Education shall provide written notification to the State Treasurer relating to the receipt of private funds that would trigger a state match.\n\nSourceLaws 2024, LB1284, ยง 16.\n\nCross ReferencesNebraska Capital Expansion Act, see section 72-1269.Nebraska State Funds Investment Act, see section 72-1260.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-3307/"
    }
  ]
}