{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-816-nebraska-teacher-apprenticeship-program-certificate-o",
  "sections": [
    {
      "id": "section-79-816nebraska",
      "number": "79-816.Nebraska",
      "heading": "Teacher Apprenticeship Program; certificate or permit to teach; eligibility; requirements for completion; State Department of Education; Commissioner of Education; duties",
      "text": "(1) The State Department of Education shall create and administer the Nebraska Teacher Apprenticeship Program. The purpose of the",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-79-816",
      "number": "79-816",
      "heading": "",
      "text": "79-816.Nebraska Teacher Apprenticeship Program; certificate or permit to teach; eligibility; requirements for completion; State Department of Education; Commissioner of Education; duties.\n\n(1) The State Department of Education shall create and administer the Nebraska Teacher Apprenticeship Program. The purpose of the program is to help recruit and increase the number of teachers throughout the state by utilizing an apprenticeship model for training. The program shall provide for an applicant who successfully completes the program to obtain a certificate or permit issued by the Commissioner of Education. The department may work with standard institutions of higher education as defined in section 79-807, the Department of Labor, and other entities the State Department of Education deems necessary to develop and implement the program.\n\n(2) An individual may apply for participation in the program if the individual (a) is an employee of a school approved or accredited by the State Department of Education or (b) has a contract to begin working for a school approved or accredited by the State Department of Education at the start of the school year for which the individual is applying for participation in the program.\n\n(3) The department shall determine requirements for completion of the program by an applicant. The requirements shall include, but need not be limited to:\n\n(a) The completion of a one-year apprenticeship in a classroom;\n\n(b) A baccalaureate degree from a standard institution of higher education; and\n\n(c) Successful completion of a subject area examination and pedagogy examination created by the department as part of the program.\n\n(4) The Commissioner of Education shall issue a certificate to teach as set forth pursuant to the rules and regulations adopted and promulgated pursuant to sections 79-806 to 79-815 to an applicant who successfully completes the program.\n\n(5) It is the intent of the Legislature to appropriate one million dollars for fiscal year 2023-24 and each fiscal year thereafter from the Education Future Fund to the State Department of Education for the program.\n\nSourceLaws 2023, LB705, ยง 51.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-816/"
    }
  ]
}