{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-827-certificated-employee-contract-cancellation-or-amendm",
  "sections": [
    {
      "id": "section-79-827",
      "number": "79-827",
      "heading": "",
      "text": "79-827.Certificated employee; contract cancellation or amendment; reasons; procedures.\n\n(1) The contract of any certificated employee, including a superintendent, associate superintendent, or assistant superintendent, may be canceled or amended by a majority of the members of the school board during the school year for any of the following reasons: (a) Upon revocation or suspension of a certificate by the State Board of Education of any certificated employee whose duties require such a certificate; (b) breach of any of the material provisions of the teacher's or administrator's contract; (c) for any of the reasons set forth in the employment contract; (d) incompetency; (e) neglect of duty; (f) unprofessional conduct; (g) insubordination; (h) immorality; or (i) physical or mental incapacity.\n\n(2) If the school board or the superintendent or superintendent's designee of any school district determines that it is appropriate to consider cancellation of a certificated employee's contract during the school year for the reasons set forth in subsection (1) of this section, the certificated employee shall be notified in writing of the alleged grounds for cancellation of the contract and that such certificated employee's contract may be canceled. Within seven calendar days after receipt of such notice, the certificated employee may make a written request to the secretary of the school board or to the superintendent or superintendent's designee for a hearing.\n\n(3) Prior to scheduling of action or the hearing, if requested, the notice of possible cancellation and the reasons supporting possible cancellation shall be considered a confidential employment matter subject to the provisions of sections 79-539, 79-8,109, and 84-1410 and shall not be released to the public or any news media.\n\n(4) This section does not prevent the suspension from duty with pay of a certificated employee pending a decision on the cancellation of the contract.\n\nSourceLaws 1982, LB 259, ยง 4;R.S.1943, (1994), ยง 79-12,110;Laws 1996, LB 900, ยง 457;Laws 2003, LB 685, ยง 17.\n\nAnnotations\n\nSubsection (1) of this section (formerly subsection (1) of section 79-12,110) confers upon a school board the authority to cancel the contract of any certificated employee by a majority vote of its members. Pursuant to subsection (1) of this section, a probationary certificated employee's contract may be canceled for reasons including incompetency, neglect of duty, unprofessional conduct, or reasons set forth in the employee's contract. Boss v. Fillmore Cty. Sch. Dist. No. 19, 251 Neb. 669, 559 N.W.2d 448 (1997).\n\nApproval in an open meeting of a motion to consider the termination of a teacher without stating any details is not a public release of information in violation of this section. Stephens v. Board of Ed. of Sch. Dist. No. 5 of Pierce County, 230 Neb. 38, 429 N.W.2d 722 (1988).\n\nA contract of a certificated employee may be canceled at any time during the school year pursuant to the provisions of this section. Schiefelbein v. School Dist. No. 0013, 17 Neb. App. 80, 758 N.W.2d 645 (2008).\n\nA contractual provision purporting to alter the deadline for notice of nonrenewal does not affect a school board's ability to cancel a contract pursuant to this section. Schiefelbein v. School Dist. No. 0013, 17 Neb. App. 80, 758 N.W.2d 645 (2008).\n\nThe notice of cancellation required by this section is fulfilled, even where the notice incorrectly states that any hearing will be an informal due process hearing pursuant to section 79-834, if the notice states that all the formal due process hearing protections contained in section 79-832 will be provided. Schiefelbein v. School Dist. No. 0013, 17 Neb. App. 80, 758 N.W.2d 645 (2008).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-827/"
    }
  ]
}