{
  "state": "nebraska",
  "path": "title-chapter-79-schools/chapter-79-269-long-term-suspension-expulsion-or-mandatory-reassignm",
  "sections": [
    {
      "id": "section-79-269",
      "number": "79-269",
      "heading": "",
      "text": "79-269.Long-term suspension, expulsion, or mandatory reassignment; hearing; procedure; hearing examiner; how designated; examination of records.\n\n(1)(a) If a hearing is requested within five school days after receipt of the notice as provided in section 79-268, the superintendent shall recommend appointment of a hearing examiner within two school days after receipt of the hearing request.\n\n(b) The student or the student's parent or guardian may request designation of a hearing examiner other than the hearing examiner recommended by the superintendent if notice of the request is given to the superintendent within two school days after receipt of the superintendent's recommended appointment. Upon receiving such request, the superintendent shall provide one alternative hearing examiner who is not an employee of the school district or otherwise currently under contract with the school district and whose impartiality may not otherwise be reasonably questioned. The superintendent may also provide an additional list of hearing examiners that may include hearing examiners employed by or under contract with the school district. The student or the student's parent or guardian shall, within five school days, select a hearing examiner to conduct the hearing who was recommended, provided as an alternative hearing examiner, or included on an additional list, if any, pursuant to this subdivision and shall notify the superintendent in writing of the selection. The superintendent shall appoint the selected hearing examiner upon receipt of such notice.\n\n(c) For purposes of this subsection, individuals whose impartiality may be reasonably questioned shall include, but not be limited to, individuals who:\n\n(i) Have a personal bias or prejudice concerning a party;\n\n(ii) Have personal knowledge of evidentiary facts concerning the proceeding;\n\n(iii) Have served as legal counsel to the school district; or\n\n(iv) Have a spouse who is an employee of, or is under contract with, the school district.\n\n(d) For purposes of this section a qualified hearing examiner shall be an individual who has knowledge of the Student Discipline Act, training in the requirements of the act, or experience conducting student hearings.\n\n(e) The hearing examiner shall, within two school days after being appointed, give written notice to the principal, the student, and the student's parent or guardian of the time and place for the hearing.\n\n(2) The hearing examiner shall be any person designated pursuant to subsection (1) of this section, if such person (a) has not brought the charges against the student, (b) shall not be a witness at the hearing, and (c) has no involvement in the charge. Expenses and fees of any hearing examiner, in connection with the hearing, shall be paid by the school board.\n\n(3) The hearing shall be held within a period of five school days after appointment of the hearing examiner, but such time may be changed by the hearing examiner for good cause with consent of the parties. No hearing shall be held upon less than two school days' actual notice to the principal, the student, and the student's parent or guardian, except with the consent of all the parties.\n\n(4) The principal or legal counsel for the school, the student, and the student's parent, guardian, or representative have the right to receive a copy of all records and written statements referred to in the Student Discipline Act as well as the statement of any witness in the possession of the school board or board of education no later than forty-eight hours prior to the hearing.\n\nSourceLaws 1976, LB 503, § 13;Laws 1994, LB 1250, § 19;R.S.1943, (1994), § 79-4,182;Laws 1996, LB 900, § 73;Laws 2023, LB705, § 68.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-79/statute-79-269/"
    }
  ]
}