{
  "state": "nebraska",
  "path": "title-chapter-52-liens/chapter-52-1001-federal-liens-notice-filing",
  "sections": [
    {
      "id": "section-52-1001federal",
      "number": "52-1001.Federal",
      "heading": "liens; notice; filing.(1) Notices of liens upon real property for obligations payable to the United States and certificates and notices affecting the liens shall be presented in the office of the Secretary of State and may be presented by electronic means",
      "text": "Such notices of liens and certificates and",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-52-1001",
      "number": "52-1001",
      "heading": "",
      "text": "52-1001.Federal liens; notice; filing.\n\n(1) Notices of liens upon real property for obligations payable to the United States and certificates and notices affecting the liens shall be presented in the office of the Secretary of State and may be presented by electronic means. Such notices of liens and certificates and notices affecting the liens shall be transmitted by the Secretary of State to and filed in the office of the register of deeds by the register of deeds of the county or counties in which the real property subject to the lien is situated as designated in the notice of lien or certificate or notice affecting the lien. A lien subject to this subsection shall be effective upon real property when filed by the register of deeds as provided in this subsection.\n\n(2) Notices of federal liens upon personal property, whether tangible or intangible, for obligations payable to the United States and certificates and notices affecting the liens shall be filed in the office of the Secretary of State and may be filed by electronic means.\n\nSourceLaws 1969, c. 433, § 1, p. 1456;Laws 1971, LB 89, § 1;Laws 1988, LB 933, § 3;Laws 1993, LB 121, § 314;Laws 1998, LB 1321, § 84;Laws 1999, LB 550, § 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-52/statute-52-1001/"
    }
  ]
}