{
  "state": "nebraska",
  "path": "title-chapter-52-liens/chapter-52-1402-lien-notification-statement-requirements-contents",
  "sections": [
    {
      "id": "section-52-1402",
      "number": "52-1402",
      "heading": "",
      "text": "52-1402.Lien-notification statement; requirements; contents.\n\n(1) A person supplying an agricultural production input may notify a lender of an agricultural production input lien by providing a lien-notification statement to the lender in an envelope marked IMPORTANT — LEGAL NOTICE and sent by certified mail or another verifiable method.\n\n(2) The lien-notification statement shall be in the form approved by the Secretary of State and shall disclose the following:\n\n(a) The name and business address of any lender;\n\n(b) The name, address, and signature of the supplier claiming the lien;\n\n(c) A description and the date or anticipated date or dates of the transaction or transactions and the retail cost or anticipated costs of the agricultural production input;\n\n(d) The name, residential address, and signature of the person to whom the agricultural production input was furnished or is to be furnished;\n\n(e) The name and residential address of the owner and a description of the real estate sufficient to identify the same where the crops to which the lien attaches are growing or are to be grown or, if livestock, the name and residential address of the owner of the livestock, the location where the livestock will be raised, and a description of the livestock;\n\n(f) A statement that the products and proceeds of the crops or livestock are covered by the agricultural input lien;\n\n(g) The social security number or federal tax identification number of the person to whom the agricultural production input was furnished, if known; and\n\n(h) The social security number or federal tax identification number of the supplier claiming the lien.\n\nSourceLaws 1987, LB 101, § 2;Laws 1988, LB 943, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-52/statute-52-1402/"
    }
  ]
}