{
  "state": "mississippi",
  "path": "title-title-41-public-health-41-1-1-41-149-11/chapter-chapter-99-qualified-health-center-grant-program-41-99-1-41-",
  "sections": [
    {
      "id": "section-41-99-1",
      "number": "41-99-1",
      "heading": "DefinitionsSection 41-99-3 - Establishment of Qualified Health Center Grant Program; purpose; administration by Department of HealthSection 41-99-5 - Requirements for participation in program; restrictions on use of grants; advisory councilSection 41-99-7 - Creation of fund for disbursements of gran",
      "text": "For purposes of this chapter:(a)\"Mississippi qualified health center\" means a public or nonprofit entity that provides comprehensive primary care services that:(i)Has a community board of directors, the majority of whom are users of such centers;(ii)Accepts all patients that present themselves despite their ability to pay and uses a sliding-fee-schedule for payments; and(iii)Serves a designated medically underserved area or population, as provided in Section 330 of the Public Health Service Act.(b)\"Uninsured or medically indigent patient\" means a patient receiving services from a Mississippi qualified health center who is not eligible for Medicaid, Medicare or any other type of governmental reimbursement for health care costs or receiving third-party payments via an employer.(c)\"Department\" means the State Department of Health.(d)\"Primary care\" means the basic entry level of health care provided by health care practitioners or nonphysician health care practitioners, which is generally provided in an outpatient setting.(e)\"Medically underserved area or population\" means an area designated by the Secretary of the United States Department of Health and Human Services as an area with a shortage of professionals, health services or a population group designated by the secretary as having a shortage of those services.(f)\"Service grant\" means either a care grant or a physician grant, or both, by the department to a Mississippi qualified health center in accordance with this chapter.(g)\"Program\" means the Mississippi Qualified Health Center Grant Program established in this chapter.(h)\"Primary care physician\" means a doctor of medicine or doctor of osteopathy who:(i)Is a resident of Mississippi;(ii)Is licensed to practice medicine under Section73-25-1et seq.; and(iii)Practices in Family Medicine, Obstetrics and Gynecology, Pediatrics, Internal Medical-Pediatrics or General Internal Medicine.(i)\"Care grant\" means a service grant awarded under the program in Section41-99-5(2)to a Mississippi qualified health center for its use in providing care to uninsured or medically indigent patients in Mississippi.(j)\"Physician grant\" means a service grant awarded under the program in Section41-99-5(3)to a Mississippi qualified health center for its use in providing salary supplements to recruit and retain primary care physicians in areas where there is the most need, as determined by the advisory council, in order to increase health care access to patients in Mississippi.Laws, 1999, ch. 477, § 3; Laws, 2004, ch. 415, § 1, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 1, eff. 7/1/2020.\n\nFor purposes of this chapter:(a)\"Mississippi qualified health center\" means a public or nonprofit entity that provides comprehensive primary care services that:(i)Has a community board of directors, the majority of whom are users of such centers;(ii)Accepts all patients that present themselves despite their ability to pay and uses a sliding-fee-schedule for payments; and(iii)Serves a designated medically underserved area or population, as provided in Section 330 of the Public Health Service Act.(b)\"Uninsured or medically indigent patient\" means a patient receiving services from a Mississippi qualified health center who is not eligible for Medicaid, Medicare or any other type of governmental reimbursement for health care costs or receiving third-party payments via an employer.(c)\"Department\" means the State Department of Health.(d)\"Primary care\" means the basic entry level of health care provided by health care practitioners or nonphysician health care practitioners, which is generally provided in an outpatient setting.(e)\"Medically underserved area or population\" means an area designated by the Secretary of the United States Department of Health and Human Services as an area with a shortage of professionals, health services or a population group designated by the secretary as having a shortage of those services.(f)\"Service grant\" means either a care grant or a physician grant, or both, by the department to a Mississippi qualified health center in accordance with this chapter.(g)\"Program\" means the Mississippi Qualified Health Center Grant Program established in this chapter.(h)\"Primary care physician\" means a doctor of medicine or doctor of osteopathy who:(i)Is a resident of Mississippi;(ii)Is licensed to practice medicine under Section73-25-1et seq.; and(iii)Practices in Family Medicine, Obstetrics and Gynecology, Pediatrics, Internal Medical-Pediatrics or General Internal Medicine.(i)\"Care grant\" means a service grant awarded under the program in Section41-99-5(2)to a Mississippi qualified health center for its use in providing care to uninsured or medically indigent patients in Mississippi.(j)\"Physician grant\" means a service grant awarded under the program in Section41-99-5(3)to a Mississippi qualified health center for its use in providing salary supplements to recruit and retain primary care physicians in areas where there is the most need, as determined by the advisory council, in order to increase health care access to patients in Mississippi.Laws, 1999, ch. 477, § 3; Laws, 2004, ch. 415, § 1, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 1, eff. 7/1/2020.\n\nFor purposes of this chapter:(a)\"Mississippi qualified health center\" means a public or nonprofit entity that provides comprehensive primary care services that:(i)Has a community board of directors, the majority of whom are users of such centers;(ii)Accepts all patients that present themselves despite their ability to pay and uses a sliding-fee-schedule for payments; and(iii)Serves a designated medically underserved area or population, as provided in Section 330 of the Public Health Service Act.(b)\"Uninsured or medically indigent patient\" means a patient receiving services from a Mississippi qualified health center who is not eligible for Medicaid, Medicare or any other type of governmental reimbursement for health care costs or receiving third-party payments via an employer.(c)\"Department\" means the State Department of Health.(d)\"Primary care\" means the basic entry level of health care provided by health care practitioners or nonphysician health care practitioners, which is generally provided in an outpatient setting.(e)\"Medically underserved area or population\" means an area designated by the Secretary of the United States Department of Health and Human Services as an area with a shortage of professionals, health services or a population group designated by the secretary as having a shortage of those services.(f)\"Service grant\" means either a care grant or a physician grant, or both, by the department to a Mississippi qualified health center in accordance with this chapter.(g)\"Program\" means the Mississippi Qualified Health Center Grant Program established in this chapter.(h)\"Primary care physician\" means a doctor of medicine or doctor of osteopathy who:(i)Is a resident of Mississippi;(ii)Is licensed to practice medicine under Section73-25-1et seq.; and(iii)Practices in Family Medicine, Obstetrics and Gynecology, Pediatrics, Internal Medical-Pediatrics or General Internal Medicine.(i)\"Care grant\" means a service grant awarded under the program in Section41-99-5(2)to a Mississippi qualified health center for its use in providing care to uninsured or medically indigent patients in Mississippi.(j)\"Physician grant\" means a service grant awarded under the program in Section41-99-5(3)to a Mississippi qualified health center for its use in providing salary supplements to recruit and retain primary care physicians in areas where there is the most need, as determined by the advisory council, in order to increase health care access to patients in Mississippi.Laws, 1999, ch. 477, § 3; Laws, 2004, ch. 415, § 1, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 1, eff. 7/1/2020.\n\nFor purposes of this chapter:\n\nLaws, 1999, ch. 477, § 3; Laws, 2004, ch. 415, § 1, eff. 7/1/2004.\n\nAmended by Laws, 2020, ch. 416, SB 2626,§ 1, eff. 7/1/2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-41/chapter-99/section-41-99-1/"
    },
    {
      "id": "section-41-99-3",
      "number": "41-99-3",
      "heading": "Establishment of Qualified Health Center Grant Program; purpose; administration by Department of Health",
      "text": "(1)The Mississippi Qualified Health Center Grant Program is established, under the direction and administration of the State Department of Health, for the purpose of making service grants to Mississippi qualified health centers for their use in:(a)Providing care to uninsured or medically indigent patients in Mississippi; or(b)Providing salary supplements to recruit and retain new primary care physicians in areas where there is the most need, as determined by the advisory council, in order to increase health care access to patients in Mississippi.(2)The program shall be established with such state funds as may be appropriated by the Legislature.Laws, 1999, ch. 477, § 4; Laws, 2004, ch. 415, § 2, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 2, eff. 7/1/2020.\n\n(1)The Mississippi Qualified Health Center Grant Program is established, under the direction and administration of the State Department of Health, for the purpose of making service grants to Mississippi qualified health centers for their use in:(a)Providing care to uninsured or medically indigent patients in Mississippi; or(b)Providing salary supplements to recruit and retain new primary care physicians in areas where there is the most need, as determined by the advisory council, in order to increase health care access to patients in Mississippi.(2)The program shall be established with such state funds as may be appropriated by the Legislature.Laws, 1999, ch. 477, § 4; Laws, 2004, ch. 415, § 2, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 2, eff. 7/1/2020.\n\n(1)The Mississippi Qualified Health Center Grant Program is established, under the direction and administration of the State Department of Health, for the purpose of making service grants to Mississippi qualified health centers for their use in:(a)Providing care to uninsured or medically indigent patients in Mississippi; or(b)Providing salary supplements to recruit and retain new primary care physicians in areas where there is the most need, as determined by the advisory council, in order to increase health care access to patients in Mississippi.(2)The program shall be established with such state funds as may be appropriated by the Legislature.Laws, 1999, ch. 477, § 4; Laws, 2004, ch. 415, § 2, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 2, eff. 7/1/2020.\n\nLaws, 1999, ch. 477, § 4; Laws, 2004, ch. 415, § 2, eff. 7/1/2004.\n\nAmended by Laws, 2020, ch. 416, SB 2626,§ 2, eff. 7/1/2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-41/chapter-99/section-41-99-3/"
    },
    {
      "id": "section-41-99-5",
      "number": "41-99-5",
      "heading": "Requirements for participation in program; restrictions on use of grants; advisory council",
      "text": "(1)Any Mississippi qualified health center desiring to participate in the program shall make application for a service grant to the department in a form satisfactory to the department. The department shall receive service grant proposals from Mississippi qualified health centers. All proposals shall be submitted in accordance with the provisions of grant procedures, criteria and standards developed and made public by the department.(2)The department shall use the funds provided by subsection (6)(a) of this section to make care grants until July 1, 2027, to Mississippi qualified health centers upon proposals made under subsection (1) of this section. Care grants that are awarded to Mississippi qualified health centers shall only be used by those centers to:(a)Increase access to preventative and primary care services by uninsured or medically indigent patients that are served by those centers; and(b)Create new services or augment existing services provided to uninsured or medically indigent patients, including, but not limited to, primary care medical and preventive services, dental services, optometric services, in-house laboratory services, diagnostic services, pharmacy services, nutritional services and social services.(3)The department shall use the funds provided by subsection (6)(b) of this section to make physician grants until July 1, 2027, to Mississippi qualified health centers upon proposals made under subsection (1) of this section. A physician grant awarded to a Mississippi qualified health center shall only be used by that center to provide a one-time salary supplement to a primary care physician being recruited under the program.(4)Service grants received by Mississippi qualified health centers under this chapter shall not be used:(a)To supplant federal funds traditionally received by those centers, but shall be used to supplement them;(b)For land or real estate investments;(c)To finance or satisfy any existing debt; or(d)Unless the health center specifically complies with the definition of a Mississippi qualified health center contained in Section41-99-1.(5)The department shall develop regulations, procedures and application forms to govern how service grants will be awarded, shall develop a plan to ensure that care grants are equitably distributed among all Mississippi qualified health centers and that physician grants are distributed to the Mississippi qualified health centers where there is the most need, and shall develop an audit process to assure that grant monies are used to provide and expend care to the uninsured and medically indigent.(6)The department shall establish a fund for the purpose of providing service grants to Mississippi qualified health centers in accordance with this chapter and the following terms and conditions:(a)The amount of care grants issued under this chapter shall be not less than Four Million Dollars ($4,000,000.00) per state fiscal year, awarded as follows:(i)No Mississippi qualified health center shall receive care grants under this program in excess of ten percent (10%) of available funds per calendar year; and(ii)Each Mississippi qualified health center receiving a care grant shall provide an annual report to the department that details the number of additional uninsured and medically indigent patients that are cared for and the types of services that are provided;(b)The total amount of physician grants issued under this chapter during any fiscal year shall not be more than the amount appropriated to the department for that purpose, awarded as follows:(i)Per fiscal year, a Mississippi qualified health center shall receive only one (1) physician grant under the program, which shall not exceed the amount specified in the appropriation bill for the department;(ii)For the Mississippi qualified health center to be eligible for a physician grant, a primary care physician shall agree to work, full time, for the Mississippi qualified health center for at least three (3) consecutive years from the date of an executed employment contract;(iii)A Mississippi qualified health center shall use a physician grant to supplement a physician's salary within the first one hundred twenty (120) days of employment;(iv)If a physician grant is disbursed to a Mississippi qualified health center and the hiring of the primary care physician does not materialize, the Mississippi qualified health center shall repay the entire physician grant award to the department;(v)If a primary care physician abandons his or her employment at the Mississippi qualified health center before he or she has worked there for three (3) years, the primary care physician shall repay to the department a pro rata share of the physician grant based on the number of unserved months during the three-year period. Under this subparagraph (v), the department shall have a cause of action against the primary care physician to recover grant monies; and(vi)Each Mississippi qualified health center receiving a physician care grant shall provide an annual report to the department that details the following:1.The number of patients treated by the new primary care physician; and2.The general types of medical services rendered by the new primary care physician; and(c)On or before January 15 of each year, the department shall provide the reports required by this subsection to the Chair and Vice Chair of the Senate Public Health and Welfare Committee, to the Chair and Vice Chair of the House Public Health and Human Services Committee, to the Lieutenant Governor and to the Speaker of the House.(7)The department shall establish an advisory council to review and make recommendations to the department on the awarding of any grants to Mississippi qualified health centers. Those recommendations by the advisory council shall not be binding upon the department, but when a recommendation by the advisory council is not followed by the department, the department shall place in its minutes reasons for not accepting the advisory council's recommendation, and provide for an appeals process. All approved service grants shall be awarded within thirty (30) days of approval by the department.(8)The composition of the advisory council shall be the following:(a)Two (2) employees of the department, one (1) of whom must have experience in reviewing and writing grant proposals;(b)Two (2) executive employees of Mississippi qualified health centers, one (1) of whom must be a chief financial officer;(c)Two (2) health care providers who are affiliated with a Mississippi qualified health center, one (1) of whom must be a physician; and(d)One (1) health care provider who is not affiliated with a Mississippi qualified health center or the department but has training and experience in primary care.(9)The department may use a portion of any grant monies received under this chapter to administer the program and to pay reasonable expenses incurred by the advisory council; however, in no case shall more than one and one-half percent (1-1/2%) or Sixty Thousand Dollars ($60,000.00) annually, whichever is greater, be used for program expenses.(10)No assistance shall be provided to a Mississippi qualified health center under this chapter unless the Mississippi qualified health center certifies to the department that it will not discriminate against any employee or against any applicant for employment because of race, religion, color, national origin, sex or age.Laws, 1999, ch. 477, § 5; Laws, 2004, ch. 415, § 3; Laws, 2009, ch. 533, § 1, eff. 7/1/2009.Amended by Laws, 2024, ch. 349, HB 760,§ 1, eff. 7/1/2024.Amended by Laws, 2023, ch. 405, HB 584,§ 1, eff. 7/1/2023.Amended by Laws, 2022, ch. 470, SB 2421,§ 1, eff. 7/1/2022.Amended by Laws, 2020, ch. 416, SB 2626,§ 3, eff. 7/1/2020.Amended by Laws, 2019, ch. 353, HB 584,§ 1, eff. 7/1/2019.Amended by Laws, 2014, ch. 303, HB 28, 1, eff. 7/1/2014.\n\n(1)Any Mississippi qualified health center desiring to participate in the program shall make application for a service grant to the department in a form satisfactory to the department. The department shall receive service grant proposals from Mississippi qualified health centers. All proposals shall be submitted in accordance with the provisions of grant procedures, criteria and standards developed and made public by the department.(2)The department shall use the funds provided by subsection (6)(a) of this section to make care grants until July 1, 2027, to Mississippi qualified health centers upon proposals made under subsection (1) of this section. Care grants that are awarded to Mississippi qualified health centers shall only be used by those centers to:(a)Increase access to preventative and primary care services by uninsured or medically indigent patients that are served by those centers; and(b)Create new services or augment existing services provided to uninsured or medically indigent patients, including, but not limited to, primary care medical and preventive services, dental services, optometric services, in-house laboratory services, diagnostic services, pharmacy services, nutritional services and social services.(3)The department shall use the funds provided by subsection (6)(b) of this section to make physician grants until July 1, 2027, to Mississippi qualified health centers upon proposals made under subsection (1) of this section. A physician grant awarded to a Mississippi qualified health center shall only be used by that center to provide a one-time salary supplement to a primary care physician being recruited under the program.(4)Service grants received by Mississippi qualified health centers under this chapter shall not be used:(a)To supplant federal funds traditionally received by those centers, but shall be used to supplement them;(b)For land or real estate investments;(c)To finance or satisfy any existing debt; or(d)Unless the health center specifically complies with the definition of a Mississippi qualified health center contained in Section41-99-1.(5)The department shall develop regulations, procedures and application forms to govern how service grants will be awarded, shall develop a plan to ensure that care grants are equitably distributed among all Mississippi qualified health centers and that physician grants are distributed to the Mississippi qualified health centers where there is the most need, and shall develop an audit process to assure that grant monies are used to provide and expend care to the uninsured and medically indigent.(6)The department shall establish a fund for the purpose of providing service grants to Mississippi qualified health centers in accordance with this chapter and the following terms and conditions:(a)The amount of care grants issued under this chapter shall be not less than Four Million Dollars ($4,000,000.00) per state fiscal year, awarded as follows:(i)No Mississippi qualified health center shall receive care grants under this program in excess of ten percent (10%) of available funds per calendar year; and(ii)Each Mississippi qualified health center receiving a care grant shall provide an annual report to the department that details the number of additional uninsured and medically indigent patients that are cared for and the types of services that are provided;(b)The total amount of physician grants issued under this chapter during any fiscal year shall not be more than the amount appropriated to the department for that purpose, awarded as follows:(i)Per fiscal year, a Mississippi qualified health center shall receive only one (1) physician grant under the program, which shall not exceed the amount specified in the appropriation bill for the department;(ii)For the Mississippi qualified health center to be eligible for a physician grant, a primary care physician shall agree to work, full time, for the Mississippi qualified health center for at least three (3) consecutive years from the date of an executed employment contract;(iii)A Mississippi qualified health center shall use a physician grant to supplement a physician's salary within the first one hundred twenty (120) days of employment;(iv)If a physician grant is disbursed to a Mississippi qualified health center and the hiring of the primary care physician does not materialize, the Mississippi qualified health center shall repay the entire physician grant award to the department;(v)If a primary care physician abandons his or her employment at the Mississippi qualified health center before he or she has worked there for three (3) years, the primary care physician shall repay to the department a pro rata share of the physician grant based on the number of unserved months during the three-year period. Under this subparagraph (v), the department shall have a cause of action against the primary care physician to recover grant monies; and(vi)Each Mississippi qualified health center receiving a physician care grant shall provide an annual report to the department that details the following:1.The number of patients treated by the new primary care physician; and2.The general types of medical services rendered by the new primary care physician; and(c)On or before January 15 of each year, the department shall provide the reports required by this subsection to the Chair and Vice Chair of the Senate Public Health and Welfare Committee, to the Chair and Vice Chair of the House Public Health and Human Services Committee, to the Lieutenant Governor and to the Speaker of the House.(7)The department shall establish an advisory council to review and make recommendations to the department on the awarding of any grants to Mississippi qualified health centers. Those recommendations by the advisory council shall not be binding upon the department, but when a recommendation by the advisory council is not followed by the department, the department shall place in its minutes reasons for not accepting the advisory council's recommendation, and provide for an appeals process. All approved service grants shall be awarded within thirty (30) days of approval by the department.(8)The composition of the advisory council shall be the following:(a)Two (2) employees of the department, one (1) of whom must have experience in reviewing and writing grant proposals;(b)Two (2) executive employees of Mississippi qualified health centers, one (1) of whom must be a chief financial officer;(c)Two (2) health care providers who are affiliated with a Mississippi qualified health center, one (1) of whom must be a physician; and(d)One (1) health care provider who is not affiliated with a Mississippi qualified health center or the department but has training and experience in primary care.(9)The department may use a portion of any grant monies received under this chapter to administer the program and to pay reasonable expenses incurred by the advisory council; however, in no case shall more than one and one-half percent (1-1/2%) or Sixty Thousand Dollars ($60,000.00) annually, whichever is greater, be used for program expenses.(10)No assistance shall be provided to a Mississippi qualified health center under this chapter unless the Mississippi qualified health center certifies to the department that it will not discriminate against any employee or against any applicant for employment because of race, religion, color, national origin, sex or age.Laws, 1999, ch. 477, § 5; Laws, 2004, ch. 415, § 3; Laws, 2009, ch. 533, § 1, eff. 7/1/2009.Amended by Laws, 2024, ch. 349, HB 760,§ 1, eff. 7/1/2024.Amended by Laws, 2023, ch. 405, HB 584,§ 1, eff. 7/1/2023.Amended by Laws, 2022, ch. 470, SB 2421,§ 1, eff. 7/1/2022.Amended by Laws, 2020, ch. 416, SB 2626,§ 3, eff. 7/1/2020.Amended by Laws, 2019, ch. 353, HB 584,§ 1, eff. 7/1/2019.Amended by Laws, 2014, ch. 303, HB 28, 1, eff. 7/1/2014.\n\n(1)Any Mississippi qualified health center desiring to participate in the program shall make application for a service grant to the department in a form satisfactory to the department. The department shall receive service grant proposals from Mississippi qualified health centers. All proposals shall be submitted in accordance with the provisions of grant procedures, criteria and standards developed and made public by the department.(2)The department shall use the funds provided by subsection (6)(a) of this section to make care grants until July 1, 2027, to Mississippi qualified health centers upon proposals made under subsection (1) of this section. Care grants that are awarded to Mississippi qualified health centers shall only be used by those centers to:(a)Increase access to preventative and primary care services by uninsured or medically indigent patients that are served by those centers; and(b)Create new services or augment existing services provided to uninsured or medically indigent patients, including, but not limited to, primary care medical and preventive services, dental services, optometric services, in-house laboratory services, diagnostic services, pharmacy services, nutritional services and social services.(3)The department shall use the funds provided by subsection (6)(b) of this section to make physician grants until July 1, 2027, to Mississippi qualified health centers upon proposals made under subsection (1) of this section. A physician grant awarded to a Mississippi qualified health center shall only be used by that center to provide a one-time salary supplement to a primary care physician being recruited under the program.(4)Service grants received by Mississippi qualified health centers under this chapter shall not be used:(a)To supplant federal funds traditionally received by those centers, but shall be used to supplement them;(b)For land or real estate investments;(c)To finance or satisfy any existing debt; or(d)Unless the health center specifically complies with the definition of a Mississippi qualified health center contained in Section41-99-1.(5)The department shall develop regulations, procedures and application forms to govern how service grants will be awarded, shall develop a plan to ensure that care grants are equitably distributed among all Mississippi qualified health centers and that physician grants are distributed to the Mississippi qualified health centers where there is the most need, and shall develop an audit process to assure that grant monies are used to provide and expend care to the uninsured and medically indigent.(6)The department shall establish a fund for the purpose of providing service grants to Mississippi qualified health centers in accordance with this chapter and the following terms and conditions:(a)The amount of care grants issued under this chapter shall be not less than Four Million Dollars ($4,000,000.00) per state fiscal year, awarded as follows:(i)No Mississippi qualified health center shall receive care grants under this program in excess of ten percent (10%) of available funds per calendar year; and(ii)Each Mississippi qualified health center receiving a care grant shall provide an annual report to the department that details the number of additional uninsured and medically indigent patients that are cared for and the types of services that are provided;(b)The total amount of physician grants issued under this chapter during any fiscal year shall not be more than the amount appropriated to the department for that purpose, awarded as follows:(i)Per fiscal year, a Mississippi qualified health center shall receive only one (1) physician grant under the program, which shall not exceed the amount specified in the appropriation bill for the department;(ii)For the Mississippi qualified health center to be eligible for a physician grant, a primary care physician shall agree to work, full time, for the Mississippi qualified health center for at least three (3) consecutive years from the date of an executed employment contract;(iii)A Mississippi qualified health center shall use a physician grant to supplement a physician's salary within the first one hundred twenty (120) days of employment;(iv)If a physician grant is disbursed to a Mississippi qualified health center and the hiring of the primary care physician does not materialize, the Mississippi qualified health center shall repay the entire physician grant award to the department;(v)If a primary care physician abandons his or her employment at the Mississippi qualified health center before he or she has worked there for three (3) years, the primary care physician shall repay to the department a pro rata share of the physician grant based on the number of unserved months during the three-year period. Under this subparagraph (v), the department shall have a cause of action against the primary care physician to recover grant monies; and(vi)Each Mississippi qualified health center receiving a physician care grant shall provide an annual report to the department that details the following:1.The number of patients treated by the new primary care physician; and2.The general types of medical services rendered by the new primary care physician; and(c)On or before January 15 of each year, the department shall provide the reports required by this subsection to the Chair and Vice Chair of the Senate Public Health and Welfare Committee, to the Chair and Vice Chair of the House Public Health and Human Services Committee, to the Lieutenant Governor and to the Speaker of the House.(7)The department shall establish an advisory council to review and make recommendations to the department on the awarding of any grants to Mississippi qualified health centers. Those recommendations by the advisory council shall not be binding upon the department, but when a recommendation by the advisory council is not followed by the department, the department shall place in its minutes reasons for not accepting the advisory council's recommendation, and provide for an appeals process. All approved service grants shall be awarded within thirty (30) days of approval by the department.(8)The composition of the advisory council shall be the following:(a)Two (2) employees of the department, one (1) of whom must have experience in reviewing and writing grant proposals;(b)Two (2) executive employees of Mississippi qualified health centers, one (1) of whom must be a chief financial officer;(c)Two (2) health care providers who are affiliated with a Mississippi qualified health center, one (1) of whom must be a physician; and(d)One (1) health care provider who is not affiliated with a Mississippi qualified health center or the department but has training and experience in primary care.(9)The department may use a portion of any grant monies received under this chapter to administer the program and to pay reasonable expenses incurred by the advisory council; however, in no case shall more than one and one-half percent (1-1/2%) or Sixty Thousand Dollars ($60,000.00) annually, whichever is greater, be used for program expenses.(10)No assistance shall be provided to a Mississippi qualified health center under this chapter unless the Mississippi qualified health center certifies to the department that it will not discriminate against any employee or against any applicant for employment because of race, religion, color, national origin, sex or age.Laws, 1999, ch. 477, § 5; Laws, 2004, ch. 415, § 3; Laws, 2009, ch. 533, § 1, eff. 7/1/2009.Amended by Laws, 2024, ch. 349, HB 760,§ 1, eff. 7/1/2024.Amended by Laws, 2023, ch. 405, HB 584,§ 1, eff. 7/1/2023.Amended by Laws, 2022, ch. 470, SB 2421,§ 1, eff. 7/1/2022.Amended by Laws, 2020, ch. 416, SB 2626,§ 3, eff. 7/1/2020.Amended by Laws, 2019, ch. 353, HB 584,§ 1, eff. 7/1/2019.Amended by Laws, 2014, ch. 303, HB 28, 1, eff. 7/1/2014.\n\nLaws, 1999, ch. 477, § 5; Laws, 2004, ch. 415, § 3; Laws, 2009, ch. 533, § 1, eff. 7/1/2009.\n\nAmended by Laws, 2024, ch. 349, HB 760,§ 1, eff. 7/1/2024.\n\nAmended by Laws, 2023, ch. 405, HB 584,§ 1, eff. 7/1/2023.\n\nAmended by Laws, 2022, ch. 470, SB 2421,§ 1, eff. 7/1/2022.\n\nAmended by Laws, 2020, ch. 416, SB 2626,§ 3, eff. 7/1/2020.\n\nAmended by Laws, 2019, ch. 353, HB 584,§ 1, eff. 7/1/2019.\n\nAmended by Laws, 2014, ch. 303, HB 28, 1, eff. 7/1/2014.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-41/chapter-99/section-41-99-5/"
    },
    {
      "id": "section-41-99-7",
      "number": "41-99-7",
      "heading": "Creation of fund for disbursements of grants",
      "text": "There is created a special fund in the State Treasury to be known as the Mississippi Qualified Health Center Grant Program Fund, from which service grants and expenditures authorized in connection with the program shall be disbursed. All monies received by legislative appropriation to carry out the purposes of this chapter shall be deposited into the Mississippi Qualified Health Center Grant Program Fund.Laws, 1999, ch. 477, § 6; Laws, 2004, ch. 415, § 4, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 4, eff. 7/1/2020.\n\nThere is created a special fund in the State Treasury to be known as the Mississippi Qualified Health Center Grant Program Fund, from which service grants and expenditures authorized in connection with the program shall be disbursed. All monies received by legislative appropriation to carry out the purposes of this chapter shall be deposited into the Mississippi Qualified Health Center Grant Program Fund.Laws, 1999, ch. 477, § 6; Laws, 2004, ch. 415, § 4, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 4, eff. 7/1/2020.\n\nThere is created a special fund in the State Treasury to be known as the Mississippi Qualified Health Center Grant Program Fund, from which service grants and expenditures authorized in connection with the program shall be disbursed. All monies received by legislative appropriation to carry out the purposes of this chapter shall be deposited into the Mississippi Qualified Health Center Grant Program Fund.Laws, 1999, ch. 477, § 6; Laws, 2004, ch. 415, § 4, eff. 7/1/2004.Amended by Laws, 2020, ch. 416, SB 2626,§ 4, eff. 7/1/2020.\n\nThere is created a special fund in the State Treasury to be known as the Mississippi Qualified Health Center Grant Program Fund, from which service grants and expenditures authorized in connection with the program shall be disbursed. All monies received by legislative appropriation to carry out the purposes of this chapter shall be deposited into the Mississippi Qualified Health Center Grant Program Fund.\n\nLaws, 1999, ch. 477, § 6; Laws, 2004, ch. 415, § 4, eff. 7/1/2004.\n\nAmended by Laws, 2020, ch. 416, SB 2626,§ 4, eff. 7/1/2020.",
      "history": "",
      "source_url": "https://law.justia.com/codes/mississippi/title-41/chapter-99/section-41-99-7/"
    }
  ]
}