{
  "state": "nebraska",
  "path": "title-chapter-73-public-lettings-and-contracts/chapter-73-1004-drone-or-unmanned-aerial-system-acquisition-by-state",
  "sections": [
    {
      "id": "section-73-1004drone",
      "number": "73-1004.Drone",
      "heading": "or unmanned aerial system; acquisition by state or political subdivision; use of state funds; requirements; contract or agreement void and unenforceable; electric supplier, exempt; conditions",
      "text": "(1) Effective January 1, 2027, no state agency shall purchase or acquire a drone or unmanned aerial system o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-73-1004",
      "number": "73-1004",
      "heading": "",
      "text": "73-1004.Drone or unmanned aerial system; acquisition by state or political subdivision; use of state funds; requirements; contract or agreement void and unenforceable; electric supplier, exempt; conditions.\n\n(1) Effective January 1, 2027, no state agency shall purchase or acquire a drone or unmanned aerial system other than those cleared by the division pursuant to section 73-1005.\n\n(2) To the extent practicable, political subdivisions shall purchase or acquire only those drones and unmanned aerial systems cleared by the division pursuant to section 73-1005.\n\n(3) Effective January 1, 2027, no state funds shall be used to purchase or acquire a drone or unmanned aerial system whose purchase would be prohibited by section 73-1005.\n\n(4) A contract or agreement for the purchase or acquisition of a drone or unmanned aerial system in violation of this section is void and unenforceable.\n\n(5) Any electric supplier supplying, producing, or distributing electricity within the state for sale at retail is exempt from the Secure Drone Purchasing Act if the electric supplier is in compliance with the critical infrastructure protection requirements issued by the North American Electric Reliability Corporation.\n\nSourceLaws 2025, LB660, ยง 23.Operative Date: September 3, 2025",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-73/statute-73-1004/"
    }
  ]
}