{
  "state": "iowa",
  "path": "title-title-ii-elections-and-official-duties/chapter-chapter-68b-government-ethics-and-lobbying",
  "sections": [
    {
      "id": "section-68b1",
      "number": "68B.1",
      "heading": "Short title.Section 68B.2 - Definitions",
      "text": "Section 68B.2A - Prohibited outside employment and activities — conflicts of interest.Section 68B.2B - Executive branch compensation.Section 68B.2C - Prohibited outside employment and activities — agents of foreign principals.Section 68B.3 - When public bids r",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-68b2",
      "number": "68B.2",
      "heading": "Definitions.",
      "text": "68B.2 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:\n\n1. “Agency” means a department, division, board, commission, bureau, authority, or office of the executive or legislative branch of state government, the office of attorney general, the state board of regents, community colleges, and the office of the governor, including a regulatory agency, or any department, division, board, commission, bureau, or office of a political subdivision of the state, but does not include any agricultural commodity promotional board, which is subject to a producer referendum.\n\n2. “Agency of state government” or “state agency” means a department, division, board, commission, bureau, authority, or office of the executive or legislative branch of state government, the office of attorney general, the state board of regents, community colleges, and the office of the governor, including a regulatory agency, but does not include any agricultural commodity promotional board, which is subject to a producer referendum.\n\n3. “Board” means the Iowa ethics and campaign disclosure board.\n\n4. “Candidate” means a candidate under chapter 68A but does not include any judge standing for retention in a judicial election.\n\n5. “Candidate’s committee” means the committee designated by a candidate for a state, county, city, or school office, as provided under chapter 68A, to receive contributions in excess of one thousand dollars in the aggregate, expend funds in excess of one thousand dollars in the aggregate, or incur indebtedness on behalf of the candidate in excess of one thousand dollars in the aggregate in any calendar year.\n\n6. “Client” means a private person or a state, federal, or local government entity that pays compensation to or designates an individual to be a lobbyist.\n\n7. “Compensation” means any money, thing of value, or financial benefit conferred in return for services rendered or to be rendered.\n\n8. “Contribution” means a loan, advance, deposit, rebate, refund, transfer of money, an in-kind transfer, or the payment of compensation for the personal services of another person.\n\n9. “Gift” means a rendering of anything of value in return for which legal consideration of equal or greater value is not given and received.\n\n10. “Honorarium” means anything of value that is accepted or given as consideration for an appearance, speech, or article.\n\n11. “Immediate family members” means the spouse and dependent children of a public official or public employee.\n\n12. “Legislative employee” means a permanent full-time employee of the general assembly but does not include members of the general assembly.\n\n13. a. “Lobbyist” means an individual who, by acting directly, does any of the following:\n\n(1) Receives compensation to encourage the passage, defeat, approval, veto, or modification of legislation, a rule, or an executive order by the members of the general assembly, a state agency, or any statewide elected official.\n\n(2) Is a designated representative of an organization which has as one of its purposes the encouragement of the passage, defeat, approval, veto, or modification of legislation, a rule, or an executive order before the general assembly, a state agency, or any statewide elected official.\n\n(3) Represents the position of a federal, state, or local government agency, in which the person serves or is employed as the designated representative, for purposes of encouraging the passage, defeat, approval, veto, or modification of legislation, a rule, or an executive order by members of the general assembly, a state agency, or any statewide elected official.\n\n(4) Makes expenditures of more than one thousand dollars in a calendar year, other than to pay compensation to an individual who provides the services specified under subparagraph (1) or to communicate with only the members of the general assembly who represent the district in which the individual resides, to communicate in person with members of the general assembly, a state agency, or any statewide elected official for purposes of encouraging the passage, defeat, approval, veto, or modification of legislation, a rule, or an executive order.\n\nb. “Lobbyist” does not mean:\n\n(1) Officials and employees of a political party organized in the state of Iowa representing more than two percent of the total votes cast for governor in the last preceding general election, but only when representing the political party in an official capacity.\n\n(2) Representatives of the news media only when engaged in the reporting and dissemination of news and editorials.\n\n(3) All federal, state, and local elected officials, while performing the duties and responsibilities of office.\n\n(4) Persons whose activities are limited to appearances to give testimony or provide information or assistance at sessions of committees of the general assembly or at public hearings of state agencies or who are giving testimony or providing information or assistance at the request of public officials or employees.\n\n(5) Members of the staff of the United States Congress or the Iowa general assembly.\n\n(6) Agency officials and employees while they are engaged in activities within the agency in which they serve or are employed or with another agency with which the official’s or employee’s agency is involved in a collaborative project.\n\n(7) An individual who is a member, director, trustee, officer, or committee member of a business, trade, labor, farm, professional, religious, education, or charitable association, foundation, or organization who is not paid compensation and is not specifically designated as provided in paragraph “a”, subparagraph (1) or (2).\n\n(8) Persons whose activities are limited to submitting data, views, or arguments in writing, or requesting an opportunity to make an oral presentation under section 17A.4, subsection 1.\n\n14. “Local employee” means a person employed by a political subdivision of this state and does not include an independent contractor.\n\n15. “Local official” means an officeholder of a political subdivision of this state.\n\n16. “Member of the general assembly” means an individual duly elected to the senate or the house of representatives of the state of Iowa.\n\n17. “Official” means all statewide elected officials, the executive or administrative head or heads of an agency of state government, the deputy executive or administrative head or heads of an agency of state government, members of boards or commissions as defined under section 7E.4, and heads of the major subunits of departments or independent state agencies whose positions involve a substantial exercise of administrative discretion or the expenditure of public funds as defined under rules of the board adopted in consultation with the department or agency and pursuant to chapter 17A. “Official” does not include officers or employees of political subdivisions of the state, members of the general assembly, legislative employees, officers or employees of the judicial branch of government who are not members or employees of the office of attorney general, members of state government entities which are or exercise the same type of authority that is exercised by councils or committees as defined under section 7E.4, or members of any agricultural commodity promotional board, if the board is subject to a producer referendum.\n\n18. “Person” means, without limitation, any individual, corporation, business trust, estate, trust, partnership or association, labor union, or any other legal entity.\n\n19. “Public disclosure” means a written report filed by a person as required by this chapter or required by rules adopted and issued pursuant to this chapter.\n\n20. “Public employee” means state employees, legislative employees, and local employees.\n\n21. “Public office” means any state, county, city, or school office or any other office of a political subdivision of the state that is filled by election.\n\n22. “Public official” means officials, local officials, and members of the general assembly.\n\n23. “Regulatory agency” means the department of agriculture and land stewardship, department of workforce development, department of insurance and financial services, department of public safety, department of education, state board of regents, department of health and human services, department of revenue, department of inspections, appeals, and licensing, department of administrative services, public employment relations board, state department of transportation, civil rights commission, department of public defense, department of homeland security and emergency management, Iowa ethics and campaign disclosure board, utilities board, and department of natural resources.\n\n24. “Restricted donor” means a person who is in any of the following categories:\n\na. Is or is seeking to be a party to any one or any combination of sales, purchases, leases, or contracts to, from, or with the agency in which the donee holds office or is employed.\n\nb. Will personally be, or is the agent of a person who will be, directly and substantially affected financially by the performance or nonperformance of the donee’s official duty in a way that is greater than the effect on the public generally or on a substantial class of persons to which the person belongs as a member of a profession, occupation, industry, or region.\n\nc. Is personally, or is the agent of a person who is, the subject of or party to a matter which is pending before a subunit of a regulatory agency and over which the donee has discretionary authority as part of the donee’s official duties or employment within the regulatory agency subunit.\n\nd. Is a lobbyist or a client of a lobbyist with respect to matters within the donee’s jurisdiction.\n\n25. “State employee” means a person who is not an official and is a paid employee of the state of Iowa and does not include an independent contractor, an employee of the judicial branch who is not an employee of the office of attorney general, an employee of the general assembly, an employee of a political subdivision of the state, or an employee of any agricultural commodity promotional board, if the board is subject to a producer referendum.\n\n26. “Statewide elected official” means the governor, lieutenant governor, secretary of state, auditor of state, treasurer of state, secretary of agriculture, and attorney general of the state of Iowa.\n\n[C71, 73, 75, 77, 79, 81, §68B.2; 82 Acts, ch 1199, §35, 96]\n\n83 Acts, ch 96, §157, 159; 84 Acts, ch 1067, §13; 87 Acts, ch 213, §1; 92 Acts, ch 1228, §1; 93 Acts, ch 163, §1; 94 Acts, ch 1092, §2 – 4; 96 Acts, ch 1186, §23; 98 Acts, ch 1047, §14; 2002 Acts, ch 1073, §10, 11; 2003 Acts, ch 145, §286; 2004 Acts, ch 1091, §4; 2005 Acts, ch 76, §2; 2013 Acts, ch 29, §40; 2015 Acts, ch 54, §13; 2018 Acts, ch 1154, §1, 4; 2023 Acts, ch 19, §41, 1736, 2715\n\nReferred to in §68B.22\n\nSee Code editor’s note on simple harmonization at the beginning of this Code volume\n\nSubsection 23 amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-2/"
    },
    {
      "id": "section-68b2a",
      "number": "68B.2A",
      "heading": "Prohibited outside employment and activities — conflicts of interest.",
      "text": "68B.2A Prohibited outside employment and activities — conflicts of interest.\n\n1. Any person who serves or is employed by the state or a political subdivision of the state shall not engage in any of the following conduct:\n\na. Outside employment or an activity that involves the use of the state’s or the political subdivision’s time, facilities, equipment, and supplies or the use of the state or political subdivision badge, uniform, business card, or other evidences of office or employment to give the person or member of the person’s immediate family an advantage or pecuniary benefit that is not available to other similarly situated members or classes of members of the general public. This paragraph does not apply to off-duty peace officers who provide private duty security or fire fighters or emergency medical care providers certified under chapter 147A who provide private duty fire safety or emergency medical services while carrying their badge or wearing their official uniform, provided that the person has secured the prior approval of the agency or political subdivision in which the person is regularly employed to engage in the activity. For purposes of this paragraph, a person is not “similarly situated” merely by being or being related to a person who serves or is employed by the state or a political subdivision of the state.\n\nb. Outside employment or an activity that involves the receipt of, promise of, or acceptance of money or other consideration by the person, or a member of the person’s immediate family, from anyone other than the state or the political subdivision for the performance of any act that the person would be required or expected to perform as a part of the person’s regular duties or during the hours during which the person performs service or work for the state or political subdivision of the state.\n\nc. Outside employment or an activity that is subject to the official control, inspection, review, audit, or enforcement authority of the person, during the performance of the person’s duties of office or employment.\n\n2. If the outside employment or activity is employment or activity described in subsection 1, paragraph “a” or “b”, the person shall immediately cease the employment or activity. If the outside employment or activity is employment or activity described in subsection 1, paragraph “c”, or constitutes outside employment or an activity prohibited under rules adopted pursuant to subsection 4 or under the senate or house codes of ethics, unless otherwise provided by law, the person shall take one of the following courses of action:\n\na. Cease the outside employment or activity.\n\nb. Publicly disclose the existence of the conflict and refrain from taking any official action or performing any official duty that would detrimentally affect or create a benefit for the outside employment or activity. For purposes of this paragraph, “official action” or “official duty” includes but is not limited to participating in any vote, taking affirmative action to influence any vote, granting any license or permit, determining the facts or law in a contested case or rulemaking proceeding, conducting any inspection, or providing any other official service or thing that is not available generally to members of the public in order to further the interests of the outside employment or activity.\n\n3. Unless otherwise specifically provided the requirements of this section shall be in addition to, and shall not supersede, any other rights or remedies provided by law.\n\n4. The board shall adopt rules pursuant to chapter 17A further delineating particular situations where outside employment or activity of officials and state employees of the executive branch will be deemed to create an unacceptable conflict of interest.\n\n93 Acts, ch 163, §2; 95 Acts, ch 41, §1; 2008 Acts, ch 1191, §38; 2009 Acts, ch 9, §1, 2, 6\n\nReferred to in §68B.34\n\nIncompatibility of offices, see Iowa Constitution, Art. III, §21 and 22 and §39.11 and 39.12\n\nEconomic development and conflict disclosure, see §15A.2",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-2a/"
    },
    {
      "id": "section-68b2b",
      "number": "68B.2B",
      "heading": "Executive branch compensation.",
      "text": "68B.2B Executive branch compensation.\n\n1. Effective July 1, 2006, an official or state employee shall not receive compensation simultaneously from more than one executive branch agency, unless the official or state employee provides notice to the board within twenty business days of accepting employment with a second executive branch agency. Notice under this section shall include all of the following:\n\na. The name and contact information of the official or state employee and the name of the official’s or employee’s original executive branch agency.\n\nb. The name of the second executive branch agency from which compensation may be received.\n\nc. The amount of compensation to be received and a brief explanation of what services are to be performed for the second executive branch agency.\n\n2. The board shall adopt rules pursuant to chapter 17A necessary for the administration of this section.\n\n3. This section shall not apply to service in the Iowa national guard or service in the general assembly.\n\n2006 Acts, ch 1149, §1\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-2b/"
    },
    {
      "id": "section-68b2c",
      "number": "68B.2C",
      "heading": "Prohibited outside employment and activities — agents of foreign principals.",
      "text": "68B.2C Prohibited outside employment and activities — agents of foreign principals.\n\nOfficials and state employees shall not engage in any outside employment or activity that requires the person to register under the federal Foreign Agents Registration Act of 1938, as amended, 22 U.S.C. §611 et seq.\n\n2018 Acts, ch 1061, §7; 2018 Acts, ch 1172, §16\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-2c/"
    },
    {
      "id": "section-68b3",
      "number": "68B.3",
      "heading": "When public bids required — disclosure of income from other sales.",
      "text": "68B.3 When public bids required — disclosure of income from other sales.\n\n1. Except as part of official state duties, an official, a state employee, a member of the general assembly, or a legislative employee shall not sell, in any one occurrence, any goods or services having a value in excess of two thousand dollars to any state agency unless the sale is made pursuant to an award or contract let after public notice and competitive bidding.\n\n2. This section does not apply to the publication of resolutions, advertisements, or other legal propositions or notices in newspapers designated pursuant to law for the publication of legal propositions or notices and for which rates are fixed pursuant to law.\n\n3. This section does not apply to sales of services by a member of a board or commission as defined under section 7E.4 to state executive branch agencies or subunits of departments or independent agencies as defined in section 7E.4 that are not the subunit of the department or independent agency in which the person serves or are not a subunit of a department or independent agency with which the person has substantial and regular contact as part of the person’s duties.\n\n4. This section does not apply to a contract for professional services that is exempt from competitive bidding requirements in the Code or in administrative rules adopted pursuant to the Code.\n\n5. An official or member of the general assembly who sells goods or services to a political subdivision of the state shall disclose whether income has been received from commissions from the sales in the manner provided under section 68B.35.\n\n6. For purposes of this section, “services” does not include instruction at an accredited education institution if the person providing the instruction meets the minimum education and licensing requirements established for instructors at the education institution.\n\n7. Except when performing official state duties, an official or a state employee making a permissible sale under this section shall file a report with the board within twenty days of making the sale. The report shall include but not be limited to the parties to the sale, the date of the sale, the total amount of the sale, and the type of goods or services being sold.\n\n[C71, 73, 75, 77, 79, 81, §68B.3]\n\n92 Acts, ch 1228, §2; 93 Acts, ch 163, §3; 2007 Acts, ch 5, §1; 2010 Acts, ch 1054, §2, 3, 6; 2014 Acts, ch 1141, §13; 2019 Acts, ch 54, §1\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-3/"
    },
    {
      "id": "section-68b4",
      "number": "68B.4",
      "heading": "Sales or leases by regulatory agency officials and employees.",
      "text": "68B.4 Sales or leases by regulatory agency officials and employees.\n\n1. An official or employee of any regulatory agency shall not sell or lease, either directly or indirectly, any goods, real estate, or services to individuals, associations, or corporations subject to the regulatory authority of the agency of which the person is an official or employee, except when the official or employee has met all of the following conditions:\n\na. The consent of the regulatory agency for which the person is an official or employee is obtained and the person is not the official or employee with the authority to determine whether agency consent is to be given under this section.\n\nb. The duties or functions performed by the official or employee for the regulatory agency are not related to the regulatory authority of the agency over the individual, association, or corporation, or the selling or leasing of goods, real estate, or services by the official or employee to the individuals, associations, or corporations does not affect the official’s or employee’s duties or functions at the regulatory agency.\n\nc. The selling or leasing of any goods, real estate, or services by the official or employee to an individual, association, or corporation does not include advocacy on behalf of the individual, association, or corporation to the regulatory agency in which the person is an official or employee.\n\nd. The selling or leasing of any goods, real estate, or services by the official or employee to an individual, association, or corporation does not cause the official or employee to sell or lease goods, real estate, or services to the regulatory agency on behalf of the individual, association, or corporation.\n\n2. The board shall adopt rules specifying the method by which employees may obtain agency consent under this section. The board shall adopt rules specifying the method by which officials may obtain agency consent under this section, including situations when the person seeking to make the sale or lease is the executive or administrative head of the regulatory agency. A regulatory agency granting consent under this section shall file a copy of the consent with the board within twenty days of the consent being granted.\n\n[C71, 73, 75, 77, 79, 81, §68B.4]\n\n90 Acts, ch 1209, §1; 91 Acts, ch 79, §1; 2003 Acts, ch 145, §286; 2004 Acts, ch 1091, §5; 2005 Acts, ch 76, §3; 2006 Acts, ch 1149, §2; 2021 Acts, ch 67, §1\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-4/"
    },
    {
      "id": "section-68b4a",
      "number": "68B.4A",
      "heading": "Sales by legislative employees.",
      "text": "68B.4A Sales by legislative employees.\n\nA permanent legislative employee shall not sell, either directly or indirectly, any goods or services to individuals, associations, or corporations which employ persons who are registered lobbyists before the general assembly, except when the legislative employee has met all of the following conditions:\n\n1. The consent of the person or persons responsible for hiring or approving the hiring of the legislative employee is obtained.\n\n2. The duties and functions performed by the legislative employee for the general assembly are not related to the legislative authority of the general assembly over the individual, association, or corporation, or the selling of goods or services by the legislative employee to the individuals, associations, or corporations does not affect the employee’s duties or functions at the general assembly.\n\n3. The selling of any goods or services by the legislative employee to an individual, association, or corporation does not include lobbying of the general assembly.\n\n4. The selling of any goods or services by the legislative employee does not cause the employee to sell goods or services to the general assembly on behalf of the individual, association, or corporation.\n\n92 Acts, ch 1228, §3; 2008 Acts, ch 1031, §24\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-4a/"
    },
    {
      "id": "section-68b4b",
      "number": "68B.4B",
      "heading": "Sales or leases by members of the office of the governor.",
      "text": "68B.4B Sales or leases by members of the office of the governor.\n\nA permanent full-time member of the office of the governor shall not sell or lease, either directly or indirectly, any goods or services to a registered lobbyist before the general assembly or the executive branch or to an individual, association, or corporation which employs a person who is a registered lobbyist before the general assembly or the executive branch, except when the member of the office of the governor has met all of the following conditions:\n\n1. The consent of the person or persons responsible for hiring or approving the hiring of the member of the office of the governor is obtained. A copy of the consent shall be filed with the board within twenty days of the consent being granted.\n\n2. The duties and functions performed by the member for the office of the governor are not related to the authority of the office of the governor over the individual, association, or corporation, or the selling or leasing of goods or services by the member of the office of the governor to the individuals, associations, or corporations does not affect the member’s duties or functions at the office of the governor.\n\n3. The selling or leasing of any goods or services by the member of the office of the governor to an individual, association, or corporation does not include lobbying of the office of the governor.\n\n4. The selling or leasing of any goods or services by the member of the office of the governor does not cause the member to sell or lease goods or services to the office of the governor on behalf of the individual, association, or corporation.\n\n92 Acts, ch 1228, §4; 2004 Acts, ch 1091, §6, 7; 2005 Acts, ch 76, §4; 2006 Acts, ch 1149, §3\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-4b/"
    },
    {
      "id": "section-68b",
      "number": "68B",
      "heading": "5",
      "text": "5",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-68b5a",
      "number": "68B.5A",
      "heading": "Ban on certain lobbying activities.",
      "text": "68B.5A Ban on certain lobbying activities.\n\n1. A person who serves as a statewide elected official, the executive or administrative head of an agency of state government, the deputy executive or administrative head of an agency of state government, or a member of the general assembly shall not act as a lobbyist during the time in which the person serves or is employed by the state unless the person is designated, by the agency in which the person serves or is employed, to represent the official position of the agency.\n\n2. The head of a major subunit of a department or independent state agency whose position involves substantial exercise of administrative discretion or the expenditure of public funds, a full-time employee of an office of a statewide elected official whose position involves substantial exercise of administrative discretion or the expenditure of public funds, or a legislative employee whose position involves a substantial exercise of administrative discretion or the expenditure of public funds, shall not, during the time in which the person serves or is employed by the state, act as a lobbyist before the agency in which the person is employed or before state agencies, officials, or employees with whom the person has substantial or regular contact as part of the person’s duties, unless the person is designated, by the agency in which the person serves or is employed, to represent the official position of the agency.\n\n3. A state or legislative employee who is not subject to the requirements of subsection 2 shall not act as a lobbyist in relation to any particular case, proceeding, or application with respect to which the person is directly concerned and personally participates as part of the person’s employment, unless the person is designated, by the agency in which the person is employed, to represent the official position of the agency.\n\n4. A person who is subject to the requirements of subsection 1 shall not within two years after the termination of service or employment become a lobbyist.\n\n5. The head of a major subunit of a department or independent state agency whose position involves substantial exercise of administrative discretion or the expenditure of public funds, a full-time employee of an office of a statewide elected official whose position involves substantial exercise of administrative discretion or the expenditure of public funds, or a legislative employee whose position involves a substantial exercise of administrative discretion or the expenditure of public funds, shall not, within two years after termination of employment, become a lobbyist before the agency in which the person was employed or before state agencies or officials or employees with whom the person had substantial and regular contact as part of the person’s former duties.\n\n6. A state or legislative employee who is not subject to the requirements of subsection 2 shall not, within two years after termination of employment, act as a lobbyist in relation to any particular case, proceeding, or application with respect to which the person was directly concerned and personally participated as part of the person’s employment.\n\n7. This section shall not apply to a person who, within two years of leaving service or employment with the state, is elected to, appointed to, or employed by another office of the state, an office of a political subdivision of the state, or the federal government and appears or communicates on behalf or as part of the duties of that office or employment.\n\n92 Acts, ch 1228, §5;\n\n92 Acts, 1st Ex, ch 1002, §1\n\n; 93 Acts, ch 163, §4; 2008 Acts, ch 1191, §39\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-5a/"
    },
    {
      "id": "section-68b6",
      "number": "68B.6",
      "heading": "Services against state prohibited.",
      "text": "68B.6 Services against state prohibited.\n\n1. Officials, except for members of boards or commissions as defined under section 7E.4, state employees, and legislative employees shall not receive, directly or indirectly, or enter into any express or implied agreement for, any compensation, in whatever form, for the appearance or rendition of services by that person or another against the interest of the state in relation to any case, proceeding, application, or other matter before any state agency, any court of the state of Iowa, any federal court, or any federal bureau, agency, commission, or department.\n\n2. A person who is an official, but who is not subject to the requirements of subsection 1, shall not receive, directly or indirectly, or enter into any agreement, express or implied, for any compensation, in whatever form, for the appearance or rendition of services by that person or another against the interest of the state in relation to any case, proceeding, application, or other matter before the subunit of a department or independent agency in which the person serves, is employed, or with which the person has substantial and regular contact as part of the person’s duties.\n\n[C71, 73, 75, 77, 79, 81, §68B.6]\n\n92 Acts, ch 1228, §6; 93 Acts, ch 163, §5; 2004 Acts, ch 1091, §8\n\nReferred to in §13.2, 13B.4, 68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-6/"
    },
    {
      "id": "section-68b7",
      "number": "68B.7",
      "heading": "Prohibited use of influence.",
      "text": "68B.7 Prohibited use of influence.\n\n1. A person who has served as an official, state employee of a state agency, member of the general assembly, or legislative employee shall not within a period of two years after the termination of such service or employment receive compensation for any services rendered on behalf of any person, firm, corporation, or association in relation to any case, proceeding, or application with respect to which the person was directly concerned and personally participated during the period of service or employment.\n\n2. A person who has served as the head of or on a commission or board of a regulatory agency or as a deputy thereof, shall not, within a period of two years after the termination of such service do any of the following:\n\na. Accept employment with that commission, board, or agency.\n\nb. Receive compensation for any services rendered on behalf of any person, firm, corporation, or association in any case, proceedings, or application before the department with which the person so served wherein the person’s compensation is to be dependent or contingent upon any action by such agency with respect to any license, contract, certificate, ruling, decision, opinion, rate schedule, franchise, or other benefit, or in promoting or opposing, directly or indirectly, the passage of bills or resolutions before either house of the general assembly.\n\n3. Notwithstanding the provisions of this section, a person who has served as the workers’ compensation commissioner, or any deputy thereof, may represent a claimant in a contested case before the division of workers’ compensation at any point subsequent to termination of such service, regardless of whether the person charges a contingent fee for such representation, provided such case was not pending before the division during the person’s tenure as commissioner or deputy.\n\n[C71, 73, 75, 77, 79, 81, §68B.7]\n\n89 Acts, ch 321, §24; 92 Acts, ch 1228, §7; 2006 Acts, ch 1182, §57; 2009 Acts, ch 9, §3, 6\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-7/"
    },
    {
      "id": "section-68b8",
      "number": "68B.8",
      "heading": "Lobbying activities by state agencies.",
      "text": "68B.8 Lobbying activities by state agencies.\n\n1. A state agency of the executive branch of state government shall not employ a person through the use of its public funds whose position with the agency is primarily representing the agency relative to the passage, defeat, approval, or modification of legislation that is being considered by the general assembly.\n\n2. A state agency of the executive branch of state government shall not use or permit the use of its public funds for a paid advertisement or public service announcement thirty days prior to or during a legislative session for the purpose of encouraging the passage, defeat, approval, or modification of a bill that is being considered, or was considered during the previous legislative session, by the general assembly.\n\n2008 Acts, ch 1116, §1; 2011 Acts, ch 122, §4, 5\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-8/"
    },
    {
      "id": "section-68b21",
      "number": "68B.21",
      "heading": "Legislative intent.",
      "text": "68B.21 Legislative intent.\n\nIt is the goal of the general assembly that public officials and public employees of the state be extremely cautious and circumspect about accepting a gratuity or favor, especially from persons that have a substantial interest in the legislative, administrative, or political actions of the official or employee. Even where there is a genuine personal friendship, the acceptance of personal benefits from those who could gain advantage by influencing official actions raises suspicions that tend to undermine the public trust. It is therefore the intent of the general assembly that the provisions of this subchapter be construed to discourage all gratuities, but to prohibit only those that create unacceptable conflicts of interest or appearances of impropriety.\n\n92 Acts, ch 1228, §8",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-21/"
    },
    {
      "id": "section-68b22",
      "number": "68B.22",
      "heading": "Gifts accepted or received.",
      "text": "68B.22 Gifts accepted or received.\n\n1. Except as otherwise provided in this section, a public official, public employee, or candidate, or that person’s immediate family member shall not, directly or indirectly, accept or receive any gift or series of gifts from a restricted donor. A public official, public employee, candidate, or the person’s immediate family member shall not solicit any gift or series of gifts from a restricted donor at any time.\n\n2. Except as otherwise provided in this section, a restricted donor shall not, directly or indirectly, offer or make a gift or a series of gifts to a public official, public employee, or candidate. Except as otherwise provided in this section, a restricted donor shall not, directly or indirectly, join with one or more other restricted donors to offer or make a gift or a series of gifts to a public official, public employee, or candidate.\n\n3. A restricted donor may give, and a public official, public employee, or candidate, or the person’s immediate family member, may accept an otherwise prohibited nonmonetary gift or a series of otherwise prohibited nonmonetary gifts and not be in violation of this section if the nonmonetary gift or series of nonmonetary gifts is donated within thirty days to a public body, the department of administrative services, or a bona fide educational or charitable organization, if no part of the net earnings of the educational or charitable organization inures to the benefit of any private stockholder or other individual. All such items donated to the department of administrative services shall be disposed of by assignment to state agencies for official use or by public sale. A person subject to section 8.7 that receives a gift pursuant to this subsection shall file a report pursuant to section 8.7.\n\n4. Notwithstanding subsections 1 and 2, the following gifts may be received by public officials, public employees, candidates, or members of the immediate family of public officials, public employees, or candidates:\n\na. Contributions to a candidate or a candidate’s committee.\n\nb. Informational material relevant to a public official’s or public employee’s official functions, such as books, pamphlets, reports, documents, periodicals, or other information that is recorded in a written, audio, or visual format.\n\nc. Anything received from anyone related within the fourth degree by kinship or marriage, unless the donor is acting as an agent or intermediary for another person not so related.\n\nd. An inheritance.\n\ne. Anything available or distributed free of charge to members of the general public without regard to the official status of the recipient. This paragraph shall not apply to functions described under paragraph “s”.\n\nf. Items received from a bona fide charitable, professional, educational, or business organization to which the donee belongs as a dues-paying member, if the items are given to all members of the organization without regard to individual members’ status or positions held outside of the organization and if the dues paid are not inconsequential when compared to the items received.\n\ng. Actual expenses of a donee for food, beverages, registration, travel, and lodging for a meeting, which is given in return for participation in a panel or speaking engagement at the meeting when the expenses relate directly to the day or days on which the donee has participation or presentation responsibilities.\n\nh. Plaques or items of negligible resale value which are given as recognition for the public services of the recipient.\n\ni. Food and beverages provided at a meal that is part of a bona fide event or program at which the recipient is being honored for public service.\n\nj. Nonmonetary items with a value of three dollars or less that are received from any one donor during one calendar day.\n\nk. Items or services solicited by or given to a state, national, or regional government organization in which the state of Iowa or a political subdivision of the state is a member for purposes of a business or educational conference, seminar, or other meeting; or solicited by or given to state, national, or regional government organizations, whose memberships and officers are primarily composed of state or local government officials or employees, for purposes of a business or educational conference, seminar, or other meeting.\n\nl. Items or services received by members or representatives of members at a regularly scheduled event that is part of a business or educational conference, seminar, or other meeting that is sponsored and directed by any state, national, or regional government organization in which the state of Iowa or a political subdivision of the state is a member, or received at such an event by members or representatives of members of state, national, or regional government organizations whose memberships and officers are primarily composed of state or local government officials or employees.\n\nm. Funeral flowers or memorials to a church or nonprofit organization.\n\nn. Gifts which are given to a public official or public employee for the public official’s or public employee’s wedding or twenty-fifth or fiftieth wedding anniversary.\n\no. Payment of salary or expenses by a person’s employer or the firm in which the person is a member for the cost of attending a meeting of a subunit of an agency when the person whose expenses are being paid serves on a board, commission, committee, council, or other subunit of the agency and the person is not entitled to receive compensation or reimbursement of expenses from the state or a political subdivision of the state for attending the meeting.\n\np. Food, beverages, travel, or lodging received by a public official or public employee if all of the following apply:\n\n(1) The public official or public employee is officially representing an agency in a delegation whose sole purpose is to attract a specific new business to locate in the state, encourage expansion or retention of an existing business already established in the state, or to develop markets for Iowa businesses or products.\n\n(2) The donor of the gift is not the business or businesses being contacted. However, food or beverages provided by the business or businesses being contacted which are consumed during the meeting are not a gift under section 68B.2, subsection 9, or this section.\n\n(3) The public official or public employee plays a significant role in the presentation to the business or businesses on behalf of the public official’s or public employee’s agency.\n\nq. Gifts other than food, beverages, travel, and lodging received by a public official or public employee which are received from a person who is a citizen of a country other than the United States and are given during a ceremonial presentation or as a result of a custom of the other country and are of personal value only to the donee.\n\nr. Actual registration costs for informational meetings or sessions which assist a public official or public employee in the performance of the person’s official functions. The costs of food, drink, lodging, and travel are not “registration costs” under this paragraph. Meetings or sessions which a public official or public employee attends for personal or professional licensing purposes are not “informational meetings or sessions which assist a public official or public employee in the performance of the person’s official functions” under this paragraph.\n\ns. Food, beverage, and entertainment received at a function where every member of the general assembly has been invited to attend, when the function takes place during a regular session of the general assembly. A sponsor of a function under this paragraph shall file a registration prior to the function taking place identifying the sponsor and the date, time, and location of the function. The registration shall be filed with the person or persons designated by the secretary of the senate and the chief clerk of the house and with the board. After a function takes place, the sponsor of the function shall file a report disclosing the total amount expended, including in-kind expenditures, on food, beverage, and entertainment for the function. The report shall be filed with the person or persons designated by the secretary of the senate and the chief clerk of the house and with the board within twenty-eight calendar days following the date of the function.\n\n5. For purposes of determining the value of an item given or received, an individual who gives an item on behalf of more than one person shall not divide the value of the item by the number of persons on whose behalf the item is given and the value of an item received shall be the value actually received by the donee.\n\n6. A gift shall not be considered to be received by a public official or public employee if the state is the donee of the gift and the public official or public employee is required to receive the gift on behalf of the state as part of the performance of the person’s duties of office or employment.\n\n7. A person shall not request, and a member of the general assembly shall not agree, that a member of the general assembly sell tickets for a community-related social event that is to be held for members of the general assembly in Polk county during the legislative session. This section shall not apply to Polk county or city of Des Moines events that are open to the public generally or are held only for Polk county or city of Des Moines legislators.\n\n8. Except as otherwise provided in subsection 4, an organization or association which has as one of its purposes the encouragement of the passage, defeat, introduction, or modification of legislation shall not give and a member of the general assembly shall not receive food, beverages, registration, or scheduled entertainment with a per person value in excess of three dollars.\n\n92 Acts, ch 1228, §9; 93 Acts, ch 163, §6; 94 Acts, ch 1092, §5 – 7; 2001 Acts, ch 24, §19; 2003 Acts, ch 145, §286; 2003 Acts, ch 161, §1, 2; 2005 Acts, ch 76, §5; 2007 Acts, ch 5, §2; 2008 Acts, ch 1191, §40; 2009 Acts, ch 133, §18; 2010 Acts, ch 1006, §1, 11; 2018 Acts, ch 1154, §2 – 4\n\nReferred to in §68B.23, 68B.34\n\nSolicitations for capitol complex projects, see §8A.108",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-22/"
    },
    {
      "id": "section-68b23",
      "number": "68B.23",
      "heading": "Honoraria — banned.",
      "text": "68B.23 Honoraria — banned.\n\n1. Except as provided in subsection 2, a public official or public employee shall not seek or accept an honorarium from a restricted donor.\n\n2. A public official or public employee may accept an honorarium from any person under the following circumstances:\n\na. The honorarium consists of payment of actual expenses of a donee for registration, food, beverages, travel, and lodging paid in return for participation in a panel or speaking engagement at a meeting when the expenses relate directly to the day or days on which the recipient has participation or presentation responsibilities.\n\nb. The honorarium consists of a nonmonetary item or series of nonmonetary items that the public official or public employee donates within thirty days to a public body, a bona fide educational or charitable organization, or the department of administrative services as provided in section 68B.22, subsection 3.\n\nc. The honorarium consists of a payment made to a public official or public employee for services rendered as part of a bona fide private business, trade, or profession in which the public official or public employee is engaged if the payment is commensurate with the actual services rendered and is not being made because of the person’s status as a public official or public employee, but, rather, because of some special expertise or other qualification.\n\n92 Acts, ch 1228, §10; 93 Acts, ch 163, §7; 2003 Acts, ch 145, §286\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-23/"
    },
    {
      "id": "section-68b24",
      "number": "68B.24",
      "heading": "Loans — receipt from lobbyists prohibited.",
      "text": "68B.24 Loans — receipt from lobbyists prohibited.\n\n1. An official, member of the general assembly, state employee, legislative employee, or candidate for state office shall not, directly or indirectly, seek or accept a loan or series of loans from a person who is a lobbyist.\n\n2. A lobbyist shall not, directly or indirectly, offer or make a loan or series of loans to an official, member of the general assembly, state employee, legislative employee, or candidate for state office. A lobbyist shall also not, directly or indirectly, join with one or more persons to offer or make a loan or series of loans to an official, member of the general assembly, state employee, legislative employee, or candidate for state office.\n\n3. This section shall not apply to loans made in the ordinary course of business. For purposes of this section, a loan is “made in the ordinary course of business” when it is made by a person who is regularly engaged in a business that makes loans to members of the general public and the finance charges and other terms of the loan are the same or substantially similar to the finance charges and loan terms that are available to members of the general public.\n\n92 Acts, ch 1228, §11; 93 Acts, ch 163, §8\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-24/"
    },
    {
      "id": "section-68b25",
      "number": "68B.25",
      "heading": "Additional penalty.",
      "text": "68B.25 Additional penalty. Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-25/"
    },
    {
      "id": "section-68b26",
      "number": "68B.26",
      "heading": "Actions commenced.",
      "text": "68B.26 Actions commenced. Reserved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-26/"
    },
    {
      "id": "section-68b31",
      "number": "68B.31",
      "heading": "Legislative ethics committee.",
      "text": "68B.31 Legislative ethics committee.\n\n1. There shall be an ethics committee in the senate and an ethics committee in the house, each to consist of six members; three members to be appointed by the majority leader in each house, and three members by the minority leader in each house. A member of the ethics committee may disqualify himself or herself from participating in any proceeding upon submission of a written statement that the member cannot render an impartial and unbiased decision in a case. A member is ineligible to participate in committee meetings, as a member of the committee, in any proceeding relating to the member’s own conduct. A member may be disqualified by a unanimous vote of the remaining eligible members of the committee. If a member of the ethics committee is disqualified from or is ineligible to participate in any committee proceedings, the authority responsible for the original appointment of the disqualified or ineligible member shall appoint a replacement member who shall serve during the period of the original member’s disqualification or ineligibility.\n\n2. Members shall receive a per diem and travel expenses at the same rate as paid members of interim committees for attending meetings held when the general assembly is not in session. The per diem and expenses shall be paid from funds appropriated by section 2.12.\n\n3. The majority leader of each house shall designate the chairperson and vice chairperson, and the minority leader of each house shall designate the ranking member, of each committee. The chairperson of each committee shall have the following powers, duties and functions:\n\na. Preside over meetings of the committee.\n\nb. Call meetings of the committee upon receipt of findings from the independent special counsel that there is probable cause to believe that a member of the general assembly or a lobbyist has committed a violation of a provision of this chapter or of the rules relating to ethical conduct that are adopted pursuant to this chapter.\n\n4. a. The ethics committee of each house shall have the following powers, duties, and functions:\n\n(1) Prepare a code of ethics within thirty days after the commencement of each general assembly.\n\n(2) Prepare rules relating to lobbyists and lobbying activities in the general assembly.\n\n(3) Issue advisory opinions interpreting the intent of constitutional and statutory provisions relating to legislators, lobbyists, and clients as well as interpreting the code of ethics and rules issued pursuant to this section. Opinions shall be issued when approved by a majority of the six members and may be issued upon the written request of a member of the general assembly or upon the committee’s initiation. Opinions are not binding on the legislator, lobbyist, or client.\n\n(4) Receive and hear complaints and charges against members of its house, lobbyists, or clients of a lobbyist alleging a violation of the code of ethics, rules governing lobbyists, this chapter, or other matters referred to it by its house or the independent special counsel. The committee shall recommend rules for the receipt and processing of findings of probable cause relating to ethical violations of members of the general assembly, lobbyists, or clients of lobbyists during the legislative session and those received after the general assembly adjourns.\n\n(5) Recommend legislation relating to legislative ethics and lobbying activities.\n\nb. The ethics committee may employ independent legal counsel to assist the committee in carrying out the committee’s duties under this chapter. Payment of costs for the independent legal counsel shall be made from funds appropriated pursuant to section 2.12.\n\n5. Any person may file a complaint with the ethics committee of either house alleging that a member of the general assembly, lobbyist, or client of a lobbyist before the general assembly has committed a violation of this chapter. The ethics committee shall prescribe and provide forms for this purpose. The complaint shall include the name and address of the complainant and a statement of the facts believed to be true that form the basis of the complaint, including the sources of information and approximate dates of the acts alleged and a certification by the complainant under penalty of perjury that the facts stated to be true are true to the best of the complainant’s knowledge.\n\n6. The ethics committee shall promptly notify any party alleged to have committed a violation of the code of ethics, rules governing lobbyists, or this chapter of the filing of a complaint by causing a copy of the complaint to be served or personally delivered to the party charged, unless service is waived by the party charged, and shall review the complaint to determine if the complaint meets the requirements for formal sufficiency. If the complaint is deficient as to form, the complaint shall be returned to the complainant with a statement of the nature of the deficiency and the party charged in the complaint shall be notified that the complaint has been returned. If a complaint, previously found to be deficient as to form, is refiled in different form, the party charged in the complaint shall be provided with a copy of the new document in the same manner as provided for service of the initial complaint. Any amendments to a complaint that are filed with the committee shall also be served or personally delivered, unless service is waived, to the party charged in the complaint. If the complaint is sufficient as to form, the ethics committee shall review the complaint to determine whether the complaint states a valid charge which may be investigated. A valid complaint must allege all of the following:\n\na. Facts, that if true, establish a violation of a provision of this chapter, the rules governing lobbyists, or the code of ethics for which penalties or other remedies are provided.\n\nb. That the conduct providing the basis for the complaint occurred within three years of the filing of the complaint.\n\nc. That the party charged with a violation is a party subject to the jurisdiction of the ethics committee.\n\n7. a. If the ethics committee determines that a complaint is not valid, the complaint shall be dismissed and returned to the complainant with a notice of dismissal stating the reason or reasons for the dismissal. If the ethics committee determines that a complaint is valid and the ethics committee does not take action under rules adopted pursuant to paragraph “b”, the ethics committee shall request that the chief justice of the supreme court appoint an independent special counsel to investigate the allegations contained in the complaint to determine whether there is probable cause to believe that a violation of this chapter has occurred and whether an evidentiary hearing on the complaint should be held. Payment of costs for the independent special counsel shall be made from section 2.12.\n\nb. The ethics committee may adopt rules for purposes of taking action on valid complaints without requesting the appointment of an independent special counsel and without requiring action by the appropriate house pursuant to subsection 11. Such action may only be taken if the committee determines that no dispute exists between the parties regarding material facts that establish a violation.\n\n8. If a hearing on the complaint is ordered, the ethics committee shall receive all admissible evidence, determine any factual or legal issues presented during the hearing, and make findings of fact based upon evidence received. Hearings shall be conducted in the manner prescribed in section 17A.12. The rules of evidence applicable under section 17A.14 shall also apply in hearings before the ethics committee. Clear and convincing evidence shall be required to support a finding that the member of the general assembly, lobbyist, or client before the general assembly has committed a violation of this chapter. Parties to a complaint may, subject to the approval of the ethics committee, negotiate for settlement of disputes that are before the ethics committee. Terms of any negotiated settlements shall be publicly recorded. If a complaint is filed or initiated less than ninety days before the election for a state office, for which the person named in the complaint is the incumbent officeholder, the ethics committee shall, if possible, set the hearing at the earliest available date so as to allow the issue to be resolved before the election. An extension of time for a hearing may be granted when both parties mutually agree on an alternate date for the hearing. The ethics committee shall make every effort to hear all ethics complaints within three months of the date that the complaints are filed. However, after three months from the date of the filing of the complaint, extensions of time for purposes of preparing for hearing may only be granted by the ethics committee when the party charged in the complaint with the ethics violation consents to an extension. If the party charged does not consent to an extension, the ethics committee shall not grant any extensions of time for preparation prior to hearing. All complaints alleging a violation of this chapter or the code of ethics shall be heard within nine months of the filing of the complaint. Final dispositions of violations, which the ethics committee has found to have been established by clear and convincing evidence, shall be made within thirty days of the conclusion of the hearing on the complaint.\n\n9. The ethics committee of each house shall recommend rules for adoption by the respective house relating to the confidentiality of a complaint or information which has been filed or provided to the committee. Rules adopted shall provide for initial confidentiality of a complaint, unless the complaint has been publicly disclosed, and shall permit the ethics committee to treat some or all of the contents of a complaint or other information as confidential if the committee finds that the criteria established under section 22.7, subsection 18, for keeping certain information confidential, are met. If the existence of a complaint or a preliminary investigation is made public, the ethics committee shall publicly confirm the existence of the complaint or preliminary inquiry and, in the ethics committee’s discretion, make public the complaint or investigation and any documents which were issued to any party to the complaint or investigation. However, this subsection shall not prevent the committee from furnishing the complaint or other information to the appropriate law enforcement authorities at any time. Upon commencement of a hearing on a complaint, all investigative material shall be made available to the subject of the hearing and any material that is introduced at the hearing shall be public information.\n\n10. The code of ethics and rules relating to lobbyists and lobbying activities shall not become effective until approved by the members of the house to which the proposed code and rules apply. The code or rules may be amended either upon the recommendation of the ethics committee or by members of the general assembly.\n\n11. Violation of a provision of this chapter or rules adopted relating to ethical conduct may result in censure, reprimand, or other sanctions as determined by a majority of the member’s house. However, a member may be suspended or expelled and the member’s salary forfeited only if directed by a two-thirds vote of the member’s house. A suspension, expulsion, or forfeiture of salary shall be for the duration specified in the directing resolution. Violation of a rule relating to lobbyists and lobbying activities may result in censure, reprimand, or other sanctions as determined by a majority of the members of the house in which the violation occurred. However, a lobbyist may be suspended from lobbying activities for the duration provided in the directing resolution only if directed by a two-thirds vote of the house in which the violation occurred.\n\n[C71, 73, 75, 77, 79, 81, §68B.10]\n\n87 Acts, ch 213, §4 – 7; 90 Acts, ch 1223, §14; 90 Acts, ch 1256, §26; 92 Acts, ch 1228, §13\n\nC93, §68B.31\n\n93 Acts, ch 163, §11 – 13; 2008 Acts, ch 1032, §201; 2010 Acts, ch 1006, §2 – 5, 11\n\nReferred to in §11.41, 22.7(29), 68B.31A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-31/"
    },
    {
      "id": "section-68b31a",
      "number": "68B.31A",
      "heading": "Investigation by independent special counsel — probable cause.",
      "text": "68B.31A Investigation by independent special counsel — probable cause.\n\nThe purpose of an investigation by the independent special counsel is to determine whether there is probable cause to proceed with an adjudicatory hearing on the matter. In conducting investigations and holding hearings, the independent special counsel may require by subpoena the attendance and testimony of witnesses and may subpoena books, papers, records, and any other real evidence relating to the matter before the independent special counsel. The independent special counsel shall have the additional authority provided in section 17A.13. If the independent special counsel determines at any stage in the proceedings that take place prior to hearing that the complaint is without merit, the independent special counsel shall report that determination to the appropriate ethics committee and the complaint shall be dismissed and the complainant and the party charged shall be notified. If, after investigation, the independent special counsel determines evidence exists which, if proven, would support a finding of a violation of this chapter, a finding of probable cause shall be made and reported to the ethics committee, and a hearing shall be ordered by the ethics committee as provided in section 68B.31. Independent special counsel investigations are not meetings of a governmental body within the meaning of chapter 21, and records and information obtained by independent special counsel during investigations are confidential until disclosed to a legislative ethics committee under section 68B.31.\n\n2004 Acts, ch 1091, §9\n\nReferred to in §11.41, 22.7(29)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-31a/"
    },
    {
      "id": "section-68b32",
      "number": "68B.32",
      "heading": "Independent ethics and campaign disclosure board — established.",
      "text": "68B.32 Independent ethics and campaign disclosure board — established.\n\n1. An Iowa ethics and campaign disclosure board is established as an independent agency. The board shall administer this chapter and set standards for, investigate complaints relating to, and monitor the ethics of officials, employees, lobbyists, and candidates for office in the executive branch of state government. The board shall administer and set standards for, investigate complaints relating to, and monitor the campaign finance practices of candidates for public office. The board shall administer and establish standards for, investigate complaints relating to, and monitor the reporting of gifts and bequests under section 8.7. The board shall consist of six members and shall be balanced as to political affiliation as provided in section 69.16. The members shall be appointed by the governor, subject to confirmation by the senate.\n\n2. Members shall serve staggered six-year terms beginning and ending as provided in section 69.19. Any vacancy on the board shall be filled by appointment for the unexpired portion of the term, within ninety days of the vacancy and in accordance with the procedures for regular appointments. A member of the board may be reappointed to serve additional terms on the board. Members may be removed in the manner provided in chapter 69.\n\n3. The board shall annually elect one member to serve as the chairperson of the board and one member to serve as vice chairperson. The vice chairperson shall act as the chairperson in the absence or disability of the chairperson or in the event of a vacancy in that office.\n\n4. Members of the board shall receive a per diem as specified in section 7E.6 while conducting business of the board, and payment of actual and necessary expenses incurred in the performance of their duties. Members of the board shall file statements of financial interest under section 68B.35.\n\n5. The board shall employ a full-time executive director who shall be the board’s chief administrative officer. The board shall employ or contract for the employment of legal counsel notwithstanding section 13.7, and any other personnel as may be necessary to carry out the duties of the board. The board’s legal counsel shall be the chief legal officer of the board and shall advise the board on all legal matters relating to the administration of this chapter and chapter 68A. The state may be represented by the board’s legal counsel in any civil action regarding the enforcement of this chapter or chapter 68A, or at the board’s request, the state may be represented by the office of the attorney general. Notwithstanding section 8A.412, all of the board’s employees, except for the executive director and legal counsel, shall be employed subject to the merit system provisions of chapter 8A, subchapter IV. The salary of the executive director shall be fixed by the board, within the range established by the general assembly. The salary of the legal counsel shall be fixed by the board, within a salary range established by the department of administrative services for a position requiring similar qualifications and experience.\n\n92 Acts, ch 1228, §14; 93 Acts, ch 163, §14; 95 Acts, ch 198, §18; 2003 Acts, ch 145, §155, 286; 2006 Acts, ch 1035, §1; 2008 Acts, ch 1191, §41\n\nReferred to in §68A.101, 68A.102, 331.210A\n\nConfirmation, see §2.32",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-32/"
    },
    {
      "id": "section-68b32a",
      "number": "68B.32A",
      "heading": "Duties of the board.",
      "text": "68B.32A Duties of the board.\n\nThe duties of the board shall include but are not limited to all of the following:\n\n1. Adopt rules pursuant to chapter 17A and conduct hearings under sections 68B.32B and 68B.32C and chapter 17A, as necessary to carry out the purposes of this chapter, chapter 68A, and section 8.7.\n\n2. Develop, prescribe, furnish, and distribute any forms necessary for the implementation of the procedures contained in this chapter, chapter 68A, and section 8.7 for the filing of reports and statements by persons required to file the reports and statements under this chapter and chapter 68A.\n\n3. Establish a process to assign signature codes to a person or committee for purposes of facilitating an electronic filing procedure. The assignment of signature codes shall be kept confidential, notwithstanding section 22.2. The board and persons electronically filing reports and statements shall keep assigned signature codes or subsequently selected signature codes confidential. Signature codes shall not be subject to state security policies regarding frequency of change.\n\n4. Review the contents of all campaign finance disclosure reports and statements filed with the board and promptly advise each person or committee of errors found. The board may verify information contained in the reports with other parties to assure accurate disclosure. The board may also verify information by requesting that a candidate or committee produce copies of receipts, bills, logbooks, or other memoranda of reimbursements of expenses to a candidate for expenses incurred during a campaign. The board, upon its own motion, may initiate action and conduct a hearing relating to requirements under chapter 68A.\n\n5. Receive all registrations and reports that are required to be filed with the board under this chapter or section 8.7. The board, upon its own motion, may initiate action, conduct hearings, impose sanctions, and order administrative resolutions relating to reporting requirements under this chapter or section 8.7.\n\n6. Prepare and publish a manual setting forth examples of approved uniform systems of accounts and approved methods of disclosure for use by persons required to file statements and reports under this chapter, chapter 68A, and section 8.7. The board shall also prepare and publish other educational materials, and any other reports or materials deemed appropriate by the board. The board shall annually provide all officials and state employees with notification of the contents of this chapter, chapter 68A, and section 8.7 by distributing copies of educational materials to each agency of state government under the board’s jurisdiction.\n\n7. Assure that the statements and reports which have been filed in accordance with this chapter, chapter 68A, and section 8.7 are available for public inspection and copying during the regular office hours of the office in which they are filed and not later than by the end of the day during which a report or statement was received. Rules adopted relating to public inspection and copying of statements and reports may include a charge for any copying and mailing of the reports and statements, shall provide for the mailing of copies upon the request of any person and upon prior receipt of payment of the costs by the board, and shall prohibit the use of the information copied from reports and statements for any commercial purpose by any person.\n\n8. Require that the candidate of a candidate’s committee, or the chairperson of a political committee, is responsible for filing disclosure reports under chapter 68A, and shall receive notice from the board if the committee has failed to file a disclosure report at the time required under chapter 68A. A candidate of a candidate’s committee, or the chairperson of a political committee, may be subject to a civil penalty for failure to file a disclosure report required under section 68A.402, subsection 1.\n\n9. Establish and impose penalties, and recommendations for punishment of persons who are subject to penalties of or punishment by the board or by other bodies, for the failure to comply with the requirements of this chapter, chapter 68A, or section 8.7.\n\n10. Determine, in case of dispute, at what time a person has become a candidate.\n\n11. Preserve copies of reports and statements filed with the board for a period of five years from the date of receipt.\n\n12. Establish a procedure for requesting and issuing board advisory opinions to persons subject to the authority of the board under this chapter, chapter 68A, or section 8.7. Local officials and local employees may also seek an advisory opinion concerning the application of the applicable provisions of this chapter. Advice contained in board advisory opinions shall, if followed, constitute a defense to a complaint alleging a violation of this chapter, chapter 68A, section 8.7, or rules of the board that is based on the same facts and circumstances.\n\n13. Establish rules relating to ethical conduct for officials and state employees, including candidates for statewide office, and regulations governing the conduct of lobbyists of the executive branch of state government, including but not limited to conflicts of interest, abuse of office, misuse of public property, use of confidential information, participation in matters in which an official or state employee has a financial interest, and rejection of improper offers.\n\n14. Impose penalties upon, or refer matters relating to, persons who discharge any employee, or who otherwise discriminate in employment against any employee, for the filing of a complaint with, or the disclosure of information to, the board if the employee has filed the complaint or made the disclosure in good faith.\n\n15. Establish fees, where necessary, to cover the costs associated with preparing, printing, and distributing materials to persons subject to the authority of the board.\n\n16. Establish an expedited procedure for reviewing complaints forwarded by the state commissioner of elections to the board for a determination as to whether a supervisor district plan adopted pursuant to section 331.210A that differs from a supervisor district plan prepared by the legislative services agency was drawn for improper political reasons as described in section 42.4, subsection 5. The expedited procedure shall be substantially similar to the process used for other complaints filed with the board except that the provisions of section 68B.32D shall not apply.\n\n17. At the board’s discretion, develop and operate a searchable internet site database that provides access to information on statements or reports filed with the board. For purposes of this subsection, “searchable internet site database” means an internet site database that allows the public to search and aggregate information and is in a downloadable format.\n\n18. At the board’s discretion, enter into an agreement with a political subdivision authorizing the board to enforce the provisions of a code of ethics adopted by that political subdivision.\n\n19. Impose penalties upon, or refer matters relating to, persons who provide false information to the board during a board investigation of a potential violation of this chapter, chapter 68A, section 8.7, or rules of the board. The board shall adopt rules to administer this subsection.\n\n93 Acts, ch 163, §15; 95 Acts, ch 198, §19; 2004 Acts, ch 1091, §10; 2005 Acts, ch 76, §6; 2006 Acts, ch 1035, §2 – 4, 9; 2006 Acts, ch 1185, §69; 2007 Acts, ch 5, §3; 2007 Acts, ch 126, §15; 2008 Acts, ch 1031, §85; 2008 Acts, ch 1115, §106; 2008 Acts, ch 1184, §25; 2008 Acts, ch 1191, §42; 2009 Acts, ch 181, §41; 2010 Acts, ch 1006, §6, 11; 2010 Acts, ch 1054, §4 – 6; 2018 Acts, ch 1151, §3, 6\n\nReferred to in §68A.101, 68A.405A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-32a/"
    },
    {
      "id": "section-68b32b",
      "number": "68B.32B",
      "heading": "Complaint procedures.",
      "text": "68B.32B Complaint procedures.\n\n1. Any person may file a complaint alleging that a candidate, committee, person holding a state office in the executive branch of state government, employee of the executive branch of state government, or other person has committed a violation of chapter 68A or rules adopted by the board. Any person may file a complaint alleging that a person holding a state office in the executive branch of state government, an employee of the executive branch of state government, or a lobbyist or a client of a lobbyist of the executive branch of state government has committed a violation of this chapter or rules adopted by the board. Any person may file a complaint alleging a violation of section 8.7 or rules adopted by the board. The board shall prescribe and provide forms for purposes of this subsection. A complaint must include the name and address of the complainant, a statement of the facts believed to be true that form the basis of the complaint, including the sources of information and approximate dates of the acts alleged, and a certification by the complainant under penalty of perjury that the facts stated to be true are true to the best of the complainant’s knowledge.\n\n2. The board staff shall review the complaint to determine if the complaint is sufficient as to form. If the complaint is deficient as to form, the complaint shall be returned to the complainant with a statement of the deficiency and an explanation describing how the deficiency may be cured. If the complaint is sufficient as to form, the complaint shall be referred for legal review.\n\n3. Unless the chairperson of the board concludes that immediate notification would prejudice a preliminary investigation or subject the complainant to an unreasonable risk, the board shall mail a copy of the complaint to the subject of the complaint within three working days of the acceptance of the complaint. If a determination is made by the chairperson not to mail a copy of the complaint to the subject of the complaint within the three working days time period, the board shall approve and establish the time and conditions under which the subject will be informed of the filing and contents of the complaint.\n\n4. Upon completion of legal review, the chairperson of the board shall be advised whether, in the opinion of the legal advisor, the complaint states an allegation which is legally sufficient. A legally sufficient allegation must allege all of the following:\n\na. Facts that would establish a violation of a provision of this chapter, chapter 68A, section 8.7, or rules adopted by the board.\n\nb. Facts that would establish that the conduct providing the basis for the complaint occurred within three years of the complaint.\n\nc. Facts that would establish that the subject of the complaint is a party subject to the jurisdiction of the board.\n\n5. After receiving an evaluation of the legal sufficiency of the complaint, the chairperson shall refer the complaint to the board for a formal determination by the board of the legal sufficiency of the allegations contained in the complaint.\n\n6. If the board determines that none of the allegations contained in the complaint are legally sufficient, the complaint shall be dismissed. The complainant shall be sent a notice of dismissal stating the reason or reasons for the dismissal. If a copy of the complaint was sent to the subject of the complaint, a copy of the notice shall be sent to the subject of the complaint. If the board determines that any allegation contained in the complaint is legally sufficient, the complaint shall be referred to the board staff for investigation of any legally sufficient allegations.\n\n7. Notwithstanding subsections 1 through 6, the board may, on its own motion and without the filing of a complaint by another person, initiate investigations into matters that the board believes may be subject to the board’s jurisdiction. This section does not preclude persons from providing information to the board for possible board-initiated investigation instead of filing a complaint.\n\n8. The purpose of an investigation by the board’s staff is to determine whether there is probable cause to believe that there has been a violation of this chapter, chapter 68A, section 8.7, or of rules adopted by the board. To facilitate the conduct of investigations, the board may issue and seek enforcement of subpoenas requiring the attendance and testimony of witnesses and subpoenas requiring the production of books, papers, records, and other real evidence relating to the matter under investigation. Upon the request of the board, an appropriate county attorney or the attorney general shall assist the staff of the board in its investigation.\n\n9. If the board determines on the basis of an investigation by board staff that there is probable cause to believe the existence of facts that would establish a violation of this chapter, chapter 68A, section 8.7, or of rules adopted by the board, the board may issue a statement of charges and notice of a contested case proceeding to the complainant and to the person who is the subject of the complaint, in the manner provided for the issuance of statements of charges under chapter 17A. If the board determines on the basis of an investigation by staff that there is no probable cause to believe that a violation has occurred, the board shall close the investigation, dismiss any related complaint, and the subject of the complaint shall be notified of the dismissal. If the investigation originated from a complaint filed by a person other than the board, the person making the complaint shall also be notified of the dismissal.\n\n10. At any stage during the investigation or after the initiation of a contested case proceeding, the board may approve a settlement regarding an alleged violation. Terms of a settlement shall be reduced to writing and be available for public inspection. An informal settlement may provide for any remedy specified in section 68B.32D. However, the board shall not approve a settlement unless the board determines that the terms of the settlement are in the public interest and are consistent with the purposes of this chapter and rules of the board. In addition, the board may authorize board staff to seek informal voluntary compliance in routine matters brought to the attention of the board or its staff.\n\n11. A complaint shall be a public record, but some or all of the contents may be treated as confidential under section 22.7, subsection 18, to the extent necessary under subsection 3 of this section. Information informally reported to the board and board staff which results in a board-initiated investigation shall be a public record but may be treated as confidential information consistent with the provisions of section 22.7, subsection 18. If the complainant, the person who provides information to the board, or the person who is the subject of an investigation publicly discloses the existence of an investigation, the board may publicly confirm the existence of the disclosed formal complaint or investigation and, in the board’s discretion, make the complaint or the informal referral public, as well as any other documents that were issued by the board to any party to the investigation. However, investigative materials may be furnished to the appropriate law enforcement authorities by the board at any time. Upon the commencement of a contested case proceeding by the board, all investigative material relating to that proceeding shall be made available to the subject of the proceeding. The entire record of any contested case proceeding initiated under this section shall be a public record.\n\n12. Board records used to achieve voluntary compliance to resolve discrepancies and deficiencies shall not be confidential unless otherwise required by law.\n\n93 Acts, ch 163, §16; 94 Acts, ch 1092, §8; 2006 Acts, ch 1035, §5; 2007 Acts, ch 126, §16\n\nReferred to in §68A.101, 68B.32A, 68B.32C",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-32b/"
    },
    {
      "id": "section-68b32c",
      "number": "68B.32C",
      "heading": "Contested case proceedings.",
      "text": "68B.32C Contested case proceedings.\n\n1. Contested case proceedings initiated as a result of the issuance of a statement of charges pursuant to section 68B.32B, subsection 9, shall be conducted in accordance with the requirements of chapter 17A. Clear and convincing evidence shall be required to support a finding that a person has violated this chapter, section 8.7, or any rules adopted by the board pursuant to this chapter. A preponderance of the evidence shall be required to support a finding that a person has violated chapter 68A or any rules adopted by the board pursuant to chapter 68A. The case in support of the statement of charges shall be presented at the hearing by one of the board’s attorneys or staff unless, upon the request of the board, the charges are prosecuted by another legal counsel designated by the attorney general. A person making a complaint under section 68B.32B, subsection 1, is not a party to contested case proceedings conducted relating to allegations contained in the complaint.\n\n2. Hearings held pursuant to this chapter shall be heard by a quorum of the board, unless the board designates a board member or an administrative law judge to preside at the hearing. If a quorum of the board does not preside at the hearing, the board member or administrative law judge shall make a proposed decision. The board or presiding board member may be assisted by an administrative law judge in the conduct of the hearing and the preparation of a decision.\n\n3. Upon a finding by the board that the party charged has violated this chapter, chapter 68A, section 8.7, or rules adopted by the board, the board may impose any penalty provided for by section 68B.32D. Upon a final decision of the board finding that the party charged has not violated this chapter, chapter 68A, section 8.7, or the rules of the board, the complaint shall be dismissed and the party charged and the original complainant, if any, shall be notified.\n\n4. The right of an appropriate county attorney or the attorney general to commence and maintain a district court prosecution for criminal violations of the law is unaffected by any proceedings under this section.\n\n5. The board shall adopt rules, pursuant to chapter 17A, establishing procedures to implement this section.\n\n93 Acts, ch 163, §17; 2006 Acts, ch 1035, §6; 2007 Acts, ch 126, §17\n\nReferred to in §68A.101, 68B.32A, 331.756(14)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-32c/"
    },
    {
      "id": "section-68b32d",
      "number": "68B.32D",
      "heading": "Penalties — recommended actions.",
      "text": "68B.32D Penalties — recommended actions.\n\n1. The board, after a hearing and upon a finding that a violation of this chapter, chapter 68A, section 8.7, or rules adopted by the board has occurred, may do one or more of the following:\n\na. Issue an order requiring the violator to cease and desist from the violation found.\n\nb. Issue an order requiring the violator to take any remedial action deemed appropriate by the board.\n\nc. Issue an order requiring the violator to file any report, statement, or other information as required by this chapter, chapter 68A, section 8.7, or rules adopted by the board.\n\nd. Publicly reprimand the violator for violations of this chapter, chapter 68A, section 8.7, or rules adopted by the board in writing and provide a copy of the reprimand to the violator’s appointing authority.\n\ne. Make a written recommendation to the violator’s appointing authority that the violator be removed or suspended from office, and include in the recommendation the length of the suspension.\n\nf. If the violation is a violation of this chapter or rules adopted by the board pursuant to this chapter and the violator is an elected official of the executive branch of state government, other than an official who can only be removed by impeachment, make a written recommendation to the attorney general or the appropriate county attorney that an action for removal from office be initiated pursuant to chapter 66.\n\ng. If the violation is a violation of this chapter or rules adopted by the board pursuant to this chapter and the violator is a lobbyist of the executive branch of state government, censure, reprimand, or impose other sanctions deemed appropriate by the board. A lobbyist may also be suspended from lobbying activities if the board finds that suspension is an appropriate sanction for the violation committed.\n\nh. Issue an order requiring the violator to pay a civil penalty of not more than two thousand dollars for each violation of this chapter, chapter 68A, section 8.7, or rules adopted by the board.\n\ni. Refer the complaint and supporting information to the attorney general or appropriate county attorney with a recommendation for prosecution or enforcement of criminal penalties.\n\n2. At any stage during an investigation or during the board’s review of routine compliance matters, the board may resolve the matter by admonishment to the alleged violator or by any other means not specified in subsection 1 as a posthearing remedy.\n\n3. If a person fails to comply with an action of the board under subsection 1, the board may petition the Polk county district court for an order for enforcement of the action of the board. The enforcement proceeding shall be conducted as provided in section 68B.33.\n\n93 Acts, ch 163, §18; 2000 Acts, ch 1042, §2; 2006 Acts, ch 1035, §7, 8\n\nReferred to in §68A.101, 68A.401, 68A.401A, 68A.506, 68B.32A, 68B.32B, 68B.32C, 331.756(14)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-32d/"
    },
    {
      "id": "section-68b33",
      "number": "68B.33",
      "heading": "Judicial review — enforcement.",
      "text": "68B.33 Judicial review — enforcement.\n\nJudicial review of the actions of the board may be sought in accordance with chapter 17A. Judicial enforcement of orders of the board may be sought in accordance with chapter 17A.\n\n92 Acts, ch 1228, §15; 93 Acts, ch 163, §19\n\nReferred to in §68B.32D",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-33/"
    },
    {
      "id": "section-68b34",
      "number": "68B.34",
      "heading": "Additional penalty.",
      "text": "68B.34 Additional penalty.\n\nIn addition to any penalty contained in any other provision of law, a person who knowingly and intentionally violates a provision of sections 68B.2A through 68B.8, sections 68B.22 through 68B.24, or sections 68B.35 through 68B.38 is guilty of a serious misdemeanor and may be reprimanded, suspended, or dismissed from the person’s position or otherwise sanctioned.\n\n[C71, 73, 75, 77, 79, 81, §68B.8]\n\n87 Acts, ch 213, §3; 92 Acts, ch 1228, §12\n\nC93, §68B.25\n\n93 Acts, ch 163, §9; 2008 Acts, ch 1116, §2; 2009 Acts, ch 9, §6\n\nCS2009, §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-34/"
    },
    {
      "id": "section-68b34a",
      "number": "68B.34A",
      "heading": "Actions commenced against local officials or employees.",
      "text": "68B.34A Actions commenced against local officials or employees.\n\n1. Complaints alleging conduct of local officials or local employees which violates this chapter, except for sections 68B.36 and 68B.38, shall be filed with the county attorney in the county where the accused resides. However, if the county attorney is the person against whom the complaint is filed, or if the county attorney otherwise has a personal or legal conflict of interest, the complaint shall be referred to another county attorney.\n\n2. Complaints alleging conduct of local officials or local employees which violates section 68B.36 or 68B.38 shall be filed with the ethics committee of the appropriate house of the general assembly if the conduct involves lobbying activities before the general assembly or with the board if the conduct involves lobbying activities before the executive branch.\n\n[C71, 73, 75, 77, 79, 81, §68B.9]\n\nC93, §68B.26\n\n93 Acts, ch 163, §10; 2000 Acts, ch 1042, §1; 2009 Acts, ch 9, §4, 6\n\nCS2009, §68B.34A\n\n2010 Acts, ch 1006, §7, 11",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-34a/"
    },
    {
      "id": "section-68b35",
      "number": "68B.35",
      "heading": "Personal financial disclosure — certain officials, members of the general assembly, and candidates.",
      "text": "68B.35 Personal financial disclosure — certain officials, members of the general assembly, and candidates.\n\n1. The persons specified in subsection 2 shall file a financial statement at times and in the manner provided in this section that contains all of the following:\n\na. A list of each business, occupation, or profession in which the person is engaged and the nature of that business, occupation, or profession, unless already apparent.\n\nb. A list of any other sources of income if the source produces more than one thousand dollars annually in gross income. Such sources of income listed pursuant to this paragraph may be listed under any of the following categories, or under any other categories as may be established by rule:\n\n(1) Securities.\n\n(2) Instruments of financial institutions.\n\n(3) Trusts.\n\n(4) Real estate.\n\n(5) Retirement systems.\n\n(6) Other income categories specified in state and federal income tax regulations.\n\n2. The financial statement required by this section shall be filed by the following persons:\n\na. Any statewide elected official.\n\nb. The executive or administrative head or heads of any agency of state government.\n\nc. The deputy executive or administrative head or heads of an agency of state government.\n\nd. The head of a major subunit of a department or independent state agency whose position involves a substantial exercise of administrative discretion or the expenditure of public funds as defined under rules adopted by the board, pursuant to chapter 17A, in consultation with the department or agency.\n\ne. Members of the state banking council, the Iowa ethics and campaign disclosure board, the credit union review board, the economic development authority, the employment appeal board, the environmental protection commission, the health facilities council, the Iowa finance authority, the Iowa public employees’ retirement system investment board, the Iowa lottery board created in section 99G.8, the natural resource commission, the board of parole, the petroleum underground storage tank fund board, the public employment relations board, the state racing and gaming commission, the state board of regents, the transportation commission, the office of consumer advocate, the utilities board, the Iowa telecommunications and technology commission, and any full-time members of other boards and commissions as defined under section 7E.4 who receive an annual salary for their service on the board or commission. The Iowa ethics and campaign disclosure board shall conduct an annual review to determine if members of any other board, commission, or authority should file a statement and shall require the filing of a statement pursuant to rules adopted pursuant to chapter 17A.\n\nf. Members of the general assembly.\n\ng. Candidates for state office.\n\nh. Legislative employees who are the head or deputy head of a legislative agency or whose position involves a substantial exercise of administrative discretion or the expenditure of public funds.\n\n3. The board, in consultation with each executive department or independent agency, shall adopt rules pursuant to chapter 17A to implement the requirements of this section that provide for the time and manner for the filing of financial statements by persons in the department or independent agency.\n\n4. The ethics committee of each house of the general assembly shall recommend rules for adoption by each house for the time and manner for the filing of financial statements by members or employees of the particular house. The legislative council shall adopt rules for the time and manner for the filing of financial statements by legislative employees of the central legislative staff agencies. The rules shall provide for the filing of the financial statements with either the chief clerk of the house, the secretary of the senate, or other appropriate person or body.\n\n5. a. A candidate for statewide office shall file a financial statement with the Iowa ethics and campaign disclosure board, a candidate for the office of state representative shall file a financial statement with the chief clerk of the house of representatives, and a candidate for the office of state senator shall file a financial statement with the secretary of the senate. Statements shall contain information concerning the year preceding the year in which the election is to be held.\n\nb. The Iowa ethics and campaign disclosure board shall adopt rules pursuant to chapter 17A providing for the filing of the financial statements with the board and for the deposit, retention, and availability of the financial statements. The ethics committees of the house of representatives and the senate shall recommend rules for adoption by the respective houses providing for the filing of the financial statements with the chief clerk of the house or the secretary of the senate and for the deposit, retention, and availability of the financial statements. Rules adopted shall also include a procedure for notification of candidates of the duty to file disclosure statements under this section.\n\n92 Acts, ch 1228, §17; 93 Acts, ch 163, §21; 94 Acts, ch 1092, §9; 96 Acts, ch 1200, §2; 2001 Acts, ch 61, §12; 2003 Acts, ch 178, §100, 121; 2003 Acts, ch 179, §142; 2004 Acts, ch 1091, §11; 2004 Acts, ch 1141, §34; 2009 Acts, ch 9, §5; 2011 Acts, ch 118, §84, 89; 2015 Acts, ch 109, §4, 75; 2017 Acts, ch 54, §23, 24; 2023 Acts, ch 19, §2294\n\nReferred to in §68B.3, 68B.32, 68B.34\n\nSubsection 2, paragraph e amended",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-35/"
    },
    {
      "id": "section-68b35a",
      "number": "68B.35A",
      "heading": "Personal financial disclosure statements of state officials and employees — internet access.",
      "text": "68B.35A Personal financial disclosure statements of state officials and employees — internet access.\n\nPersonal financial disclosure statements filed with the chief clerk of the house or the secretary of the senate shall be recorded on the legislative internet site or copies of the personal financial disclosure statements shall be forwarded to the secretary of state for the recording of the information on an internet site. The board shall record personal financial disclosure statements filed with the board on an internet site.\n\n93 Acts, ch 163, §22; 94 Acts, ch 1023, §82; 2004 Acts, ch 1091, §12; 2013 Acts, ch 90, §257\n\nReferred to in §68B.34",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-35a/"
    },
    {
      "id": "section-68b36",
      "number": "68B.36",
      "heading": "Applicability — lobbyist registration required.",
      "text": "68B.36 Applicability — lobbyist registration required.\n\n1. All lobbyists shall, on or before the day their lobbying activity begins, register by electronically filing a lobbyist’s registration statement at times and in the manner provided in this section. In addition to any other information required by the general assembly, a lobbyist shall identify in the registration statement all clients of the lobbyist and whether the lobbyist will also be lobbying the executive branch. Lobbyists engaged in lobbying activities before the general assembly and before the office of the governor or any state agency shall file the statement with the chief clerk of the house of representatives or the secretary of the senate. The chief clerk of the house and the secretary of the senate shall establish an internet site for the electronic filing of lobbyist registrations.\n\n2. Registration shall be valid from the date of registration until the end of the calendar year. Any change in or addition to the information shall be registered within ten days after the change or addition is known to the lobbyist. Changes or additions for registrations of lobbyists shall be filed with either the chief clerk of the house or the secretary of the senate.\n\n3. Beginning December 1 of each year, a person may preregister to lobby for the following calendar year.\n\n4. If a lobbyist’s service on behalf of all clients, employers, or causes is concluded prior to the end of the calendar year, the lobbyist may cancel the registration by electronically filing a notice of cancellation with the chief clerk of the house or the secretary of the senate. Upon cancellation of registration, a lobbyist is prohibited from engaging in any lobbying activity on behalf of any employer, client, or cause until reregistering.\n\n5. Federal, state, and local officials who wish to lobby in opposition to the official position of their departments, commissions, boards, or agencies must indicate this on their lobbyist registration statements.\n\n6. The chief clerk of the house or the secretary of the senate shall post all lobbyist registrations in a searchable database on an internet site. The board shall establish a link on the internet site of the board to the lobbyist registration information on the general assembly’s internet site.\n\n92 Acts, ch 1228, §18; 93 Acts, ch 163, §23; 94 Acts, ch 1023, §83; 94 Acts, ch 1092, §10; 2010 Acts, ch 1006, §8, 11; 2011 Acts, ch 86, §1\n\nReferred to in §68B.34, 68B.34A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-36/"
    },
    {
      "id": "section-68b37",
      "number": "68B.37",
      "heading": "Lobbyist reporting.",
      "text": "68B.37 Lobbyist reporting. Repealed by 2010 Acts, ch 1006, §10, 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-37/"
    },
    {
      "id": "section-68b38",
      "number": "68B.38",
      "heading": "Lobbyist’s client reporting.",
      "text": "68B.38 Lobbyist’s client reporting.\n\n1. On or before July 31 of each year, a lobbyist’s client shall electronically file with the general assembly a report that contains information on all salaries, fees, retainers, and reimbursement of expenses paid by the lobbyist’s client to the lobbyist for lobbying purposes during the preceding twelve calendar months, concluding on June 30 of each year. The amount reported to the general assembly shall include the total amount of all salaries, fees, retainers, and reimbursement of expenses paid to a lobbyist for lobbying both the legislative and executive branches.\n\n2. The chief clerk of the house and the secretary of the senate shall establish an internet site for the filing of lobbyist’s client reports in an electronic format.\n\n3. The chief clerk of the house and the secretary of the senate shall post all lobbyist’s client reports filed pursuant to this section in a searchable database on an internet site. The board shall establish a link on the internet site of the board to the lobbyist’s client report information on the general assembly’s internet site.\n\n92 Acts, ch 1228, §20; 93 Acts, ch 163, §25; 2000 Acts, ch 1042, §3; 2001 Acts, ch 24, §20; 2003 Acts, ch 161, §3; 2004 Acts, ch 1091, §13; 2010 Acts, ch 1006, §9, 11; 2011 Acts, ch 86, §2\n\nReferred to in §68B.34, 68B.34A",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-38/"
    },
    {
      "id": "section-68b39",
      "number": "68B.39",
      "heading": "Supreme court rules.",
      "text": "68B.39 Supreme court rules.\n\n1. The supreme court of this state shall prescribe rules establishing a code of ethics for officials and employees of the judicial branch of this state, and the immediate family members of the officials and employees. Rules prescribed under this subsection shall include provisions relating to the receipt or acceptance of gifts and honoraria, interests in public contracts, services against the state, and financial disclosure which are substantially similar to the requirements of this chapter.\n\n2. The supreme court of this state shall also prescribe rules which relate to activities by officials and employees of the judicial branch which constitute conflicts of interest.\n\n[C81, §68B.11]\n\n87 Acts, ch 213, §8; 92 Acts, ch 1228, §21\n\nC93, §68B.39\n\n93 Acts, ch 163, §26; 98 Acts, ch 1047, §15; 2003 Acts, ch 108, §21; 2018 Acts, ch 1041, §18",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-ii/chapter-68b/section-68b-39/"
    }
  ]
}