{
  "state": "ohio",
  "path": "title-title-49public-utilities/chapter-chapter-4967consolidation-of-railroads",
  "sections": [
    {
      "id": "section-numbergo",
      "number": "NumberGo",
      "heading": "To Section",
      "text": "To Section",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-tion",
      "number": "tion",
      "heading": "Number",
      "text": "Number",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4967",
      "number": "4967",
      "heading": "01|Companies may consolidate.Effective:October 1, 1953Latest Legislation:House Bill 1 - 100th General AssemblyPDF:Download Authenticated PDFWhen the railroads of railroad companies in this state or any portion of such railroads have been or are to be so constructed as to admit the passage of freight",
      "text": "01|Companies may consolidate.Effective:October 1, 1953Latest Legislation:House Bill 1 - 100th General AssemblyPDF:Download Authenticated PDFWhen the railroads of railroad companies in this state or any portion of such railroads have been or are to be so constructed as to admit the passage of freight or passenger cars over any two or more of such railroads, continuously without break or interruption, such companies may consolidate themselves into a single company or either company may merge or be merged into the other. Where the railroad of any railroad company in this state is connected with the railroad of another railroad company by means of an intervening railroad, held and operated by either of such companies under lease or over which either of such companies has the right to operate under any trackage agreement, thereby forming together a connected and continuous railroad, the railroads of such companies so connected shall be held to admit the passage of cars over such railroads continuously, without break or interruption, within the meaning of this section.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s496714and496715of",
      "number": "s4967.14and4967.15of",
      "heading": "the Revised Code do not relieve a consolidated railroad company from paying the fee provided by section111",
      "text": "16of the Revised Code in case a corporation files a certificate for an increase of its capital stock. The rights of a stockholder not surrendering or transferring his stock are not affected, no",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-s496721to4967",
      "number": "s4967.21to4967",
      "heading": "23, inclusive, of the Revised Code, do not imply or confer a right or power of compulsory partition of the joint property against the will of either of the joint owners, but it may be sold upon execution as provided in such sections",
      "text": "23, inclusive, of the Revised Code, do not imply or confer a right or power of compulsory partition of the joint property against the will of either of the joint owners, but it may be sold upon execution as provided in such sections.",
      "history": "",
      "source_url": ""
    }
  ]
}