{
  "state": "illinois",
  "path": "title-chapter-415-environmental-safety/chapter-415-ilcs-95-junkyard-act",
  "sections": [
    {
      "id": "section-001",
      "number": "0.01.",
      "heading": "Short title.",
      "text": "This Act may be cited as the\nJunkyard Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-1",
      "number": "1.",
      "heading": "For the purpose of promoting the public safety, health, welfare,",
      "text": "convenience and enjoyment of public travel, to protect the public\ninvestment in public highways, and to preserve and enhance the scenic\nbeauty of lands bordering public highways, it is declared to be in the\npublic interest to regulate and restrict the establishment, operation, and\nmaintenance of junkyards or scrap processing facilities in areas adjacent\nto the Federal-Aid Interstate and Federal-Aid Primary Systems of Highways\nwithin this State. Junkyards or scrap processing facilities which do not\nconform to the requirements of this Act are declared to be public\nnuisances.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Terms used in this Act, unless the context otherwise requires, are",
      "text": "defined as follows:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "No person may hereafter establish, operate, or maintain a junkyard",
      "text": "or scrap processing facility, any portion of which is within 1,000 feet of\nthe nearest edge of the right of way of any highway on the Federal-Aid\nInterstate or Federal-Aid Primary Systems, except the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Any junkyard or scrap processing facility lawfully in existence on",
      "text": "the effective date of this Act which is within 1,000 feet of the nearest\nedge of the right of way and visible from the main-traveled way of any\nhighway on the Federal-Aid Interstate or Federal-Aid Primary Systems, shall\nbe screened, if feasible, by the Department at locations on highway right\nof way or in areas acquired for such purposes outside the right of way so\nas not to be visible from the main-traveled way of such highway.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-45",
      "number": "4.5.",
      "heading": "Automobile graveyards located near canals; inspection by EPA.",
      "text": "The\nEnvironmental Protection Agency may inspect any automobile graveyard located\nwithin 1000 feet of a canal in Illinois to determine if any contaminates are\nentering canal waters from the automobile graveyard.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "The Department shall promulgate regulations governing the location,",
      "text": "planting, construction and maintenance, including materials used in\nscreening or fencing required by this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "When the Department determines that the topography of the land will",
      "text": "not permit adequate screening of existing junkyards or scrap processing\nfacilities or junkyards or scrap processing facilities lawfully established\nbut which become nonconforming, the Department may acquire by gift,\npurchase or by the exercise of the right of eminent domain such junkyards\nor scrap processing facilities, or portions thereof, necessary to secure\ncompliance with this Act. When it is more economical to move such junkyards\nor scrap processing facilities, or portions thereof, the Department may\nacquire by gift, purchase or by the exercise of the right of eminent domain\nsuch lands or interest in lands as may be necessary to secure the\nrelocation of such junkyards or scrap processing facilities, or portions\nthereof, and pay the costs of such relocation. The Department may also\nacquire by gift, purchase or by the exercise of the right of eminent domain\nsuch land or interests in land as is necessary to effectively screen\nexisting junkyards or scrap processing facilities or junkyards or scrap\nprocessing facilities lawfully established, but which become nonconforming.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-65",
      "number": "6.5.",
      "heading": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act",
      "text": "Eminent domain. Notwithstanding any other provision of this Act, any power granted under this Act to acquire property by condemnation or eminent domain is subject to, and shall be exercised in accordance with, the Eminent Domain Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "(a) The Department may, in addition to any other remedies,",
      "text": "initiate an appropriate action in the circuit court of the county in\nwhich a junkyard or scrap processing facility is located, to prevent the\nunlawful establishment, operation or maintenance of a junkyard or scrap\nprocessing facility which is not in compliance with this Act, or to\nrestrain, correct or abate a violation of this Act, or to prevent any\nillegal Act, conduct, business or use in or about the premises of such\njunkyard or scrap processing facility.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "The Department is authorized to enter into agreements with the",
      "text": "designated authority of the United States Government relating to the\ncontrol of junkyards or scrap processing facility in areas adjacent to the\nFederal-Aid Interstate and Federal-Aid Primary Systems, and to take such\naction as may be necessary to comply with the terms of such agreements.",
      "history": "",
      "source_url": ""
    }
  ]
}