{
  "state": "new-mexico",
  "path": "title-chapter-21-state-and-private-education-institutions/chapter-article-21r-opportunity-scholarship",
  "sections": [
    {
      "id": "section-21-21r-1",
      "number": "21-21R-1",
      "heading": "Short title.Section 21-21R-2 - Definitions",
      "text": "This act [21-21R-1 to 21-21R-8 NMSA 1978] may be cited as the \"Opportunity Scholarship Act\".\n\nHistory:Laws 2022, ch. 42, § 1.\n\nEffective dates.— Laws 2022, ch. 42, § 11 made Laws 2022, ch. 42, § 1 effective July 1, 2022.\n\nTemporary provisions.— Laws 2022, ch. 42, § 9 provided that on July 1, 2022, the Opportunity Scholarship Act:\n\nA. all balances of the legislative endowment scholarship fund and the college affordability endowment fund shall be transferred to the opportunity scholarship fund; and\n\nB. any appropriation to the opportunity scholarship program within the General Appropriation Act of 2022 shall be transferred to the opportunity scholarship fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-1/"
    },
    {
      "id": "section-21-21r-2",
      "number": "21-21R-2",
      "heading": "Definitions.",
      "text": "As used in the Opportunity Scholarship Act:\n\nA. \"community college\" means a branch community college of a four-year state educational institution, a two-year state educational institution or a community college or technical and vocational institute established pursuant to Chapter 21, Article 13 or 16 NMSA 1978;\n\nB. \"department\" means the higher education department;\n\nC. \"eligible student\" means a New Mexico resident who is enrolled in a public post-secondary educational institution or tribal college at any time following high school graduation or the award of a high school equivalency credential and who meets other conditions for eligibility;\n\nD. \"public post-secondary educational institution\" means a four-year state educational institution or a community college;\n\nE. \"scholarship\" means the opportunity scholarship;\n\nF. \"state educational institution\" means an institution of higher education enumerated in Article 12, Section 11 of the constitution of New Mexico; and\n\nG. \"tribal college\" means a tribally, federally or congressionally chartered post-secondary educational institution located in New Mexico that is accredited by the higher learning commission.\n\nHistory:Laws 2022, ch. 42, § 2; 2024, ch. 63, § 3.\n\nThe 2024 amendment,effective May 15, 2024, revised the definition of \"eligible student\"; and in Subsection C, after \"equivalency credential\", added \"and who meets other conditions for eligibility\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-2/"
    },
    {
      "id": "section-21-21r-3",
      "number": "21-21R-3",
      "heading": "Conditions for eligibility.",
      "text": "A. A scholarship may be awarded to an eligible student who:\n\n(1) has not earned a baccalaureate degree at the time the scholarship is awarded;\n\n(2) is enrolled in at least six credit hours per semester and no more than eighteen credit hours per fall or spring semester; except that the credit-hour limits do not apply to a student in the last semester before graduation;\n\n(3) is enrolled in at least three and no more than nine credit hours per summer semester; provided that a student is not required to attend a summer semester to maintain eligibility;\n\n(4) maintains a cumulative grade point average of 2.5 on a 4.0 scale; and\n\n(5) has complied with other rules promulgated by the department to carry out the provisions of the Opportunity Scholarship Act.\n\nB. A scholarship may be awarded for the summer semester; provided that the student enrolls in at least three and no more than nine credit hours; and provided further that the summer semester is not required to maintain eligibility; and provided further that credit-hour limits do not apply to a student in the last semester before graduation.\n\nC. A scholarship may be awarded for one credit-bearing certificate or certificates, only one associate degree and only one bachelor's degree per student.\n\nD. A scholarship for a credit-bearing certificate may only be awarded where data indicates that the certificate is in high demand by New Mexico employers as determined by the department in consultation with the workforce solutions department.\n\nE. Students with disabilities or exceptional mitigating circumstances may petition for a waiver of eligibility, credit-hour limits or other requirements on a per semester basis. The lead financial aid officer of the public post-secondary institution or tribal college shall exercise professional judgment in consideration of any request for a waiver.\n\nHistory:Laws 2022, ch. 42, § 3; 2024, ch. 63, § 4.\n\nThe 2024 amendment,effective May 15, 2024, provided an exception to the minimum credit-hour eligibility requirement in the Opportunity Scholarship Act; in Subsection A, Paragraph A(2), after \"is enrolled in\", deleted \"a minimum of\" and added \"at least\", and after \"fall or spring semester\", added \"except that the credit-hour limits do not apply to a student in the last semester before graduation\", and added a new Paragraph A(3) and redesignated former Paragraphs A(3) and A(4) as Paragraphs A(4) and A(5), respectively; in Subsection B, after \"student enrolls in\", deleted \"no less than\" and added \"at least\", and after \"credit hours\", added the remainder of the subsection; and in Subsection E, after \"eligibility\" added \"credit-hour limits or other\"..",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-3/"
    },
    {
      "id": "section-21-21r-4",
      "number": "21-21R-4",
      "heading": "Scholarship authorized; administration.",
      "text": "A. The department shall administer the Opportunity Scholarship Act and shall promulgate rules to carry out the provisions of that act.\n\nB. Scholarships shall be awarded to qualified eligible students in an amount not to exceed one hundred percent of tuition and fees after all other state financial aid has been applied. Qualifications shall be determined by rule of the department.\n\nC. Prior to June 1 of each year, based on the amount appropriated by the legislature from the opportunity scholarship fund and on the projected enrollment at all public post-secondary educational institutions and tribal colleges, the department shall:\n\n(1) determine the total amount of money available for all scholarships for eligible students;\n\n(2) determine the award amount for public post-secondary educational institutions and tribal colleges; and\n\n(3) notify all public post-secondary educational institutions and tribal colleges of the determinations made pursuant to Paragraphs (1) and (2) of this subsection.\n\nD. In determining distribution and award amounts for the scholarships, the department shall:\n\n(1) distribute to all public post-secondary educational institutions and tribal colleges an amount not to exceed the remaining balance in the opportunity scholarship fund; and\n\n(2) subject to the provisions of Paragraph (1) of this subsection, distribute to each public post-secondary educational institution and tribal college an amount based on the projected enrollment at each public post-secondary educational institution and tribal college.\n\nE. Prior to June 1 of each year through fiscal year 2028, the department shall determine the maximum distribution to each public post-secondary educational institution and tribal college based on the annual increase in the higher education price index for the mountain region.\n\nHistory:Laws 2022, ch. 42, § 4; 2024, ch. 63, § 5.\n\nThe 2024 amendment,effective May 15, 2024, required the higher education department, through fiscal year 2028, to determine the maximum distribution of the opportunity scholarship to each public post-secondary educational institution and tribal college based on the annual increase in the higher education price index for the mountain region; and added Subsection E.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-4/"
    },
    {
      "id": "section-21-21r-5",
      "number": "21-21R-5",
      "heading": "Duration of scholarship authorized.",
      "text": "A. Each scholarship is for a period of one semester, including the summer semester. A scholarship may be renewed if the eligible student continues to meet the conditions of eligibility.\n\nB. Scholarships may be provided to an eligible student until the eligible student receives a credit-bearing certificate or certificates.\n\nC. Scholarships may be provided to an eligible student for up to ninety credit hours for the completion of one associate degree; provided that dual credit courses that an eligible student previously completed shall not count toward the credit-hour cap.\n\nD. Scholarships may be provided to an eligible student for up to one hundred sixty credit hours for the completion of one bachelor's degree; provided that dual credit courses that an eligible student previously completed shall not count toward the credit-hour cap.\n\nHistory:Laws 2022, ch. 42, § 5; 2024, ch. 63, § 6.\n\nThe 2024 amendment,effective May 15, 2024, exempted dual credit classes from counting towards the opportunity scholarship credit-hour cap; in Subsections C and D, after \"degree\", added \"provided that dual credit courses that an eligible student previously completed shall not count toward the credit-hour cap\"; and deleted Subsection E, which provided \"Scholarships may be provided to an eligible student until the eligible student graduates from a four year public post-secondary educational institution or tribal college.\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-5/"
    },
    {
      "id": "section-21-21r-6",
      "number": "21-21R-6",
      "heading": "Termination of scholarship authorized.",
      "text": "A scholarship is terminated upon occurrence of:\n\nA. withdrawal of the eligible student from the public post-secondary educational institution or tribal college or failure to remain enrolled in at least six credit hours per semester, excluding the summer semester;\n\nB. failure of the eligible student to achieve satisfactory academic progress set by the public post-secondary educational institution or tribal college; or\n\nC. substantial noncompliance by the eligible student with the Opportunity Scholarship Act or the rules promulgated pursuant to that act.\n\nHistory:Laws 2022, ch. 42, § 6.\n\nEffective dates.— Laws 2022, ch. 42, § 11 made Laws 2022, ch. 42, § 6 effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-6/"
    },
    {
      "id": "section-21-21r-7",
      "number": "21-21R-7",
      "heading": "Fund created.",
      "text": "The \"opportunity scholarship fund\" is created as a nonreverting fund in the state treasury, consisting of income from investment of the fund and any specified distributions, appropriations, gifts, grants and donations to the fund. Money in the fund is appropriated to the department for scholarship awards as provided in the Opportunity Scholarship Act. Expenditures from the fund shall be by warrant of the secretary of finance and administration pursuant to vouchers signed by the secretary of higher education or the secretary's authorized representative.\n\nHistory:Laws 2022, ch. 42, § 7.\n\nEffective dates.— Laws 2022, ch. 42, § 11 made Laws 2022, ch. 42, § 7 effective July 1, 2022.\n\nTemporary provisions.— Laws 2022, ch. 42, § 9 provided that on July 1, 2022, the Opportunity Scholarship Act:\n\nA. all balances of the legislative endowment scholarship fund and the college affordability endowment fund shall be transferred to the opportunity scholarship fund; and\n\nB. any appropriation to the opportunity scholarship program within the General Appropriation Act of 2022 shall be transferred to the opportunity scholarship fund.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-7/"
    },
    {
      "id": "section-21-21r-8",
      "number": "21-21R-8",
      "heading": "Department rulemaking and reporting.",
      "text": "A. The department shall promulgate rules setting forth explicit criteria in accordance with the Opportunity Scholarship Act for:\n\n(1) student qualification and continuing eligibility;\n\n(2) calculating the total amount of money necessary to pay for opportunity scholarships at each eligible institution pursuant to Section 4 [21-21R-4 NMSA 1978] of the Opportunity Scholarship Act and guidelines for the administration of the Opportunity Scholarship Act; and\n\n(3) requirements for the memoranda of understanding regarding institution eligibility to participate in the opportunity scholarship program.\n\nB. The department shall report by November 1 of each year to the legislative finance committee and the department of finance and administration on the:\n\n(1) status of the opportunity scholarship fund; and\n\n(2) Opportunity Scholarship Act participation data aggregated for each eligible institution to show the:\n\n(a) number of eligible students who received scholarships in the prior academic year;\n\n(b) total number of students enrolled in eligible institutions in the prior academic year; and\n\n(c) number of eligible students who graduated with a degree and, for each eligible student, the number of consecutive semesters and nonconsecutive semesters attended prior to graduation.\n\nHistory:Laws 2022, ch. 42, § 8.\n\nEffective dates.— Laws 2022, ch. 42, § 11 made Laws 2022, ch. 42, § 8 effective July 1, 2022.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21r/section-21-21r-8/"
    }
  ]
}