{
  "state": "new-mexico",
  "path": "title-chapter-21-state-and-private-education-institutions/chapter-article-14-branch-community-colleges",
  "sections": [
    {
      "id": "section-21-14-1",
      "number": "21-14-1",
      "heading": "Branch community college educational program enrollment defined",
      "text": "A. \"Branch community college educational program\", for the purposes of Chapter 21, Article 14 NMSA 1978, includes either the first two years of college education or organized vocational and technical curricula of not more than two years' duration designed to fit individuals for employment in recognized occupations, or both.\n\nB. The calculation of full-time-equivalent student population for the purposes of Chapter 21, Article 14 NMSA 1978 shall include students enrolled in college-level courses and students enrolled in vocational and technical courses taught by a branch community college that is recognized by the instructional support and vocational education division of the public education department as an area vocational school or in courses that are approved by the secretary of public education. Students enrolled in a course the cost of which is totally reimbursed from federal, state or private sources shall not be included in the calculation of full-time-equivalent student population.\n\nHistory:Laws 1953 Comp., § 73-30-17, enacted by Laws 1957, ch. 143, § 1; 1963, ch. 162, § 1; 1967, ch. 104, § 1; 1969, ch. 94, § 1; 1971, ch. 48, § 1; 1985, ch. 238, § 27; 1990, ch. 25, § 2; 1999, ch. 219, § 8; 2007, ch. 227, § 3.\n\nCross references.— For the College District Tax Act,see21-2A-1 NMSA 1978 et seq.\n\nThe 2007 amendment,effective June 15, 2007, eliminated the provision that the public school district transfer to the branch community college the tuition and fees for a student who is counted in the membership of the district and who receives credit for coursework at the college.\n\nThe 1999 amendment,effective July 1, 1999, in Subsection B, deleted the former second sentence, which read \"Full-time equivalent for students enrolled in vocational and technical courses not of college level shall be calculated according to the method prescribed in Section 21-16-9 NMSA 1978\".\n\nBranch closing not repeal of statutes.— The statutes governing branch community colleges remain intact, even though the branches may cease operation due to low funding. 1980 Op. Att'y Gen. No. 80-03.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities § 1.\n\n14A C.J.S. Colleges and Universities §§ 2, 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-1/"
    },
    {
      "id": "section-21-14-11",
      "number": "21-14-1.1",
      "heading": "Elementary and secondary education curriculum and coursework.",
      "text": "The branch community college board may award an appropriate certificate upon completion of an education curriculum and program leading to alternative certification for degreed individuals pursuant to Section 22-10-3.5 NMSA 1978 [repealed] or certification of educational assistant and coursework in elementary and secondary education professional development. The curriculum and program leading to alternative certification or certification of educational assistant shall be approved by the state board of education.\n\nHistory:Laws 2001, ch. 299, § 2.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2003, ch. 153, § 73 repealed 22-10-3.5 NMSA 1978, effective April 4, 2003. For provisions of former section,seethe 2002 NMSA 1978 onNMOneSource.com.\n\nEffective dates.— Laws 2001, ch. 299 contains no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, is effective June 15, 2001, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-1-1/"
    },
    {
      "id": "section-21-14-2",
      "number": "21-14-2",
      "heading": "Board duties; relationship with parent institution; elections.",
      "text": "A. As used in Chapter 21, Article 14 NMSA 1978, \"board\" means either the local school board or the combined local school boards acting as a single board of the school district or the board of the branch community college elected pursuant to Section 21-14-2.1 NMSA 1978.\n\nB. The duties of the board are to:\n\n(1) enter into written agreements with the board of regents of the parent institution, subject thereafter to biennial review by all parties concerned and to the review and commentary of the higher education department;\n\n(2) act in an advisory capacity to the board of regents of the parent institution in all matters relating to the conduct of the branch community college;\n\n(3) approve an annual budget for the branch community college for recommendation to the board of regents of the parent institution;\n\n(4) certify to the board of county commissioners the tax levy; and\n\n(5) issue the proclamation for the election for tax levies for the branch community college if the tax levies are to be presented to the voters of the district at a special election, or approve the ballot question if the tax levies are to be presented to the voters of the district at either the general or regular local election.\n\nC. Except for the branch community college of northern New Mexico college, the board and the board of regents of the parent institution of the branch community college shall jointly conduct a search for qualified candidates for director. The board of regents of the parent institution, after consultation with the board, shall then select a director for the branch community college.\n\nD. The board and the board of regents of the parent institution shall enter into a written agreement, which shall include provisions for:\n\n(1) the parent institution to have full authority and responsibility in relation to all academic matters;\n\n(2) the parent institution to honor all credits earned by students as though they were earned on the parent campus;\n\n(3) the course of study and program offered;\n\n(4) the cooperative use of physical facilities and teaching staff;\n\n(5) consideration of applications of local qualified people before employing teachers of the local school system; and\n\n(6) the detailed agreement of financing and financial control of the branch community college.\n\nE. The agreement shall be binding upon both the board and the board of regents of the parent institution; however, it may be terminated by mutual consent or it may be terminated by either board upon six months' notice. However, if the branch community college has outstanding general obligation or revenue bonds, neither the board nor the board of regents may terminate the agreement until the outstanding bonds are retired, except as provided by Section 21-13-24.1 NMSA 1978. This provision shall apply to all agreements in existence between the branch community college and the board of regents of the parent institution.\n\nF. All taxes levied to pay for principal and interest on bonds of the branch community college shall be in addition to the taxes levied for operating, maintaining and providing facilities for the branch community college pursuant to the College District Tax Act [21-2A-1 to 21-2A-10 NMSA 1978].\n\nG. For the purpose of relating branch community colleges to existing laws, branch community college districts or branch community colleges shall not:\n\n(1) be considered a part of the uniform system of free public schools pursuant to Article 12, Section 1 and Article 21, Section 4 of the constitution of New Mexico;\n\n(2) benefit from the permanent school fund and from the current school fund under Article 12, Sections 2 and 4 of the constitution of New Mexico;\n\n(3) be subject, except as it relates to technical and vocational education, to the control, management and direction of the public education department;\n\n(4) be considered school districts insofar as the restrictions of Article 9, Section 11 of the constitution of New Mexico are concerned;\n\n(5) for the branch community college of northern New Mexico college, be eligible for separate state appropriations through the higher education funding formula; and\n\n(6) for the branch community college of northern New Mexico college, any courses, students, student credit hours and degrees and certificates awarded shall be reported to the higher education department along with and in the same manner as those for northern New Mexico college. These courses, students, student credit hours and degrees and certificates awarded shall be included in all reports and funding formula calculations by the higher education department for northern New Mexico college.\n\nH. All elections held pursuant to the branch community college laws shall be conducted and canvassed pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nI. The territory of a branch of community college may be extended to include additional school districts in the same manner as provided for community colleges in Section 21-13-21 NMSA 1978.\n\nJ. Any person or corporation may institute in the district court of any county in which the branch community college district affected lies an action or suit to contest the validity of any proceedings held under the branch community college laws, but no such suit action shall be maintained unless it is instituted within ten days after the issuance by the proper officials of a certificate or notification of the results of the election and the canvassing of the election returns.\n\nK. The tax rolls of the school districts comprising the branch community college district shall be adopted as the tax rolls of the branch community college district.\n\nHistory:1953 Comp., § 73-30-18, enacted by Laws 1963, ch. 162, § 2; 1971, ch. 182, § 1; 1983, ch. 85, § 1; 1985, ch. 238, § 28; 1997, ch. 167, § 2; 1998, ch. 61, § 6; 2005, ch. 117, § 1; 2019, ch. 77, § 2; 2019, ch. 212, § 217.\n\nCross references.— For provisions relating to legislative findings for branch community colleges,see21-1-39 NMSA 1978.\n\nFor public school fund,see22-8-14 NMSA 1978.\n\nFor current school fund,see22-8-32 NMSA 1978.\n\n2019 Multiple Amendments.— Laws 2019, ch. 77, § 2, effective June 14, 2019, and Laws 2019, ch. 212, § 217, effective April 3, 2019, enacted different amendments to this section that can be reconciled. Pursuant to 12-1-8 NMSA 1978, Laws 2019, ch. 212, § 217, as the last act signed by the governor, is set out above and incorporates both amendments. The amendments enacted by Laws 2019, ch. 77, § 2 and Laws 2019, ch. 212, § 217 are described below. To view the session laws in their entirety,seethe 2019 session laws onNMOneSource.com.\n\nThe nature of the difference between the amendments is that Laws 2019, ch. 77, § 2, exempted the branch community college of northern New Mexico college from the requirement that the board and board of regents of the parent institution of the branch community college conduct a search for qualified candidates for director, provided that the branch community college of northern New Mexico college is not eligible for separate state appropriations through the higher education funding formula, and required that any courses, students, student credit hours and degrees and certificates awarded by the branch community college of northern New Mexico college be reported to the higher education department and be included in all reports and funding formula calculations by the higher education department for northern New Mexico college, and Laws 2019, ch. 212, § 217, provided the higher education department with the duty of issuing the proclamation for the election for tax levies, provided that all elections held pursuant to the branch community college laws shall be conducted pursuant to the Local Election Act, and provided that the territory of a branch of community college may be extended to include additional school districts in the same manner as provided for community colleges.\n\nLaws 2019, ch. 77, § 2,effective June 14, 2019, exempted the branch community college of northern New Mexico college from the requirement that the board and board of regents of the parent institution of the branch community college conduct a search for qualified candidates for director, provided that the branch community college of northern New Mexico college is not eligible for separate state appropriations through the higher education funding formula, and required that any courses, students, student credit hours and degrees and certificates awarded by the branch community college of northern New Mexico college be reported to the higher education department and be included in all reports and funding formula calculations by the higher education department for northern New Mexico college; in Subsection C, added \"Except for the branch community college of northern New Mexico college\"; in Subsection D, replaced each occurrence of \"higher education\", with \"parent\"; and in Subsection G, added Paragraphs G(5) and G(6).\n\nLaws 2019, ch. 212, § 217,effective April 3, 2019, provided the higher education department with the duty of issuing the proclamation for the election for tax levies, provided that all elections held pursuant to the branch community college laws shall be conducted pursuant to the Local Election Act, and provided that the territory of a branch of community college may be extended to include additional school districts in the same manner as provided for community colleges; in Subsection B, in Paragraph B(5), after the paragraph designation, deleted \"conduct\" and added \"issue the proclamation for\", and after \"for the branch community college\", added \"if the tax levies are to be presented to the voters of the district at a special election, or approve the ballot question if the tax levies are to be presented to the voters of the district at either the general or regular local election\"; in Subsection H, after \"shall be\", deleted former Paragraphs H(1) and H(2) and added \"pursuant to the provisions of the Local Election Act\"; and added new Subsection I and redesignated former Paragraph H(3) as Subsection J and former Subsection I as Subsection K.\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection C that the board of a branch community college and the board of regents of the parent institution shall jointly conduct a search for qualified candidates for director and that the board of regents, after consultation with the board of the branch community college shall select the director of the branch community college.\n\nThe 1998 amendment,effective March 9, 1998, rewrote this section to the extent that a detailed comparison is impracticable.\n\nThe 1997 amendmentadded \"method; parent institution method\" to the section heading; added Subsection B and redesignated the remaining subsections accordingly; inserted \"if the board has initiated the establishment of the branch community college\" in Paragraph C(2); added Subsection L; substituted \"commission on higher education\" for \"board of educational finance\" throughout the section; and made minor stylistic changes throughout the section.\n\nComposition of board.— Branch community college laws give certain powers to the board of education (local board). When more than one school district makes up a branch community college district, that board is expressly intended to be a composite of the local school board. 1975 Op. Att'y Gen. No. 75-50.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 5, 10, 11; 68 Am. Jur. 2d Schools §§ 37, 38, 52 to 70.\n\n14A C.J.S. Colleges and Universities §§ 15 to 17; 78 C.J.S. Schools and School Districts § 22 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-2/"
    },
    {
      "id": "section-21-14-21",
      "number": "21-14-2.1",
      "heading": "Branch community college board; local option.",
      "text": "A. A majority of the local board of education or the combined boards of education acting as a single board may cease to operate as the branch community college board and provide for an elected branch community college board. In that event, the majority of the local board of education or the combined boards of education acting as a single board shall elect five persons as members of the branch community college board. Board members shall be qualified electors and residents of the branch community college district. The members of the board shall continue to serve until the next regular local election, at which time five board members shall be elected by the qualified electors of the branch community college district. The candidates shall file for and be elected to a particular position number. At the first board meeting after the election, the five members shall draw lots for the following terms: two for terms of two years and three for terms of four years. Thereafter, board members shall be elected for terms of four years. All vacancies caused in any other manner than by the expiration of the term of office shall be filled by appointment by the remaining members.\n\nB. Immediately after the election of the five members by the assembled board of education members, the board shall select from its members a chair and secretary who shall serve in these offices until the next regular local election. In January after each regular local election, the members shall proceed to reorganize.\n\nC. The duties of the board shall continue as set out in Chapter 21, Article 14 NMSA 1978.\n\nHistory:1978 Comp., § 21-14-2.1, enacted by Laws 1985, ch. 238, § 29; 2019, ch. 212, § 218.\n\nTemporary provisions.— Laws 2019, ch. 212, § 278 provided that:\n\nA. The term of a branch community college district, special hospital district, solid waste authority district, lower Rio Grande public water works authority or watershed district board member that was set to expire on or before June 30, 2020 shall expire on December 31, 2019, and that member's successor shall be elected in the regular local election held on the first Tuesday after the first Monday of November 2019 for a term beginning on January 1, 2020.\n\nB. The term of a branch community college district, special hospital district, solid waste authority district, lower Rio Grande public water works authority or watershed district board member that was set to expire on or after July 1, 2020 but on or before June 30, 2022 shall expire on December 31, 2021, and that member's successor shall be elected in the local election held on the first Tuesday after the first Monday of November 2021 for a term beginning on January 1, 2022.\n\nC. The term of a special hospital district or watershed district board member that was set to expire on or after July 1, 2022 shall expire on December 31, 2023, and that member's successor shall be elected in the local election held on the first Tuesday after the first Monday of November 2023 for a term beginning on January 1, 2024.\n\nThe 2019 amendment,effective April 3, 2019, revised the procedures for electing branch community college board members; in Subsection A, after the third occurrence of \"branch community college board\", deleted \"The persons elected shall be assigned position numbers one through five.\", after \"Board members shall be\", deleted \"over twenty-one years of age\", after \"regular local election\", deleted \"to be held on the first Tuesday of February of each odd-numbered year\", after \"particular position number.\", deleted \"The candidate receiving the highest number of votes for a particular position shall be elected.\", and after \"terms of four years\", deleted \"from March 1 succeeding their election\"; and in Subsection B, after \"next regular\", deleted \"branch community college board\" and added \"local\", and after \"regular local election.\", added \"In January\".\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 10, 11.\n\n14A C.J.S. Colleges and Universities §§ 15 to 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-2-1/"
    },
    {
      "id": "section-21-14-22",
      "number": "21-14-2.2",
      "heading": "Limitations on branch community colleges.",
      "text": "There shall be no new branch community college or off-campus instructional center created after January 1, 1998 unless specifically created by the legislature.\n\nHistory:Laws 1998, ch. 61, § 7.\n\nEmergency clauses.— Laws 1998, ch. 61, § 17 contained an emergency clause and was approved March 9, 1998.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-2-2/"
    },
    {
      "id": "section-21-14-23",
      "number": "21-14-2.3",
      "heading": "Branch community college board; optional form.",
      "text": "A. The branch community college board of a branch community college may, by adoption of a resolution, establish a board composed of five members elected from single-member districts within the branch community college district for staggered terms. The single-member districts shall be compact and contiguous and composed of populations as equal as practicable. Members shall be required to reside in the districts from which elected. If a member no longer resides in the election district from which that member was elected, the member shall be deemed to have resigned and the vacancy created by the resignation shall be filled in the manner provided by law for the filling of vacancies on the board of a branch community college.\n\nB. The board members shall draw lots to determine which board position will coincide with which election district during the meeting at which the board is resolved to change to a districted board.\n\nC. The board shall redistrict once after each federal decennial census. The board may adopt a resolution to have the board's election districts coincide with the county commission districts if the county commission has five districts and the boundaries of the county and branch community college district are identical.\n\nHistory:Laws 2007, ch. 27, § 1.\n\nEffective dates.— Laws 2007, ch. 27, contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 15, 2007, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-2-3/"
    },
    {
      "id": "section-21-14-3",
      "number": "21-14-3",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1998, ch. 61, § 16, repealed 21-14-3 NMSA 1978, enacted by Laws 1972, ch. 36, § 3, relating to approval required of local school board, effective March 9, 1998. For provisions of former section,seethe 1997 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-3/"
    },
    {
      "id": "section-21-14-4",
      "number": "21-14-4",
      "heading": "Availability of school facilities; use of other facilities.",
      "text": "Upon establishment of a branch community college, public school facilities are to be made available to the college if needed, and in such manner as will not interfere with the regular program of instruction. No public school funds shall be expended in the program, and the branch community college shall pay a proper amount for utilities and custodian service. The board may arrange for the use of available facilities other than public school facilities if approved by the board of regents.\n\nHistory:1953 Comp., § 73-30-19, enacted by Laws 1957, ch. 143, § 3; 1963, ch. 162, § 3.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —78 C.J.S. Schools and School Districts § 359.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-4/"
    },
    {
      "id": "section-21-14-5",
      "number": "21-14-5",
      "heading": "Financing of branch community colleges; tuition and fee waivers.",
      "text": "A. Financing of branch community colleges shall be by tuition and fees, which shall be set by the board of regents of the parent institution, by gifts and grants and by other funds as may be made available pursuant to the provisions of the College District Tax Act [21-2A-1 to 21-2A-10 NMSA 1978] or Chapter 21, Article 14 NMSA 1978.\n\nB. The board of regents of the respective parent institution of the branch community college may establish and grant gratis scholarships to students of the branch community college who are residents of New Mexico in an amount not to exceed the matriculation fee or tuition and fees, or both. Except as provided in Section 21-1-4.3 NMSA 1978 [repealed], the number of scholarships established and granted shall not exceed three percent of the preceding fall semester enrollment in the branch community college and shall not be established and granted for summer sessions. The president of each institution shall select and recommend to the board of regents of the president's institution, as recipients of scholarships, students who possess good moral character and satisfactory initiative, scholastic standing and personality. Beginning with the fall semester of 2010, a minimum of one-half of the gratis scholarships established and granted by the board of regents for a branch community college each year shall be granted on the basis of financial need, and beginning with the fall semester of 2011, a minimum of two-thirds of the gratis scholarships established and granted by each board of regents each year shall be granted on the basis of financial need.\n\nHistory:1953 Comp., § 73-30-20, enacted by Laws 1957, ch. 143, § 4; 1963, ch. 162, § 4; 1995, ch. 224, § 20; 1999, ch. 219, § 9; 2009, ch. 47, § 3.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law. Section 21-1-4.3 NMSA 1978 was repealed by Laws 2014, ch. 80, § 10, effective March 12, 2014. For provisions of former section,seethe 2013 NMSA 1978 onNMOneSource.com.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection B, at the beginning of the last sentence, deleted \"At least thirty-three and one-third percent\" and added \"Beginning with the fall semester of 2010, a minimum of one-half\"; and at the end of the last sentence, added the language following \"financial need\".\n\nThe 1999 amendment,effective July 1, 1999, added the Subsection A designation; updated the statutory reference in Subsection A; and added Subsection B.\n\nThe 1995 amendment,effective June 16, 1995, inserted \"of the parent institution\", substituted the language beginning \"pursuant to\" for \"except as otherwise provided in Sections 73-30-17 through 73-30-25 New Mexico Statutes Annotated, 1953 Compilation\" at the end of the section, and made a minor stylistic change.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 2, 19, 20, 37.\n\nValidity, interpretation, and application of provisions of will making devise or bequest to or in trust for religious or educational body dependent upon adherence to particular body of principles or dogmas or ecclesiastical connection, 120 A.L.R. 971.\n\n14A C.J.S. Colleges and Universities §§ 4, 5, 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-5/"
    },
    {
      "id": "section-21-14-6",
      "number": "21-14-6",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-30-21, enacted by Laws 1963, ch. 162, § 5; 1967, ch. 60, § 1; 1970, ch. 72, § 1; 1981, ch. 37, § 82; 1985, ch. 238, § 30; 1986, ch. 32, § 12; 1987, ch. 22, § 2; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-6 NMSA 1978, as enacted by Laws 1963, ch. 162, § 5, relating to tax levies authorized, contingent state funding, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-6/"
    },
    {
      "id": "section-21-14-61",
      "number": "21-14-6.1",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 21-14-6.1, enacted by Laws 1987, ch. 22, § 1; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-6.1 NMSA 1978, as enacted by Laws 1963, ch. 162, § 5, relating to special tax levy election, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-6-1/"
    },
    {
      "id": "section-21-14-7",
      "number": "21-14-7",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-30-21.1, enacted by Laws 1972, ch. 36, § 1; 1981, ch. 37, § 83; 1985, ch. 238, § 31; 1986, ch. 32, § 13; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-7 NMSA 1978, as enacted by Laws 1972, ch. 36, § 1, relating to additional levies, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-7/"
    },
    {
      "id": "section-21-14-71",
      "number": "21-14-7.1",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 21-14-7.1, enacted by Laws 1985, ch. 238, § 32; 1986, ch. 32, § 14; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-7.1 NMSA 1978, as enacted by Laws 1985, ch. 238, § 32, relating to special area-vocational levy, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-7-1/"
    },
    {
      "id": "section-21-14-8",
      "number": "21-14-8",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-30-22, enacted by Laws 1963, ch. 162, § 6; 1985, ch. 238, § 33; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-8 NMSA 1978, as enacted by Laws 1963, ch. 162, § 6, relating to election on levy, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-8/"
    },
    {
      "id": "section-21-14-9",
      "number": "21-14-9",
      "heading": "State support; appropriation.",
      "text": "A. The higher education department shall recommend an appropriation for each branch community college, except the branch community college of northern New Mexico college, and junior college based upon the college's financial requirements in relation to its authorized program and its available funds from non-general fund sources; provided, the recommended appropriation shall be an amount not less than three hundred twenty-five dollars ($325) for each full-time-equivalent student.\n\nB. The higher education department shall not recommend an appropriation greater than three hundred twenty-five dollars ($325) for each full-time-equivalent student for any branch community college that levies a tax at a rate less than one dollar ($1.00), unless a lower amount is required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon a rate approved by the electors of at least one dollar ($1.00) on each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978], or any branch community college that reduces a previously authorized tax levy, except as required by the operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978.\n\nHistory:1953 Comp., § 73-30-23, enacted by Laws 1973, ch. 371, § 1; 1995, ch. 224, § 22; 2019, ch. 77, § 3.\n\nRepeals and reenactments.— Laws 1973, ch. 371, § 1, repealed former 73-30-23, 1953 Comp., relating to state support of community colleges, and enacted a new 73-30-23, 1953 Comp.\n\nThe 2019 amendment,effective June 14, 2019, provided that the higher education department shall not recommend an appropriation for the branch community college of northern New Mexico college; and in Subsection A, added \"except the branch community college of northern New Mexico college\".\n\nThe 1995 amendment,effective June 16, 1995, designated the formerly undesignated provision as Subsection A; added Subsection B; and, in Subsection A, substituted \"commission on higher education\" for \"board of educational finance\" and made minor stylistic changes.\n\nLegislature not bound to appropriate.— None of the actions taken by a local board of education, the board of educational finance, the voters in a local school district or the regents of the university of New Mexico can bind the legislature to an appropriation. 1980 Op. Att'y Gen. No. 80-03.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities § 33.\n\n81A C.J.S. States § 204.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-9/"
    },
    {
      "id": "section-21-14-10",
      "number": "21-14-10",
      "heading": "Applicability of other laws.",
      "text": "Any law concerning public schools and any law concerning the higher education institution shall, when applicable, govern the operation and conduct of the branch community college.\n\nHistory:1953 Comp., § 73-30-24, enacted by Laws 1963, ch. 162, § 8.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 7, 8, 23, 42.\n\n14A C.J.S. Colleges and Universities §§ 3, 6, 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-10/"
    },
    {
      "id": "section-21-14-11",
      "number": "21-14-11",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1999, ch. 219 § 21 repealed 21-14-11 NMSA 1978, as enacted by Laws 1963, ch. 162, § 9, designating community colleges as a branches of higher education institutions, effective July 1, 1999. For provisions of former section,seethe 1998 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-11/"
    },
    {
      "id": "section-21-14-12",
      "number": "21-14-12",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-30-26, enacted by Laws 1965, ch. 162, § 1; 1970, ch. 72, § 2; 1971, ch. 219, § 1; 1983, ch. 265, § 44; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-12 NMSA 1978, as enacted by Laws 1965, ch. 162, § 1, relating to branch community college bonds, interest, form, payment, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-12/"
    },
    {
      "id": "section-21-14-13",
      "number": "21-14-13",
      "heading": "Repealed.",
      "text": "History:1953 Comp., 73-30-27, enacted by Laws 1965, ch. 162, § 2; 1983, ch. 265, § 45; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-13 NMSA 1978, as enacted by Laws 1965, ch. 162, § 2, relating to payment of bonds, bond provisions, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-13/"
    },
    {
      "id": "section-21-14-14",
      "number": "21-14-14",
      "heading": "Title to property acquired from proceeds of bond issue.",
      "text": "All property acquired from the proceeds of a bond issue shall be taken in the name of the board of education or the board of regents of the parent institution. In the event an independent public college entity evolves from the branch community college, the property so held by the board of education or the board of regents of the parent institution shall be transferred and conveyed to the governing body of the new independent public college entity. No transfer or conveyance shall take place without the express approval of the board of educational finance.\n\nHistory:1953 Comp., § 73-30-28, enacted by Laws 1965, ch. 162, § 3; 1970, ch. 72, § 3.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities § 35.\n\n14A C.J.S. Colleges and Universities §§ 14, 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-14/"
    },
    {
      "id": "section-21-14-15",
      "number": "21-14-15",
      "heading": "Repealed.",
      "text": "History:1953 Comp., 73-30-27, enacted by Laws 1965, ch. 162, § 2; 1983, ch. 265, § 45; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-14-15 NMSA 1978, as enacted by Laws 1989, ch. 24, § 1, relating to refunding bonds of branch community college districts, effective June 16, 1995. For provisions of former section,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-15/"
    },
    {
      "id": "section-21-14-16",
      "number": "21-14-16",
      "heading": "Ruidoso branch community college.",
      "text": "The Ruidoso branch community college may be created as provided in Chapter 21, Article 14 NMSA 1978.\n\nHistory:Laws 2005, ch. 40, §1.\n\nEffective dates.— Laws 2005, ch. 40 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2005, 90 days after adjournment of the legislature.\n\nTemporary provisions.— Laws 2005, ch. 40, § 2 provided that the eastern New Mexico university off-campus instruction program in Ruidoso is terminated when the Ruidoso branch community college is created and that the eastern New Mexico university may transfer funds and property to the university pertaining to the Ruidoso off-campus instruction program to the Ruidoso branch community college.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-16/"
    },
    {
      "id": "section-21-14-17",
      "number": "21-14-17",
      "heading": "Northern New Mexico college; branch community college for technical and vocational courses.",
      "text": "A. The board of regents of northern New Mexico college may choose to partner with one or more area school districts to be the parent institution of a branch community college established by the school districts to provide technical and vocational education. The branch community college may be co-located on the northern New Mexico college main campus or on its El Rito campus. Notwithstanding the provisions of Chapter 21, Article 14 NMSA 1978, the co-located branch community college shall be under the direction of the president of northern New Mexico college and shall operate under the administrative structure of northern New Mexico college. Otherwise, the board of the branch community college shall have the same powers over financing and financial control as provided for boards of other branch community colleges in Chapter 21, Article 14 NMSA 1978.\n\nB. The board of regents and the area school boards or the elected board of the branch community college may agree to have northern New Mexico college offer its technical and vocational courses through the branch community college. If so offered, those courses shall not be eligible for funding from the northern New Mexico state school land grant permanent fund income fund or be eligible to benefit in any way as a land grant beneficiary.\n\nHistory:Laws 2019, ch. 77, §1.\n\nEffective dates.— Laws 2019, ch. 77 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 14, 2019, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-14/section-21-14-17/"
    }
  ]
}