{
  "state": "new-mexico",
  "path": "title-chapter-21-state-and-private-education-institutions/chapter-article-13-community-colleges",
  "sections": [
    {
      "id": "section-21-13-1",
      "number": "21-13-1",
      "heading": "Short title.Section 21-13-2 - Definitions",
      "text": "Section 21-13-3 - Repealed.Section 21-13-4 - Repealed.Section 21-13-4.1 - Limitations on community colleges.Section 21-13-4.2 - Name change.Section 21-13-5 - Repealed.Section 21-13-6 - Repealed.Section 21-13-7 - Repealed.Section 21-13-8 - Community college b",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21-13-2",
      "number": "21-13-2",
      "heading": "Definitions.",
      "text": "As used in the Community College Act:\n\nA. \"community college\" means a public educational institution that provides not to exceed two years of training in the arts, sciences and humanities beyond the twelfth grade of the public high school curriculum or, in lieu of that training or in addition to it, not to exceed two years of a vocational and technical curriculum and appropriate courses of study for persons who may or may not have completed the twelfth grade of public high school;\n\nB. \"community college district\" means a district in which a community college is located, which district is composed of the territory of one or more school districts of the state. For the purposes of relating community college districts to existing law, community college districts and the community colleges thereof shall not:\n\n(1) be considered a part of the uniform system of free public schools pursuant to Article 12, Section 1 and Article 21, Section 4 of the constitution of New Mexico;\n\n(2) benefit from the permanent school fund and from the current school fund under Article 12, Sections 2 and 4 of the constitution of New Mexico;\n\n(3) be subject, except as it relates to technical and vocational education, to the control, management and direction of the state board of education under Article 12, Section 6 of the constitution of New Mexico; and\n\n(4) be considered school districts insofar as the restrictions of Article 9, Section 11 of the constitution of New Mexico are concerned; and\n\nC. \"qualified elector\" means a person otherwise eligible to vote within the community college district.\n\nHistory:1953 Comp., § 73-33-2, enacted by Laws 1963, ch. 17, § 2; 1964 (1st S.S.), ch. 16, § 1; 1980, ch. 53, § 1; 1985, ch. 238, § 2; 1998, ch. 61, § 3.\n\nCross references.— For public school fund,see22-8-14 NMSA 1978.\n\nFor current school fund,see22-8-32 NMSA 1978.\n\nThe 1998 amendment,effective March 9, 1998, in Subsection A, substituted \"that\" for \"which\" near the beginning and in the first sentence in Subsection B, deleted \"or proposed to be created\" following \"located\" and substituted \"is\" for \"shall be\".\n\nApplicability of constitution.— Junior college legislation is outside the constitutional provisions relating to schools and junior colleges are solely creations of the legislature.Daniels v. Watson, 1966-NMSC-011, 75 N.M. 661, 410 P.2d 193.\n\nLegislative intent.— The legislature did not intend junior college districts to come within the general school system.Daniels v. Watson, 1966-NMSC-011, 75 N.M. 661, 410 P.2d 193.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities § 1.\n\n14A C.J.S. Colleges and Universities § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-2/"
    },
    {
      "id": "section-21-13-3",
      "number": "21-13-3",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-3, enacted by Laws 1963, ch. 17, § 3; 1985, ch. 238, § 3; repealed by Laws 1998, ch. 61, § 1.\n\nRepeals.— Laws 1998, ch. 61, § 16 repealed 21-13-3 NMSA 1978, as enacted by Laws 1963, ch. 17, § 3, relating to community college purpose, effective March 9, 1998. For provisions former section,seethe 1997 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-3/"
    },
    {
      "id": "section-21-13-4",
      "number": "21-13-4",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-4, enacted by Laws 1964 (1st S.S.), ch. 16, § 2; 1985, ch. 238, § 4; repealed by Laws 1998, ch. 61, § 1.\n\nRepeals.— Laws 1998, ch. 61, § 16 repealed 21-13-4 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 2, relating to community college districts, effective March 9, 1998. For provisions former section,seethe 1997 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-4/"
    },
    {
      "id": "section-21-13-41",
      "number": "21-13-4.1",
      "heading": "Limitations on community colleges.",
      "text": "There shall be no new community college, branch campus or off-campus instructional center created after January 1, 1998 unless specifically created by the legislature.\n\nHistory:Laws 1998, ch. 61, § 5.\n\nEmergency clauses.— Laws 1998, ch. 61, § 17 contained an emergency clause and was approved March 9, 1998.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-4-1/"
    },
    {
      "id": "section-21-13-42",
      "number": "21-13-4.2",
      "heading": "Name change.",
      "text": "A. Luna vocational-technical institute shall be known as \"Luna community college\", and Mesa technical college shall be known as \"Mesalands community college\" and shall be organized as provided in Chapter 21, Article 13 NMSA 1978.\n\nB. The governing board of the Luna vocational-technical institute shall be the governing board of Luna community college, and the governing board of the Mesa technical college shall be the governing board of the Mesalands community college.\n\nC. All taxes levied to pay any principal and interest on bonds of the Luna vocational-technical institute or Mesa technical college for operating, maintaining and providing facilities shall continue in effect until dissolution pursuant to procedures set forth in Chapter 21, Article 13 NMSA 1978.\n\nD. All references in law to the Luna vocational-technical institute shall be construed to be references to Luna community college, and all references in law to the Mesa technical college shall be construed to be references to Mesalands community college.\n\nHistory:Laws 2005, ch. 193, § 1.\n\nEffective dates.— Laws 2005, ch. 193 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 17, 2005, 90 days after adjournment of the legislature.\n\nTemporary provisions.— Laws 2005, ch. 193, § 2, provided that all functions, personnel, appropriations, money, records, equipment and other property of Luna vocational-technical institute shall be transferred to Luna community college and of Mesa technical college shall be transferred to Mesalands community college and that all existing contracts and agreements in effect as to Luna vocational-technical institute shall be binding on Luna community college and as to Mesa technical college shall be binding on Mesalands community college.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-4-2/"
    },
    {
      "id": "section-21-13-5",
      "number": "21-13-5",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-4.1, enacted by Laws 1964 (1st S.S.), ch. 16, § 3; 1968, ch. 70, § 1; 1980, ch. 53, § 2; 1985, ch. 238, § 5; repealed by Laws 1998, ch. 61, § 16.\n\nRepeals.— Laws 1998, ch. 61, § 16 repealed 21-13-5 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 3, relating to feasibility survey, effective March 9, 1998. For former section,seethe 1997 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-5/"
    },
    {
      "id": "section-21-13-6",
      "number": "21-13-6",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-5, enacted by Laws 1964 (1st S.S.), ch. 16, § 4; 1965, ch. 277, § 1; 1980, ch. 53, § 3; 1985, ch. 238, § 6; repealed by Laws 1998, ch. 61, § 16.\n\nRepeals.— Laws 1998, ch. 61, § 16 repealed 21-13-6 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 4, relating to notice and conduct of community college district referendum election, effective March 9, 1998. For former section,seethe 1997 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-6/"
    },
    {
      "id": "section-21-13-7",
      "number": "21-13-7",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-6, enacted by Laws 1964 (1st S.S.), ch. 16, § 5; 1985, ch. 238, § 7; repealed by Laws 1998, ch. 61, § 16.\n\nRepeals.— Laws 1998, ch. 61, § 16 repealed 21-13-7 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 5, relating to form of ballot for referendum election, effective March 9, 1998. For former sections,seethe 1997 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-7/"
    },
    {
      "id": "section-21-13-8",
      "number": "21-13-8",
      "heading": "Community college board.",
      "text": "A. Community college board members shall be qualified electors and residents of the community college district.\n\nB. Community college board members shall be elected for staggered terms of six years. Elections shall be held pursuant to the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nC. All vacancies caused in any other manner than by the expiration of the term of office shall be filled by appointment by the remaining members. An individual appointed by the remaining members of the board to fill a vacancy in office shall serve until the next community college board election, at which time candidates shall file for and be elected to fill the vacant position to serve the remainder of the unexpired term.\n\nD. A community college board shall select from its members a chair and secretary who shall serve in these offices until the next regular community college board election. After each community college board election, the members shall proceed to reorganize.\n\nHistory:1953 Comp., § 73-33-7, enacted by Laws 1963, ch. 17, § 7; 1964 (1st S.S.), ch. 16, § 6; 1965, ch. 277, § 2; 1980, ch. 53, § 4; 1985, ch. 238, § 8; 1995, ch. 90, § 1; 1998, ch. 61, § 4; 1999, ch. 219, § 1; 2008, ch. 43, § 1; 2018, ch. 79, § 83.\n\nThe 2018 amendment,effective July 1, 2018, revised the criteria for community college board members, provided that elections for community college board members shall be held pursuant to the Local Election Act, and made technical and conforming changes; in Subsection A, after \"members shall be\", deleted \"over twenty-one years of age\"; and in Subsection B, after \"terms of six years\", deleted \"beginning on April 1, succeeding their elections\", deleted former Paragraphs B(1) and B(2) and added \"pursuant to the Local Election\".\n\nThe 2008 amendment,effective May 14, 2008, added Paragraphs (1) and (2) of Subsection B.\n\nThe 1999 amendment,effective July 1, 1999, added \"Community college\" at the beginning of Subsections A and B and made minor stylistic changes in Subsection C.\n\nThe 1998 amendment,effective March 9, 1998, rewrote this section.\n\nThe 1995 amendment,effective June 16, 1995, in Subsection A, substituted \"executive director\" for \"secretary\" and \"commission on higher education\" for \"board of educational finance\", and, in Subsection B, added the last sentence and made minor stylistic changes.\n\nImmunity.— The New Mexico junior college is a local governing body with specific discretionary powers and, following the analysis inDaddow v. Carlsbad Mun. Sch. Dist., 1995-NMSC-032, 120 N.M. 97, 898 P.2d 1235, is not protected from suit under the Eleventh Amendment.Leach v. N.M. Junior Coll., 2002-NMCA-039, 132 N.M. 106, 45 P.3d 46, cert. denied, 132 N.M. 83, 44 P.3d 529.\n\nValidity of \"registered\" voters provision.— The provision of the act which requires election of board members by \"registered\" voters is not so indefinite as to be invalid because there is no specific provision in the act for the registration of voters. The term \"registered voter\" refers to one duly registered under the general election laws.Daniels v. Watson, 1966-NMSC-011, 75 N.M. 661, 410 P.2d 193.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 11, 15.\n\n14A C.J.S. Colleges and Universities §§ 4, 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-8/"
    },
    {
      "id": "section-21-13-81",
      "number": "21-13-8.1",
      "heading": "Community college board; optional form.",
      "text": "The community college board of any community college organized pursuant to the Community College Act may, by adoption of a resolution to that effect, establish a governing board composed of five or seven members elected from single-member districts for staggered terms. The single-member districts shall be compact and contiguous and composed of populations as equal as practicable. Members shall be required to reside in the districts from which elected. Any member removing his residence from the district from which he was elected shall be deemed to have resigned his position and the vacancy created by such resignation shall be filled in the manner provided by law for the filling of vacancies on the board of a community college district.\n\nHistory:1978 Comp., § 21-13-8.1, enacted by Laws 1987, ch. 174, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-8-1/"
    },
    {
      "id": "section-21-13-9",
      "number": "21-13-9",
      "heading": "Community college board meetings.",
      "text": "Regular meetings of the community college board shall be held not less than quarterly each calendar year. Special meetings may be held upon call of the chairman or a majority of the board. The secretary of the board shall notify members of the time and place of each meeting, and all notices shall be mailed to each board member at least ten days prior to the date of the meeting. Upon agreement of all the members of the board, however, the period of notice of the meeting may be shortened or waived.\n\nHistory:1953 Comp., § 73-33-8, enacted by Laws 1963, ch. 17, § 8; 1985, ch. 238, § 9; 1993, ch. 75, § 1.\n\nThe 1993 amendment,effective June 18, 1993, substituted \"not less than quarterly each calendar year\" for \"on the first Saturday of March, June, September and December of each year\" at the end of the first sentence.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-9/"
    },
    {
      "id": "section-21-13-10",
      "number": "21-13-10",
      "heading": "Board duties.",
      "text": "A. It is the duty of the community college board to determine financial and educational policies of the community college. The community college board shall provide for the management of the community college and execution of these policies by selecting a competent president for the community college, and, upon the president's recommendation, the board shall employ other administrative personnel, instructional staff or other personnel as may be needed for the operation, maintenance and administration of the community college.\n\nB. The community college board shall have the power to fix tuition and fee rates for resident and nonresident students of the community college district, to accept gifts, to accept federal aid, to purchase, hold, sell and rent property and equipment and to promote the general welfare of the institution for the best interest of educational service to the people of the community college district.\n\nHistory:1953 Comp., § 73-33-9, enacted by Laws 1963, ch. 17, § 9; 1980, ch. 53, § 5; 1985, ch. 238, § 10; 1996, ch. 71, § 5; 2000, ch. 52, § 3; 2003, ch. 390, § 1; 2007, ch. 73, § 2; 2014, ch. 80, § 8.\n\nThe 2014 amendment,effective March 12, 2014, eliminated provisions relating to the lottery tuition fund; deleted former Subsection C, which authorized the community college board to award legislative lottery scholarships to qualified resident students; deleted former Subsection D, which provided that the legislative lottery scholarship applied only to full-time resident students who were accepted by a community college upon graduation from high school for up to two years; deleted Subsection E, which required the higher education department to prepare guidelines setting forth continuing eligibility criteria and guidelines for the administration; and deleted former Subsection F, which required the higher education department to define \"full time\" and the maximum number of semesters of eligibility for students with disabilities who required special accommodation.\n\nThe 2007 amendment,effective July 1, 2007, provides that the maximum number of consecutive semesters of eligibility and the criteria of \"full time\" be adjusted for students with disability.\n\nThe 2003 amendment,effective June 20, 2003, in Subsection C, deleted the former last sentence which read \"All other scholarship funds available to the board shall be used before granting any lottery tuition scholarships\"; in Subsection E, substituted \"resident student tuition scholarships\" for \"scholarship\" at the end of the second sentence.\n\nThe 2000 amendment,effective July 1, 2000, added the last sentence in Subsection C and deleted \"resident student tuition\" preceding \"scholarship\" at the end of Subsection E.\n\nThe 1996 amendment,effective May 15, 1996, added Subsections C through E.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Colleges and Universities §§ 5, 19, 20, 35.\n\nValidity, construction and application of \"hazing\" statutes, 30 A.L.R.5th 683.\n\n14A C.J.S. Colleges and Universities §§ 14, 15, 17, 19, 25, 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-10/"
    },
    {
      "id": "section-21-13-11",
      "number": "21-13-11",
      "heading": "Standards and accrediting of community colleges.",
      "text": "A. The community college board shall prescribe the course of study for the community college and shall define, in conjunction with the higher education department, official standards of excellence in all matters relating to the administration, course of study and quality of instruction, except that the prescribed standards may not be less in quality or quantity than those prescribed for other state institutions of higher learning by the regional accrediting agency that accredits other colleges and universities of the state.\n\nB. The department shall annually inspect, or investigate through the requirement of reports prescribed by the department, each community college. The inspection or investigation by report shall be conducted upon the facilities and program of each community college to determine the extent of compliance with the rules promulgated by the department. A report of each inspection or final investigation by report shall be made to the department.\n\nC. In the event of any serious deviation from established practices and procedures or any deficiencies that impair the quality of the instructional program in any community college, the department shall first call these to the attention of the president of the community college and the community college board.\n\nD. In the case of repeated failure to meet the standards provided for in Subsection A of this section, the department may take action discontinuing the approval of any community college so delinquent. Upon a showing that the unsatisfactory conditions have been remedied, the department may reinstate its approval of a disapproved community college.\n\nHistory:1953 Comp., § 73-33-10, enacted by Laws 1963, ch. 17, § 10; 1980, ch. 53, § 6; 1985, ch. 238, § 11; 1999, ch. 219, § 2; 2005, ch. 289, § 26.\n\nThe 2005 amendment,effective April 7, 2005, changed \"commission on higher education\" to \"higher education department\".\n\nThe 1999 amendment,effective July 1, 1999, in Subsection A deleted \"board of educational finance shall, in conjunction with the\" preceding \"community college board\", substituted the second instance of \"community college\" for \"community colleges established pursuant to the Community College Act\", and inserted \"in conjunction with the commission on higher education\"; deleted former Subsection B, relating to community college board election to affiliate with the board of regents of a higher educational institution, and redesignated subsequent subsections accordingly; and rewrote Subsections B, C and D.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 7, 8, 23, 42.\n\nStudent's right to compel school officials to issue degree, diploma, or the like, 11 A.L.R.4th 1182.\n\n14A C.J.S. Colleges and Universities §§ 4, 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-11/"
    },
    {
      "id": "section-21-13-12",
      "number": "21-13-12",
      "heading": "Degrees and certificates awarded.",
      "text": "A. The community college board of a community college may award the appropriate degree upon the completion of a curriculum organized for that purpose and approved by the commission on higher education [higher education department]. An associate degree or certificate may be awarded only to students as recommended by the faculty, the chief academic officer and the president of the community college as having completed satisfactorily the prescribed course of study.\n\nB. The community college board may award an appropriate certificate upon completion of an education curriculum and program leading to alternative certification for degreed individuals pursuant to Section 22-10-3.5 NMSA 1978 [repealed] or certification of educational assistant and coursework in elementary and secondary education professional development. The curriculum and program leading to alternative certification or certification of educational assistant shall be approved by the state board of education.\n\nHistory:1953 Comp., § 73-33-11, enacted by Laws 1963, ch. 17, § 11; 1980, ch. 53, § 7; 1985, ch. 238, § 12; 1999, ch. 219, § 3; 2001, ch. 299, § 1.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2003, ch. 153, § 73 repealed 22-10-3.5 NMSA 1978, effective April 4, 2003. For provisions of former section,seethe 2002 NMSA 1978 onNMOneSource.com.\n\nLaws 2005, ch. 289, § 29 provided that all references to the commission on higher education be construed to be references to the higher education department.\n\nThe 2001 amendment,effective June 15, 2001, designated the former section as Subsection A; and added Subsection B.\n\nThe 1999 amendment,effective July 1, 1999, substituted \"Degrees and certificates\" for \"Titles\" in the section heading and in the second sentence; substituted \"commission on higher education\" for \"board of educational finance\" at the end of the first sentence; and substituted \"chief academic officer and the president\" for \"chief academic administrative officer\" in the second sentence.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Am. Jur. 2d Colleges and Universities §§ 1, 5, 31.\n\nStudent's right to compel school officials to issue degree, diploma, or the like, 11 A.L.R.4th 1182.\n\n14A C.J.S. Colleges and Universities § 41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-12/"
    },
    {
      "id": "section-21-13-13",
      "number": "21-13-13",
      "heading": "Per diem; mileage.",
      "text": "Members of the community college board shall, for attendance at meetings of the board, receive traveling expenses to and from meetings at the rate set by law for state employees, for each mile traveled by the shortest usually traveled route from their homes to the place of the meeting.\n\nHistory:1953 Comp., § 73-33-12, enacted by Laws 1963, ch. 17, § 12; 1985, ch. 238, § 13.\n\nCross references.— For the Per Diem and Mileage Act,see10-8-1 NMSA 1978 et seq.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —63A Am. Jur. 2d Public Officers and Employees § 462.\n\nAllowance of mileage or traveling expenses to officer as affected by use of his own vehicle for transportation, 112 A.L.R. 172.\n\n78 C.J.S. Schools and School Districts § 99.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-13/"
    },
    {
      "id": "section-21-13-14",
      "number": "21-13-14",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-13, enacted by Laws 1964 (1st S.S.), ch. 16, § 7; 1966, ch. 3, § 1; 1980, ch. 53, § 8; 1983, ch. 265, § 42; 1983, ch. 291, § 1; 1985, ch. 238, § 14; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-13-14 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 7, relating to community college district bonds, interest, form, payment, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-14/"
    },
    {
      "id": "section-21-13-15",
      "number": "21-13-15",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-13.1, enacted by Laws 1964 (1st S.S.), ch. 16, § 8; 1966, ch. 3, § 2; 1980, ch. 53, § 9; 1985, ch. 238, § 15; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-13-15 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 8, relating to payment of bonds, bond provisions, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-15/"
    },
    {
      "id": "section-21-13-16",
      "number": "21-13-16",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-13.2, enacted by Laws 1966, ch. 3, § 3; 1985, ch. 238, § 16; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-13-16 NMSA 1978, as enacted by Laws 1966, ch. 3, § 3, relating to validation of community college bonds, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-16/"
    },
    {
      "id": "section-21-13-17",
      "number": "21-13-17",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-14, enacted by Laws 1964 (1st S.S.), ch. 16, § 9; 1965, ch. 277, § 3; 1969, ch. 178, § 1; 1980, ch. 53, § 10; 1985, ch. 238, § 17; 1986, ch. 32, § 9; 1993, ch. 131, § 3; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-13-17 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 9, relating to special tax levy for community college operation, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-17/"
    },
    {
      "id": "section-21-13-18",
      "number": "21-13-18",
      "heading": "Repealed.",
      "text": "History:1953 Comp., § 73-33-14.1, enacted by Laws 1964 (1st S.S.), ch. 16, § 10; 1980, ch. 53, § 11; 1985, ch. 238, § 18; 1987, ch. 4, § 1; 1993, ch. 75, § 2; repealed by Laws 1995, ch. 224, § 29.\n\nRepeals.— Laws 1995, ch. 224, § 29 repealed 21-13-18 NMSA 1978, as enacted by Laws 1964 (1st S.S.), ch. 16, § 10, relating to procedure for election, effective June 16, 1995. For provisions of former sections,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-18/"
    },
    {
      "id": "section-21-13-181",
      "number": "21-13-18.1",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 21-13-18.1, enacted by Laws 1993, ch. 75, § 3; 2008, ch. 43, § 2; repealed by Laws 2018, ch. 79, § 175.\n\nRepeals.— Laws 2018, ch. 79, § 175 repealed 21-13-18.1 NMSA 1978, as enacted by Laws 1993, ch. 75, § 3, relating to regular community college election, resolution, publication, effective July 1, 2018. For provisions of former section,seethe 2017 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-18-1/"
    },
    {
      "id": "section-21-13-182",
      "number": "21-13-18.2",
      "heading": "Repealed.",
      "text": "History:1978 Comp., § 21-13-18.2, enacted by Laws 1993, ch. 75, § 4; repealed by Laws 2018, ch. 79, § 175.\n\nRepeals.— Laws 2018, ch. 79, § 175 repealed 21-13-18.2 NMSA 1978, as enacted by Laws 1993, ch. 75, § 4, relating to declaration of candidacy, write-in candidates, filing date, penalty, effective July 1, 2018. For provisions of former section,seethe 2017 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-18-2/"
    },
    {
      "id": "section-21-13-19",
      "number": "21-13-19",
      "heading": "Enrollment defined; payments.",
      "text": "A. For those students in community colleges taking college-level courses, full-time-equivalent students shall be defined and computed by the higher education department in the same manner in which it defines and computes full-time-equivalent students for all other college-level programs within its jurisdiction.\n\nB. No student shall be included in any calculations made under the provisions of this section if the student is enrolled in a course the cost of which is totally reimbursed from federal, state or private sources.\n\nC. The higher education department shall not recommend an appropriation greater than three hundred twenty-five dollars ($325) for each full-time-equivalent student for any community college that levies a tax at a rate less than two dollars ($2.00), unless a lower amount is required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon a rate of at least two dollars ($2.00) on each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978], or any community college that reduces a previously authorized tax levy, except as required by the operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978.\n\nD. The higher education department shall require from the community college such reports as the department deems necessary for the purpose of determining the number of full-time-equivalent students at the community college eligible to receive support under this section.\n\nE. A community college board shall establish tuition and fee rates for its respective institutions for full-time, part-time, resident and nonresident students, as defined by the higher education department.\n\nF. A community college board may establish and grant gratis scholarships to students who are residents of New Mexico in an amount not to exceed the matriculation fee or tuition and fees, or both. The gratis scholarships are in addition to the lottery tuition scholarships authorized in Section 21-13-10 NMSA 1978 and shall be granted to the full extent of available funds before lottery tuition scholarships are granted. The number of scholarships established and granted pursuant to this subsection shall not exceed three percent of the preceding fall semester enrollment in each institution and shall not be established and granted for summer sessions. The president of each institution shall select and recommend to the community college board of the president's institution, as recipients of scholarships, students who possess good moral character and satisfactory initiative, scholastic standing and personality. All of the gratis scholarships established and granted by each community college board each year shall be granted on the basis of financial need.\n\nHistory:1953 Comp., § 73-33-14.2, enacted by Laws 1968, ch. 70, § 2; 1974, ch. 20, § 1; 1980, ch. 53, § 12; 1985, ch. 238, § 19; 1986, ch. 32, § 10; 1988, ch. 98, § 1; 1990, ch. 25, § 1; 1999, ch. 219, § 4; 2003, ch. 390, § 2; 2007, ch. 227, § 2; 2009, ch. 47, § 2; 2014, ch. 12, § 2.\n\nThe 2014 amendment,effective July 1, 2014, provided for dual credit parity for home school and private school students; and deleted Subsection G which provided that a student in a home school or a private school could apply for dual credit courses if the student paid the full cost of the dual credit courses.\n\nThe 2009 amendment,effective June 19, 2009, in Subsection F, at the beginning of the last sentence, deleted \"At least thirty-three and one-third percent\" and added \"All\".\n\nThe 2007 amendment,effective June 15, 2007, eliminated the provision that the public school district transfer to the community college the tuition and fees for a student who is counted in the membership of the district and who receives credit for coursework at the college and adds Subsection G.\n\nThe 2003 amendment,effective June 20, 2003, in Subsection F, deleted \"Except as provided for lottery scholarships\" following \"fees, or both\", inserted the second sentence, and inserted \"pursuant to this subsection\" following \"established and granted\".\n\nThe 1999 amendment,effective July 1, 1999, deleted former Subsections A and B and the first sentence in Subsection C, relating to the definition of a \"full-time-equivalent student\", formulas to be used for the computation of the number of full-time-equivalent students and the calculation of the community college payment; designated the second sentence of former Subsection C as Subsection A; deleted former Subsection E, relating to a distribution of $650 to each community college for each full-time-equivalent student; redesignated subsequent subsections accordingly; deleted \"approved by the electors pursuant to Section 21-13-17 NMSA 1978\" following \"upon a rate\" near the middle of Subsection C; substituted \"commission deems\" for \"board may deem\" in Subsection D; deleted former Subsection H, relating to establishment of tuition and fee rates by the community college board; and added Subsections E and F.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 15A Am. Jur. 2d Colleges and Universities §§ 19, 20, 21.\n\n14A C.J.S. Colleges and Universities §§ 4, 31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-19/"
    },
    {
      "id": "section-21-13-20",
      "number": "21-13-20",
      "heading": "Sharing of facilities.",
      "text": "Community college districts may contract for the use or sharing of facilities with any school. Any agreement entered into between the community college board and a school board shall provide that each district using the facilities shall bear an appropriate and equitable share of the expenses for the maintenance and operation of the facilities used.\n\nHistory:1953 Comp., § 73-33-15, enacted by Laws 1963, ch. 17, § 15; 1985, ch. 238, § 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-20/"
    },
    {
      "id": "section-21-13-21",
      "number": "21-13-21",
      "heading": "Addition of school districts to existing community college districts.",
      "text": "A. The school board of a school district, group of school districts within a county or school districts in an adjoining county, not included in the community college district as originally formed, may by resolution petition the higher education department to be added to the community college district. The resolution may be initiated by the school board or upon presentation to the school board of a petition signed by ten percent of the qualified electors of the district.\n\nB. In reviewing the resolution, the higher education department shall ascertain the attitude of the community college board and ensure that the petitioning district is not already within another institution's service area. If the department finds that the proposed addition of the petitioning district is not within another institution's service area and the proposed addition is acceptable to the community college district, it shall approve the resolution. Thereafter, the petitioning district and the established community college district shall call an election pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978] on the question of the inclusion of the area in the community college district.\n\nC. If it appears on canvass of the results of the election a majority of the votes cast in each of the petitioning areas and within the established community college district was in favor of the addition of the petitioning area, the secretary of higher education shall declare the extension of the boundaries of the community college district to include the petitioning area in which the proposed addition referendum carried by a majority vote. The addition shall take effect on the next succeeding July 1.\n\nD. The territory within each school district added to any existing community college district shall automatically be subject to any special levy on taxable property approved for the community college district for the maintenance of facilities and services and for support of bond issues.\n\nHistory:1953 Comp., § 73-33-16, enacted by Laws 1963, ch. 17, § 16; 1964 (1st S.S.), ch. 16, § 11; 1980, ch. 53, § 13; 1985, ch. 238, § 21; 1999, ch. 219, § 5; 2019, ch. 212, § 216.\n\nCross references.— For executive director of the commission on higher education,see21-1-30 NMSA 1978.\n\nThe 2019 amendment,effective April 3, 2019, revised certain notice provisions, and provided that all elections held under the College District Tax Act shall be conducted pursuant to the Local Election Act; in Subsection A, deleted the last sentence of the subsection, which provided \"The board shall publish the resolution in a newspaper of general circulation in the college district at least once a week for three consecutive weeks, the last insertion to be not less than thirty days prior to the proposed election.\"; and in Subsection B, after \"conducted and canvassed\" deleted \"in the same manner as municipal school elections, unless otherwise specifically provided in the College District Tax Act\" and added \"pursuant to the provisions of the Local Election Act\".\n\nThe 1999 amendment,effective July 1, 1999, substituted references to the commission on higher education for \"board of educational finance\" throughout; substituted \"district\" for \"area\" in the second and third sentences in Subsection B; and substituted \"executive director\" for \"executive secretary\" in two places in Subsection C.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —68 Am. Jur. 2d Schools §§ 29 to 43.\n\nUnionization, centralization or consolidation of school districts as affecting indebtedness and property of the individual districts, 121 A.L.R. 826.\n\n78 C.J.S. Schools and School Districts § 18 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-21/"
    },
    {
      "id": "section-21-13-22",
      "number": "21-13-22",
      "heading": "Transportation system.",
      "text": "When in the judgment of the community college board of an established community college the educational services of the community college can be extended to a number of students who should be served by the community college by the establishment of a transportation system, the community college board may do so through the use of maintenance funds from the annual tax levy. The community college transportation system shall be limited to nonstop bus routes between outlying population centers within the community college district and the community college. Provided that, other laws to the contrary notwithstanding, local school boards within the community college district shall allow community college students to ride on public school buses over established routes upon payment by the community college for the cost of such services, and provided further that the local school boards within the community college district shall make every effort to schedule their bus routes and times in such manner that they accommodate the community college students. Students who use community college or public school bus facilities may be charged such fees as the community college board deems reasonable. In lieu of providing any college-owned or operated transportation, the community college board may make agreements with local school boards for the transportation of community college students to and from the community college campus. The community college board shall make payments to the local school fund for any transportation.\n\nHistory:1953 Comp., § 73-33-17, enacted by Laws 1963, ch. 17, § 17; 1964 (1st S.S.), ch. 16, § 12; 1980, ch. 53, § 14; 1985, ch. 238, § 22.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —68 Am. Jur. 2d Schools §§ 240 to 251.\n\nTransportation of school pupils at expense of public, 63 A.L.R. 413, 118 A.L.R. 806, 146 A.L.R. 625.\n\n79 C.J.S. Schools and School Districts §§ 475 to 482.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-22/"
    },
    {
      "id": "section-21-13-23",
      "number": "21-13-23",
      "heading": "Dissolution of community college districts.",
      "text": "Community college districts may be dissolved in the following manner:\n\nA. submission of a plan for the dissolution of the community college district to the executive director [secretary] of the commission on higher education [higher education department] by a petition signed by ten percent of the qualified electors residing within the district. Upon receipt of a proper plan and petition, the executive director [secretary] shall call a special election for the purpose of referring to the qualified electors residing in the district the question of dissolution. Plans for the dissolution of a community college district shall provide for the payment of all district debts and liabilities and for the equitable distribution of all remaining assets to the school districts within the community college district;\n\nB. if the executive director [secretary] of the commission on higher education [higher education department] finds that a majority of the qualified electors voting on the issue at the special election has authorized the dissolution, the community college board shall proceed with the approved plan. Upon completion of the plan, the community college board shall submit a full report to the executive director [secretary] and a copy of the report to each local school district board within the community college district; and\n\nC. upon receipt of the final report of the community college board, the executive director [secretary] of the commission on higher education [higher education department] shall examine the report to determine whether any outstanding obligations still exist and whether the terms of the approved plan have been accomplished. If, upon determination by the executive director [secretary], no obligations are yet outstanding and the provisions of the plan have been fulfilled, he shall formally declare the community college district dissolved.\n\nHistory:1953 Comp., § 73-33-18, enacted by Laws 1963, ch. 17, § 18; 1964 (1st S.S.), ch. 16, § 13; 1980, ch. 53, § 15; 1985, ch. 238, § 23; 1999, ch. 219, § 6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2005, ch. 289, § 29 provided that all references to the commission on higher education be construed to be references to the higher education department.\n\nThe 1999 amendment,effective July 1, 1999, substituted \"executive director\" for \"executive secretary\" and \"commission on higher education\" for \"board of educational finance\" throughout.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —68 Am. Jur. 2d Schools §§ 29 to 43.\n\n78 C.J.S. Schools and School Districts § 18 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-23/"
    },
    {
      "id": "section-21-13-24",
      "number": "21-13-24",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1995, ch. 224, § 29 repealed 21-13-24 NMSA 1978, as amended by Laws 1985, ch. 238, § 24, relating to refunding bonds, effective June 16, 1995. For provisions of former section,seethe 1994 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-24/"
    },
    {
      "id": "section-21-13-241",
      "number": "21-13-24.1",
      "heading": "Establishing procedures for independence; funding; tuition; appropriation; local support level; outstanding indebtedness.",
      "text": "Any institution established in accordance with Chapter 21, Article 14 or 16 NMSA 1978 that desires to become an independent institution pursuant to the Community College Act and to receive more than three hundred twenty-five dollars ($325) per full-time-equivalent student is subject to the following:\n\nA. approval of the institutional request for independent status by the commission on higher education [higher education department];\n\nB. tuition rates shall be recommended by the commission on higher education [higher education department] and shall be set by the community college board;\n\nC. the commission on higher education [higher education department] shall recommend an appropriation for the institution based upon expenditure levels determined by commission [department] formulas in relation to its authorized program and its available funds from nongeneral fund sources, and the recommended appropriation shall be an amount not less than three hundred twenty-five dollars ($325) for each full-time-equivalent student;\n\nD. the minimum level of local support for operational purposes shall be a tax rate of two dollars ($2.00), or any lower amount required by the operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 upon an amount of at least two dollars ($2.00) on each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978]; and\n\nE. the community college board shall provide for the assumption of any outstanding indebtedness of the institution desiring to become independent by the voters of the community college district.\n\nHistory:1978 Comp., § 21-13-24.1, enacted by Laws 1980, ch. 53, § 17; 1985, ch. 238, § 25; 1986, ch. 32, § 11; 1999, ch. 219, § 7.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nLaws 2005, ch. 289, § 29 provided that all references to the commission on higher education be construed to be references to the higher education department.\n\nThe 1999 amendment,effective July 1, 1999, substituted references to the commission on higher education for \"board of educational finance\" throughout; in the introductory paragraph, updated article references and substituted \"pursuant to the Community College Act\" for \"under Laws 1980, Chapter 53\"; substituted \"community college board\" for \"legislature\" in Subsection B; deleted former Subsection E, relating to community colleges operating occupational education programs for secondary school students in cooperation with public school districts located within the community college district; and redesignated former Subsection F as Subsection E.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —15A Colleges and Universities §§ 3, 33.\n\n14A C.J.S. Colleges and Universities §§ 4, 5, 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-24-1/"
    },
    {
      "id": "section-21-13-25",
      "number": "21-13-25",
      "heading": "Liberal construction.",
      "text": "The Community College Act, being necessary to secure the public health, safety, convenience and welfare, shall be liberally construed to effect its purposes.\n\nHistory:1953 Comp., § 73-33-20, enacted by Laws 1964 (1st S.S.), ch. 16, § 15; 1985, ch. 238, § 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-25/"
    },
    {
      "id": "section-21-13-26",
      "number": "21-13-26",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1995, ch. 224, § 29 repealed 21-13-26 NMSA 1978, as enacted by Laws 1992, ch. 97, § 1, relating to revenue bonds, effective June 16, 1995. For provisions of former section,seethe 1993 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-26/"
    },
    {
      "id": "section-21-13-27",
      "number": "21-13-27",
      "heading": "Creation of southeast New Mexico college; name change; governing board.",
      "text": "A New Mexico state university Carlsbad shall be made into an independent community college known as \"southeast New Mexico college\" and shall be organized as provided in Chapter 21, Article 13 NMSA 1978.\n\nB. The governing board of southeast New Mexico college shall be created and function as provided in the Community College Act. The governing board of southeast New Mexico college shall be created by a regular local election from each of the five districts within the Carlsbad municipal school district and called for by the Carlsbad municipal school board, and the governing board shall function as provided for in the Community College Act.\n\nC. All taxes levied to pay any principal and interest on bonds of New Mexico state university Carlsbad for operating, maintaining and providing facilities shall continue in effect until dissolution pursuant to procedures set forth in Chapter 21, Article 13 NMSA 1978.\n\nHistory:Laws 2021, ch. 104, § 1.\n\nEffective dates.— Laws 2021, ch. 104, § 3 made Laws 2021, ch. 104, § 1 effective July 1, 2021.\n\nTemporary provisions.— Laws 2021, ch. 104, § 2 provided that on April 10, 2022:\n\nA. all functions, personnel, appropriations, money, records, equipment, supplies, grants, real and other property of the board of regents of New Mexico state university located or held in Carlsbad or used to support operations of New Mexico state university Carlsbad, except those pertaining to the Carlsbad environmental monitoring and research center, shall be transferred to southeast New Mexico college;\n\nB. all contracts of the board of regents of New Mexico state university regarding New Mexico state university Carlsbad, except those pertaining to the Carlsbad environmental monitoring and research center, shall be binding and effective on the governing board of southeast New Mexico college;\n\nC. all references in law to the board of regents of New Mexico state university regarding New Mexico state university Carlsbad, except those regarding the Carlsbad environmental monitoring and research center, shall be deemed to be references to the governing board of southeast New Mexico college; and\n\nD. all references in law to New Mexico state university Carlsbad shall be construed to be references to southeast New Mexico college.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-13/section-21-13-27/"
    }
  ]
}