{
  "state": "new-mexico",
  "path": "title-chapter-21-state-and-private-education-institutions/chapter-article-2a-college-district-tax",
  "sections": [
    {
      "id": "section-21-2a-1",
      "number": "21-2A-1",
      "heading": "Short title.Section 21-2A-2 - Definitions",
      "text": "Sections 21-2A-1 through 21-2A-10 NMSA 1978 may be cited as the \"College District Tax Act\".\n\nHistory:Laws 1995, ch. 224, § 7; 2013, ch. 37, § 1.\n\nThe 2013 amendment,effective June 14, 2013, deleted \"Sections 7 through 16 of this act\" and added \"Sections 21-2A-1 through 21-2A-10 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-1/"
    },
    {
      "id": "section-21-2a-2",
      "number": "21-2A-2",
      "heading": "Definitions.",
      "text": "As used in the College District Tax Act:\n\nA. \"board\" means the governing board of the college district;\n\nB. \"college\" means a two-year, public post-secondary educational institution organized pursuant to the provisions of the Community College Act, Chapter 21, Article 14 NMSA 1978, the Technical and Vocational Institute Act [Chapter 21, Article 16 NMSA 1978] or the Off-Campus Instruction Act [21-14A-1 to 21-14A-10 NMSA 1978];\n\nC. \"college district\" means a district in which a college is located or is proposed to be located, the exterior boundaries of which are determined pursuant to the statutory provisions under which the college is organized;\n\nD. \"debt\" means an obligation payable from ad valorem property tax revenues or the general fund of a college district and that may be secured by the full faith and credit of a college district and a pledge of its taxing powers;\n\nE. \"education technology equipment\" means tools used in the educational process that constitute learning and administrative resources and may include:\n\n(1) closed-circuit television systems; educational television and radio broadcasting; cable television, satellite, copper and fiber-optic transmission; computer, network connection devices; digital communications equipment, including voice, video and data; servers; switches; portable media such as discs and drives to contain data for electronic storage and playback; and purchase or lease of software licenses or other technologies and services, maintenance, equipment and computer infrastructure information, techniques and tools used to implement technology in colleges and related facilities;\n\n(2) improvements, alterations and modifications to, or expansions of, existing buildings or personal property necessary or advisable to house or otherwise accommodate any of the tools listed in Paragraph (1) of this subsection; and\n\n(3) expenditures for technical support and training expenses of college district employees who administer education technology projects funded by a lease-purchase arrangement and may include training by contractors; and\n\nF. \"lease-purchase arrangement\" means a financing arrangement constituting debt of a college district pursuant to which periodic lease payments composed of principal and interest components are to be paid to the holder of the lease-purchase arrangement and pursuant to which the owner of the education technology equipment may retain title to or a security interest in the equipment and may agree to release the security interest or transfer title to the equipment to the college district for nominal consideration after payment of the final periodic lease payment. \"Lease-purchase arrangement\" also means any debt of the college district incurred for the purpose of acquiring educational technology equipment whether designated as a general obligation lease, note or other instrument evidencing a debt of the college district.\n\nHistory:Laws 1995, ch. 224, § 8; 2019, ch. 252, § 1.\n\nThe 2019 amendment,effective April 4, 2019, defined \"debt\", \"education technology equipment\", and \"lease-purchase arrangement\" for purposes of the College District Tax Act; in Subsection B, after \"Technical and Vocational Institute Act\", deleted \"Chapter 21, Article 17 NMSA 1978\"; and added Subsections D through F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-2/"
    },
    {
      "id": "section-21-2a-3",
      "number": "21-2A-3",
      "heading": "Purpose.",
      "text": "The purpose of the College District Tax Act is to provide a uniform procedure for the authorization, imposition and collection of tax levies for the operation of college districts and the issuance of college district general obligation and revenue bonds for capital improvements in a college district.\n\nHistory:Laws 1995, ch. 224, § 9.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-3/"
    },
    {
      "id": "section-21-2a-4",
      "number": "21-2A-4",
      "heading": "Application of act.",
      "text": "The College District Tax Act applies to all educational institutions organized pursuant to the provisions of Chapter 21, Article 14 [13] NMSA 1978, the Community College Act, Chapter 21, Article 17 [16] NMSA 1978, the Technical and Vocational Institute Act [Chapter 21, Article 16 NMSA 1978] and the Off-Campus Instruction Act [21-14A-1 to 21-14A-10 NMSA 1978].\n\nHistory:Laws 1995, ch. 224, § 10.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nThe Community College Act is compiled as Chapter 21, Article 13, not Article 14.\n\nThe Technical and Vocational Institute Act is compiled as Chapter 21, Article 16, not Article 17.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-4/"
    },
    {
      "id": "section-21-2a-5",
      "number": "21-2A-5",
      "heading": "Special tax levy for college district operation.",
      "text": "A. In each college district, the board may call an election within the college district for the purpose of authorizing that board to levy taxes on all taxable property within the district to be used for current operations, maintenance and capital improvements of the college district. The taxes, if authorized as provided in the College District Tax Act, shall be in addition to the taxes authorized for the payment of general obligation bonds pursuant to the provisions of the College District Tax Act. This election shall be for the purpose of allowing the electors, as the term \"electors\" is used in Article 8, Section 2 of the constitution of New Mexico, to vote on whether to allow the levy and on a specific limitation not to exceed five dollars ($5.00) on each one thousand dollars ($1,000) of net taxable value, as that term is defined in the Property Tax Code [Chapter 7, Articles 35 to 38 NMSA 1978]. If approved by a majority of the electors voting on the issue, the board of county commissioners, at the direction of the board, shall levy the taxes in an amount certified by the commission on higher education [higher education department] as necessary to meet the annual budget approved by the commission on higher education [higher education department], but in no event shall the taxes levied exceed the rate limitation approved by the electors nor shall it exceed any lower maximum rate required by operation of the rate limitation provisions of Section 7-37-7.1 NMSA 1978 applied to the rate limitation approved by the electors.\n\nB. Levies, assessments and collections and distributions authorized for college district financing shall be made at the same time and in the same manner as levies, assessments and collections and distributions for ad valorem taxes for school districts are made.\n\nC. The board may call an election within the district for the purpose of authorizing the board to raise the levy to a rate not to exceed the maximum authorized in Subsection A of this section, lower the levy or abolish the continuing levy, upon the adoption of a resolution by a majority of the members of the board.\n\nD. Alternatively, an election to raise or lower the rate limitation or to abolish the continuing levy shall be called by the board upon receipt by it of a valid petition. To be valid, the petition shall be signed by electors of the college district in a number equal to ten percent of the number of votes cast in the district for the office of governor at the last general election and shall state the question to be voted upon.\n\nE. If the question to be voted on at an election called pursuant to Subsection D of this section fails, it shall not again be submitted to the voters within two years from the date of the election.\n\nF. Any part of the rate authorized by the electors that is not imposed for reasons other than the rate limitation required by Section 7-37-7.1 NMSA 1978 may be authorized to be imposed by the board without calling an election.\n\nHistory:Laws 1995, ch. 224, § 11.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nFor designation of the commission on higher education as the higher education department,see9-25-4.1 NMSA 1978.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-5/"
    },
    {
      "id": "section-21-2a-6",
      "number": "21-2A-6",
      "heading": "College district general obligation bonds; interest; form; payment.",
      "text": "A. Any board, other than a board created pursuant to the provisions of the Off-Campus Instruction Act [21-14A-1 to 21-14A-10 NMSA 1978], may borrow money for the purpose of:\n\n(1) erecting, furnishing, constructing, purchasing, remodeling and equipping buildings and utility facilities, exclusive of stadiums;\n\n(2) making other real property improvements;\n\n(3) purchasing grounds; and\n\n(4) purchasing and installing computer hardware and software with a useful life equal to or exceeding the maturity of the bonds.\n\nB. To carry out the purposes of the College District Tax Act, the board may issue negotiable general obligation bonds of the college district, if approved by the higher education department and then approved at an election by a majority of the qualified electors voting on the issue; provided, however, no bonds shall be issued that create a total bonded indebtedness in the college district in excess of three percent of the assessed valuation of the taxable property within the college district as shown in the preceding general assessment, which debt limitation is to be in excess of other existing debt limitations. Bonds shall be sold at a price that does not result in a net effective interest rate exceeding the maximum net effective interest rate permitted by the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978]. The bonds shall be sold at a public sale or may be sold at private sale to the state of New Mexico or the New Mexico finance authority at the price and upon such terms and conditions as the board and the state of New Mexico or the New Mexico finance authority may determine. The bonds may be in such denominations and registered and pay interest as the board determines.\n\nC. The bonds shall be due and payable either annually or semiannually commencing not later than three years from their date. The bonds shall be issued for a term of not more than twenty years. The form and terms of the bonds, including provisions for their payment and optional or mandatory redemption, shall be as determined by the board. If the board so determines, the bonds may be redeemable prior to maturity upon payment of a premium not exceeding one percent of the principal of the bonds. The bonds shall be executed in the name of and on behalf of the college district, signed by the chair of the board, with the seal of the college district affixed to the bonds, and attested by the secretary of the board. The bonds may be executed and sealed in accordance with the provisions of the Uniform Facsimile Signature of Public Officials Act [6-9-1 to 6-9-6 NMSA 1978].\n\nD. To provide for the payment of the interest and principal of the bonds issued and sold pursuant to the provisions of the College District Tax Act, upon approval of the bonds at an election by a majority of the qualified electors in the college district who voted on the issue, the board of county commissioners shall annually make and levy, during each year in which any bonds are outstanding, an ad valorem tax on all taxable property in the district in an amount sufficient to produce a sum equal to one year's interest on all bonds then outstanding, together with an amount sufficient to pay the principal on all bonds as they mature. This levy shall not exceed five mills; provided, however, that this five-mill limitation may be exceeded in any year in which the valuation of the property within the college district declines to a level lower than the valuation of the property in the year in which the bonds were issued. The taxes authorized by this subsection shall be levied, assessed and collected at the times and in the manner that ad valorem taxes for school districts are assessed, levied and collected, and it is the duty of all tax officials and authorities to cause taxes authorized by this subsection to be levied, assessed and collected.\n\nE. The proceeds obtained from the issuance of the bonds shall not be diverted or expended for any purposes other than those provided in the College District Tax Act; provided that no building shall be built without prior approval of detailed plans by the higher education department; and further provided that the expenses incurred in the preparation and sale of the bonds may be paid out of the proceeds from the sale of the bonds.\n\nF. Prior to the issuance and sale of bonds, the attorney general shall approve all bond transcripts and certify approval or rejection thereof in the same manner as is required by law for the approval of school bonds. Unless otherwise specifically provided, the provisions of the College District Tax Act for the issuance of bonds shall be deemed exclusive of the provisions of all other laws.\n\nHistory:Laws 1995, ch. 224, § 12; 2013, ch. 37, § 2.\n\nCross references.— For designation of the commission on higher education as the higher education department,see9-25-4.1 NMSA 1978.\n\nThe 2013 amendment,effective June 14, 2013, allowed for the expenditure of bond proceeds on computer hardware and software; in Paragraph (3) of Subsection A, after \"purchasing grounds\", deleted \"exclusive of stadiums\"; added Paragraph (4) of Subsection A; in Subsection B, in the first sentence, after \"issue negotiable\", deleted \"coupon\", after \"if approved by the\", deleted \"commission on\", after \"higher education\", added \"department\", and after \"bonded indebtedness in the\", added \"college\", in the third sentence, after \"The bonds shall be sold\", deleted \"and\" and added the remainder of the sentence, and in the fourth sentence, at the beginning of the sentence, added \"The bonds\", after \"in such denominations\", added \"and registered and pay interest\", and after \"board determines\", deleted \"and the bonds and the attached coupons shall be payable to the bearer but may also be made registrable as to principal or as to principal and interest\"; in Subsection C, after \"due and payable\", deleted \"serially\", in the second sentence, after \"for a term of not\", deleted \"less than five or\", in the third sentence, after \"their payment and\", added \"optional or mandatory\", in the fourth sentence, after \"premium not exceeding\", deleted \"three\" and added \"one\", and deleted the former seventh sentence which provided that interest coupons shall bear the original or facsimile signature of the chairman of the board; and in Subsection E, after \"detailed plans by the\", deleted \"commission on\" and after \"higher education\", added \"department\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-6/"
    },
    {
      "id": "section-21-2a-7",
      "number": "21-2A-7",
      "heading": "Payment of general obligation bonds; bond provisions.",
      "text": "A. The principal of and interest on general obligation bonds authorized in the College District Tax Act to be issued, and any prior redemption premiums, shall be payable from the proceeds of general property taxes levied without limitation as to rate or amount, except for the limitation for general obligation bond issuances established in the College District Tax Act, and except to the extent other revenues are made available for that purpose. All bonds shall be the general obligations of the college district, and the full faith and credit of the college district shall be pledged for the payments of the bonds.\n\nB. It may be provided in any proceedings authorizing any bonds under the College District Tax Act that the bond shall recite that it is issued under authority of the College District Tax Act. The recital shall conclusively impart full compliance with all of the provisions of the College District Tax Act, and all bonds issued containing the recital shall be incontestable for any cause whatsoever after their delivery for value.\n\nC. All bonds issued by a college district shall be fully negotiable and constitute negotiable instruments within the meaning of and for all the purposes of the Uniform Commercial Code [Chapter 55 NMSA 1978] as that law is now or may hereafter be in force in this state. If lost or completely destroyed, any bond may be reissued in the form and tenor of the lost or destroyed bond upon the owner furnishing to the satisfaction of the board:\n\n(1) proof of ownership;\n\n(2) proof of loss or destruction;\n\n(3) a surety bond in twice the face amount of the bond and coupons; and\n\n(4) payment of the cost of preparing and issuing the new bond and coupons.\n\nD. Notwithstanding any other provision of law, the board may in any proceedings authorizing bonds under the College District Tax Act provide for the initial issuance of one or more bonds, in this section called \"bond\", aggregating the amount of the entire issue, may make such provision for installment payments of the principal amount of any bond as it may consider desirable and may provide for the making of any bond payable to bearer or otherwise, registrable as to principal or as to both principal and interest and, where interest accruing on the bond is not represented by interest coupons, for the endorsing of payments of interest on the bond. The board may further make provisions in any such resolution for the manner and circumstances in and under which any bond may, at the request of the holder of the bond, be converted into bonds of smaller denominations, which bonds of smaller denominations may in turn be either coupon bonds or bonds registrable as to principal or principal and interest.\n\nHistory:Laws 1995, ch. 224, § 13.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-7/"
    },
    {
      "id": "section-21-2a-8",
      "number": "21-2A-8",
      "heading": "Refunding bonds; general obligation college district bonds.",
      "text": "The board of any college district may, with the approval of the commission on higher education [higher education department], issue bonds, to be denominated refunding bonds, for the purpose of refunding any of the general obligation bonded indebtedness of the college district. Whenever the board of any college district deems it expedient to issue refunding bonds, it shall adopt a resolution setting out the facts making the issuance of the refunding bonds necessary or advisable, the determination of such necessity or advisability by the board and the amount of refunding bonds that the board deems necessary and advisable to issue. The resolution shall fix the form of the bonds; the rate or rates of interest of the bonds, provided that the net effective interest rate of the bonds shall not exceed the maximum net effective interest rate permitted by the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978], as hereafter amended and supplemented; the date of the refunding bonds; the denominations of the refunding bonds; the maturity dates, the last of which shall not be more than twenty years from the date of the refunding bonds; and the place or places of payment within or without the state of both principal and interest. Refunding bonds when issued, except for bonds issued in book entry or similar form without the delivery of physical securities, shall be negotiable in form, shall bear the signature or the facsimile signature of the chairman of the board, with the seal of the college district affixed thereto, and shall be attested by the secretary of the board. All refunding bonds may be exchanged dollar for dollar for the bonds to be refunded or they may be sold as directed by the board, and the proceeds of the sale shall be applied only to the purpose for which the bonds were issued and the payment of any expenses incidental thereto.\n\nHistory:Laws 1995, ch. 224, § 14.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nFor designation of the commission on higher education as the higher education department,see9-25-4.1 NMSA 1978.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-8/"
    },
    {
      "id": "section-21-2a-9",
      "number": "21-2A-9",
      "heading": "College district revenue bonds; refunding bonds.",
      "text": "A. The board of any college district may issue revenue bonds for the purpose of constructing, purchasing, improving, remodeling, furnishing or equipping any necessary buildings, structures or facilities of the college district. The revenue bonds shall be payable from and secured by a lien on and pledge of all or any part of any of the revenues, income or receipts of the college district and its board, including without limitation any rentals, rates, charges, tuition and fees or other revenues other than ad valorem tax proceeds available to the college district and its board.\n\nB. The revenue bonds shall be authorized by resolution of the board approved by majority vote of the board. The commission on higher education [higher education department] and the state board of finance shall approve the sale of the bonds.\n\nC. The revenue bonds may be issued in one or more series and shall mature not more than thirty years from their date. The net effective interest rate of the bonds shall not exceed the net effective interest rate as permitted by the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978] in accordance with the terms and options of redemption authorized in the bond resolution adopted by the board.\n\nD. The board:\n\n(1) may pledge all or any part of its revenues, income or receipts from rentals, rates, charges, tuition and fees or other resources and revenues other than ad valorem tax proceeds for the payment of the bonds, including the payment of principal, interest and any other amounts required or permitted in connection with the bonds in accordance with the bond resolution;\n\n(2) shall fix and collect those pledged rentals, rates, charges, tuition and fees in amounts that shall be at least sufficient, together with other pledged resources, to provide for all payments of principal, interest and any other amounts required in connection with the bonds; to provide for the payment of expenses in connection with the bonds; and, to the extent required by the resolution authorizing the issuance of the bonds, to provide for the payment of operation, maintenance and other expenses in connection with the property, buildings, structures, activities, services, operations or other facilities of the college district; and\n\n(3) may establish and enforce parietal rules for students and others and enter into agreements regarding occupancy, use and availability of facilities and the amounts and collection of pledged revenues, income, receipts, rentals, rates, tuition and fees or other resources, to assure that all required payments and deposits shall be made pursuant to the bond resolution.\n\nE. Fees for the use by or availability to the students of all or any property, buildings, structures, activities, services, operations or other facilities of the college district may be pledged to the payment of the bonds and shall be fixed and collected from all or any designated part of the students enrolled in the colleges of the college district in the amounts and in the manner determined and provided by the board in the resolution authorizing the issuance of the bonds. Such fees:\n\n(1) may be collected in the full amounts required or permitted under this section, without regard to actual use, availability or existence of any facility, commencing at any time designated by the board;\n\n(2) may be fixed and collected for the use or availability of any specifically described property, buildings, structures, activities, services, operations or other facilities or may be fixed and collected as general fees for the general use or availability of the colleges of the college district; and\n\n(3) whether fixed and collected as specific or general fees, may be pledged to the payment of any issue or series of bonds issued by the board, in the full amounts required or permitted under this section, in addition to and regardless of the existence of any other specific or general fees at the colleges of the college district; provided that the board may restrict its power to pledge such additional specific or general fees in any manner that may be provided in any resolution authorizing the issuance of bonds, and provided further that no such additional specific fees shall be pledged if prohibited by any resolution that authorized the issuance of the bonds that are outstanding at the time of such pledge.\n\nF. A board of a college district may by bond resolution provide for the issuance of refunding bonds to refund any outstanding bonds issued under the College District Tax Act, together with redemption premiums, if any, and interest accrued or to accrue on such bonds. Provisions governing the issuance and sale of bonds under the College District Tax Act govern the issuance and sale of refunding bonds insofar as applicable. Refunding bonds may be exchanged for the outstanding bonds or may be sold and the proceeds used to retire the outstanding bonds. Pending the application of the proceeds of any such refunding bonds with any other available funds to the payment of principal, interest and any redemption premiums on the bonds being refunded, and if so provided or permitted in the bond resolution of the board authorizing the issuance of such refunding bonds to the payment of any interest on such refunding bonds and any expenses incurred in connection with such refunding, such proceeds may be placed in escrow and invested in securities that are unconditionally guaranteed by the United States and that shall mature or that shall be subject to redemption by the holders of the bonds, at the option of the bondholders, not later than the respective dates when the proceeds together with the interest accruing on the bonds will be required for the purposes intended.\n\nHistory:Laws 1995, ch. 224, § 15.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nFor designation of the commission on higher education as the higher education department,see9-25-4.1 NMSA 1978.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-9/"
    },
    {
      "id": "section-21-2a-10",
      "number": "21-2A-10",
      "heading": "Procedure for election.",
      "text": "A. In all elections held under the College District Tax Act, the board shall issue a resolution calling for an election. The resolution shall be filed with each county clerk in the college district.\n\nB. All elections held under the College District Tax Act shall be conducted and canvassed pursuant to the provisions of the Local Election Act [Chapter 1, Article 22 NMSA 1978].\n\nC. Any person or corporation may institute, in the district court of any county in which the college district affected lies, an action or suit to contest the validity of any proceedings held under the College District Tax Act, but no such suit or action shall be maintained unless it is instituted within ten days after the issuance by the proper official of a certificate or notification of the results of the election.\n\nHistory:Laws 1995, ch. 224, § 16; 2019, ch. 212, § 215.\n\nThe 2019 amendment,effective April 3, 2019, revised certain notice provisions, and provided that all elections held under the College District Tax Act shall be conducted pursuant to the Local Election Act; in Subsection A, deleted the last sentence of the subsection, which provided \"The board shall publish the resolution in a newspaper of general circulation in the college district at least once a week for three consecutive weeks, the last insertion to be not less than thirty days prior to the proposed election.\"; and in Subsection B, after \"conducted and canvassed\" deleted \"in the same manner as municipal school elections, unless otherwise specifically provided in the College District Tax Act\" and added \"pursuant to the provisions of the Local Election Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-10/"
    },
    {
      "id": "section-21-2a-11",
      "number": "21-2A-11",
      "heading": "Extended learning programs; purpose; commission on higher education [higher education department] responsibilities; reporting.",
      "text": "A. The commission on higher education [higher education department] shall coordinate the role and participation of public post-secondary higher education institutions in the development and operation of extended learning programs. Extended learning programs shall be established to ensure equitable student access to educational opportunities throughout the state. The commission [department] shall work to ensure access, efficiency, coordination and accountability in the development and operation of the extended learning programs.\n\nB. In coordinating the development and operation of extended learning programs, the commission on higher education [higher education department] shall make awards from the extended learning fund for the purpose of establishing pilot extended learning programs. Pilot programs shall focus on the creation and operation of community-based extended learning centers, the development of regional resources and the expanded use of technology in instruction.\n\nC. Annually, prior to October 1, the commission on higher education [higher education department] shall report to the legislature and the governor on the status of extended learning programs and make recommendations on the funding level for such projects for the upcoming year.\n\nHistory:Laws 1995, ch. 224, § 17.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nFor designation of the commission on higher education as the higher education department,see9-25-4.1 NMSA 1978.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-11/"
    },
    {
      "id": "section-21-2a-12",
      "number": "21-2A-12",
      "heading": "Extended learning fund created; distribution of fund.",
      "text": "The \"extended learning fund\" is created in the state treasury. Money in the fund is appropriated to the commission on higher education [higher education department] for the purpose of making awards to public schools and public post-secondary institutions for the purpose of developing and operating extended learning programs throughout the state. The commission [department] shall establish by regulation a procedure for application and award of money in the fund. Disbursements of the fund shall be made by warrant of the department of finance and administration pursuant to vouchers signed by the executive director [secretary] of the commission on higher education [higher education department]. Any unexpended or unencumbered balances remaining in the fund at the end of any fiscal year shall not revert but shall remain to the credit of the fund.\n\nHistory:Laws 1995, ch. 224, § 18.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nFor designation of the commission on higher education as the higher education department,see9-25-4.1 NMSA 1978.\n\nEffective dates.— Laws 1995, ch. 224 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 1995, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-12/"
    },
    {
      "id": "section-21-2a-13",
      "number": "21-2A-13",
      "heading": "College district lease-purchase arrangements; notice; process for approving lease-purchase arrangements; limitation of action.",
      "text": "A. When a college district contemplates entering into a lease-purchase arrangement payable in whole or in part from ad valorem taxes, the board, before initiating any proceedings for approval of such lease-purchase arrangement, shall forward to the higher education department a written notice of the proposed lease-purchase arrangement.\n\nB. The higher education department, upon the receipt of the notice provided for in Subsection A of this section, shall furnish all necessary information with reference to the valuation, present outstanding bonded indebtedness, present outstanding lease-purchase arrangements and limitations as to tax rates and debt contracting power and other information useful to the board in the consideration of a proposed lease-purchase arrangement. Upon entering into a lease-purchase arrangement, the board shall prepare two true and complete transcripts of proceedings relating to the lease-purchase arrangement, one to be immediately filed with the higher education department and one to be kept by the board.\n\nC. At a regular or special meeting called for the purpose of considering a lease-purchase arrangement, a board shall:\n\n(1) make a determination of the necessity for lease-purchasing the educational technology equipment;\n\n(2) determine the estimated cost of the equipment needed;\n\n(3) review a summary of the terms of the proposed lease-purchase arrangement;\n\n(4) identify the source of funds for the payment of debt;\n\n(5) if all or part of the funds needed require or anticipate the imposition of an ad valorem tax, determine the estimated rate of the ad valorem tax and what, if any, the percentage increase in ad valorem taxes for all taxable property in the college district would be;\n\n(6) set a date for a meeting to consider a resolution granting final approval to the lease-purchase arrangement; and\n\n(7) direct that notice of the meeting provided for in Paragraph (6) of this subsection be published once each week for the two weeks immediately preceding the meeting in a newspaper having general circulation in the college district and that the notice include the information required in Paragraphs (1) through (5) of this subsection.\n\nD. At a regular or special meeting called for the purpose of considering a lease-purchase arrangement as set forth in Subsection C of this section, a board may adopt an authorizing instrument in compliance with the requirements of Section 6-14-10.2 NMSA 1978. The requirements of Paragraphs (6) and (7) of Subsection C of this section shall not apply if the board adopts such an authorizing instrument.\n\nE. At a meeting scheduled pursuant to Paragraph (6) of Subsection C of this section, the board may adopt a final resolution approving the lease-purchase arrangement only by an affirmative vote of a majority of all members of the board.\n\nF. After the adoption by the board of a final resolution approving the lease-purchase arrangement or after the final approval of a lease-purchase arrangement by delegation as provided for in Subsection D of this section, the board shall publish notice of the adoption of the resolution or the approval of the lease-purchase arrangement once in a newspaper having general circulation in the college district. After the passage of thirty days from the publication required by this subsection, any action attacking the validity of the proceedings taken by the board preliminary to, in the authorization of and entering into the lease-purchase arrangement described in the notice is perpetually barred.\n\nHistory:Laws 2019, ch. 252, § 2.\n\nEmergency clauses.— Laws 2019, ch. 252, § 7 contained an emergency clause and was approved April 4, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-13/"
    },
    {
      "id": "section-21-2a-14",
      "number": "21-2A-14",
      "heading": "College district lease-purchase arrangements; tax levy; terms of lease-purchase arrangements; refunding or refinancing.",
      "text": "A. The officials charged by law with the duty of levying ad valorem taxes for the payment of bonds and interest shall, in the manner provided by law, make an annual levy sufficient to meet the payments due on lease-purchase arrangements. Annual payments due on lease-purchase arrangements may be combined with other college district general obligation debt when determining the annual debt service tax levy pursuant to Section 7-37-8 NMSA 1978 and the College District Tax Act. This annual debt service tax levy shall not exceed five dollars ($5.00) per one thousand dollars ($1,000) of taxable value; provided, however, that this limitation may be exceeded in any year in which the valuation of property in the college district declines to a level lower than the valuation of property in the year in which the applicable debt was issued. Nothing in the College District Tax Act shall be so construed as to prevent a college district from applying any other legally available funds, including funds that may be in its general fund or investment income actually received from investments, to the payments due on or any prepayment premium payable in connection with such lease-purchase arrangements as the same become due, and, upon such payments, the levy or levies provided for in this section may, to that extent, be reduced.\n\nB. Lease-purchase arrangements may:\n\n(1) have interest, appreciated principal value, or any part thereof, payable at intervals or at maturity as may be determined by the board;\n\n(2) be subject to prior redemption or prepayment at the option of the board at such time or times and upon such terms and conditions with or without the payment of such premium or premiums as may be determined by the board;\n\n(3) have a final payment date or mature at any time or times not exceeding five years after the date of issuance;\n\n(4) be payable at one time or in installments or may be in such other form as may be determined by the board;\n\n(5) be priced at, above or below par and at a price that results in a net effective interest rate that does not exceed the maximum permitted by the Public Securities Act [6-14-1 to 6-14-3 NMSA 1978]; and\n\n(6) be sold or issued at public sale, negotiated sale or private sale to the New Mexico finance authority.\n\nC. The board shall not adopt a resolution for or approve a lease-purchase arrangement that exceeds five years or creates a total general obligation indebtedness in the college district which, when combined with other outstanding college district general obligation debt, exceeds three percent of the assessed valuation of the taxable property within the college district as shown in the preceding general assessment.\n\nD. College districts are authorized to enter into lease-purchase arrangements for the purpose of refunding or refinancing any lease-purchase arrangements then outstanding, including the payment of any prepayment of redemption premiums thereon and any interest accrued or to accrue to the date of purchase, prepayment, redemption or maturity of the outstanding lease-purchase arrangements. Until the proceeds of the lease-purchase arrangements issued for the purpose of refunding or refinancing outstanding lease-purchase arrangements are applied to the purchase, prepayment, redemption or retirement of the outstanding lease-purchase arrangements, the proceeds may be placed in escrow and invested and reinvested. The interest, income and profits, if any, earned or realized on any such investment may, in the discretion of the board, also be applied to the payment of the outstanding lease-purchase arrangements to be refunded or refinanced by purchase, prepayment, redemption or retirement, as the case may be. After the terms of the escrow have been fully satisfied and carried out, any balance of such proceeds and interest, if any, earned or realized on the investments thereof may be returned to the board to be used for payment of the refunding or refinancing lease-purchase arrangement. All such refunding or refinancing lease-purchase arrangements shall be entered into under, secured and subject to the provisions of the College District Tax Act in the same manner and to the same extent as any other lease-purchase arrangements entered into pursuant to that act.\n\nHistory:Laws 2019, ch. 252, § 3.\n\nEmergency clauses.— Laws 2019, ch. 252, § 7 contained an emergency clause and was approved April 4, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-14/"
    },
    {
      "id": "section-21-2a-15",
      "number": "21-2A-15",
      "heading": "College district lease-purchase arrangements; agreement of the state; legal investments; tax exemption; cumulative and complete authority.",
      "text": "A. The state does hereby pledge to and agree with the holders of any lease-purchase arrangement entered into pursuant to the College District Tax Act that the state will not limit or alter the rights hereby vested in college districts to fulfill the terms of any lease-purchase arrangement or in any way impair the rights and remedies of the holders of lease-purchase arrangements until the payments due thereon, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders, are fully met and discharged. College districts are authorized to include this pledge and agreement of the state in any lease-purchase arrangement.\n\nB. Lease-purchase arrangements entered into pursuant to the College District Tax Act shall be legal investments in which all insurance companies, banks and savings and loan associations organized under the laws of the state, public officers and public bodies and all administrators, guardians, executors, trustees and other fiduciaries may properly and legally invest funds.\n\nC. The state covenants with the purchasers and all subsequent holders and transferees of lease-purchase arrangements entered into by boards, in consideration of the acceptance of and payment for the lease-purchase arrangements entered into pursuant to the College District Tax Act, that lease-purchase arrangements and the income from the lease-purchase arrangements shall at all times be free from taxation by the state, except for estate or gift taxes and taxes on transfers.\n\nD. The College District Tax Act shall be deemed to provide an additional and alternative method for acquiring educational technology equipment and shall be regarded as supplemental and additional to powers conferred by other laws and shall not be regarded as a derogation of any powers now existing. The College District Tax Act shall be deemed to provide complete authority for acquiring educational technology equipment and entering into lease-purchase arrangements. No other approval of any state agency or officer, except as provided in that act, shall be required with respect to any lease-purchase arrangements, and the board acting pursuant to provisions of that act need not comply with the requirements of any other law applicable to the issuance of debt by college districts; provided, however, that a board may submit to a vote of qualified electors of the college district the question of creating debt by entering into a lease-purchase arrangement; and provided further that the board shall abide by the vote of the majority of those persons voting on the question.\n\nHistory:Laws 2019, ch. 252, § 4.\n\nEmergency clauses.— Laws 2019, ch. 252, § 7 contained an emergency clause and was approved April 4, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-15/"
    },
    {
      "id": "section-21-2a-16",
      "number": "21-2A-16",
      "heading": "Liberal interpretation.",
      "text": "The College District Tax Act, being necessary for the welfare of the state and its inhabitants, shall be liberally construed to the effect of the purposes of the act.\n\nHistory:Laws 2019, ch. 252, § 5.\n\nEmergency clauses.— Laws 2019, ch. 252, § 7 contained an emergency clause and was approved April 4, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-16/"
    },
    {
      "id": "section-21-2a-17",
      "number": "21-2A-17",
      "heading": "Severability.",
      "text": "If any part or application of the College District Tax Act is held invalid, the remainder or its application to other situations or persons shall not be affected.\n\nHistory:Laws 2019, ch. 252, § 6.\n\nEmergency clauses.— Laws 2019, ch. 252, § 7 contained an emergency clause and was approved April 4, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-2a/section-21-2a-17/"
    }
  ]
}