{
  "state": "new-mexico",
  "path": "title-chapter-21-state-and-private-education-institutions/chapter-article-21k-education-trusts",
  "sections": [
    {
      "id": "section-21-21k-1",
      "number": "21-21K-1",
      "heading": "Short title.Section 21-21K-2 - Definitions",
      "text": "Chapter 21, Article 21K NMSA 1978 may be cited as the \"Education Trust Act\".\n\nHistory:Laws 1997, ch. 259, § 1; 2014, ch. 76, § 1.\n\nThe 2014 amendment,effective May 21, 2014, added the NMSA chapter and article for the Education Trust Act; and at the beginning of the sentence, deleted \"Sections 1 through 7 of this act\" and added \"Chapter 21, Article 21K NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-1/"
    },
    {
      "id": "section-21-21k-2",
      "number": "21-21K-2",
      "heading": "Definitions.",
      "text": "As used in the Education Trust Act:\n\nA. \"account\" means an individual trust account pursuant to an education investment agreement entered into pursuant to the education savings program;\n\nB. \"account owner\" means the person who has entered into an education investment agreement with the board and is designated as having the right to withdraw money from the account before the account is disbursed to or for the benefit of the beneficiary;\n\nC. \"beneficiary\" means the person who is designated at the time the account is opened, or the person who replaces a designated beneficiary, as the person whose qualified higher education expenses are expected to be paid from the account;\n\nD. \"board\" means the education trust board;\n\nE. \"education investment agreement\" means an agreement entered into by the board and an account owner to participate in the education savings program and establish an account to be used for the qualified higher education expenses of a beneficiary;\n\nF. \"department\" means the higher education department;\n\nG. \"eligible educational institution\" means any college, university, vocational school or other post-secondary institution recognized by the United States department of education;\n\nH. \"financial institution\" means a bank, broker-dealer, insurance company, mutual fund, savings and loan association or other financial entity;\n\nI. \"Internal Revenue Code\" means the federal Internal Revenue Code of 1986, as amended;\n\nJ. \"manager\" means a financial institution under contract with the board to serve as manager of an education savings plan in the education savings program and receive contributions on behalf of the program; and\n\nK. \"qualified higher education expenses\" means federally allowable qualified expenses set out in the Internal Revenue Code Section 529 and includes other expenses allowed under that section as qualified education expenses.\n\nHistory:Laws 1997, ch. 259, § 2; 1999, ch. 221, § 1; repealed and reenacted by Laws 2014, ch. 76, § 2; 2023, ch. 17, § 3.\n\nRepeals and reenactments.— Laws 2014, ch. 76, § 2 repealed former 21-21K-2 NMSA 1978, and enacted a new section, effective May 21, 2014.\n\nCross references.— For the federal Internal Revenue Code,see26 U.S.C.S. § 1 et seq.\n\nThe 2023 amendment,effective June 16, 2023, defined \"eligible educational institution\" and \"qualified higher education expenses\", removed the definition of \"institution of higher education\", and revised certain definitions as used in the Education Trust Act; in Subsection A, after \"account pursuant to\", deleted \"a college\" and added \"an education\", and after \"pursuant to the\", deleted \"college\" and added \"education\"; in Subsection B, after \"entered into\", deleted \"a college\" and added \"an education\"; in Subsection C, after \"as the person whose\", added \"qualified higher\"; in Subsection E, deleted \"college\" and added \"education\", after \"participate in the\", deleted \"college\" and added \"education\", and after \"beneficiary\", deleted \"at an eligible institution of higher education\"; added a new Subsection G and redesignated former Subsection G as Subsection H; deleted former Subsection H, which defined \"institution of higher education\"; in Subsection J, after \"serve as manager of\", deleted \"college\" and added \"an education\", and after \"savings plan in the\", deleted \"college\" and added \"education\"; and added Subsection K.\n\nThe 1999 amendment,effective June 18, 1999, in Subsection G, added \"or, if approved by the board, another public or private post-secondary educational institution located in this state or any other state\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-2/"
    },
    {
      "id": "section-21-21k-3",
      "number": "21-21K-3",
      "heading": "Education savings program created; education trust fund created; purpose; investment of accounts by third parties; board review; program administration fund created; purpose",
      "text": "A. The \"education savings program\" is created to allow interested persons to enter into education investment agreements with the board as a means to save money to pay a beneficiary's eligible expenses for an education. The education savings program may consist of one or more education savings plans. The board shall administer the education savings program through accounts established in the education trust fund pursuant to education investment agreements. Money in an account may be used by the beneficiary for qualified higher education expenses.\n\nB. The board shall develop and administer the education savings program in a manner that allows account owners and beneficiaries to obtain and maintain federal income tax benefits or treatment provided by the Internal Revenue Code for qualified tuition programs and exemptions under the federal securities laws.\n\nC. The \"education trust fund\" is created as a nonreverting fund in the state treasury. The fund shall be administered by the board to carry out the education savings program. The fund consists of separate trust accounts held in the name of account owners. Income from investment of the fund shall be credited to the separate accounts.\n\nD. The board may contract with one or more managers to invest the contributions deposited to the education trust fund. The board and the managers shall account for each contribution by an account owner.\n\nE. Amounts may be withdrawn or transferred from trust accounts in the education trust fund only as provided in the related education investment agreements. All money contributed to accounts established in the fund are held in trust by the board and the respective managers for the sole benefit of the respective account owners and beneficiaries.\n\nF. The \"program administration fund\" is created as a nonreverting fund in the state treasury. The fund consists of all administrative and other fees received by the board pursuant to education investment agreements and contracts with managers and any other money credited to the fund. The state treasurer shall invest the fund, and the investment income shall be credited to the fund. Money in the fund may be used to pay costs of establishing, marketing and otherwise administering the education savings program in accordance with the Education Trust Act. Disbursements from the fund shall be by warrants of the secretary of finance and administration on vouchers signed by the director of the board or the director's authorized representative.\n\nHistory:Laws 1997, ch. 259, § 3; 1999, ch. 221, § 2; 2001, ch. 270, § 2; repealed and reenacted by Laws 2014, ch. 76, § 3; 2023, ch. 17, § 4.\n\nRepeals and reenactments.— Laws 2014, ch. 76, § 3 repealed former 21-21K-3 NMSA 1978, and enacted a new section, effective May 21, 2014.\n\nCross references.— For the federal Internal Revenue Code,see26 U.S.C.S. § 1 et seq.\n\nThe 2023 amendment,effective June 16, 2023, changed the name of the \"college savings program\" to the \"education savings program\", and updated certain language related to allowable uses of money in education savings accounts; substituted \"education\" for \"college\" throughout the section; in Subsection A, after \"used by the beneficiary\", deleted \"at any eligible institution of higher education in New Mexico or any other state\" and added \"for qualified higher education expenses\"; and in Subsection B, after \"qualified\", deleted \"state\".\n\nThe 2001 amendment,effective June 15, 2001, added Subsection D.\n\nThe 1999 amendment,effective June 18, 1999, in Subsection A, inserted \"The board shall provide that\" and \"either\", deleted \"and regulations\" following \"state investment officer according to rules\", and substituted \"or by a private investment advisor, approved by the council, pursuant to a contract between the board and the investment advisor\" for \"for the investment of funds pursuant to the Education Trust Act\" in the seventh sentence; deleted former Subsection C and redesignated former Subsection D as present Subsection C; and, in Subsection C, added the last sentence.\n\nSovereign immunity.— Subsection C of Section 21-21K-3 NMSA 1978 does not include an express or an implied grant of sovereign immunity.Lu v. Education Trust Bd. of N.M., 2013-NMCA-010, 293 P.3d 186.\n\nWhere investors, who had entered into contracts with the defendants to participate in the state's qualified higher education tuition programs, sued defendants, including the state, for breach of contract for mismanaging the investors' investments; and the state argued that the provision of Subsection C of Section 21-21K-3 NMSA 1978 which limits the source of recovery to the education trust fund overrides Subsection A of Section 37-1-23 NMSA 1978 which waives governmental immunity for written contracts, the state was not immune from suit because Subsection C of Section 21-21K-3 NMSA 1978 places limits on liability and identifies sources of recovery, but does not expressly or impliedly grant sovereign immunity.Lu v. Education Trust Bd. of N.M., 2013-NMCA-010, 293 P.3d 186.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-3/"
    },
    {
      "id": "section-21-21k-4",
      "number": "21-21K-4",
      "heading": "Board created; members; appointment; terms of office.",
      "text": "A. The \"education trust board\" is created. The board is administratively attached to the department, and the department shall provide administrative support for the board in carrying out its duties pursuant to the Education Trust Act. The board shall consist of the following voting members:\n\n(1) the secretary of higher education or the secretary's designee, who shall be the ex-officio chair of the board;\n\n(2) two members appointed by the governor;\n\n(3) one member representing institutions of higher education appointed by the speaker of the house of representatives; and\n\n(4) one member representing students at institutions of higher education, appointed by the president pro tempore of the senate.\n\nB. The appointed members must possess knowledge, skill and experience in higher education, business or finance.\n\nC. The appointed members shall serve six-year terms, with the exception of the member representing students, who shall be appointed for a two-year term. Vacancies on the board shall be filled by the respective appointing authority for the remainder of the vacating member's term.\n\nD. Three members of the board constitute a quorum. Action may be taken by the board upon an affirmative vote of the majority of members present at the meeting at which a quorum is present. A vacancy in the membership of the board does not impair the right of a quorum to exercise the powers and duties of the board.\n\nE. Members of the board shall be subject to the provisions of the Per Diem and Mileage Act [10-8-1 to 10-8-8 NMSA 1978] and shall receive no other compensation, perquisite or allowance for their service on the board.\n\nHistory:Laws 1997, ch. 259, § 4; 2011, ch. 51, § 2; 2014, ch. 76, § 4.\n\nThe 2014 amendment,effective May 21, 2014, changed the membership of the education trust board; specified the number of members to constitute a quorum; removed the authority of the board to adopt rules and regulations; in the catchline, after \"office\", deleted the \"powers and duties\"; in Subsection A, in the introductory paragraph, in the first sentence, deleted \"There is created\", and after \"attached to the\", added \"is created\", and in the second sentence, after \"attached to the\", deleted \"higher education\"; in Subsection A, Paragraph (2), at the beginning of the sentence, changed \"one member\" to \"two members\"; added Subsection D; and deleted former Subsection E, which authorized the board to adopt rules and regulations to carry out the provisions of the Education Trust Act and to determine the cost of attendance at institutions of higher education.\n\nThe 2011 amendment,effective July 1, 2011, attached the board to the higher education department and removed the state investment officer as a member of the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-4/"
    },
    {
      "id": "section-21-21k-41",
      "number": "21-21K-4.1",
      "heading": "Board; powers and duties.",
      "text": "A. The board may:\n\n(1) adopt, amend or repeal and promulgate rules necessary to carry out the provisions of the Education Trust Act;\n\n(2) sue and be sued;\n\n(3) enter into contracts;\n\n(4) employ or contract for professional, technical and clerical staff and independent counsel;\n\n(5) contract with one or more financial institutions to manage the education trust fund and the separate trust accounts;\n\n(6) enter into education investment agreements with interested persons to participate in the education savings program;\n\n(7) charge, impose and collect administrative fees as provided in an education investment agreement or other contract relating to the education savings program in amounts not exceeding the reasonable costs of establishing, marketing and otherwise administering the program; and\n\n(8) do those things necessary or convenient in accordance with the Education Trust Act to carry out the provisions of that act.\n\nB. The board shall adopt and promulgate education trust fund investment guidelines and otherwise administer the education savings program in compliance with the Uniform Prudent Investor Act [45-7-601 to 45-7-612 NMSA 1978].\n\nHistory:Laws 2014, ch. 76, § 5; 2023, ch. 17, § 5.\n\nThe 2023 amendment,effective June 16, 2023, revised references to education investment plans; and substituted \"education\" for \"college\" throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-4-1/"
    },
    {
      "id": "section-21-21k-5",
      "number": "21-21K-5",
      "heading": "Education investment agreements; accounts.",
      "text": "A. An account owner may enter into an education investment agreement with the board under which an account in the education trust fund is established and contributions may be made to the account from time to time, consistent with the terms of the agreement, to defray the cost of qualified higher education expenses. Each account shall be accounted for separately from all other accounts in the education trust fund. An account owner may enter into an education investment agreement on behalf of any beneficiary.\n\nB. Gifts and bequests by persons other than the account owner may be made to an account in the education trust fund for the benefit of the beneficiary in accordance with the terms of the education investment agreement.\n\nC. The board shall set forth procedures relating to the withdrawal of money from an account established in the education trust fund pursuant to an education investment agreement.\n\nD. An education investment agreement may be terminated by the account owner at any time. The board shall specify by rule appropriate provisions for the term and termination of education investment agreements.\n\nE. Contributions made to an account in the education trust fund, together with accrued investment earnings and capital appreciation in such account, shall be excluded from any calculation of the respective beneficiary's student financial aid eligibility in New Mexico.\n\nF. The board shall notify each account owner annually about the status of the account owner's account in the education trust fund.\n\nHistory:Laws 1997, ch. 259, § 5; 1999, ch. 221, § 3; 2000, ch. 39, § 1; 2001, ch. 270, § 3; repealed and reenacted by Laws 2014, ch. 76, § 6; 2023, ch. 17, § 6.\n\nRepeals and reenactments.— Laws 2014, ch. 76, § 6 repealed former 21-21K-5 NMSA 1978, and enacted a new section, effective May 21, 2014.\n\nThe 2023 amendment,effective June 16, 2023, revised references to education investment plans; and substituted \"education\" for \"college\" throughout the section.\n\nThe 2001 amendment,effective June 15, 2001, rewrote Subsection F, which formerly read \"A college investment agreement terminates on the tenth anniversary of the date the beneficiary is projected to graduate from high school, not counting time spent by the beneficiary as an active duty member of the United States armed services\"; and deleted \"education trust\" preceding \"fund\" in Subsection I.\n\nThe 2000 amendment,effective May 17, 2000, deleted the proviso that a beneficiary must be under the age of nineteen for an investor to enter into a college investment agreement on their behalf in Subsection A, deleted former Subsection B, concerning age and residency restrictions of a beneficiary, deleted former Subsection D, concerning residency restrictions of a beneficiary or an investor, and renumbered the remaining subsections accordingly.\n\nThe 1999 amendment,effective June 18, 1999, in Subsection D, deleted the former last sentence which read \"A beneficiary is considered a resident for purposes of tuition regardless of the beneficiary's residence on the date of enrollment\"; in Subsection F, substituted \"The board shall provide, by rule, procedures for determining the amount to be refunded for college investment agreements terminated\" for \"If the college investment agreement is terminated\", deleted \"the board shall refund to the investor an amount equal to all the principal contributed or paid in by the investor plus interest not to exceed four percent annually\" following \"provisions of this section\" in the first sentence, and inserted \"the amount refunded and\" preceding \"administrative costs\" in the second sentence; and, in Subsection K, substituted \"status of the education trust fund\" for \"balance of his college savings agreement principal, accrued investment earnings and capital appreciation\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-5/"
    },
    {
      "id": "section-21-21k-6",
      "number": "21-21K-6",
      "heading": "Claims of creditors; exemption; liability immunity; state not liable.",
      "text": "A. Money credited to or expended from any account in the education trust fund by or on behalf of an account owner or beneficiary is exempt from all claims of creditors of the account owner, the beneficiary or the board.\n\nB. If the board carries out its review responsibility of the manager's investment decisions consistent with the Uniform Prudent Investor Act [45-7-601 to 45-7-612 NMSA 1978], the board or an employee shall not be liable to anyone for any losses sustained as a result of investment decisions. A member of the board, while acting within the scope of the member's authority or while acting as a trustee of the education trust fund or any separate trust fund or account of the board, shall not be subject to any personal liability for any action taken or omitted within that scope of authority.\n\nC. In no event shall any liability of or contractual obligation incurred by the education savings program obligate or encumber any of the state's funds or treasury, including but not limited to the state's general fund, land grant permanent funds, the severance tax permanent fund or any other permanent fund or any money that is a part of a state-funded financial aid program. Nothing in the Education Trust Act creates any obligation, legal, moral or otherwise, to fulfill the terms of any education investment agreement or any other obligation or liability out of any source other than the education trust fund or the program administration fund.\n\nHistory:Laws 1997, ch. 259, § 6; 1999, ch. 221, § 4; repealed and reenacted by Laws 2014, ch. 76, § 7; 2023, ch. 17, § 7.\n\nRepeals and reenactments.— Laws 2014, ch. 76, § 7 repealed former 21-21K-6 NMSA 1978, and enacted a new section, effective May 21, 2014.\n\nThe 2023 amendment,effective June 16, 2023, revised references to education investment plans; and substituted \"education\" for \"college\" throughout the section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-6/"
    },
    {
      "id": "section-21-21k-7",
      "number": "21-21K-7",
      "heading": "Reports.",
      "text": "A. The board shall annually submit to the governor and to the appropriate interim legislative committee a report including:\n\n(1) the board's fiscal transactions during the preceding fiscal year;\n\n(2) the market value of the education trust fund as of the end of the preceding fiscal year;\n\n(3) the asset allocations of the education trust fund expressed in percentages of stocks, fixed income securities, cash or other financial assets; and\n\n(4) the rate of return on the investment of the education trust fund's assets during the preceding fiscal year.\n\nB. The board shall make the report described by Subsection A of this section available to account owners.\n\nHistory:Laws 1997, ch. 259, § 7; 1999, ch. 221, § 5; 2014, ch. 76, § 8.\n\nThe 2014 amendment,effective May 21, 2014, changed the reporting requirements; in Subsection A, Paragraph (2), after \"the market\", deleted \"and book\"; in Subsection A, deleted former Paragraph (5), which required that the annual report include an actuarial valuation of the assets and liabilities of the program, including the extent to which the program's liabilities are unfunded; in Subsection A, deleted former Paragraph (6), which required that the annual report include complete prepaid tuition contract sales information, including projected enrollments of beneficiaries at institutions of higher education; and in Subsection B, after \"available to\", deleted \"purchasers of prepaid tuition contracts and investments under college investment agreements\" and added \"account owners\".\n\nThe 1999 amendment,effective June 18, 1999, in Subsection A, deleted \"Not later than November 1 of each year\" from the beginning and substituted \"The board shall annually submit\" for \"The board shall submit\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-21/article-21k/section-21-21k-7/"
    }
  ]
}