{
  "state": "wyoming",
  "path": "title-title-2-wills-decedents-estates-and-probate-code/chapter-chapter-8-reopening-estates",
  "sections": [
    {
      "id": "section-2-8-101",
      "number": "2-8-101",
      "heading": "After-Discovered Property or Correction of Property Description",
      "text": "2-8-101. After-discovered property or correction of property description.\n\nThe final settlement of an estate shall not prevent the reopening thereof for the purpose of administering after-discovered property or for the correction of the description of the property administered, and final settlement shall not prevent the subsequent issue of letters if it becomes necessary for any cause that letters be issued again.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-2/chapter-8/section-2-8-101/"
    },
    {
      "id": "section-2-8-102",
      "number": "2-8-102",
      "heading": "Contents of Petition; Notice of Hearing.",
      "text": "2-8-102. Contents of petition; notice of hearing.\n\nAny heir at law, devisee or creditor whose claim was allowed but not satisfied in the original administration or other person interested may petition for the reopening of the estate upon the grounds specified in W.S. 2-8-101. The petition shall set forth the names of all heirs at law, devisees and creditors and their address, if known. If the address is unknown to the petitioner he shall so state in the petition. Upon filing of the petition, the clerk shall appoint a day for hearing the petition and give notice thereof by mailing by certified mail, return receipt requested, a copy of the notice to the heirs at law, devisees and creditors named in the petition. Where an address is unknown notice shall be served as provided in the Wyoming Rules of Civil Procedure.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-2/chapter-8/section-2-8-102/"
    },
    {
      "id": "section-2-8-103",
      "number": "2-8-103",
      "heading": "Proceedings Upon Hearing; Supplemental Orders or Decrees.",
      "text": "2-8-103. Proceedings upon hearing; supplemental orders or decrees.\n\nUpon hearing the petition, if due cause is shown, the court may reopen the estate and administer any after-discovered property and make any necessary orders correcting descriptions as to the estate administered therein. No proceedings shall be taken by the court after the reopening of an estate except as necessary to administer after-discovered property or to correct errors made in the description of the estate previously administered. Any orders or decrees of the court made necessary by the reopening of the estate shall be designated as supplemental orders or decrees.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-2/chapter-8/section-2-8-103/"
    }
  ]
}