{
  "state": "iowa",
  "path": "title-title-xiv-property/chapter-chapter-578a-self-service-storage-facilities",
  "sections": [
    {
      "id": "section-578a1",
      "number": "578A.1",
      "heading": "Short title.Section 578A.2 - Definitions",
      "text": "Section 578A.3 - Facility not residence.Section 578A.4 - Notice and consent for inspection and repair.Section 578A.5 - Lien — late fee — electronic communication permitted.Section 578A.6 - Right to deny access due to default.Section 578A.7 - Enforcement of li",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-578a2",
      "number": "578A.2",
      "heading": "Definitions.",
      "text": "578A.2 Definitions.\n\nAs used in this chapter, unless the context clearly requires otherwise:1.\n\n“Commercially reasonable sale”\n\nmeans a sale that is conducted at the self-service storage facility, at the nearest suitable place to where the personal property is held or stored,or on a publicly accessible internet site that conducts sales or auctions. 2. “\n\nDefault”\n\nmeans the failure by the occupant to perform on time any obligation or duty set forth in a rental agreement or this chapter. 3.\n\n“Emergency”\n\nmeans any sudden, unexpected occurrence or circumstance at or near a self-service storage facility that requires immediate action to avoid injury to persons orproperty at or near the self-service storage facility, including a fire. 4.\n\n“Last-known address”\n\nmeans the postal address or electronic mail address provided by an occupant in a rental agreement or the postal address or electronic mail address providedby the occupant in a subsequent written notice of a change of address. 5.\n\n“Late fee”\n\nmeans any fee or charge assessed for an occupant’s failure to pay rent when due.\n\n“Late fee”\n\ndoes not include interest on a debt, reasonable expenses incurred inthe collection of unpaid rent, or costs associated with the enforcement of any other remedyprovided by law or contract. 6.\n\n“Leased space”\n\nmeans individual storage space at a self-service storage facility which is rented to an occupant pursuant to a rental agreement. 7.\n\n“Occupant”\n\nmeans a person entitled to the use of leased space at a self-service storage facility under a rental agreement or the person’s successors or assigns. 8.\n\n“Operator”\n\nmeans the owner, operator, lessor, or sublessor of a self-service storage facility or an agent or any other person authorized to manage the facility.\n\n“Operator”\n\ndoesnot include a warehouse worker if the warehouse worker issues a warehouse receipt, bill oflading, or other document of title for the personal property stored. 9.\n\n“Personal property”\n\nmeans movable property not affixed to land, including goods, wares, merchandise, motor vehicles, watercraft, household items, and furnishings. 10.\n\n“Property that has no commercial value”\n\nmeans property offered for sale in a commercially reasonable sale that receives no bid or offer. 11.\n\n“Rental agreement”\n\nmeans an agreement or lease, written or oral, that establishes or modifies the terms, conditions, or rules concerning the use and occupancy of leased space ata self-service storage facility. 12.\n\n“Self-service storage facility”\n\nmeans real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to the spacefor the purpose of storing personal property. If an operator issues a warehouse receipt, bill oflading, or other document of title for the personal property stored, the operator and occupantare subject to chapter 554, article 7, and this chapter does not apply. 13.\n\n“Verified mail”\n\nmeans any method of mailing offered by the United States postal service or private delivery service that provides evidence of the mailing. 2019 Acts, ch 50, §2Former §578A.2 repealed by 2019 Acts, ch 50, §18 Sat Dec 23 11:08:22 2023 Iowa Code 2024, Section 578A.2 (9, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-2/"
    },
    {
      "id": "section-578a3",
      "number": "578A.3",
      "heading": "Facility not residence.",
      "text": "578A.3 Facility not residence.\n\n1. An operator shall not knowingly permit a leased space at a self-service storage facility to be used for residential purposes. 2. An occupant shall not use a leased space for residential purposes.2019 Acts, ch 50, §3Former §578A.3 repealed by 2019 Acts, ch 50, §18 Sat Dec 23 11:08:22 2023 Iowa Code 2024, Section 578A.3 (8, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-3/"
    },
    {
      "id": "section-578a4",
      "number": "578A.4",
      "heading": "Notice and consent for inspection and repair.",
      "text": "578A.4 Notice and consent for inspection and repair.\n\nUnless otherwise provided in a rental agreement, an occupant, upon reasonable request from the operator, shall allow the operator to enter a leased space for the purpose ofinspection or repair. If an emergency occurs, an operator may enter a leased space forinspection or repair without notice to or consent from the occupant. 2019 Acts, ch 50, §4Former §578A.4 repealed by 2019 Acts, ch 50, §18 Sat Dec 23 11:08:23 2023 Iowa Code 2024, Section 578A.4 (8, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-4/"
    },
    {
      "id": "section-578a5",
      "number": "578A.5",
      "heading": "Lien — late fee — electronic communication permitted.",
      "text": "578A.5 Lien — late fee — electronic communication permitted.\n\n1. The operator of a self-service storage facility and the operator’s heirs, executors, administrators, successors, and assigns shall have a lien upon all of an occupant’s personalproperty located at the self-service storage facility for delinquent rent, late fees, labor,or other charges incurred pursuant to a rental agreement and for expenses incurred forpreservation, sale, or disposition of the personal property. The lien established by thissubsection shall have priority over all other liens and security interests except for thoseperfected prior to the time the personal property is brought to the self-service storage facility. 2. The lien described in subsection 1 attaches on the date on which personal property is brought to the self-service storage facility. 3. If the rental agreement specifies a limit on the value of personal property that the occupant may store in the leased space, such limit shall be deemed to be the maximum valueof the personal property in the occupant’s leased space. 4. A rental agreement under this chapter may provide for a reasonable late fee for failure of the occupant to timely make payments for the leased space when due. A monthly late feeof twenty dollars or twenty percent of the monthly rental amount, whichever is greater, shallbe reasonable and is not a penalty. 5. The operator and occupant may agree to use electronic mail to satisfy all notice requirements under this chapter. The parties, if consenting to use electronic mail for notice,must consent to use electronic mail for all notices. If the parties agree, the rental agreementshall contain a section outlining the rights and duties for each party regarding the use ofelectronic mail. 2019 Acts, ch 50, §5Referred to in §578A.7Former §578A.5 repealed by 2019 Acts, ch 50, §18 Sat Dec 23 11:08:23 2023 Iowa Code 2024, Section 578A.5 (9, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-5/"
    },
    {
      "id": "section-578a6",
      "number": "578A.6",
      "heading": "Right to deny access due to default.",
      "text": "578A.6 Right to deny access due to default.\n\nIf the occupant is in default, the operator shall have the right to deny the occupant access to the leased space at the self-service storage facility if such right is set forth in the rentalagreement. 2019 Acts, ch 50, §6Former §578A.6 repealed by 2019 Acts, ch 50, §18 Sat Dec 23 11:08:24 2023 Iowa Code 2024, Section 578A.6 (8, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-6/"
    },
    {
      "id": "section-578a7",
      "number": "578A.7",
      "heading": "Enforcement of lien.",
      "text": "578A.7 Enforcement of lien.\n\n1. If an occupant is in default for a period of at least thirty days, the operator may enforce the lien granted in section 578A.5 by selling the occupant’s personal property. Saleof the occupant’s personal property may be by public or private proceedings. Such personalproperty may be sold as a unit or in parcels, by way of one or more contracts, at any time orplace, and on any terms as long as the sale is commercially reasonable. The operator mayotherwise dispose of any property that has no commercial value. 2. Before conducting a sale under this section, the operator shall do all of the following:\n\na.\n\nSend notice of default to the occupant by hand mail, verified mail, or electronic mail pursuant to subsection 7. The notice of default shall include all of the following: (1) A statement of the operator’s claim showing that the amount due at the time of the notice and the date when the amount became due. (2) A brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the occupant to identify the property,except that any container including a trunk, valise, or box that is locked, fastened, sealed,or tied in a manner which deters immediate access to the container’s contents shall bedescribed as such and shall omit a description of the contents. (3) A demand for payment of the charges due within a specified time, which shall not be less than fourteen days after the date of the notice. (4) A statement that unless the claim is paid within the time stated, the contents of the occupant’s leased space will be sold or otherwise disposed of after a specified time. (5) The name, street address, and telephone number of the operator or a designated agent whom the occupant may contact to respond to the notice.\n\nb.\n\nNotify all persons who claim a security interest in the personal property of whom the operator has actual knowledge. An operator shall conduct a search to determine whetherthere is a security interest in property subject to sale if the property is registered underchapter 321 or 462A. At least seven days before the sale, the operator shall also advertisethe time, place, and terms of the sale in a commercially reasonable manner. The mannerof advertisement is deemed commercially reasonable if it is likely to attract at least threeindependent bidders to attend or view the sale in person or online at the time and placeadvertised. The operator may buy the occupant’s personal property at any public sale heldpursuant to this section. 3. If the personal property subject to the operator’s lien is a vehicle, watercraft, or trailer, and rent or other charges remain due and unpaid for thirty days, the operator may havethe vehicle, watercraft, or trailer towed from the self-service storage facility. The operatorshall not be liable for any damages to the vehicle, watercraft, or trailer once the tower takespossession of the property. Removal of any vehicle, watercraft, or trailer from the self-servicestorage facility shall not release the operator’s lien. 4. At any time before a sale is held under this section or before a vehicle, watercraft, or trailer is towed under this section, the occupant may pay the amount necessary to satisfy thelien and redeem the occupant’s personal property. 5. In the event of a sale under this section, the operator may satisfy the lien from the proceeds of the sale, but shall hold the balance, if any, for a period of ninety days for deliveryon demand to the occupant. If the occupant does not claim the balance within ninety days,the balance shall be paid to the county treasurer in the county where the self-service storagefacility is located. The county treasurer shall hold the funds for a period of two years. If aclaim is not made by the occupant for the funds, then the funds shall become the propertyof the county. There shall be no further recourse by any person against the operator for anaction pursuant to this section. 6. A purchaser in good faith of any personal property sold to satisfy a lien under this chapter takes the property free of any rights of persons against whom the lien was valid,despite noncompliance by the operator with the requirements of this chapter. The purchaserof a motor vehicle shall apply for a new title to the vehicle by the procedures outlined insection 321.47. For all other property which has a written title, the purchaser shall follow theapplicable procedures for the property for the transfer of title by operation of law. Sat Dec 23 11:08:24 2023 Iowa Code 2024, Section 578A.7 (9, 0)\n\n§578A.7, SELF-SERVICE STORAGE FACILITIES\n\n2\n\n7. Notice to the occupant under subsection 2, paragraph\n\n“a”\n\n, shall be sent to the occupant’s last-known address by hand delivery, verified mail, or electronic mail. Noticessent by hand delivery shall be deemed delivered when the occupant has signed anacknowledgment of delivery. Notices sent by verified mail shall be deemed delivered whendeposited with the United States postal service or private delivery service if the notices areproperly addressed with postage prepaid. Notices sent by electronic mail shall be deemeddelivered when an electronic mail is sent to the last-known address provided by the occupant.If the operator sends notice by electronic mail and receives an automated message statingthat the electronic mail cannot be delivered, the operator shall send notice by hand deliveryor by verified mail to the occupant’s last-known address with postage prepaid. 8. If the operator complies with the requirements of this section, the operator’s liability:\n\na.\n\nTo the occupant, shall be limited to the net proceeds received from the sale of the occupant’s personal property less any proceeds paid to the holders of any lien or securityinterest of record on the personal property being sold.\n\nb.\n\nTo the holders of any lien or security interest of record on the personal property being sold, shall be limited to the net proceeds received from the sale of the personal propertysubject to the holder’s lien or security interest. 2019 Acts, ch 50, §7; 2020 Acts, ch 1063, §318, 319Referred to in §321.20, 321.20A, 321.23, 321.47, 462A.77, 462A.82, 578A.8 Sat Dec 23 11:08:24 2023 Iowa Code 2024, Section 578A.7 (9, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-7/"
    },
    {
      "id": "section-578a8",
      "number": "578A.8",
      "heading": "Exclusive care, custody, and control of personal property vested in occupant.",
      "text": "578A.8 Exclusive care, custody, and control of personal property vested in occupant.\n\nUnless the rental agreement specifically provides otherwise and until a lien sale under section 578A.7, the exclusive care, custody, and control of all personal property stored ina leased space remains vested in the occupant. 2019 Acts, ch 50, §8 Sat Dec 23 11:08:24 2023 Iowa Code 2024, Section 578A.8 (6, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-8/"
    },
    {
      "id": "section-578a9",
      "number": "578A.9",
      "heading": "Supplemental nature of chapter.",
      "text": "578A.9 Supplemental nature of chapter.\n\nThis chapter does not impair the powers of the parties to a rental agreement to create rights, duties, or obligations that do not arise from this chapter. This chapter does not impair orimpact the rights of parties to create liens by special contract or agreement, nor does it affector impair other liens arising at common law or in equity, or by a statute of this state. Therights provided to an operator by this chapter are in addition to all other rights provided bylaw to a creditor against a debtor. 2019 Acts, ch 50, §9 Sat Dec 23 11:08:25 2023 Iowa Code 2024, Section 578A.9 (6, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-9/"
    },
    {
      "id": "section-578a10",
      "number": "578A.10",
      "heading": "Disclosure of flood zone.",
      "text": "578A.10 Disclosure of flood zone.\n\nThe operator shall disclose in the rental agreement whether the self-service storage facility is located in a “special flood hazard area” as defined by the federal emergency managementagency in 44 C.F.R. pt. 61, Appendix A(3). 2019 Acts, ch 50, §10 Sat Dec 23 11:08:25 2023 Iowa Code 2024, Section 578A.10 (5, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-10/"
    },
    {
      "id": "section-578a11",
      "number": "578A.11",
      "heading": "Fire, flood, or other catastrophic event damage or destruction.",
      "text": "578A.11 Fire, flood, or other catastrophic event damage or destruction.\n\nIf the self-service storage facility is damaged or destroyed by a fire, flood, or other catastrophic event to the extent that the leased space is rendered unusable, the operatorshall make a good faith effort to notify the occupant of the event and the occupant mayterminate the rental agreement by giving the required notice in the rental agreement. If theoccupant terminates the rental agreement under this section, the occupant shall remove allcontents of the leased space as soon as is reasonably practicable. Any prepaid rent is due tothe occupant upon removal of the occupant’s property from the leased space. 2019 Acts, ch 50, §11 Sat Dec 23 11:08:25 2023 Iowa Code 2024, Section 578A.11 (6, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-578a/section-578a-11/"
    }
  ]
}