{
  "state": "iowa",
  "path": "title-title-xiv-property/chapter-chapter-570a-agricultural-supply-dealer-lien",
  "sections": [
    {
      "id": "section-570a1",
      "number": "570A.1",
      "heading": "Definitions.Section 570A.2 - Financial institution memorandum to agricultural supply dealers",
      "text": "570A.1 Definitions.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Agricultural chemical”\n\nmeans a fertilizer or agricultural chemical which is applied to crops or land which is used for the raising of crops, including but not limited to fertilizer asdefined in section 200.3, and pesticide as defined in section 206.2. 2.\n\n“Agricultural purpose”\n\nmeans a purpose related to the production, harvest, marketing, or transportation of agricultural products by a person who cultivates, plants, propagates ornurtures the agricultural products including agricultural, horticultural, viticultural, and dairyproducts, livestock, wildlife, poultry, bees, forest products, fish and shellfish, and any otherproducts raised or produced on farms. 3.\n\n“Agricultural supply”\n\nmeans an agricultural chemical, seed, feed, or a petroleum product that is used for an agricultural purpose. 4.\n\n“Agricultural supply dealer”\n\nor\n\n“dealer”\n\nmeans a person engaged in the retail sale of agricultural chemicals, seed, feed, or petroleum products used for an agricultural purpose. 5.\n\n“Agricultural supply dealer lien”\n\nor\n\n“lien”\n\nmeans the agricultural supply dealer lien created in section 570A.3. 6.\n\n“Certified request”\n\nmeans a request delivered by certified mail or registered certified mail, in person if in writing and signed and dated by the respective parties, or in the mannerprovided by the Iowa rules of civil procedure for the personal service of original notice. 7.\n\n“Farmer”\n\nmeans a person engaged in a business which has an agricultural purpose.8.\n\n“Feed”\n\nmeans a commercial feed, feed ingredient, mineral feed, drug, animal health product, or customer-formula feed which is used for the feeding of livestock, including butnot limited to feed as defined in section 198.3. 9.\n\n“Financial history”\n\nmeans the record of a person’s current loans, the date of a person’s loans, the amount of the loans, the person’s payment record on the loans, current liens againstthe person’s property, and the person’s most recent financial statement. 10.\n\n“Financial institution”\n\nmeans a bank, credit union, insurance company, mortgage banking company or savings and loan association, industrial loan company, productioncredit association, farmer’s home administration, or like institution which operates or has aplace of business in this state. 11.\n\n“Labor”\n\nmeans labor performed in the application, delivery, or preparation of a product defined in subsections 1, 8, 14, and 16. 12.\n\n“Letter of credit”\n\nmeans an engagement by a financial institution to honor drafts or other demands for payment. 13.\n\n“Livestock”\n\nmeans an animal belonging to the bovine, caprine, equine, ovine, or porcine species, ostriches, rheas, emus, poultry, or fish or shellfish. 14.\n\n“Petroleum product”\n\nmeans a motor fuel or special fuel which is used in the production of crops or livestock, including but not limited to motor fuel as defined in section 452A.2. 15.\n\n“Sale on a credit basis”\n\nmeans a transaction in which the purchase price is due on a date after the date of the sale. 16.\n\n“Seed”\n\nmeans agricultural seeds which are used in the production of crops, including but not limited to agricultural seed as defined in section 199.1. 84 Acts, ch 1072, §1; 85 Acts, ch 204, §1; 95 Acts, ch 43, §13; 2003 Acts, ch 82, §1, 2Referred to in §414.23 Sat Dec 23 11:07:34 2023 Iowa Code 2024, Section 570A.1 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-570a/section-570a-1/"
    },
    {
      "id": "section-570a2",
      "number": "570A.2",
      "heading": "Financial institution memorandum to agricultural supply dealers.",
      "text": "570A.2 Financial institution memorandum to agricultural supply dealers.\n\n1. Upon the receipt of a certified request of an agricultural supply dealer, prior to or upon a sale on a credit basis of an agricultural supply to a farmer, a financial institution whichhas either a security interest in collateral owned by the farmer or an outstanding loan tothe farmer for an agricultural purpose shall issue within four business days a memorandumwhich states whether or not the farmer has a sufficient net worth or line of credit to assurepayment of the purchase price on the terms of the sale. The certified request submitted bythe agricultural supply dealer shall state the amount of the purchase and the terms of saleand shall be accompanied by a waiver of confidentiality signed by the farmer, and a fifteendollar fee. The waiver of confidentiality and the certified request may be combined andsubmitted as one document. If the financial institution states in its memorandum that thefarmer has a sufficient net worth or line of credit to assure payment of the purchase price,the memorandum is an irrevocable and unconditional letter of credit to the benefit of theagricultural supply dealer for a period of thirty days following the date on which the finalpayment is due for the amount of the purchase price which remains unpaid. If the financialinstitution does not state in its memorandum that the farmer has a sufficient net worth or lineof credit to assure payment of the purchase price, the financial institution shall transmit therelevant financial history which it holds on the person. This financial history shall remainconfidential between the financial institution, the agricultural supply dealer, and the farmer. 2. If within four business days of receipt of a certified request a financial institution fails to issue a memorandum upon the request of an agricultural supply dealer and the request fromthe agricultural supply dealer was proper under subsection 1, or if the memorandum fromthe financial institution is incomplete, or if the memorandum from the financial institutionstates that the farmer does not have a sufficient net worth or line of credit to assure paymentof the purchase price, the agricultural supply dealer may decide to make the sale and securethe lien provided in section 570A.3. 3. Upon an action to enforce a lien secured under section 570A.3 against the interest of a financial institution secured to the same collateral as that of the lien, it shall be an affirmativedefense to a financial institution and complete proof of the superior priority of the financialinstitution’s lien that the financial institution either did not receive a certified request and awaiver signed by the farmer, or received the request and a waiver signed by the farmer andprovided the full and complete relevant financial history which it held on the farmer makingthe purchase from the agricultural supply dealer on which the lien is based and that financialhistory reasonably indicated that the farmer did not have a sufficient net worth or line ofcredit to assure payment of the purchase price. 84 Acts, ch 1072, §2; 85 Acts, ch 204, §2; 90 Acts, ch 1168, §58; 2003 Acts, ch 82, §3Referred to in §570A.5 Sat Dec 23 11:07:35 2023 Iowa Code 2024, Section 570A.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-570a/section-570a-2/"
    },
    {
      "id": "section-570a3",
      "number": "570A.3",
      "heading": "Lien created.",
      "text": "570A.3 Lien created.\n\nAn agricultural supply dealer who provides an agricultural supply to a farmer shall have an agricultural lien as provided in section 554.9102. The agricultural supply dealer is a securedparty and the farmer is a debtor for purposes of chapter 554, article 9. The amount of the lienshall be the amount owed to the agricultural supply dealer for the retail cost of the agriculturalsupply, including labor provided. The lien applies to all of the following: 1. Crops which are produced upon the land to which the agricultural chemical was applied, produced from the seed provided, or produced using the petroleum productprovided. The lien shall not apply to any crops so produced upon the land after four hundredninety days from the date that the farmer purchased the agricultural supply. 2. Livestock consuming the feed. However, the lien does not apply to that portion of the livestock of a farmer who has paid all amounts due from the farmer for the retail cost,including labor, of the feed. 84 Acts, ch 1072, §3; 85 Acts, ch 204, §3; 2003 Acts, ch 82, §4Referred to in §570A.1, 570A.2 Sat Dec 23 11:07:36 2023 Iowa Code 2024, Section 570A.3 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-570a/section-570a-3/"
    },
    {
      "id": "section-570a4",
      "number": "570A.4",
      "heading": "Perfecting the lien — filing requirements.",
      "text": "570A.4 Perfecting the lien — filing requirements.\n\nExcept as provided in this section, a financing statement filed to perfect an agricultural supply dealer lien shall be governed by chapter 554, article 9, part 5, in the same manner asany other financing statement. 1. The lien becomes effective at the time that the farmer purchases the agricultural supply.2. In order to perfect the lien, the agricultural supply dealer must file a financing statement in the office of the secretary of state as provided in section 554.9308 withinthirty-one days after the date that the farmer purchases the agricultural supply. The financing statement shall meet the requirements of section 554.9502, subsection 1, andinclude all applicable information described in section 554.9516. Filing a financing statementas provided in this subsection satisfies all requirements for perfection of an agricultural lienas provided in chapter 554, article 9. 84 Acts, ch 1072, §4; 85 Acts, ch 204, §4; 88 Acts, ch 1275, §40; 91 Acts, ch 267, §630; 2000 Acts, ch 1149, §177, 187; 2003 Acts, ch 82, §5 Referred to in §570A.5 Sat Dec 23 11:07:36 2023 Iowa Code 2024, Section 570A.4 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-570a/section-570a-4/"
    },
    {
      "id": "section-570a5",
      "number": "570A.5",
      "heading": "Priority of lien.",
      "text": "570A.5 Priority of lien.\n\nExcept as provided in this section, an agricultural supply dealer lien that is effective or perfected as provided in section 570A.4 shall be subject to the rules of priority as providedin section 554.9322. For an agricultural supply dealer lien that is perfected under section570A.4, all of the following shall apply: 1. The lien shall have priority over a lien or security interest that applies subsequent to the time that the agricultural supply dealer lien is perfected. 2. Except as provided in section 570A.2, subsection 3, the lien shall have equal priority to a lien or security interest which is perfected prior to the time that the agricultural supplydealer lien is perfected. However, a landlord’s lien that is perfected pursuant to section 570.1shall have priority over a conflicting agricultural supply dealer lien as provided in section570.1, and a harvester’s lien that is perfected pursuant to section 571.3 shall have priorityover a conflicting agricultural supply dealer lien as provided in section 571.3A. 3. A lien in livestock feed shall have priority over an earlier perfected lien or security interest to the extent of the difference between the acquisition price of the livestock and thefair market value of the livestock at the time the lien attaches or the sale price of the livestock,whichever is greater. 84 Acts, ch 1072, §5; 2003 Acts, ch 82, §6; 2004 Acts, ch 1086, §92, 93 Sat Dec 23 11:07:36 2023 Iowa Code 2024, Section 570A.5 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-570a/section-570a-5/"
    },
    {
      "id": "section-570a6",
      "number": "570A.6",
      "heading": "Enforcement of lien.",
      "text": "570A.6 Enforcement of lien.\n\nAn agricultural supply dealer may enforce an agricultural supply dealer lien in the manner provided for agricultural liens pursuant to chapter 554, article 9, part 6. 84 Acts, ch 1072, §6; 2000 Acts, ch 1149, §178, 187; 2003 Acts, ch 82, §7; 2004 Acts, ch 1086, §94 Sat Dec 23 11:07:37 2023 Iowa Code 2024, Section 570A.6 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-570a/section-570a-6/"
    },
    {
      "id": "section-570a",
      "number": "570A",
      "heading": "7",
      "text": "7",
      "history": "",
      "source_url": ""
    }
  ]
}