{
  "state": "iowa",
  "path": "title-title-xiv-property/chapter-chapter-556-disposition-of-unclaimed-property",
  "sections": [
    {
      "id": "section-5561",
      "number": "556.1",
      "heading": "Definitions and use of terms.Section 556",
      "text": "556.1 Definitions and use of terms.\n\nAs used in this chapter, unless the context otherwise requires:1.\n\n“Banking organization”\n\nmeans any bank, trust company, savings bank, savings association, industrial bank, land bank, safe deposit company, or a private banker engagedin business in this state. 2.\n\n“Business association”\n\nmeans a corporation, cooperative association, joint stock company, business trust, investment company, partnership, limited liability company, trustcompany, mutual fund, or other business entity consisting of one or more persons, whetheror not for profit. 3.\n\n“Cooperative association”\n\nmeans any of the following:\n\na.\n\nAn entity which is structured and operated on a cooperative basis, including an association of persons organized under chapter 497, 498, or 499; or an entity composed ofentities organized under those chapters.\n\nb.\n\nA cooperative organized under chapter 501.\n\nc.\n\nA cooperative organized under chapter 501A.\n\nd.\n\nA cooperative association organized under chapter 490.\n\ne.\n\nAny other entity recognized pursuant to 26 U.S.C. §1381(a) which meets the definitional requirements of an association as provided in 12 U.S.C. §1141(j)(a) or 7 U.S.C. §291. 4.\n\n“Electronic messaging”\n\nmeans communication conducted through electronic mail, text message, or other electronic means, including but not limited to an online banking websiteapplication. 5.\n\n“Financial organization”\n\nmeans any federally chartered savings and loan association, credit union, cooperative bank or investment company, engaged in business in this state. 6.\n\n“Holder”\n\nmeans any person in possession of property subject to this chapter belonging to another, or who is trustee in case of a trust, or is indebted to another on an obligationsubject to this chapter. 7.\n\n“Life insurance corporation”\n\nmeans any association or corporation transacting within this state the business of insurance on the lives of persons or insurance appertaining thereto,including, but not by way of limitation, endowments and annuities. 8.\n\n“Mineral”\n\nmeans gas, oil, and coal; other gaseous, liquid, and solid hydrocarbons; oil shale; cement material; sand and gravel; road material; building stone; chemical rawmaterial; gemstone; fissionable and nonfissionable ores; colloidal and other clays; steamand other geothermal resources; and any other substance defined as a mineral by a law ofthis state. 9.\n\n“Mineral proceeds”\n\nmeans amounts payable for the extraction, production, or sale of minerals, or upon the abandonment of those payments, all payments that become payablethereafter.\n\n“Mineral proceeds”\n\nincludes amounts payable as follows:\n\na.\n\nFor the acquisition and retention of a mineral lease, including bonuses, royalties, compensatory royalties, shut-in royalties, minimum royalties, and delay rentals.\n\nb.\n\nFor the extraction, production, or sale of minerals, including net revenue interests, royalties, overriding royalties, extraction payments, and production payments.\n\nc.\n\nUnder an agreement or option, including a joint operating agreement, unit agreement, pooling agreement, and farm-out agreement, relating to the extraction, production, or saleof minerals. 10.\n\n“Money order”\n\nincludes an express money order and a personal money order, on which the remitter is the purchaser.\n\n“Money order”\n\ndoes not include a bank money order or anyother instrument sold by a banking or financial organization if the seller has obtained thename and address of the payee. 11.\n\n“Owner”\n\nmeans a depositor in case of a deposit, a beneficiary in case of a trust, a creditor, claimant, or payee in case of other choses in action, or any person having a legal orequitable interest in property subject to this chapter, or that person’s legal representative. 12.\n\n“Person”\n\nmeans any individual, business association, government or political subdivision, public corporation, public authority, estate, trust, two or more persons having ajoint or common interest, or any other legal or commercial entity. 13.\n\na. “Property”\n\nmeans a fixed and certain interest in or right in an intangible that Sat Dec 23 11:04:20 2023 Iowa Code 2024, Section 556.1 (22, 4)\n\n§556.1, DISPOSITION OF UNCLAIMED PROPERTY\n\n2\n\nis held, issued, or owed in the course of a holder’s business, or by a government orgovernmental entity, and all income or increment therefrom, including that which is referredto as or evidenced by any of the following: (1) Money, check, draft, deposit, interest, dividend, and income.(2) Credit balance, customer overpayment, gift certificate, security deposit, refund, credit memorandum, unpaid wage, unused airline ticket, unused ticket, mineral proceeds, andunidentified remittance and electronic fund transfer. (3) Stock or other evidence of ownership interests in a business association.(4) Bond, debenture, note, or other evidence of indebtedness.(5) Money deposited to redeem stocks, bonds, coupons, and other securities, or to make distributions. (6) An amount due and payable under the terms of an insurance policy, including policies providing life insurance, property and casualty insurance, workers’ compensation insurance,or health and disability benefits insurance. (7) An amount distributable from a trust or custodian fund established under a plan to provide health, welfare, pension, vacation, severance, retirement, death, stock purchase,profit sharing, employee savings, supplemental unemployment insurance, or similar benefits. (8) Amounts distributable from a mineral interest in land.(9) Any other fixed and certain interest or right in an intangible that is held, issued, or owing in the course of a holder’s business, or by a government or governmental entity.\n\nb. “Property”\n\ndoes not include credits, advance payments, overpayments, refunds, or credit memoranda shown on the books and records of a business association with respect toanother business association unless the balance is property described in section 556.2 heldby a banking organization or financial organization. 14.\n\n“Utility”\n\nmeans any person who owns or operates within this state, for public use, any plant, equipment, property, franchise, or license for the transmission of communications orthe production, storage, transmission, sale, delivery, or furnishing of electricity, water, steam,or gas. [C71, 73, 75, 77, 79, 81, §556.1]95 Acts, ch 34, §1; 96 Acts, ch 1173, §1, 2; 2001 Acts, ch 142, §4, 5; 2001 Acts, ch 152, §1; 2003 Acts, ch 44, §99; 2005 Acts, ch 135, §116; 2007 Acts, ch 60, §1; 2012 Acts, ch 1017, §153;2014 Acts, ch 1026, §120; 2023 Acts, ch 125, §1, 3 Subsection 4 applies to electronic messaging sent or received on or after July 1, 2023; 2023 Acts, ch 125, §3NEW subsection 4 and former subsections 4 – 13 renumbered as 5 – 14 Sat Dec 23 11:04:20 2023 Iowa Code 2024, Section 556.1 (22, 4)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-1/"
    },
    {
      "id": "section-5562",
      "number": "556.2",
      "heading": "Property held by banking or financial organizations or by business associations.",
      "text": "556.2 Property held by banking or financial organizations or by business associations.\n\nThe following property held or owing by a banking or financial organization or by a business association is presumed abandoned: 1. Any demand, savings, or matured time deposit made in this state with a banking organization, together with any interest or dividend, excluding any charges that may lawfullybe withheld, unless the owner has, within three years:\n\na.\n\nIncreased or decreased the amount of the deposit, or presented the passbook or other similar evidence of the deposit for the crediting of interest.\n\nb.\n\nCorresponded in writing with the banking organization concerning the deposit.\n\nc.\n\nOtherwise indicated an interest in the deposit as evidenced by a memorandum on file with the banking organization. Such memorandum shall be dated and may have beenprepared by the banking organization, in which case it shall be signed by an official of thebank, or it may have been prepared by the owner.\n\nd.\n\nHad another relationship with the bank in which the owner has:(1) Communicated in writing with the bank.(2) Otherwise indicated an interest as evidenced by a memorandum or other record on file prepared by an employee of the bank and if the bank communicates in writing with theowner with regard to the property that would otherwise be abandoned under this subsectionat the address to which communications regarding the other relationship are regularly sent.\n\ne.\n\nBeen sent any written correspondence, notice, or information by first class mail regarding the deposit by the banking organization on or after July 1, 1992, if thecorrespondence, notice, or information requests an address correction on the face of theenvelope, and is not returned to the bank organization for nondelivery, and if the bankorganization maintains a record of all returned mail. 2. Any funds paid in this state toward the purchase of shares or other interest in a financial organization or any deposit made in this state, and any interest or dividends, excluding anycharges that may lawfully be withheld, unless the owner has within three years:\n\na.\n\nIncreased or decreased the amount of the funds or deposit, or presented an appropriate record for the crediting of interest or dividends.\n\nb.\n\nCorresponded in writing with the financial organization concerning the funds or deposit.\n\nc.\n\nOtherwise indicated an interest in the funds or deposit as evidenced by a memorandum on file with the financial organization. Such memorandum shall be dated and may have beenprepared by the financial organization, in which case it shall be signed by an officer of thefinancial organization, or it may have been prepared by the owner.\n\nd.\n\nHad another relationship with the financial organization in which the owner has:(1) Communicated in writing with the financial organization.(2) Otherwise indicated an interest as evidenced by a memorandum or other record on file prepared by an employee of the financial organization and if the financial organizationcommunicates in writing with the owner with regard to the property that would otherwisebe abandoned under this subsection at the address to which communications regarding theother relationship are regularly sent.\n\ne.\n\nBeen sent any written correspondence, notice, or information by first class mail regarding the funds or deposits by the financial organization on or after July 1, 1992, ifthe correspondence, notice, or information requests an address correction on the face ofthe envelope, and is not returned to the financial organization for nondelivery, and if thefinancial organization maintains a record of all returned mail. 3. Any property described in subsections 1 and 2 which is automatically renewable is matured for purposes of subsections 1 and 2 upon the expiration of its initial time period, butin the case of any renewal to which the owner consents at or about the time of renewal bycommunicating in writing with the banking or financial organization or otherwise indicatingconsent as evidenced by a memorandum or other record on file prepared by an employeeof the organization, the property is matured upon the expiration of the last time providedfor which consent was given. However, consent to renewal is deemed to have been given ifthe owner is sent written notice of the renewal by first class mail which requests an address Sat Dec 23 11:04:20 2023 Iowa Code 2024, Section 556.2 (27, 3)\n\n§556.2, DISPOSITION OF UNCLAIMED PROPERTY\n\n2\n\ncorrection on the face of the envelope, the notice is not returned for nondelivery, and thebanking or financial organization maintains a record of all returned mail. If at the time periodfor delivery in section 556.13, a penalty or forfeiture in the payment of interest would resultfrom the delivery of the property, the time period for delivery is extended until the time whenno penalty or forfeiture would result. 4. Any funds or other personal property, tangible or intangible, removed from a safe deposit box or any other safekeeping repository or agency or collateral deposit box in thisstate on which the lease or rental period has expired due to nonpayment of rental chargesor other reason, or any surplus amounts arising from the sale thereof pursuant to law, thathave been unclaimed by the owner for more than three years from the date on which thelease or rental period expired. 5.\n\na.\n\nA banking organization or financial organization shall send to the owner of each account, to which none of the actions specified in subsection 1, paragraphs\n\n“a”\n\nthrough\n\n“e”\n\norsubsection 2, paragraphs\n\n“a”\n\nthrough\n\n“e”\n\nhave occurred during the preceding three calendaryears, a notice by mail or through electronic messaging stating in substance the following: According to our records, we have had no contact with you regarding (describe account) for more than three years. UnderIowa law, if there is a period of three years without contact, we maybe required to transfer this account to the custody of the treasurer ofstate of Iowa as unclaimed property. You may prevent this by takingsome action, such as a deposit or withdrawal, or by contacting usthrough electronic messaging, which indicates your interest in thisaccount, or by signing this form and returning it to us. I desire to keep the above account open and active. ....................................Your signature\n\nb.\n\nThe notice required under this section shall be sent within thirty days of the lapse of the three-year period in which there is no activity. The cost of the certified mail of thenotice required in this section may be deducted from the account by the banking or financialorganization. [C71, 73, 75, 77, 79, 81, §556.2]84 Acts, ch 1295, §1 – 7; 85 Acts, ch 233, §1 – 3; 91 Acts, ch 267, §623 – 625; 92 Acts, ch 1085, §1 – 4; 95 Acts, ch 34, §2; 96 Acts, ch 1173, §3; 2013 Acts, ch 30, §174; 2013 Acts, ch140, §76; 2023 Acts, ch 125, §2, 3 Referred to in §524.812, 524.813, 533.320, 533.321, 556.1, 556.10, 556.122023 amendment to subsection 5 applies to electronic messaging sent or received on or after July 1, 2023; 2023 Acts, ch 125, §3Subsection 5, paragraphs a and b amended Sat Dec 23 11:04:20 2023 Iowa Code 2024, Section 556.2 (27, 3)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-2/"
    },
    {
      "id": "section-5562a",
      "number": "556.2A",
      "heading": "Traveler’s checks and money orders.",
      "text": "556.2A Traveler’s checks and money orders.\n\n1. Subject to subsection 4, any sum payable on a traveler’s check that has been outstanding for more than fifteen years after its issuance is deemed abandoned unless theowner, within fifteen years, has communicated in writing with the issuer concerning it orotherwise indicated an interest as evidenced by a memorandum or other record on fileprepared by an employee of the issuer. 2. Subject to subsection 4, any sum payable on a money order that has been outstanding for more than seven years after its issuance is deemed abandoned unless the owner, withinseven years, has communicated in writing with the issuer concerning it or otherwise indicatedan interest as evidenced by a memorandum or other record on file prepared by an employeeof the issuer. 3. A holder shall not deduct from the amount of a traveler’s check or money order any charge imposed by reason of the failure to present the instrument for payment unless there isa valid and enforceable written contract between the issuer and the owner of the instrumentpursuant to which the issuer may impose a charge and the issuer regularly imposes suchcharges and does not regularly reverse or otherwise cancel them. 4. A sum payable on a traveler’s check or money order described in subsection 1 or 2 shall not be subjected to the custody of this state as unclaimed property unless any of the followingapply:\n\na.\n\nThe records of the issuer show that the traveler’s check or money order was purchased in this state.\n\nb.\n\nThe issuer has its principal place of business in this state and the records of the issuer do not show the state in which the traveler’s check or money order was purchased.\n\nc.\n\nThe issuer has its principal place of business in this state, the records of the issuer show the state in which the traveler’s check or money order was purchased, and the laws of thestate of purchase do not provide for the escheat or custodial taking of the property or itsescheat or unclaimed property law is not applicable to the property. 96 Acts, ch 1173, §4Referred to in §556.2B Sat Dec 23 11:04:21 2023 Iowa Code 2024, Section 556.2A (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-2a/"
    },
    {
      "id": "section-5562b",
      "number": "556.2B",
      "heading": "Checks, drafts, and similar instruments issued or certified by banking and financial organizations.",
      "text": "556.2B Checks, drafts, and similar instruments issued or certified by banking and\n\nfinancial organizations.\n\n1. Any sum payable on a check, draft, or similar instrument, except those subject to section 556.2A, on which a banking or financial organization is directly liable, includinga cashier’s check and a certified check, which has been outstanding for more than threeyears after it was payable or after its issuance if payable on demand, is deemed abandoned,unless the owner, within three years, has communicated in writing with the banking orfinancial organization concerning it or otherwise indicated an interest as evidenced by amemorandum or other record on file prepared by an employee of the banking or financialorganization. 2. A holder shall not deduct from the amount of any instrument subject to this section any charge imposed by reason of the failure to present the instrument for payment unless there isa valid and enforceable written contract between the holder and the owner of the instrumentpursuant to which the holder may impose a charge and the holder regularly imposes suchcharges and does not regularly reverse or otherwise cancel them. 96 Acts, ch 1173, §5 Sat Dec 23 11:04:22 2023 Iowa Code 2024, Section 556.2B (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-2b/"
    },
    {
      "id": "section-5562c",
      "number": "556.2C",
      "heading": "Outstanding state warrants.",
      "text": "556.2C Outstanding state warrants.\n\n1.\n\na.\n\nAn unpaid, outdated warrant that is canceled pursuant to section 8A.519 shall be included in a list of outstanding state warrants maintained by the director of the departmentof administrative services. On or before July 1 of each year, the director of the department ofadministrative services shall provide the office of the treasurer of state with a consolidatedlist of such outstanding warrants that have not been previously reported to the office.\n\nb.\n\nThe consolidated list shall be accompanied by supporting information as specified by the treasurer of state. The treasurer of state may include information regarding theoutstanding warrants in the notice published pursuant to section 556.12 and on the treasurerof state’s official internet site.\n\nc.\n\nThe reporting requirements of this section do not apply to outdated warrants charged to federal grants or other nonstate funds for which funding is no longer available as describedin section 25.2. 2. An agreement to pay compensation to recover or assist in the recovery of an outstanding warrant made within twenty-four months after the date the warrant is canceledis unenforceable. However, an agreement made after twenty-four months from the date thewarrant is canceled is valid if the fee or compensation agreed upon is not more than fifteenpercent of the recoverable property, the agreement is in writing and signed by the payee,and the writing discloses the nature and value of the property and the name and address ofthe person in possession. This subsection does not apply to a payee who has a bona fide feecontract with a practicing attorney regulated under chapter 602, article 10. 2006 Acts, ch 1185, §102; 2013 Acts, ch 90, §257Referred to in\n\n§22.7(32)\n\n, 25.2, 556.18 Sat Dec 23 11:04:22 2023 Iowa Code 2024, Section 556.2C (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-2c/"
    },
    {
      "id": "section-5563",
      "number": "556.3",
      "heading": "Unclaimed funds held by life insurance corporations.",
      "text": "556.3 Unclaimed funds held by life insurance corporations.\n\n1. Unclaimed funds, as defined in this section, held and owing by a life insurance corporation shall be presumed abandoned if the last known address, according to therecords of the corporation, of the person entitled to the funds is within this state. If aperson other than the insured or annuitant is entitled to the funds and no address of suchperson is known to the corporation or if it is not definite and certain from the records of thecorporation what person is entitled to the funds, it is presumed that the last known addressof the person entitled to the funds is the same as the last known address of the insured orannuitant according to the records of the corporation. 2.\n\n“Unclaimed funds”\n\n, as used in this section, means all moneys held and owing by any life insurance corporation unclaimed and unpaid for more than three years after the moneysbecame due and payable as established from the records of the corporation under any lifeor endowment insurance policy or annuity contract which has matured or terminated. A lifeinsurance policy not matured by actual proof of the death of the insured is deemed to bematured and the proceeds thereof are deemed to be due and payable if the policy was in forcewhen the insured attained the limiting age under the mortality table on which the reserve isbased and shall be presumed abandoned and to be unclaimed funds as defined in this sectionif unclaimed and unpaid for more than two years thereafter, unless the person appearingentitled thereto has within the two-year period assigned, readjusted, or paid premiums onthe policy, or subjected the policy to loan or corresponded in writing with the life insurancecorporation concerning the policy. Moneys otherwise payable according to the records ofthe corporation are deemed due and payable although the policy or contract has not beensurrendered as required. [C71, 73, 75, 77, 79, 81, §556.3]84 Acts, ch 1295, §8; 91 Acts, ch 267, §626 Sat Dec 23 11:04:22 2023 Iowa Code 2024, Section 556.3 (18, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-3/"
    },
    {
      "id": "section-5563a",
      "number": "556.3A",
      "heading": "Unclaimed demutualization proceeds held by insurance companies.",
      "text": "556.3A Unclaimed demutualization proceeds held by insurance companies.\n\n1. Property distributable in the course of demutualization or related reorganization of an insurance company occurring on or after January 1, 2003, that remains unclaimed is deemedabandoned two years after the earlier of:\n\na.\n\nThe first date on which the property of an insurance company being demutualized or reorganized was distributable.\n\nb.\n\nThe date of last contact by the insurance company with a policyholder.2. Property distributable in the course of demutualization or related reorganization of an insurance company occurring before January 1, 2003, that remains unclaimed is deemedabandoned two years after the first date on which the property of an insurance companybeing demutualized or reorganized was distributable. 2003 Acts, ch 46, §1, 5Referred to in §556.11 Sat Dec 23 11:04:23 2023 Iowa Code 2024, Section 556.3A (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-3a/"
    },
    {
      "id": "section-5564",
      "number": "556.4",
      "heading": "Deposits and refunds held by utilities.",
      "text": "556.4 Deposits and refunds held by utilities.\n\nThe following funds held or owing by any utility are presumed abandoned:1. Any deposit made by a subscriber with a utility to secure payment for, or any sum paid in advance for, utility services to be furnished in this state, less any lawful deductions, thathas remained unclaimed by the person appearing on the records of the utility entitled to thedeposit for more than one year after the termination of the services for which the deposit oradvance payment was made. 2. Any sum which a utility has been ordered to refund and which was received for utility services rendered in this state, together with any interest on the refund, less any lawfuldeductions, that has remained unclaimed by the person appearing on the records of theutility entitled to the refund for more than one year after the date it became payable inaccordance with the final determination or order providing for the refund. [C71, 73, 75, 77, 79, 81, §556.4]83 Acts, ch 191, §12, 26, 27; 91 Acts, ch 267, §627Referred to in §556.18 Sat Dec 23 11:04:23 2023 Iowa Code 2024, Section 556.4 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-4/"
    },
    {
      "id": "section-5565",
      "number": "556.5",
      "heading": "Stocks and other intangible interests in business associations.",
      "text": "556.5 Stocks and other intangible interests in business associations.\n\n1. Any stock, shareholding, or other intangible ownership interests in a business association, the existence of which is evidenced by records available to the association, isdeemed abandoned and, with respect to the interest, the association is the holder, if both ofthe following apply:\n\na.\n\nThe interest in the association is owned by a person who for more than three years has neither claimed a dividend, distribution, nor other sum payable as a result of theinterest, or who has not communicated with the association regarding the interest or adividend, distribution, or other sum payable as the result of the interest, as evidenced by amemorandum or other record on file with the association prepared by an employee of theassociation.\n\nb.\n\nThe association does not know the location of the owner at the end of the three-year period. 2. The return of official shareholder notifications or communications by the postal service as undeliverable shall be evidence that the association does not know the location of theowner. 3. This section shall be applicable to both the underlying stock, shareholdings, or other intangible ownership interests of an owner, and any stock, shareholdings, or other intangibleownership interest of which the business association is in possession of the certificate orother evidence or indicia of ownership, and to the stock, shareholdings, or other intangibleownership interests of dividend and nondividend paying business associations whether ornot the interest is represented by a certificate. 4. At the time an interest is deemed abandoned under this section, the following shall apply:\n\na.\n\nExcept as provided in paragraph\n\n“b”\n\n, any dividend, distribution, or other sum then held for or owing to the owner as a result of the interest, and not previously deemed abandoned,is deemed abandoned.\n\nb.\n\nA disbursement held by a cooperative association shall not be deemed abandoned under this chapter if the disbursement is retained by a cooperative association organizedunder chapter 490 as provided in section 490.628, by a cooperative association organizedunder chapter 499 as provided in section 499.30A, or by a cooperative as provided in section501A.1008. 5. This section does not apply to any stock or other intangible ownership interest enrolled in a plan that provides for the automatic reinvestment of dividends, distributions, or othersums payable as a result of the interest unless one or more of the following applies:\n\na.\n\nThe records available to the administrator of the plan show, with respect to any intangible ownership interest not enrolled in the reinvestment plan, that the owner has notwithin three years communicated in any manner described in subsection 1.\n\nb.\n\nThree years have elapsed since the location of the owner became unknown to the association, as evidenced by the return of official shareholder notifications orcommunications by the postal service as undeliverable, and the owner has not within thosethree years communicated in any manner described in subsection 1. The three-year periodfrom the return of official shareholder notifications or communications shall commencefrom the earlier of the return of the second such mailing or the time the holder discontinuesmailings to the shareholder. [C71, 73, 75, 77, 79, 81, §556.5]84 Acts, ch 1295, §9; 85 Acts, ch 195, §50; 91 Acts, ch 267, §628; 93 Acts, ch 178, §33, 34; 94 Acts, ch 1023, §116; 96 Acts, ch 1173, §6; 2001 Acts, ch 142, §6; 2005 Acts, ch 135, §117 Referred to in §490.628, 499.30A, 501A.1008, 556.10, 556.14, 556.17 Sat Dec 23 11:04:23 2023 Iowa Code 2024, Section 556.5 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-5/"
    },
    {
      "id": "section-5566",
      "number": "556.6",
      "heading": "Property of business associations and banking or financial organizations held in course of dissolution.",
      "text": "556.6 Property of business associations and banking or financial organizations held in\n\ncourse of dissolution.\n\nExcept as provided in section 490.1440, all intangible personal property distributable in the course of a voluntary dissolution of a business association, banking organization, or financialorganization organized under the laws of or created in this state, that is unclaimed by theowner within one year after the date for final distribution, is presumed abandoned. [C71, 73, 75, 77, 79, 81, §556.6]84 Acts, ch 1295, §10; 90 Acts, ch 1205, §59Referred to in §556.10 Sat Dec 23 11:04:24 2023 Iowa Code 2024, Section 556.6 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-6/"
    },
    {
      "id": "section-5567",
      "number": "556.7",
      "heading": "Property held by fiduciaries.",
      "text": "556.7 Property held by fiduciaries.\n\nAll intangible personal property and any income or increment thereon, held in a fiduciary capacity for the benefit of another person is presumed abandoned unless the owner has,within three years after it becomes payable or distributable, increased or decreased theprincipal, accepted payment of principal or income, corresponded in writing concerning theproperty, or otherwise indicated an interest as evidenced by a memorandum on file with thefiduciary which shall have been dated and may have been prepared by the fiduciary or bythe owner: 1. If the property is held by a banking organization or a financial organization, or by a business association organized under the laws of or created in this state; or 2. If it is held by a business association, doing business in this state, but not organized under the laws of or created in this state, and the records of the business association indicatethat the last known address of the person entitled thereto is in this state; or 3. If it is held in this state by any other person.[C71, 73, 75, 77, 79, 81, §556.7]84 Acts, ch 1295, §11; 91 Acts, ch 267, §629Referred to in §556.10 Sat Dec 23 11:04:24 2023 Iowa Code 2024, Section 556.7 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-7/"
    },
    {
      "id": "section-5568",
      "number": "556.8",
      "heading": "Property held by state courts and public officers and agencies — abandonment.",
      "text": "556.8 Property held by state courts and public officers and agencies — abandonment.\n\nAll intangible personal property held for the owner by any court, public corporation, public authority, agency, instrumentality, employee, or public officer of this state, or theUnited States, or a political subdivision of the state, another state, or the United States, thathas remained unclaimed by the owner for more than two years after becoming payable ordistributable is presumed abandoned. [C71, 73, 75, 77, 79, 81, §556.8]84 Acts, ch 1295, §12; 89 Acts, ch 287, §4Referred to in §602.8105 Sat Dec 23 11:04:25 2023 Iowa Code 2024, Section 556.8 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-8/"
    },
    {
      "id": "section-5569",
      "number": "556.9",
      "heading": "Miscellaneous personal property held for another person — wages — gift certificates.",
      "text": "556.9 Miscellaneous personal property held for another person — wages — gift\n\ncertificates.\n\n1.\n\na.\n\nAll intangible personal property, not otherwise covered by this chapter, including any income or increment earned on the property and deducting any lawful charges, that isheld or owing in this state in the ordinary course of the holder’s business and has remainedunclaimed by the owner for more than three years after it became payable or distributable ispresumed abandoned.\n\nb.\n\nUnpaid wages, including wages represented by payroll checks or other compensation for personal services owing in the ordinary course of the holder’s business that remainunclaimed by the owner for more than one year after becoming payable are presumedabandoned.\n\nc.\n\nExcept as provided in subsection 2, funds represented by a gift certificate balance that has not been presented within five years from the date of issuance of the gift certificate arepresumed abandoned. 2.\n\na.\n\nAn issuer of a gift certificate shall not deduct from the face value of the gift certificate any charge imposed due to the failure of the owner of the gift certificate to present the giftcertificate in a timely manner, unless a valid and enforceable written contract exists betweenthe issuer and the owner of the gift certificate pursuant to which the issuer regularly imposessuch charges and does not regularly reverse or otherwise cancel them.\n\nb.\n\nNotwithstanding the time limitation in subsection 1, a gift certificate redeemable for merchandise only that is not subject to an expiration date and that is not subject to a deductionfrom the face value of the gift certificate for failure of the owner of the gift certificate topresent the gift certificate in a timely manner, or subject to any other charge or service fee,which card remains unpresented, shall continue in force and be eligible for presentation foran indefinite period of time, and shall not be subject to a presumption of abandonment.\n\nc.\n\nFor purposes of this section,\n\n“gift certificate”\n\nmeans a merchandise certificate or electronic gift card conspicuously designated as a gift certificate or electronic gift card, andgenerally purchased by a buyer for use by a person other than the buyer. [C71, 73, 75, 77, 79, 81, §556.9]84 Acts, ch 1295, §13; 2002 Acts, ch 1059, §1; 2003 Acts, ch 46, §2; 2004 Acts, ch 1011, §1; 2014 Acts, ch 1089, §1, 2 Referred to in §556.9B, 556.10 Sat Dec 23 11:04:26 2023 Iowa Code 2024, Section 556.9 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-9/"
    },
    {
      "id": "section-5569a",
      "number": "556.9A",
      "heading": "Out-of-state property issued within the state.",
      "text": "556.9A Out-of-state property issued within the state.\n\n1. As used in this section, unless the context requires otherwise:\n\na. “Property”\n\nmeans intangible personal property located outside the state, but issued by the state of Iowa, a state agency, a political subdivision of the state, or a person formed orotherwise located within the state as a corporation, trust, partnership, limited partnership,association, cooperative, union, or organization.\n\nb. “Temporary custodian”\n\nmeans an entity holding property outside of this state, including but not limited to a person, the United States government, or an agency or instrumentality ofthe United States government, and any other state or agency or political subdivision of thatstate. 2. Property and income derived from the property, including but not limited to dividends, earnings, and interest, which are held by a temporary custodian are presumed abandoned andafter deducting lawful charges are subject to the custody of this state as unclaimed property,if all the following apply:\n\na.\n\nThe owner has not claimed the property or income derived from the property or corresponded in writing with the temporary custodian of the property within three yearsafter the date prescribed for delivery of the property or payment of income from the property.\n\nb.\n\nThe last known address of the owner is unknown.3. This section does not apply to property or income derived from the property subject to any other provision of this chapter providing for a different procedure for determining whenproperty is presumed abandoned and subject to state custody. 90 Acts, ch 1095, §1; 92 Acts, ch 1038, §1 – 3 Sat Dec 23 11:04:26 2023 Iowa Code 2024, Section 556.9A (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-9a/"
    },
    {
      "id": "section-5569b",
      "number": "556.9B",
      "heading": "United States savings bonds — escheatment procedures.",
      "text": "556.9B United States savings bonds — escheatment procedures.\n\n1. Notwithstanding any provision of this chapter to the contrary, the escheat of United States savings bonds and proceeds from such bonds to the state shall be governed by thissection. 2. United States savings bonds held or owing in this state by any person, or issued or owed in the course of a holder’s business, or issued or owed by a state or other government,governmental subdivision, agency, or instrumentality, and all proceeds from such bonds, shallescheat to the state three years after such bonds are presumed abandoned property undersection 556.9, subsection 1. All property rights and legal title to and ownership of such UnitedStates savings bonds or proceeds from such bonds, including all rights, powers, and privilegesof survivorship of any owner, co-owner, or beneficiary, shall vest solely in the state. 3. Within one hundred eighty days after the three-year period referred to in subsection 2, if a claim has not been filed in accordance with the provisions of section 556.19 for the UnitedStates savings bonds, the treasurer of state shall commence a civil action in the district courtof Polk county for a determination that the savings bonds shall escheat to the state. Thetreasurer of state may postpone the bringing of such an action until sufficient United Statessavings bonds have accumulated in the treasurer of state’s custody to justify the expense ofthe civil action. 4.\n\na.\n\nIn lieu of the notice and publication provisions specified in section 556.12, the treasurer of state or the treasurer of state’s attorney must file an affidavit or a declarationstating all of the following that apply: (1) That personal service of notice or notification by certified mail has been attempted at the last known address of all named defendants unless the treasurer or the treasurer’sattorney has reason to believe that the address submitted by the holder is unknown or nototherwise sufficient to ensure that personal service or delivery of such notice will likely occur.The notice shall notify the defendant of the information in paragraph\n\n“b”\n\n, subparagraphs (1),(2), and (3). (2) That a reasonable effort has been made to ascertain the names and addresses of any defendants sought to be served as unknown parties. (3) That service of summons pursuant to subparagraph (1) or (2) has been unsuccessful.\n\nb.\n\nFollowing the filing of the affidavit or declaration pursuant to paragraph\n\n“a”\n\n, the treasurer of state shall serve notice by publication. Publication of the notice shall be madeonce each week for three consecutive weeks in a newspaper of general circulation publishedin the county where the petition is filed. Such notice shall name any defendant to be servedand shall notify the defendant of the following: (1) The defendant has been sued in a named court.(2) The defendant must answer the petition or other pleading or otherwise defend, on or before a specified date that is less than forty-one days after the date the notice is firstpublished. (3) If the defendant does not answer or otherwise defend, the petition or other pleading will be taken as true and judgment, the nature of which must be stated, will be renderedaccordingly. 5. If a person does not file a claim or appear at the hearing to substantiate a claim, or if the court determines that a claimant is not entitled to the property claimed by the claimant, thecourt, if satisfied by evidence that the treasurer of state has substantially complied with thelaws of this state, shall enter a judgment that the United States savings bonds have escheatedto the state, and all property rights and legal title to and ownership of such savings bonds orproceeds from such bonds, including all rights, powers, and privileges of survivorship of anyowner, co-owner, or beneficiary, have vested solely in the state. 6. The treasurer of state shall redeem United States savings bonds escheated to the state and the proceeds from the redemption shall be deposited into the general fund of the state inaccordance with section 556.18. 7. Any person making a claim for the United States savings bonds escheated to the state under this section, or for the proceeds from such bonds, may file a claim in accordance with Sat Dec 23 11:04:26 2023 Iowa Code 2024, Section 556.9B (10, 0)\n\n§556.9B, DISPOSITION OF UNCLAIMED PROPERTY\n\n2\n\nsection 556.19. Upon providing sufficient proof of the validity of the person’s claim, thetreasurer of state may pay such claim in accordance with the provisions of section 556.20. 2014 Acts, ch 1079, §1 Sat Dec 23 11:04:26 2023 Iowa Code 2024, Section 556.9B (10, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-9b/"
    },
    {
      "id": "section-55610",
      "number": "556.10",
      "heading": "Reciprocity for property presumed abandoned or escheated under the laws of another state.",
      "text": "556.10 Reciprocity for property presumed abandoned or escheated under the laws of\n\nanother state.\n\nIf specific property which is subject to the provisions of sections 556.2, 556.5, 556.6, 556.7 and 556.9 is held for or owed or distributable to an owner whose last known address is inanother state by a holder who is subjected to the jurisdiction of that state, the specific propertyis not presumed abandoned in this state and subject to this chapter if: 1. It may be claimed as abandoned or escheated under the laws of such other state; and2. The laws of such other state make reciprocal provision that similar specific property is not presumed abandoned or escheatable by such other state when held for or owed ordistributable to an owner whose last known address is within this state by a holder who issubject to the jurisdiction of this state. [C71, 73, 75, 77, 79, 81, §556.10] Sat Dec 23 11:04:27 2023 Iowa Code 2024, Section 556.10 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-10/"
    },
    {
      "id": "section-55611",
      "number": "556.11",
      "heading": "Report of abandoned property.",
      "text": "556.11 Report of abandoned property.\n\n1. Every person holding funds or other property, tangible or intangible, presumed abandoned under this chapter shall report to the state treasurer with respect to the propertyas hereinafter provided. 2. The report shall be verified and shall include:\n\na.\n\nExcept with respect to traveler’s checks, money orders, cashier’s checks, official checks, or similar instruments, the name, if known, and last known address, if any, of eachperson appearing from the records of the holder to be the owner of any property of the valueof fifty dollars or more presumed abandoned under this chapter.\n\nb.\n\nIn case of unclaimed funds of life insurance corporations, the full name of the insured or annuitant and the insured’s or annuitant’s last known address according to the life insurancecorporation’s records.\n\nc.\n\nThe nature and identifying number, if any, or description of the property and the amount appearing from the records to be due, except that items of value under fifty dollars each maybe reported in aggregate.\n\nd.\n\nThe date when the property became payable, demandable, or returnable, and the date of the last transaction with the owner with respect to the property.\n\ne.\n\nOther information which the state treasurer prescribes by rule as necessary for the administration of this chapter. 3. If the person holding property presumed abandoned is a successor to other persons who previously held the property for the owner, or if the holder has changed names whileholding the property, the holder shall file with the holder’s report all prior known names andaddresses of each holder of the property. 4. The report shall be filed annually before November 1 for the fiscal year ending on the preceding June 30. However, the report of unclaimed demutualization proceeds as providedin section 556.3A shall be made before May 1 for the preceding calendar year. The treasurerof state may postpone the reporting date upon written request by any person required to filea report. 5. If the holder of property presumed abandoned under this chapter knows the whereabouts of the owner and if the owner’s claim has not been barred by the statute oflimitations, the holder shall, before filing the annual report, communicate with the ownerand take necessary steps to prevent abandonment from being presumed. The holder shallexercise due diligence to ascertain the whereabouts of the owner. A holder is not requiredto make a due diligence mailing to owners whose property has an aggregate value of lessthan fifty dollars. The treasurer of state may charge a holder that fails to timely exercisedue diligence, as required in this subsection, five dollars for each name and address accountreported if thirty-five percent or more of the accounts are claimed within the twenty-fourmonths immediately following the filing of the holder report. 6. Verification, if made by a partnership, shall be executed by a partner; if made by an unincorporated association or private corporation, by an officer; and if made by a publiccorporation, by its chief fiscal officer. 7. The initial report filed under this chapter shall include all items of property that would have been presumed abandoned if this chapter had been in effect during the ten-year periodpreceding its effective date. 8.\n\na.\n\nA holder required to file a report under this section shall maintain its records containing the information required to be included in the report until the holder filesthe report and for four years after the date of filing, unless a shorter time is provided inparagraph\n\n“b”\n\nor by rule of the treasurer of state.\n\nb.\n\nA business association that sells, issues, or provides to others for sale or issue in this state, traveler’s checks, money orders, or similar written instruments other than third-partybank checks, on which the business association is directly liable, shall maintain a record ofthe instruments while they remain outstanding, indicating the state and date of issue, for fouryears after the date of filing. 9. Other than the notice to owners required by subsection 5, published notice required by section 556.12, subsection 1, and other discretionary means employed by the treasurer of Sat Dec 23 11:04:29 2023 Iowa Code 2024, Section 556.11 (16, 0)\n\n§556.11, DISPOSITION OF UNCLAIMED PROPERTY\n\n2\n\nstate for notifying owners of the existence of abandoned property, all information provided inreports shall be confidential, unless written consent from the person entitled to the propertyis obtained by the treasurer of state, and may be disclosed only to governmental agenciesfor the purposes of returning abandoned property to its owners or to those individuals whoappear to be the owner of the property or otherwise have a valid claim to the property. 10. All agreements to pay compensation to recover or assist in the recovery of property reported under this section, made within twenty-four months after the date payment ordelivery is made under section 556.13, are unenforceable. However, such agreements made after twenty-four months from the date of payment or delivery are valid if the fee orcompensation agreed upon is not more than fifteen percent of the recoverable property, theagreement is in writing and signed by the owner, and the writing discloses the nature andvalue of the property and the name and address of the person in possession. A person shallnot attempt to collect or collect a fee or compensation for discovering property presumedabandoned under this chapter unless the person is licensed as a private investigationbusiness pursuant to chapter 80A. This section does not prevent an owner from asserting,at any time, that an agreement to locate property is based upon excessive or unjustconsideration. This section does not apply to an owner who has a bona fide fee contract witha practicing attorney and counselor as described in chapter 602, article 10. [C71, 73, 75, 77, 79, 81, §556.11]84 Acts, ch 1295, §14, 26; 89 Acts, ch 287, §5; 95 Acts, ch 34, §3; 2000 Acts, ch 1191, §1; 2003 Acts, ch 46, §3, 5; 2003 Acts, ch 64, §1 – 4; 2003 Acts, 1st Ex, ch 2, §40, 209 Referred to in\n\n§22.7(32)\n\n, 499.30A, 501A.1008, 556.12, 556.13, 556.22, 714.8 Sat Dec 23 11:04:29 2023 Iowa Code 2024, Section 556.11 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-11/"
    },
    {
      "id": "section-55612",
      "number": "556.12",
      "heading": "Notice and publication of lists of abandoned property.",
      "text": "556.12 Notice and publication of lists of abandoned property.\n\n1. If a report has been filed with the treasurer of state, or property has been paid or delivered to the treasurer of state, for the fiscal year ending on June 30 or, in the case ofunclaimed demutualization proceeds, for the preceding calendar year as required by section556.11, the treasurer of state shall provide for the publication annually of at least one noticenot later than the following November 30. Each notice shall be published at least once eachweek for two successive weeks in an English language newspaper of general circulation inthe county in this state in which is located the last known address of any person to be namedin the notice. If an address is not listed or if the address is outside this state, the notice shallbe published in the county in which the holder of the abandoned property has its principalplace of business within this state. 2. The published notice shall contain:\n\na.\n\nThe names in alphabetical order and last known addresses, if any, of persons listed in the report and entitled to notice within the county as hereinbefore specified.\n\nb.\n\nA statement that information concerning the amount or description of the property and the name and address of the holder may be obtained by any persons possessing an interestin the property by addressing an inquiry to the state treasurer. 3. The treasurer of state is not required to publish in such notice any item of less than one hundred dollars unless the treasurer deems the publication to be in the public interest. 4. The treasurer of state may mail a notice to each person listed in a report filed by the holder of unclaimed property, at the last known address of that person if the treasurer deemssuch notice to be in the best interests of that person and has reason to believe that the addresssubmitted by the holder is sufficient to ensure that delivery of such notice will likely occur. 5. The mailed notice shall contain a statement that, according to a report filed with the treasurer of state, property is being held to which the addressee appears entitled. 6. This section is not applicable to sums payable on traveler’s checks, money orders, cashier’s checks, official checks, or similar instruments presumed abandoned under section556.2. [C71, 73, 75, 77, 79, 81, §556.12]84 Acts, ch 1295, §15; 95 Acts, ch 34, §4; 2003 Acts, ch 46, §4, 5; 2003 Acts, ch 64, §5, 6; 2007 Acts, ch 37, §2, 3 Referred to in §216A.102, 556.2C, 556.9B, 556.11 Sat Dec 23 11:04:29 2023 Iowa Code 2024, Section 556.12 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-12/"
    },
    {
      "id": "section-55613",
      "number": "556.13",
      "heading": "Payment or delivery of abandoned property.",
      "text": "556.13 Payment or delivery of abandoned property.\n\n1. Except for property held in a safe deposit box or other safekeeping depository, upon filing the report required by section 556.11, the holder of property presumed abandoned shallpay, deliver, or cause to be paid or delivered to the administrator the property described in thereport as unclaimed, but if the property is an automatically renewable deposit, and a penaltyor forfeiture in the payment of interest would result, the time for compliance is extended untila penalty or forfeiture would no longer result. At the direction of the treasurer of state, theholder of tangible property held in a safe deposit box or other safekeeping depository shalldeliver the property to the treasurer of state at the same time as or after filing the abandonedproperty report required in section 556.11. 2. If the property reported to the treasurer of state is a security or security entitlement under the Uniform Commercial Code, chapter 554, article 8, the treasurer of state is anappropriate person to make an indorsement, instruction, or entitlement order on behalf ofthe apparent owner to invoke the duty of the issuer or its transfer agent or the securitiesintermediary to transfer or dispose of the security or the security entitlement in accordancewith the Uniform Commercial Code, chapter 554, article 8. 3. If the holder of property reported to the treasurer of state is the issuer of a certificated security, the treasurer of state has the right to obtain a replacement certificate pursuant tosection 554.8405 but an indemnity bond is not required. 4. An issuer, the holder, and any transfer agent or other person acting pursuant to the instructions of and on behalf of the issuer or holder in accordance with this section is not liableto the apparent owner and shall be indemnified against claims of any person in accordancewith section 556.14. [C71, 73, 75, 77, 79, 81, §556.13]84 Acts, ch 1295, §16; 92 Acts, ch 1243, §32; 96 Acts, ch 1173, §7; 98 Acts, ch 1100, §76; 2007 Acts, ch 37, §4 Referred to in §556.2, 556.11 Sat Dec 23 11:04:30 2023 Iowa Code 2024, Section 556.13 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-13/"
    },
    {
      "id": "section-55614",
      "number": "556.14",
      "heading": "Relief from liability by payment or delivery.",
      "text": "556.14 Relief from liability by payment or delivery.\n\n1. Upon the payment or delivery of property to the treasurer of state, the state assumes custody and responsibility for the safekeeping of the property. A person who pays or deliversproperty to the treasurer of state in good faith is relieved of all liability to the extent of thevalue of the property paid or delivered for any claim then existing or which may arise or bemade in respect to the property. 2. If the holder pays or delivers property to the treasurer of state in good faith and thereafter another person claims the property from the holder or another state claims themoney or property under its laws relating to escheat or abandoned or unclaimed property,the treasurer of state, upon written notice of the claim, shall defend the holder against anyliability on the claim. 3. The holder of an interest under section 556.5 shall deliver a duplicate certificate or other evidence of ownership if the holder does not issue certificates of ownership to the treasurerof state. Upon delivery of a duplicate certificate to the treasurer of state, the holder and anytransfer agent, registrar, or other person acting for or on behalf of a holder in executing ordelivering the duplicate certificate is relieved of all liability in accordance with subsections 1and 2 to every person, including any person acquiring the original certificate or the duplicateof the certificate issued to the treasurer of state, for any losses or damages resulting to anyperson by the issuance and delivery to the treasurer of state of the duplicate certificate. 4. A holder who has paid money to the treasurer of state under this chapter may make payment to any person appearing to the holder to be entitled to payment and uponfiling proof of payment and proof that the payee is entitled thereto, the treasurer of stateshall reimburse the holder for the payment without imposing any fee or other charge.If reimbursement is sought for payment made on a negotiable instrument, including atraveler’s check or money order, the holder must be reimbursed under this subsection uponfiling proof that the instrument was duly presented and that payment was made to a personwho appeared to the holder to be entitled to payment. The holder must be reimbursed forpayment made under this subsection even if the payment was made to a person whose claimwas barred under section 556.16. 5. A holder who has delivered property including a certificate of any interest in a business association, other than money, to the treasurer of state may reclaim the property if theproperty is still in the possession of the treasurer of state without paying any fee or othercharge, upon filing proof that the owner has claimed the property from the holder. 6. The treasurer of state may accept the holder’s affidavit as sufficient proof of the facts that entitle the holder to recover money and property under this section. 7. For purposes of this section,\n\n“good faith”\n\nmeans that:\n\na.\n\nPayment or delivery was made in a reasonable attempt to comply with this chapter.\n\nb.\n\nThe person delivering the property was not a fiduciary then in breach of trust in respect to the property and had a reasonable basis for believing, based on the facts then known tothe person, that the property was abandoned for the purposes of this chapter.\n\nc.\n\nThere is no showing that the records pursuant to which the delivery was made did not meet reasonable commercial standards of practice in the industry. [C71, 73, 75, 77, 79, 81, §556.14]84 Acts, ch 1295, §17Referred to in §524.1305, 524.1310, 556.13 Sat Dec 23 11:04:30 2023 Iowa Code 2024, Section 556.14 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-14/"
    },
    {
      "id": "section-55615",
      "number": "556.15",
      "heading": "Income accruing after payment or delivery.",
      "text": "556.15 Income accruing after payment or delivery.\n\nWhen property other than money is paid or delivered to the treasurer of state under this chapter, the owner is entitled to receive from the treasurer of state any dividends, interest, orother increments realized or accruing on the property at or before liquidation or conversioninto money. [C71, 73, 75, 77, 79, 81, §556.15]84 Acts, ch 1295, §18Referred to in §524.1305, 524.1310 Sat Dec 23 11:04:31 2023 Iowa Code 2024, Section 556.15 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-15/"
    },
    {
      "id": "section-55616",
      "number": "556.16",
      "heading": "Periods of limitation not a bar.",
      "text": "556.16 Periods of limitation not a bar.\n\nThe expiration of any period of time specified by statute or court order, during which an action or proceeding may be commenced or enforced to obtain payment of a claim for moneyor recovery of property, shall not prevent the money or property from being presumedabandoned property, nor affect any duty to file a report required by this chapter or to pay ordeliver abandoned property to the state treasurer. [C71, 73, 75, 77, 79, 81, §556.16]Referred to in §524.1305, 524.1310, 556.14 Sat Dec 23 11:04:31 2023 Iowa Code 2024, Section 556.16 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-16/"
    },
    {
      "id": "section-55617",
      "number": "556.17",
      "heading": "Sale of abandoned property.",
      "text": "556.17 Sale of abandoned property.\n\n1. All abandoned property other than money delivered to the treasurer of state under this chapter which remains unclaimed one year after the delivery to the treasurer may be sold tothe highest bidder in a manner that affords in the treasurer’s judgment the most favorablemarket for the property involved. The treasurer of state may decline the highest bid andreoffer the property for sale if the treasurer considers the price bid insufficient. The treasurerneed not offer any property for sale if, in the treasurer’s opinion, the probable cost of saleexceeds the value of the property. The treasurer may order destruction of the property whenthe treasurer has determined that the probable cost of offering the property for sale exceedsthe value of the property. If the treasurer determines that the property delivered does nothave any substantial commercial value, the treasurer may destroy or otherwise dispose of theproperty at any time. An action or proceeding may not be maintained against the treasureror any officer or against the holder for or on account of an act the treasurer made under thissection, except for intentional misconduct or malfeasance. 2.\n\na.\n\nAny sale held under this section shall be preceded by a single publication of notice of the sale at least three weeks in advance of sale in an English language newspaper of generalcirculation in the county from which the property was received, or in an English languagenewspaper of general circulation in the state.\n\nb.\n\nIf the treasurer holds an internet auction or a sale on the internet, the treasurer may elect to provide notice of the sale or auction on the treasurer’s internet site at least sevendays in advance of the sale or auction in lieu of providing notice as otherwise provided inaccordance with paragraph\n\n“a”\n\n. 3. The purchaser at any sale conducted by the state treasurer pursuant to this chapter shall receive title to the property purchased, free from all claims of the owner or prior holderthereof and of all persons claiming through or under them. The state treasurer shall executeall documents necessary to complete the transfer of title. 4. Unless the treasurer of state considers it to be in the best interest of the state to do otherwise, all securities, other than those presumed abandoned under section 556.5, deliveredto the treasurer of state must be held for at least one year before the treasurer of state maysell them. 5. Unless the treasurer of state considers it to be in the best interest of the state to do otherwise, all securities presumed abandoned under section 556.5 and delivered to thetreasurer of state must be held for at least one year before the treasurer of state may sellthem. If the treasurer of state sells any securities delivered pursuant to section 556.5 beforethe expiration of the one-year period, any person making a claim pursuant to this chapterbefore the end of the one-year period is entitled to either the proceeds of the sale of thesecurities or the market value of the securities at the time the claim is made, whicheveramount is greater, less any deduction for fees pursuant to section 556.18, subsection 2. Aperson making a claim under this chapter after the expiration of this period is entitled toreceive either the securities delivered to the treasurer of state by the holder, if they stillremain in the hands of the treasurer of state, or the proceeds received from the sale, less anyamounts deducted pursuant to section 556.18, subsection 2, but no person has any claimunder this chapter against the state, the holder, any transfer agent, registrar, or other personacting for or on behalf of a holder for any appreciation in the value of the property occurringafter delivery by the holder to the treasurer of state. [C71, 73, 75, 77, 79, 81, §556.17]84 Acts, ch 1295, §19; 94 Acts, ch 1188, §37; 2003 Acts, ch 64, §7; 2009 Acts, ch 181, §40; 2013 Acts, ch 90, §257 Referred to in §524.1305, 524.1310, 556.18 Sat Dec 23 11:04:32 2023 Iowa Code 2024, Section 556.17 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-17/"
    },
    {
      "id": "section-55618",
      "number": "556.18",
      "heading": "Deposit of funds.",
      "text": "556.18 Deposit of funds.\n\n1. Except as provided in subsection 3, all funds received under this chapter, including the proceeds from the sale of abandoned property under section 556.17, shall be depositedquarterly by the treasurer of state in the general fund of the state. However, the treasurer ofstate shall retain in a separate trust fund a sufficient amount from which the treasurer of stateshall make prompt payment of claims duly allowed under section 556.20. Before making thedeposit, the treasurer of state shall record the name and last known address of each personappearing from the holders’ reports to be entitled to the abandoned property and the nameand last known address of each insured person or annuitant, and with respect to each policyor contract listed in the report of a life insurance corporation, its number, the name of thecorporation, and the amount due. The record shall be available for public inspection at allreasonable business hours. 2. Before making any deposit to the credit of the general funds, the state treasurer may deduct:\n\na.\n\nAny costs in connection with sale of abandoned property.\n\nb.\n\nAny costs of mailing and publication in connection with any abandoned property.\n\nc.\n\nReasonable service charges.\n\nd.\n\nAny costs in connection with information on outstanding state warrants addressed pursuant to section 556.2C. 3. The treasurer of state shall annually credit all moneys received under section 556.4 to the general fund of the state. Moneys credited to the general fund of the state pursuant tothis subsection are subject to the requirements of subsections 1 and 2 and section 8.60. [C71, 73, 75, 77, 79, 81, §556.18]83 Acts, ch 191, §13, 14, 27; 84 Acts, ch 1295, §20; 88 Acts, ch 1175, §4; 89 Acts, ch 287, §6; 91 Acts, ch 253, §24; 91 Acts, ch 260, §1248; 93 Acts, ch 131, §26, 27; 94 Acts, ch 1107, §96,97, 100; 94 Acts, ch 1188, §38; 2006 Acts, ch 1185, §103 Referred to in §524.1305, 524.1310, 556.9B, 556.17 Sat Dec 23 11:04:32 2023 Iowa Code 2024, Section 556.18 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-18/"
    },
    {
      "id": "section-55619",
      "number": "556.19",
      "heading": "Claim for abandoned property paid or delivered.",
      "text": "556.19 Claim for abandoned property paid or delivered.\n\nAny person claiming an interest in any property delivered to the state under this chapter may file a claim thereto or to the proceeds from the sale thereof on the form prescribed bythe state treasurer. [C71, 73, 75, 77, 79, 81, §556.19]Referred to in\n\n§22.7(32)\n\n, 524.1305, 524.1310, 556.9B, 714.8 Sat Dec 23 11:04:32 2023 Iowa Code 2024, Section 556.19 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-19/"
    },
    {
      "id": "section-55620",
      "number": "556.20",
      "heading": "Determination of claims.",
      "text": "556.20 Determination of claims.\n\n1. The treasurer of state shall consider any claim filed under this chapter and may hold a hearing and receive evidence concerning the claim. If a hearing is held, the treasurer shallprepare a finding and a decision in writing on each claim filed, stating the substance of anyevidence heard by the treasurer and the reasons for the treasurer’s decision. The decisionshall be a public record. 2. If the claim is allowed, the treasurer of state shall make payment forthwith. The claim shall be paid without deduction for costs of notices or sale or for service charges. Thetreasurer or an employee thereof shall not be held liable in any action for any claim paid ingood faith pursuant to this section. However, a claimant, attorney in fact, or attorney or anyother person representing a claimant to whom such payment is made may be held liable to aperson who proves a superior right to the payment. 3. As a condition precedent to payment of any claim filed under this chapter, the treasurer of state may require that the claimant or owner of the unclaimed or abandoned propertyfurnish the treasurer with a surety bond containing terms and provisions acceptable to thetreasurer and issued by a corporate surety authorized to do business in this state or withsuch other form of indemnification and protection that is determined by the treasurer to beacceptable and sufficient to protect the treasurer and the state against any loss, liability, ordamage which may arise out of or result from the payment of the claim by the treasurer.The claimant or owner shall be responsible for all premiums, costs, fees, or other expensesassociated with any such surety bond or other form of indemnification and protectionrequired pursuant to this subsection. [C71, 73, 75, 77, 79, 81, §556.20]83 Acts, ch 191, §15, 27; 84 Acts, ch 1295, §21; 2007 Acts, ch 37, §5Referred to in §499.30A, 501A.1008, 524.1305, 524.1310, 556.9B, 556.18, 642.2 Sat Dec 23 11:04:33 2023 Iowa Code 2024, Section 556.20 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-20/"
    },
    {
      "id": "section-55621",
      "number": "556.21",
      "heading": "Judicial action upon determinations.",
      "text": "556.21 Judicial action upon determinations.\n\nAny person aggrieved by a decision of the state treasurer or as to whose claim the treasurer has failed to act within ninety days after the filing of the claim, may commence an action inthe district court to establish that person’s claim. The proceeding shall be brought withinninety days after the decision of the treasurer or within one hundred eighty days from thefiling of the claim if the treasurer fails to act. The action shall be tried de novo without a jury. [C71, 73, 75, 77, 79, 81, §556.21]Referred to in §499.30A, 501A.1008, 524.1305, 524.1310 Sat Dec 23 11:04:33 2023 Iowa Code 2024, Section 556.21 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-21/"
    },
    {
      "id": "section-55622",
      "number": "556.22",
      "heading": "Elections by the treasurer of state.",
      "text": "556.22 Elections by the treasurer of state.\n\n1. The treasurer of state may elect to allow a holder to file a report as provided in section 556.11, or to deliver or pay property to the treasurer, before the property is presumedabandoned, upon consent of the treasurer and according to terms and conditions prescribedby the treasurer. 2. The treasurer of state, after receiving reports of property deemed abandoned pursuant to this chapter, may decline to receive any property reported which the treasurer deems tohave a value less than the cost of giving notice and holding sale, or the treasurer may, if thetreasurer deems it desirable because of the small sum involved, postpone taking possessionuntil a sufficient sum accumulates. Unless the holder of the property is notified to the contrarywithin one hundred twenty days after filing the report required under section 556.11, thetreasurer shall be deemed to have elected to receive the custody of the property. [C71, 73, 75, 77, 79, 81, §556.22]95 Acts, ch 34, §5 Sat Dec 23 11:04:33 2023 Iowa Code 2024, Section 556.22 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-22/"
    },
    {
      "id": "section-55623",
      "number": "556.23",
      "heading": "Examination of records.",
      "text": "556.23 Examination of records.\n\nThe treasurer of state may at reasonable times and upon reasonable notice examine the records of any person if the treasurer of state has reason to believe that the person has failedto report property that should have been reported pursuant to this chapter. If an examinationof the records of a person results in the disclosure of property reportable and deliverableunder this chapter, the treasurer of state may assess the cost of the examination against theholder at a rate not to exceed one hundred dollars a day for each examiner, but in no casemay the charges exceed the value of the property found to be reportable and deliverable. [C71, 73, 75, 77, 79, 81, §556.23]84 Acts, ch 1295, §22 Sat Dec 23 11:04:34 2023 Iowa Code 2024, Section 556.23 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-23/"
    },
    {
      "id": "section-55624",
      "number": "556.24",
      "heading": "Proceeding to compel delivery of abandoned property.",
      "text": "556.24 Proceeding to compel delivery of abandoned property.\n\nIf any person refuses to deliver property to the state treasurer as required under this chapter, the treasurer shall bring an action in a court of appropriate jurisdiction to enforcesuch delivery. [C71, 73, 75, 77, 79, 81, §556.24] Sat Dec 23 11:04:34 2023 Iowa Code 2024, Section 556.24 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-24/"
    },
    {
      "id": "section-55624a",
      "number": "556.24A",
      "heading": "Public records.",
      "text": "556.24A Public records.\n\n1. The treasurer of state shall maintain a public record of the name and last known address of each person appearing to be entitled to unclaimed or abandoned property paid or deliveredto the treasurer pursuant to this chapter. 2. Notwithstanding any other provision of law, any other identifying information set forth in any report, record, claim, or other document submitted to the treasurer of state pursuant tothis chapter concerning unclaimed or abandoned property is a confidential record as providedin section 22.7 and shall be made available for public examination or copying only in thediscretion of the treasurer. 2007 Acts, ch 37, §6 Sat Dec 23 11:04:35 2023 Iowa Code 2024, Section 556.24A (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-24a/"
    },
    {
      "id": "section-55625",
      "number": "556.25",
      "heading": "Interest and penalties.",
      "text": "556.25 Interest and penalties.\n\n1. A person who fails to pay or deliver property within the time prescribed by this chapter shall pay the treasurer of state interest at the annual rate of ten percent on the property orvalue of the property from the date the property should have been paid or delivered but in noevent prior to July 1, 1984. 2. A person who willfully fails to pay or deliver property to the treasurer of state as required under this chapter shall pay a civil penalty equal to twenty-five percent of the valueof the property that should have been paid or delivered. 3. The interest or penalty or any part of the interest or penalty as imposed in subsection 1 or 2 may be waived or remitted by the treasurer of state if the person’s failure to payabandoned funds or deliver property is satisfactorily explained to the treasurer of state andif the failure has resulted from a mistake by the person in understanding or applying thelaw or the facts which require that person to pay abandoned funds or deliver property asprovided in this chapter. [C71, 73, 75, 77, 79, 81, §556.25]84 Acts, ch 1295, §23; 85 Acts, ch 195, §51; 93 Acts, ch 178, §35, 36 Sat Dec 23 11:04:35 2023 Iowa Code 2024, Section 556.25 (17, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-25/"
    },
    {
      "id": "section-55626",
      "number": "556.26",
      "heading": "Rules.",
      "text": "556.26 Rules.\n\nThe state treasurer is hereby authorized to make necessary rules to carry out the provisions of this chapter. [C71, 73, 75, 77, 79, 81, §556.26] Sat Dec 23 11:04:35 2023 Iowa Code 2024, Section 556.26 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-26/"
    },
    {
      "id": "section-55627",
      "number": "556.27",
      "heading": "Effect of laws of other states.",
      "text": "556.27 Effect of laws of other states.\n\nThis chapter shall not apply to any property that has been presumed abandoned or escheated under the laws of another state prior to July 1, 1967. [C71, 73, 75, 77, 79, 81, §556.27] Sat Dec 23 11:04:36 2023 Iowa Code 2024, Section 556.27 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-27/"
    },
    {
      "id": "section-55628",
      "number": "556.28",
      "heading": "Interstate agreements and cooperation.",
      "text": "556.28 Interstate agreements and cooperation.\n\n1. The treasurer of state may enter into agreements with other states to exchange information needed to enable this or another state to audit or otherwise determine unclaimedproperty that it or another state may be entitled to subject to a claim of custody. The treasurerof state by rule may require the reporting of information needed to enable compliance withagreements made pursuant to this section and prescribe the form. 2. To avoid conflicts between the treasurer of state’s procedures and the procedures of unclaimed property administrators in other jurisdictions that enact the uniform unclaimedproperty Act, the treasurer of state, so far as is consistent with the purposes, policies,and provisions of this chapter, before adopting, amending or repealing rules, shall adviseand consult with the unclaimed property administrators in other jurisdictions that enactsubstantially the uniform unclaimed property Act and take into consideration the rules ofunclaimed property administrators in other jurisdictions that enact the uniform unclaimedproperty Act. 3. The treasurer of state may join with other states to seek enforcement of this chapter against any person who is or may be holding property reportable under this chapter. 4. At the request of another state, the attorney general of this state may bring an action in the name of the unclaimed property administrator of the other state in any court of competentjurisdiction to enforce the unclaimed property laws of the other state against a holder in thisstate of property subject to escheat or a claim of abandonment by the other state, if the otherstate has agreed to pay expenses incurred by the attorney general in bringing the action. 5. The treasurer of state may request that the attorney general of another state or any other person bring an action in the name of the unclaimed property administrator in theother state. The state shall pay all expenses including attorney’s fees in any action under thissubsection. Any expenses paid pursuant to this subsection may not be deducted from theamount that is subject to the claim by the owner under this chapter. 84 Acts, ch 1295, §24 Sat Dec 23 11:04:36 2023 Iowa Code 2024, Section 556.28 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-28/"
    },
    {
      "id": "section-55629",
      "number": "556.29",
      "heading": "Uniformity of interpretation.",
      "text": "556.29 Uniformity of interpretation.\n\nThis chapter shall be so construed as to effectuate its general purpose to make uniform the law of those states which enact it. [C71, 73, 75, 77, 79, 81, §556.28]C85, §556.29 Sat Dec 23 11:04:36 2023 Iowa Code 2024, Section 556.29 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-29/"
    },
    {
      "id": "section-55630",
      "number": "556.30",
      "heading": "Short title.",
      "text": "556.30 Short title.\n\nThis chapter may be cited as the\n\n“Uniform Disposition of Unclaimed Property Act”\n\n.[C71, 73, 75, 77, 79, 81, §556.29]C85, §556.30 Sat Dec 23 11:04:37 2023 Iowa Code 2024, Section 556.30 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556/section-556-30/"
    }
  ]
}