{
  "state": "iowa",
  "path": "title-title-xiv-property/chapter-chapter-587-judgments-and-decrees-legalized",
  "sections": [
    {
      "id": "section-5871",
      "number": "587.1",
      "heading": "Decrees against unknown claimants",
      "text": "587.1 Decrees against unknown claimants.\n\nAll decrees of court obtained in actions against unknown defendants in which the notice was entitled in the initial or initials of the plaintiff instead of the plaintiff’s full given name arelegalized, and the decrees have the same force and effect as if the notice had been entitled inthe full name of the plaintiff as was provided for in section 3538, Code of 1897, and in section3538 of the supplement to the Code of 1913. [SS15, §3540-a; C24, 27, 31, 35, 39, §\n\n10375;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.1] 85 Acts, ch 67, §52 Sat Dec 23 11:08:47 2023 Iowa Code 2024, Section 587.1 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-1/"
    },
    {
      "id": "section-5872",
      "number": "587.2",
      "heading": "Certain publications of original notices.",
      "text": "587.2 Certain publications of original notices.\n\nNo action in which unknown persons were made parties defendant pursuant to the requirements of section 3538, supplemental supplement to the Code 1915, and in whichnotice of such action was given by publication between July 1, 1913, and July 1, 1915, forfour consecutive weeks, the last publication being ten days prior to the first day of the termfor which said action was brought as shown by proof on file in the office of the clerk of thecourt where said action was pending, shall be held ineffectual, void, or insufficient becausethe records fail to show that the court or judge approved said notice before publication orfailed to endorse approval on said notice or failed to designate in which paper said noticeshould be published as required by section 3539, Code of 1897. [C24, 27, 31, 35, 39, §\n\n10376;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.2] Sat Dec 23 11:08:48 2023 Iowa Code 2024, Section 587.2 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-2/"
    },
    {
      "id": "section-5873",
      "number": "587.3",
      "heading": "Original notices failing to name term.",
      "text": "587.3 Original notices failing to name term.\n\nAll judgments and decrees heretofore entered by default prior to July 4, 1963, in causes wherein the original notices set out the date when and the place where the court wouldconvene are hereby declared legal and binding, notwithstanding the fact that said originalnotices fail to name the term at which defendant or defendants was or were required to appear.Nothing contained in this section shall affect pending litigation. [C39, §\n\n10376.1;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.3] Sat Dec 23 11:08:49 2023 Iowa Code 2024, Section 587.3 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-3/"
    },
    {
      "id": "section-5874",
      "number": "587.4",
      "heading": "Decrees for sale of real estate by guardian.",
      "text": "587.4 Decrees for sale of real estate by guardian.\n\nIn all cases where decrees and orders of court have been obtained for the sale of real estate by a guardian prior to January 1, 1969, where the original notice shows that service of noticepertaining to the sale of such real estate was made on the minor or ward outside of the stateof Iowa, such services of notices are hereby legalized. All decrees so obtained as aforesaidare hereby legalized and held to have the same force and effect as though the service of suchoriginal notice had been made on the minor or ward within the state of Iowa. [C24, 27, 31, 35, 39, §\n\n10377;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.4] Sat Dec 23 11:08:49 2023 Iowa Code 2024, Section 587.4 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-4/"
    },
    {
      "id": "section-5875",
      "number": "587.5",
      "heading": "Judgments or decrees respecting wills.",
      "text": "587.5 Judgments or decrees respecting wills.\n\nNo judgment or decree purporting to set aside any will or the provisions of any will, or to place any construction upon any will or terms of any will, or to aid in carrying out theprovisions of any will, and no contract or agreement purporting to be a settlement of anysuit or action to set aside any will or the terms of any will, or to place any construction uponany will or any of the terms thereof, shall be held ineffectual, void, or insufficient becausethe records fail to show proper service of notice on all parties interested, that personsunder disability affected by the action were not properly served with notice or representedby guardian or guardian ad litem, either in suit, action, or in a settlement thereof, that allpersons interested participated in the settlement, or that any other provisions of law hadbeen complied with which are necessary to make a valid decree, judgment, or settlement;provided more than ten years had elapsed since the judgment, decree, contract, or agreementwas filed, entered, or placed on record in the county where the real estate affected therebyis situated. Said decree, judgment, contract, or agreement shall be conclusive evidence ofthe right, title, or interest it purports to establish or adjudicate insofar as it affects the titleto such real estate, and said proceedings therein are hereby made legal and effectual thesame as though all provisions of law had been complied with in the obtaining of said decree,judgment, or execution of said contract or agreement, and any judgment, decree, contract,or agreement such as above described which is now of record less than ten years in thecounty in which the real estate is situated shall, at the expiration of ten years from date offiling, entering, or recording thereof, have the same force and effect as is above given tothose now in effect more than ten years. [S13, §2963-m; C24, 27, 31, 35, 39, §\n\n10378;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.5] Sat Dec 23 11:08:49 2023 Iowa Code 2024, Section 587.5 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-5/"
    },
    {
      "id": "section-5876",
      "number": "587.6",
      "heading": "Judgments in probate by circuit courts.",
      "text": "587.6 Judgments in probate by circuit courts.\n\nIn all cases where matters or proceedings in probate have been heard by the circuit courts or judges outside the county in which such matters or proceedings were pending, and inall cases where orders and judgments in probate matters and proceedings have been madeby the circuit courts and judges outside the county in which such proceeding or matter waspending, and where such hearing was had or order or judgment made within the circuit towhich the county belonged in which such proceeding or matter was pending, such hearing,order, or judgment shall be held and deemed to be of the same validity and force and effectas if such hearing was had or such order or judgment was made within the county in whichsuch proceeding or matter was pending, and all title and rights acquired under such ordersand judgments shall be held and deemed to be of the same legal force and effect and to be asvalid as if such order or judgment had been made within the county in which the proceedingor matter was pending. [C24, 27, 31, 35, 39, §\n\n10379;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.6] Sat Dec 23 11:08:50 2023 Iowa Code 2024, Section 587.6 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-6/"
    },
    {
      "id": "section-5877",
      "number": "587.7",
      "heading": "Judgments or decrees quieting title.",
      "text": "587.7 Judgments or decrees quieting title.\n\nNo existing judgment or decree quieting title to real estate as against defects arising prior to January 1, 1966, and purporting to sustain the record title shall be held ineffectual becauseof the failure to properly set out in the petition or notice the derivation or devolution of theinterest of the unknown defendants, or on account of the failure of the record to show thatsuch notice was approved by the court or that the same was published as directed by the court,or because of the failure of the record to show that an affidavit was filed by plaintiff showingthat personal service could not be made on any defendant in the state of Iowa, or becauseof the failure of defense by a guardian ad litem for any defendant under legal disability, orwhere there was more than one tract of real estate described in the same petition and decree,or where the plaintiffs have no joint or common interest in the property or defects of title, orbecause of failure to comply with any other provision of law. All such decrees are hereby madelegal and effectual the same as if all provisions of law had been complied with in obtainingthem. [S13, §2963-f; C24, 27, 31, 35, 39, §\n\n10380;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.7] Sat Dec 23 11:08:50 2023 Iowa Code 2024, Section 587.7 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-7/"
    },
    {
      "id": "section-5878",
      "number": "587.8",
      "heading": "Decrees in general — affidavit of nonresidence.",
      "text": "587.8 Decrees in general — affidavit of nonresidence.\n\nIn all cases where decrees of court have been obtained prior to January 1, 1966, upon publication of notice before the filing of the affidavit of nonresidence, as provided by section3534, Code of 1897, or section 11081, Codes of 1924, 1927, 1931, 1935, 1939 and\n\nrule of civilprocedure, number 60\n\n, effective July 4, 1943, and the same have not been filed as providedby law, but have been filed during the time that the notice was being published, on which suchdecrees are based, are hereby legalized and such decrees shall have the same force and effectas though the affidavit of nonresidence, as provided in said section, was filed at the time of orprior to the first publication of such notice. All decrees so obtained, as aforesaid, are herebylegalized and held to have the same force and effect as though the affidavit of nonresidencehad been filed, as by law required. [S13, §3534-a; C24, 27, 31, 35, 39, §\n\n10381;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.8] Sat Dec 23 11:08:51 2023 Iowa Code 2024, Section 587.8 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-8/"
    },
    {
      "id": "section-5879",
      "number": "587.9",
      "heading": "Decrees in general — affidavit of publication.",
      "text": "587.9 Decrees in general — affidavit of publication.\n\nIn all cases where decrees of court have been obtained prior to January 1, 1969, in which the proof of publication of the original notice has been made by the affidavit of the editor ofthe newspaper or the publisher, manager, cashier, or supervisor thereof in which such originalnotice was published, the same are hereby legalized and such decrees shall have the sameforce and effect as though the affidavit of the publisher or supervisor of the newspaper inwhich original notice was published had been filed as provided by section 3536, Code of 1897,or section 11085, Codes of 1924, 1927, 1931, 1935, 1939 and\n\nrule of civil procedure, number60\n\n, Code 1946, that all decrees obtained as aforesaid are hereby legalized and held to have thesame force and effect as though the proof of the publication on the original notice had beenmade by the affidavit of the publisher or supervisor of the newspaper in which such originalnotice was published. [S13, §3536-a; C24, 27, 31, 35, 39, §\n\n10382;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.9] Sat Dec 23 11:08:51 2023 Iowa Code 2024, Section 587.9 (16, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-9/"
    },
    {
      "id": "section-58710",
      "number": "587.10",
      "heading": "Affidavit of publication of notice by assistant publisher.",
      "text": "587.10 Affidavit of publication of notice by assistant publisher.\n\nAll affidavits of proof of publication of any notice or original notice made by the assistant publisher of any newspaper of general circulation, which were executed and filed more thanten years earlier, are hereby legalized, declared valid, binding, and of full force and effect. [C46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.10]91 Acts, ch 183, §10 Sat Dec 23 11:08:51 2023 Iowa Code 2024, Section 587.10 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-10/"
    },
    {
      "id": "section-58711",
      "number": "587.11",
      "heading": "Annulment of marriages — service by publication.",
      "text": "587.11 Annulment of marriages — service by publication.\n\nAll decrees of the courts of this state made and entered of record in actions brought to annul a marriage in which the service of the original notice was made by publication in the mannerprovided by law for actions for divorce are hereby legalized and validated as fully and to thesame extent as if the statute at the time such suit was instituted had provided for service ofthe original notice by publication in the time and manner aforesaid. [S13, §3187-a; C24, 27, 31, 35, 39, §\n\n10383;\n\nC46, 50, 54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.11] Sat Dec 23 11:08:52 2023 Iowa Code 2024, Section 587.11 (15, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-11/"
    },
    {
      "id": "section-58712",
      "number": "587.12",
      "heading": "Service by publication under former rule 60.",
      "text": "587.12 Service by publication under former rule 60.\n\n1. In all actions or in proceedings in probate where an order, judgment, or decree has been entered prior to July 1, 1970, based upon service of notice by publication as providedby\n\nrule 60 of the Iowa rules of civil procedure, Code 1966\n\n, or any statute authorizingpublication of notice or upon service of notice by publication or posting pursuant toauthorization or direction of any court of competent jurisdiction in the state of Iowa, all suchorders, judgments, or decrees are hereby declared valid and of full force and effect, unlessan action shall be commenced within the time provided in subsection 2 to question suchorder, judgment, or decree, or any right or status created, confirmed, or existing thereunder. 2. No action shall be maintained in any court to question any such order, judgment, or decree, or any right or status created, confirmed, or existing thereunder unless such actionshall be commenced within one year from July 1, 1970. 3. The provisions of section 614.8 as to the rights of minors and persons with mental illness and any other provision of law fixing or extending the time within which actions maybe commenced shall not be applicable to extend the time within which any such action shallbe commenced beyond one year after July 1, 1970. [C54, 58, 62, 66, 71, 73, 75, 77, 79, 81, §587.12]96 Acts, ch 1129, §113; 2017 Acts, ch 29, §157; 2018 Acts, ch 1026, §165 Sat Dec 23 11:08:53 2023 Iowa Code 2024, Section 587.12 (19, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-587/section-587-12/"
    }
  ]
}