{
  "state": "iowa",
  "path": "title-title-xiv-property/chapter-chapter-556c-rights-to-dies-molds-and-forms",
  "sections": [
    {
      "id": "section-556c1",
      "number": "556C.1",
      "heading": "Definitions.Section 556C.2 - Rights to dies, molds, or forms.",
      "text": "556C.1 Definitions.\n\nAs used in this chapter unless the context requires otherwise:1.\n\n“Customer”\n\nmeans a person who causes a molder to fabricate, cast, or otherwise make a die, mold, or form to be used for the manufacture of plastic products. 2.\n\n“Molder”\n\nmeans a person, including but not limited to a tool or die maker, who fabricates, casts, or otherwise makes a die, mold, or form to be used for the manufactureof plastic products. 84 Acts, ch 1066, §1 Sat Dec 23 11:04:38 2023 Iowa Code 2024, Section 556C.1 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556c/section-556c-1/"
    },
    {
      "id": "section-556c2",
      "number": "556C.2",
      "heading": "Rights to dies, molds, or forms.",
      "text": "556C.2 Rights to dies, molds, or forms.\n\n1. In the absence of an agreement to the contrary, the customer has all rights and title to a die, mold, or form in the possession of the molder as provided in this section. 2. If a customer does not claim possession from a molder of a die, mold, or form within three years following the last use of the die, mold, or form, all rights and title to the die, mold,or form are transferred to the molder for the purpose of destroying or disposing of the die,mold, or form. 3. The molder shall notify the customer by certified mail sent to the customer’s last known address at least ninety days prior to the transfer provided in subsection 2. The notice shallindicate that all rights and title to the die, mold, or form will be transferred pursuant to thissection. 4. If the customer does not respond in person or by mail within ninety days following the date the notice was sent or does not make other contractual arrangements with the molderfor storage of the die, mold, or form the rights and title of the customer to the die, mold, orform shall transfer to the molder. After a transfer has occurred the molder may destroy orotherwise dispose of the particular die, mold, or form as the molder’s own property withoutliability to the customer. This section does not affect the right of the customer under federalpatent or copyright law or a state or federal law relating to unfair competition. 84 Acts, ch 1066, §2 Sat Dec 23 11:04:39 2023 Iowa Code 2024, Section 556C.2 (14, 0)",
      "history": "",
      "source_url": "https://law.justia.com/codes/iowa/title-xiv/chapter-556c/section-556c-2/"
    }
  ]
}