{
  "state": "illinois",
  "path": "title-chapter-205-financial-regulation/chapter-205-ilcs-735-illinois-community-reinvestment-act",
  "sections": [
    {
      "id": "section-35-1",
      "number": "35-1.",
      "heading": "Short title. This Article may be cited as the Illinois Community Reinvestment Act. References in this Article to \"this Act\" mean this Article.",
      "text": "Short title. This Article may be cited as the Illinois Community Reinvestment Act. References in this Article to \"this Act\" mean this Article.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-5",
      "number": "35-5.",
      "heading": "Definitions. As used in this Act:",
      "text": "Definitions. As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-10",
      "number": "35-10.",
      "heading": "Financial services needs of local communities; assessment factors.",
      "text": "Financial services needs of local communities; assessment factors.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-15",
      "number": "35-15.",
      "heading": "Examinations.",
      "text": "Examinations.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-20",
      "number": "35-20.",
      "heading": "Public notice. Each covered financial institution shall provide, in the public lobby of each of its offices, if any, and on its website, a public notice that is substantially similar to the following:",
      "text": "Public notice. Each covered financial institution shall provide, in the public lobby of each of its offices, if any, and on its website, a public notice that is substantially similar to the following:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-25",
      "number": "35-25.",
      "heading": "Cooperative agreements.",
      "text": "Cooperative agreements.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-30",
      "number": "35-30.",
      "heading": "Corporate activities and renewal applications",
      "text": "In considering an application for the establishment of a branch, office, or other facility, the relocation of a main office, branch, office, or other facility, a license renewal, change in control of a covered financial institution, or a merger or conso",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-35",
      "number": "35-35.",
      "heading": "Rules. In addition to such powers as may be prescribed by this Act, the Secretary is hereby authorized and empowered to adopt rules consistent with the purposes of this Act, including, but not limited to: (i) rules in connection with the lending, service, and investment activities of covered financi",
      "text": "Rules. In addition to such powers as may be prescribed by this Act, the Secretary is hereby authorized and empowered to adopt rules consistent with the purposes of this Act, including, but not limited to: (i) rules in connection with the lending, service, and investment activities of covered financial institutions as may be necessary and appropriate for promoting access to appropriate financial services for all communities in this State; (ii) rules as may be necessary and appropriate to define fair lending practices in connection with the activities of covered financial institutions in this State; (iii) rules that define the terms used in this Act and as may be necessary and appropriate to interpret and implement the provisions of this Act; (iv) rules that create a public comments process; and (v) rules as may be necessary for the enforcement of this Act.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-40",
      "number": "35-40.",
      "heading": "Superiority of Act. To the extent this Act conflicts with any other State law, this Act is superior and supersedes those laws; provided that, nothing herein shall apply to any lender that is a bank, savings bank, savings and loan association, or credit union chartered under the laws of the United St",
      "text": "Superiority of Act. To the extent this Act conflicts with any other State law, this Act is superior and supersedes those laws; provided that, nothing herein shall apply to any lender that is a bank, savings bank, savings and loan association, or credit union chartered under the laws of the United States.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-45",
      "number": "35-45.",
      "heading": "Severability. The provisions of this Act are severable under Section 1.31 of the Statute on Statutes.",
      "text": "Severability. The provisions of this Act are severable under Section 1.31 of the Statute on Statutes.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-100",
      "number": "35-100.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-35-105",
      "number": "35-105.",
      "heading": "(Amendatory provisions; text omitted).",
      "text": "(Amendatory provisions; text omitted).",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-99-99",
      "number": "99-99.",
      "heading": "Effective date. This Act takes effect upon becoming law, except that Articles 1 and 40 take effect January 1, 2022.",
      "text": "Effective date. This Act takes effect upon becoming law, except that Articles 1 and 40 take effect January 1, 2022.",
      "history": "",
      "source_url": ""
    }
  ]
}