{
  "state": "south-dakota",
  "path": "title-title-40-animals-and-livestock/chapter-chapter-17-rendering-and-pet-food-processing-plants",
  "sections": [
    {
      "id": "section-40-17-1",
      "number": "40-17-1",
      "heading": "License required for rendering and pet food processing plant--Violation as misdemeanor",
      "text": "40-17-1. License required for rendering and pet food processing plant--Violation as misdemeanor.\n\nNo person may operate a rendering or pet food processing plant, to which carcasses of domestic animals which are not intended for human consumption are brought or delivered, without a license. A violation of this section is a Class 2 misdemeanor.\n\nSource:SDC 1939, §40.1101; SL 1977, ch 190, §501; SL 1986, ch 340, §1; SL 1990, ch 325, §306; SL 1991, ch 186, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-1/"
    },
    {
      "id": "section-40-17-2",
      "number": "40-17-2",
      "heading": "Application for rendering or pet food processing plant license.",
      "text": "40-17-2. Application for rendering or pet food processing plant license.\n\nAny person who operates a rendering or pet food processing plant within the State of South Dakota shall file with the Animal Industry Board an application for a license to operate subject to the provisions of this chapter and the rules of the Animal Industry Board.\n\nSource:SDC 1939, §40.1102; SL 1986, ch 340, §2; SL 1990, ch 325, §307.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-2/"
    },
    {
      "id": "section-40-17-3",
      "number": "40-17-3",
      "heading": "Inspection of equipment, vehicles and place of business on application for license.",
      "text": "40-17-3. Inspection of equipment, vehicles and place of business on application for license.\n\nUpon the receipt of an application pursuant to §40-17-2, the Animal Industry Board shall inspect any establishment for which license is requested, including its equipment, vehicles, and manner of the conduct of its business with reference and due regard to the dangers of disease transmission and dissemination.\n\nSource:SDC 1939, §40.1103; SL 1990, ch 325, §308.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-3/"
    },
    {
      "id": "section-40-17-4",
      "number": "40-17-4",
      "heading": "Issuance of license--Fee--Duration.",
      "text": "40-17-4. Issuance of license--Fee--Duration.\n\nIf the inspection required by §40-17-3 fails to reveal any danger of disease transmission, the Animal Industry Board shall issue the license applied for upon payment of a fee of twenty-five dollars. Such license shall remain valid for a period of one year from the date of issue or until sooner revoked for cause by the board.\n\nSource:SDC 1939, §40.1103; SL 1990, ch 325, §309.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-4/"
    },
    {
      "id": "section-40-17-5",
      "number": "40-17-5",
      "heading": "Acceptance of carcasses transported by others prohibited.",
      "text": "40-17-5. Acceptance of carcasses transported by others prohibited.\n\nNo rendering or pet food processing plant may receive or accept a carcass of a diseased animal which has been transported to the plant by any person other than the authorized agents and employees of the rendering or pet food processing plant.\n\nSource:SDC 1939, §40.1105; SL 1977, ch 190, §502; SL 1986, ch 340, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-5/"
    },
    {
      "id": "section-40-17-6",
      "number": "40-17-6",
      "heading": "Licensed establishment's authority to transport diseased carcasses on highway.",
      "text": "40-17-6. Licensed establishment's authority to transport diseased carcasses on highway.\n\nA rendering or pet food processing plant, licensed under the provisions of this chapter, may transport over any public highway the carcasses of domestic animals which have died of disease, subject to the conditions and limitations set forth in §§40-17-7 to 40-17-9, inclusive.\n\nSource:SDC 1939, §40.1104; SL 1986, ch 340, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-6/"
    },
    {
      "id": "section-40-17-7",
      "number": "40-17-7",
      "heading": "Construction and covering of containers and vehicles used to transport carcasses.",
      "text": "40-17-7. Construction and covering of containers and vehicles used to transport carcasses.\n\nFor the purpose of transportation of carcasses pursuant to §40-17-6, the carcasses shall be placed in containers or vehicles which are constructed of, or lined with, impervious material, and which do not permit the escape of any liquid and which are covered in such a way that the contents are not accessible to flies or other insects.\n\nSource:SDC 1939, §40.1104 (1); SL 1990, ch 325, §310.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-7/"
    },
    {
      "id": "section-40-17-8",
      "number": "40-17-8",
      "heading": "Disinfection of exterior of vehicle before use of highway.",
      "text": "40-17-8. Disinfection of exterior of vehicle before use of highway.\n\nUpon leaving the premises where any carcass being transported pursuant to §40-17-6 is found and before entering the public highway, the exterior of the vehicle transporting the carcass shall be disinfected in a manner prescribed by the Animal Industry Board.\n\nSource:SDC 1939, §40.1104 (3); SL 1990, ch 325, §311.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-8/"
    },
    {
      "id": "section-40-17-9",
      "number": "40-17-9",
      "heading": "Disinfection of containers and vehicles before leaving rendering establishment.",
      "text": "40-17-9. Disinfection of containers and vehicles before leaving rendering establishment.\n\nContainers and vehicles used in the transportation of carcasses pursuant to §40-17-6 shall be disinfected, in a manner prescribed by the Animal Industry Board, each time before leaving the establishment named in the license.\n\nSource:SDC 1939, §40.1104 (2); SL 1990, ch 325, §312.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-9/"
    },
    {
      "id": "section-40-17-91",
      "number": "40-17-9.1",
      "heading": "Adoption of rules to implement this chapter.",
      "text": "40-17-9.1. Adoption of rules to implement this chapter.\n\nFor the purpose of implementing this chapter, the Animal Industry Board may adopt reasonable rules:\n\n(1)Establishing the application requirements for a rendering or pet food processing plant license;\n\n(2)Establishing requirements for the transportation, processing, and disposal of carcasses;\n\n(3)Establishing and assuring licensee compliance with operating and sanitation standards for all plant facilities, including vehicles used for the transportation of carcasses;\n\n(4)Establishing plant management and record keeping requirements;\n\n(5)Establishing the procedure to be followed when the State Animal Industry Board refuses to issue or revokes a license and the procedure for appealing a board decision; and\n\n(6)Governing reciprocal agreements between this state and other states regarding the licensing and operation of rendering and pet food processing plants.\n\nThe rules shall be promulgated in accordance with chapter 1-26.\n\nSource:SL 1986, ch 340, §5; SL 1990, ch 325, §313.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-17/section-40-17-9-1/"
    },
    {
      "id": "section-40-17-10",
      "number": "40-17-10",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    }
  ]
}