{
  "state": "south-dakota",
  "path": "title-title-40-animals-and-livestock/chapter-chapter-15a-livestock-dealers-packers-and-packer-buyers",
  "sections": [
    {
      "id": "section-40-15a-1",
      "number": "40-15A-1",
      "heading": "Definition of terms.Section 40-15A-1",
      "text": "40-15A-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Animal Industry Board\" or \"board,' ' the Animal Industry Board of the State of South Dakota;\n\n(2)\"Licensed, accredited veterinarian,\" a veterinarian licensed by the state of livestock shipment origin to practice veterinary medicine within that state and accredited by the federal government for the purpose of issuing interstate certificates;\n\n(3)\"Livestock,\" cattle, sheep, horses, mules, swine, buffalo, and goats;\n\n(4)Deleted by SL 2005, ch 220, §1.\n\n(5)\"Livestock dealer,\" any person engaged in the business of buying, selling, and dealing in livestock from producers or livestock auction markets for resale or shipment within or without the state or for resale in the local market;\n\n(6)Deleted by SL 2005, ch 220, §1.\n\n(7)\"Packer,\" any firm conducting business involved in the slaughter or processing of meat or meat products if the firm is not subject to state inspection;\n\n(8)\"Stocker and feeder livestock,\" any livestock used for feeding or breeding purposes, except feeder pigs.\n\nSource:SL 1972, ch 221, §1; SL 1975, ch 259, §1; SL 1985, ch 318, §1; SL 1990, ch 325, §276; SL 1991, ch 332, §1; SL 2002, ch 191, §5; SL 2005, ch 220, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-1/"
    },
    {
      "id": "section-40-15a-11",
      "number": "40-15A-1.1",
      "heading": "License as dealer, packer, or packer buyer required--Violation as misdemeanor.",
      "text": "40-15A-1.1. License as dealer, packer, or packer buyer required--Violation as misdemeanor.\n\nNo person may transact business as a livestock dealer, packer, or packer buyer unless the person is licensed pursuant to the provisions of this chapter. A violation of this section is a Class 1 misdemeanor.\n\nSource:SL 1982, ch 283, §1; SL 1991, ch 186, §13; SL 2003, ch 217, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-1-1/"
    },
    {
      "id": "section-40-15a-2",
      "number": "40-15A-2",
      "heading": "Auction agencies, farmers, ranchers, and livestock feeders exempt.",
      "text": "40-15A-2. Auction agencies, farmers, ranchers, and livestock feeders exempt.\n\nThis chapter does not apply to persons licensed under chapter 40-15 or to farmers, ranchers, or livestock feeders who buy or sell livestock in the ordinary course of their business.\n\nSource:SL 1972, ch 221, §2; SL 1990, ch 325, §277.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-2/"
    },
    {
      "id": "section-40-15a-3",
      "number": "40-15A-3",
      "heading": "Annual application for dealer's, packer's, or packer buyer's license--Contents.",
      "text": "40-15A-3. Annual application for dealer's, packer's, or packer buyer's license--Contents.\n\nBefore any person is licensed to transact business as a livestock dealer, packer, or packer buyer, he shall file annually with the Animal Industry Board on or before July first, an application for a license to transact such business on a form prescribed by the board. The application shall contain the following information:\n\n(1)The nature of the business to be conducted by the applicant;\n\n(2)The name of any person applying for license, together with his address and permanent residence;\n\n(3)The full name of each member thereof, if the applicant is a firm, association, or partnership or the names of the officers thereof if the applicant is a corporation;\n\n(4)The post office and principal place of business of the applicant;\n\n(5)If the applicant is a foreign corporation its principal place of business, without the state, the name of the state in which it is incorporated;\n\n(6)A copy of the financial statement showing current assets and current liabilities, as submitted to the bonding company to secure a bond under the terms of this chapter; and\n\n(7)Such other information as the board may prescribe.\n\nSource:SL 1972, ch 221, §3; SL 1975, ch 259, §2; SL 1982, ch 283, §2; SL 1990, ch 325, §278.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-3/"
    },
    {
      "id": "section-40-15a-4",
      "number": "40-15A-4",
      "heading": "Fee for license--Duration of license.",
      "text": "40-15A-4. Fee for license--Duration of license.\n\nWith the filing of an application for a license, the applicant shall submit to the Animal Industry Board a fee of fifty dollars. If the license is issued, it shall be for a period of one year commencing July first.\n\nSource:SL 1972, ch 221, §4; SL 1990, ch 325, §279.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-4/"
    },
    {
      "id": "section-40-15a-5",
      "number": "40-15A-5",
      "heading": "Bond required of dealer, packer or packer buyer--Proof of bond filed under federal law--Exemption for employees of bonded packers--Board as obligee--Promulgation of rules--Violation as misdemeanor",
      "text": "40-15A-5. Bond required of dealer, packer or packer buyer--Proof of bond filed under federal law--Exemption for employees of bonded packers--Board as obligee--Promulgation of rules--Violation as misdemeanor.\n\nEvery livestock dealer, packer or packer buyer applying for a license under this chapter shall file with the animal industry board and maintain a fully executed duplicate of a valid and effective bond in the form and amount to be determined by the board. If the livestock dealer, packer, or packer buyer is registered and bonded under the provisions of an act of Congress cited as the \"Packers and Stockyards Act, 1921,\" adopted August 15, 1921, as amended to January 1, 2002, and codified at 7 U.S.C. Chapter 9, the livestock dealer, packer, or packer buyer shall file a statement in the form prescribed by the board evidencing that the livestock dealer, packer, or packer buyer is maintaining a valid and effective bond or its equivalent under said act. If a packer buyer is in full-time employ of a packer bonded under this section, the packer buyer need not be bonded. The bond shall be for the benefit of all persons sustaining a loss which may be covered by the obligation of the bond. The obligee of the bond shall be the Animal Industry Board with the executive secretary of the board as trustee, with full power and authority to consider claims and pay valid claims from bond proceeds subject to applicable federal law. The Animal Industry Board may promulgate rules, pursuant to chapter 1-26, to establish procedures for the consideration, processing, and payment of claims from bond proceeds in accordance with this section. Any livestock dealer, packer, or packer buyer in violation of this section is guilty of a Class 1 misdemeanor.\n\nSource:SL 1972, ch 221, §10; SL 1975, ch 259, §3; SL 1990, ch 325, §280; SL 2002, ch 191, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-5/"
    },
    {
      "id": "section-40-15a-6",
      "number": "40-15A-6",
      "heading": "Time and place for hearing on application--Notice to livestock associations.",
      "text": "40-15A-6. Time and place for hearing on application--Notice to livestock associations.\n\nWhenever an applicant has made proper application and paid the prescribed fee, the Animal Industry Board may fix a reasonable time and place for hearing thereon. The board may cause a copy of such application, together with notice of time and place of hearing thereon, to be served by mail not less than fifteen days prior to such hearing upon all statewide livestock associations in the state who have filed written notice with the Animal Industry Board of a request to receive notice of such hearings and such other livestock associations, as in the opinion of the secretary of the board, would be interested in such application.\n\nSource:SL 1972, ch 221, §5; SL 1990, ch 325, §281.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-6/"
    },
    {
      "id": "section-40-15a-7",
      "number": "40-15A-7",
      "heading": "License posted in place of business--Pocket card.",
      "text": "40-15A-7. License posted in place of business--Pocket card.\n\nEach license shall be posted in a conspicuous place in or at the place of business of the licensee for inspection by any person. Each licensee under this chapter shall be issued a pocket card containing the license number of the applicant and his authority as a livestock dealer, packer, or packer buyer. Such card shall be carried and maintained and be displayed upon demand as authority as a licensed livestock dealer, packer, or packer buyer.\n\nSource:SL 1972, ch 221, §6; SL 1975, ch 259, §4; SL 1990, ch 325, §282.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-7/"
    },
    {
      "id": "section-40-15a-8",
      "number": "40-15A-8",
      "heading": "Facilities provided by dealer--Unloading and inspection of livestock.",
      "text": "40-15A-8. Facilities provided by dealer--Unloading and inspection of livestock.\n\nEach livestock dealer shall provide facilities where all stocker and feeder livestock purchased or consignments of such dealer shall be unloaded and inspected by a licensed, accredited veterinarian, within forty-eight hours after arrival, before being sold or moved. Each livestock dealer shall provide adequate facilities as determined by the Animal Industry Board.\n\nSource:SL 1972, ch 221, §11; SL 1990, ch 325, §283.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-8/"
    },
    {
      "id": "section-40-15a-81",
      "number": "40-15A-8.1",
      "heading": "Partial payment of purchase price at time of sale or delivery--Payment of balance.",
      "text": "40-15A-8.1. Partial payment of purchase price at time of sale or delivery--Payment of balance.\n\nEvery licensee under this chapter shall pay, upon request by the seller, eighty percent of the negotiated value of livestock sold at the time of the sale or delivery of the livestock sold, if the term of the sale is on the grade or carcass basis. Thereafter, upon the livestock slaughtered and the determination of the yield and final grade are established, the balance shall be paid on the day following sale determination.\n\nSource:SL 1975, ch 259, §7; SL 1990, ch 325, §284.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-8-1/"
    },
    {
      "id": "section-40-15a-82",
      "number": "40-15A-8.2",
      "heading": "Records required to be kept by licensees.",
      "text": "40-15A-8.2. Records required to be kept by licensees.\n\nThe Animal Industry Board may, by rule, require any person licensed pursuant to this chapter to maintain adequate records of all livestock transactions to enable the board to follow the movement of diseased livestock. The licensee shall maintain such records for a period of two years after the transaction and shall make such records available to the board on request.\n\nSource:SL 1982, ch 283, §3; SL 1990, ch 325, §285.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-8-2/"
    },
    {
      "id": "section-40-15a-9",
      "number": "40-15A-9",
      "heading": "Fees credited to general fund.",
      "text": "40-15A-9. Fees credited to general fund.\n\nAll fees provided for under this chapter shall be paid into the state treasury and shall be placed in the general fund by the state treasurer.\n\nSource:SL 1972, ch 221, §7; SL 1990, ch 325, §286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-9/"
    },
    {
      "id": "section-40-15a-10",
      "number": "40-15A-10",
      "heading": "Grounds for revocation or refusal of license.",
      "text": "40-15A-10. Grounds for revocation or refusal of license.\n\nThe Animal Industry Board shall revoke or refuse to issue or renew a license if the applicant:\n\n(1)Has not filed or maintained a surety bond in the form and amount required under the provisions of §40-15A-5; or\n\n(2)Has not satisfactorily demonstrated that his current assets exceed his current liabilities; or\n\n(3)Has been found by the board to have failed to pay without reasonable cause obligations incurred in connection with livestock transactions; or\n\n(4)Has violated the livestock laws or rules of this state or the laws of the United States; or\n\n(5)Has made false or misleading statements knowingly made as to the health or physical condition of the animals or practiced fraud or misrepresentation in connection with the buying or receiving of animals or the selling, exchanging, soliciting, or negotiating the sale of livestock or the weighing of such animals; or\n\n(6)Has failed to keep and maintain suitable records, which disclose all purchases and sales of livestock or refused, during reasonable time, to allow the board to inspect and to copy any records relating to his business;\n\n(7)Has been suspended by the order of the secretary of agriculture of the United States Department of Agriculture under provisions of the \"Packers and Stockyards Act, 1921,\" adopted August 15, 1921, as amended and codified at 7 U.S.C. Chapter 9; or\n\n(8)Has failed to comply with any lawful order of the board.\n\nSource:SL 1972, ch 221, §8; SL 1990, ch 325, §287.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-10/"
    },
    {
      "id": "section-40-15a-11",
      "number": "40-15A-11",
      "heading": "Suspension in lieu of revocation of license--Administrative procedure law governs.",
      "text": "40-15A-11. Suspension in lieu of revocation of license--Administrative procedure law governs.\n\nIf the Animal Industry Board finds that any livestock dealer, packer, or packer buyer has violated the provisions of §40-15A-10, the board may, by order, in lieu of revocation, suspend the license of such offender for a period not to exceed one year. Actions of the board relating to licensing hereunder shall be governed and appeals taken therefrom as provided by chapter 1-26.\n\nSource:SL 1972, ch 221, §9; SL 1975, ch 259, §5; SL 1990, ch 325, §288.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-15a/section-40-15a-11/"
    },
    {
      "id": "section-40-15a-12",
      "number": "40-15A-12",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-15a-13",
      "number": "40-15A-13",
      "heading": "to 40-15A-19. Repealed.",
      "text": "to 40-15A-19. Repealed.",
      "history": "",
      "source_url": ""
    }
  ]
}