{
  "state": "south-dakota",
  "path": "title-title-40-animals-and-livestock/chapter-chapter-12-rabies-control",
  "sections": [
    {
      "id": "section-40-12-1",
      "number": "40-12-1",
      "heading": "Confinement of animals required in localities where rabies exists--Neglect as misdemeanor",
      "text": "40-12-1. Confinement of animals required in localities where rabies exists--Neglect as misdemeanor.\n\nIn localities where rabies exists, the Animal Industry Board may require that any animal deemed likely to spread such disease shall be muzzled, caged, tied, or confined in any manner that may be deemed necessary. It is a Class 1 misdemeanor for any owner or person in charge of any animal so ordered to be muzzled, caged, tied, or confined, to refuse or neglect to carry out such order.\n\nSource:SDC 1939, §40.0601; SL 1977, ch 190, §481; SL 1990, ch 325, §208.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-12/section-40-12-1/"
    },
    {
      "id": "section-40-12-2",
      "number": "40-12-2",
      "heading": "Destruction of rabid animal required.",
      "text": "40-12-2. Destruction of rabid animal required.\n\nIf the Animal Industry Board determines that rabies exists in any animal, the board may kill such animal and any animal there is reason to believe has been bitten by any animal affected with rabies.\n\nSource:SDC 1939, §40.0601; SL 1990, ch 325, §209.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-12/section-40-12-2/"
    },
    {
      "id": "section-40-12-3",
      "number": "40-12-3",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-12-4",
      "number": "40-12-4",
      "heading": "Definition of terms.",
      "text": "40-12-4. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Department,\" the Department of Health;\n\n(2)\"Owner,\" any person who has a right of property in a pet, keeps or harbors a pet or who has it in his care or acts as its custodian, or permits a pet to remain on or about any premises occupied by him;\n\n(3)\"Pet,\" any dog, cat, or other species of carnivore kept for domestication or display.\n\nSource:SL 1988, ch 324, §1; SL 1990, ch 325, §210.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-12/section-40-12-4/"
    },
    {
      "id": "section-40-12-5",
      "number": "40-12-5",
      "heading": "Confinement of pet after attack upon person--Violation as misdemeanor.",
      "text": "40-12-5. Confinement of pet after attack upon person--Violation as misdemeanor.\n\nThe department may serve written notice upon the owner of any dog or cat which has attacked or bitten a person to confine the animal at the owner's expense upon his premises or at a city pound or other place designated in the notice for a period of at least ten days after the animal has attacked or bitten any person. The department may examine the animal at any time within the ten-day period of confinement to determine whether such animal shows symptoms of rabies. In the case of any pet other than a dog or cat, which has attacked or bitten a person, the department may serve written notice upon the owner of such animal that the owner shall have the animal euthanized immediately and submit the brain to an approved laboratory for rabies examination. Any owner who fails to comply with a written notice served pursuant to this section is guilty of a Class 1 misdemeanor.\n\nSource:SL 1988, ch 324, §2; SL 1990, ch 325, §211.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-12/section-40-12-5/"
    },
    {
      "id": "section-40-12-6",
      "number": "40-12-6",
      "heading": "Confinement of pet bitten by animal suspected of having rabies--Violation as misdemeanor.",
      "text": "40-12-6. Confinement of pet bitten by animal suspected of having rabies--Violation as misdemeanor.\n\nThe department may serve written notice upon the owner of a dog or cat known to have been bitten by an animal known or suspected of being affected by rabies, requiring the owner to confine such dog or cat for a period of not less than six months. However, if such dog or cat had been properly treated with an antirabic vaccine, confinement shall be for a period of not less than three months. In the case of any pet other than a dog or cat, the department may serve written notice upon the owner of such animal that the owner shall have the animal euthanized immediately. Any owner who fails to comply with a written notice served pursuant to this section is guilty of a Class 1 misdemeanor.\n\nSource:SL 1988, ch 324, §3; SL 1990, ch 325, §212.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-40/chapter-12/section-40-12-6/"
    }
  ]
}