{
  "state": "south-carolina",
  "path": "title-title-12/chapter-chapter-55",
  "sections": [
    {
      "id": "section-12-55-10",
      "number": "12-55-10",
      "heading": "",
      "text": "This chapter may be cited as the \"Overdue Tax Debt Collection Act\".\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-10/"
    },
    {
      "id": "section-12-55-20",
      "number": "12-55-20",
      "heading": "",
      "text": "The General Assembly finds that the Department of Revenue has documented that the state's cost of collecting overdue tax debts exceeds twenty percent of the cost of collecting overdue debts. The General Assembly further finds that the cost of collecting overdue tax debts is currently borne by taxpayers who pay their taxes on time. It is the intent of the General Assembly by enacting the \"Overdue Tax Debt Collection Act\" to shift this cost to the delinquent taxpayers who owe overdue tax debts.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-20/"
    },
    {
      "id": "section-12-55-30",
      "number": "12-55-30",
      "heading": "",
      "text": "(A) As used in this chapter:\n\n(1) \"Overdue tax debt\" means any part of a tax debt that remains unpaid one hundred twenty days or more after the taxpayer receives notice as defined in Section 12-55-30(A)(2).\n\n(2) \"Notice\" means a notice of assessment issued by the department to the taxpayer pursuant to the South Carolina Revenue Procedures Act.\n\n(3) \"Tax debt\" means the total amount of tax, fees, penalties, interest, and costs for which notice has been issued by the department to the taxpayer.\n\n(B) Except when the context clearly indicates a different meaning, the definitions in Section 12-60-30 also apply to this chapter.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-30/"
    },
    {
      "id": "section-12-55-40",
      "number": "12-55-40",
      "heading": "",
      "text": "A collection assistance fee may be imposed on an overdue tax debt. To impose a collection assistance fee on a tax debt, the department shall notify the taxpayer that the collection assistance fee may be imposed if the tax debt becomes overdue tax debt.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-40/"
    },
    {
      "id": "section-12-55-50",
      "number": "12-55-50",
      "heading": "",
      "text": "The collection assistance fee is collectible as part of the debt. The department may waive the fee to the same extent as if it were a penalty.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-50/"
    },
    {
      "id": "section-12-55-60",
      "number": "12-55-60",
      "heading": "",
      "text": "The amount of the collection assistance fee is twenty percent of the amount of the overdue tax.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-60/"
    },
    {
      "id": "section-12-55-70",
      "number": "12-55-70",
      "heading": "",
      "text": "The proceeds of the collection assistance fee must be credited to a special account within the department and must be used to fund the South Carolina Business One Stop (SCBOS) program within the department. Any excess proceeds of the collection assistance fee above the amount required to fund the SCBOS program must be credited to the department to be retained and expended for use in budgeted operations.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-70/"
    },
    {
      "id": "section-12-55-80",
      "number": "12-55-80",
      "heading": "",
      "text": "The department may bring suits in the courts of other states to collect taxes legally due this State. The officials of other states are empowered to sue for the collection of taxes in the courts of this State. Whenever the department considers it expedient to employ local counsel to assist in bringing suit in an out-of-state court, the department may employ local counsel.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-80/"
    },
    {
      "id": "section-12-55-90",
      "number": "12-55-90",
      "heading": "",
      "text": "Collection agencies with which the department contracts under Sections 12-4-340 and 12-54-227 are also authorized to collect on behalf of the department overdue tax debts and the collection fee imposed by this chapter.\n\nHISTORY: 2005 Act No. 145, Section 4.A, eff June 7, 2005.",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-55/section-12-55-90/"
    }
  ]
}