{
  "state": "south-carolina",
  "path": "title-title-12/chapter-t12c016",
  "sections": [
    {
      "id": "section-12-16-10",
      "number": "12-16-10",
      "heading": "",
      "text": "This chapter may be cited as the \"South Carolina Estate Tax Act\". HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-10/"
    },
    {
      "id": "section-12-16-20",
      "number": "12-16-20",
      "heading": "",
      "text": "As used in this chapter, unless the context clearly shows otherwise, the term or phrase: (1) \"Decedent\" means a deceased person. (2) \"Federal credit\" means the maximum amount of the credit for state death taxes allowable by Internal Revenue Code Section 2011. The term \"maximum amount\" must be construed so as to take full advantage of the credit as allowed by the Internal Revenue Code Section 2011, but (a) only after taking into account other federal estate tax credits permitted by the Internal Revenue Code and (b) not in excess of the amount necessary to reduce the federal estate tax to zero. (3) \"Gross estate\" means \"gross estate\" as defined in Internal Revenue Code Section 2031. (4) \"Intangible personal property\" means incorporeal personal property including deposits in banks, negotiable instruments, mortgages, debts, receivables, shares of stock, bonds, notes, creditors, evidences of an interest in property, evidences of debt, and choses in action generally. (5) \"Internal Revenue Code\" means the Internal Revenue Code as described in Section 12-6-40(A). (6) \"Net estate\" means the net estate as determined under the provisions of the Internal Revenue Code. (7) \"Nonresident\" means a decedent who was domiciled outside of this State at his death. (8) \"Person\" means persons, corporations, associations, joint stock companies, and business trusts. (9) \"Personal representative\" means the personal representative of the estate of the decedent, appointed, qualified, and acting within the State, or, if there is no personal representative appointed, qualified, and acting within the State, then any person in actual or constructive possession of the South Carolina gross estate of the decedent. (10) \"Resident\" means a decedent who was domiciled in this State at his death. (11) \"State\" means any state, territory, or possession of the United States and the District of Columbia. (12) \"Tangible personal property\" means corporeal personal property, including money. (13) \"Taxable estate\" means \"taxable estate\" as defined in Internal Revenue Code Section 2051. (14) \"Transfer\" includes the passing of property or any interest therein, in possession or enjoyment, present or future, by inheritance, descent, devise, succession, bequest, grant, deed, bargain, sale, gift, or appointment in the manner herein described. (15) \"United States\" when used in a geographical sense includes only the fifty states and the District of Columbia. (16) \"Value\" means \"value\" as finally determined for federal estate tax purposes under the Internal Revenue Code. (17) \"Executor\" means personal representative as defined in item (9) of this section. (18) \"Deficiency\" means the amount by which the tax imposed by this chapter exceeds: (1) the sum of: (a) the amount shown as the tax by the taxpayer upon his return, if a return was made by the taxpayer and an amount was shown as the tax by the taxpayer thereon, plus (b) the amounts previously assessed (or collected without assessment) as a deficiency, over (2) the amount of any credits allowable with respect thereto. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 1; 1989 Act No. 189, Part II, Section 25B; 1990 Act No. 612, Part II, Section 3B; 1992 Act No. 361, Section 12(A); 1999 Act No. 114, Section 3; 2002 Act No. 217, Section 1, eff April 22, 2002.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-20/"
    },
    {
      "id": "section-12-16-30",
      "number": "12-16-30",
      "heading": "",
      "text": "For the purposes of this chapter, every person is presumed to have died a resident of this State if: (1) The person has dwelt or has lodged in the State during and for the greater part of any period of twelve consecutive months in the twenty-four months next preceding death, notwithstanding the fact that from time to time during the twenty-four months the person may have sojourned outside of this State, and without regard to whether or not the person may have voted, may have been entitled to vote, or may have been assessed for taxes in this State; or (2) The person was a resident of South Carolina, sojourning outside of this State for any period of time. The burden of proof in an estate tax proceeding is on any person claiming exemption by reason of alleged nonresidence, and orders relating to domicile previously entered in the probate proceedings are not conclusive for the purposes of this chapter. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-30/"
    },
    {
      "id": "section-12-16-210",
      "number": "12-16-210",
      "heading": "",
      "text": "This article may be cited as the \"Uniform Act on Interstate Compromise and Arbitration of Death Taxes\". HISTORY: 1987 Act No. 70 Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-210/"
    },
    {
      "id": "section-12-16-220",
      "number": "12-16-220",
      "heading": "",
      "text": "This article must be interpreted and construed to effectuate its general purpose to make uniform the law of those states which enact it. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-220/"
    },
    {
      "id": "section-12-16-230",
      "number": "12-16-230",
      "heading": "",
      "text": "When the department claims that a decedent was domiciled in this State at the time of his death and the taxing authorities of another state or states make a like claim on behalf of their state or states, the department may make a written agreement with the other taxing authorities and with the executor or administrator to submit the controversy to the decision of a board consisting of one or any uneven number of arbitrators. The executor or administrator is authorized to make the agreement. The parties to the agreement shall select the arbitrator or arbitrators. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-230/"
    },
    {
      "id": "section-12-16-240",
      "number": "12-16-240",
      "heading": "",
      "text": "The board shall hold hearings at the times and places as it may determine, upon reasonable notice to the parties to the agreement, all of whom are entitled to be heard, to present evidence, and to examine and cross-examine witnesses. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-240/"
    },
    {
      "id": "section-12-16-250",
      "number": "12-16-250",
      "heading": "",
      "text": "The board has the power to administer oaths, take testimony, subpoena, and require the attendance of witnesses and the production of books, papers, and documents, and issue commissions to take testimony. Subpoenas may be signed by any member of the board. In case of failure to obey a subpoena, any judge of a court of record of this State, upon application by the board, may make an order requiring compliance with the subpoena and the court may punish failure to obey the order as a contempt. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-250/"
    },
    {
      "id": "section-12-16-260",
      "number": "12-16-260",
      "heading": "",
      "text": "The board shall, by majority vote, determine the domicile of the decedent at the time of his death. This determination is final for purposes of imposing and collecting death taxes but for no other purpose. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-260/"
    },
    {
      "id": "section-12-16-270",
      "number": "12-16-270",
      "heading": "",
      "text": "Except as provided in Section 12-16-250 in respect of the issuance of subpoenas, all questions arising in the course of the proceeding must be determined by majority vote of the board. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-270/"
    },
    {
      "id": "section-12-16-280",
      "number": "12-16-280",
      "heading": "",
      "text": "The department, the board, or the executor or administrator shall file the determination of the board as to domicile, the record of the board's proceedings, and the agreement, or a duplicate, made pursuant to Section 12-16-230, with the authority having jurisdiction to assess the death taxes in the state determined to be the domicile and shall file copies of all such documents with the authorities that would have been empowered to assess the death taxes in each of the other states involved. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-280/"
    },
    {
      "id": "section-12-16-290",
      "number": "12-16-290",
      "heading": "",
      "text": "In any case where it is determined by the board that the decedent died domiciled in this State, interest or penalties, if otherwise imposed by law, for nonpayment of death taxes may not be imposed between the date of the agreement and of filing of the determination of the board as to domicile. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-290/"
    },
    {
      "id": "section-12-16-300",
      "number": "12-16-300",
      "heading": "",
      "text": "Nothing contained in this article prevents at any time a written compromise, if otherwise lawful, by all parties to the agreement made pursuant to Section 12-16-230, fixing the amounts to be accepted by this and any other state involved in full satisfaction of death taxes. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-300/"
    },
    {
      "id": "section-12-16-310",
      "number": "12-16-310",
      "heading": "",
      "text": "The compensation and expenses of the members of the board and its employees may be agreed upon among the members and the executor or administrator and, if they cannot agree, must be fixed by the probate court of the state determined by the board to be the domicile of the decedent. The amounts so agreed upon or fixed are considered an administration expense and are payable by the executor or administrator. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-310/"
    },
    {
      "id": "section-12-16-320",
      "number": "12-16-320",
      "heading": "",
      "text": "This article applies only to arbitration cases in which each of the states involved has a law identical with or substantially similar to this article. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-320/"
    },
    {
      "id": "section-12-16-510",
      "number": "12-16-510",
      "heading": "",
      "text": "(A) A tax in the amount of the federal credit is imposed on the transfer of the taxable estate of every resident, subject, where applicable, to the credit provided in subsection (B). (B) If any real and tangible personal property of a resident is located outside of this State and is subject to a death tax imposed by another state for which the federal credit is allowed, the amount of the tax due under this section must be credited with the lesser of: (1) the amount of the death tax paid the other state and credited against the federal estate tax; or (2) an amount computed by multiplying the federal credit by a fraction, the numerator of which is the value of that part of the gross estate over which another state or states have jurisdiction to the same extent to which this State would exert jurisdiction under this chapter with respect to the residents of the other state or states and the denominator of which is the value of the decedent's gross estate. (C) Property of a resident includes: (1) real property situated in this State; (2) tangible personal property having an actual situs in this State; and (3) intangible personal property owned by the resident regardless of where it is located. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-510/"
    },
    {
      "id": "section-12-16-520",
      "number": "12-16-520",
      "heading": "",
      "text": "(A) A tax in an amount computed as provided in this section is imposed on the transfer of every nonresident's taxable estate located in this State. The tax is an amount computed by multiplying the federal credit by a fraction, the numerator of which is the value of that part of the gross estate over which this State has jurisdiction for estate tax purposes and the denominator of which is the value of the decedent's gross estate. (B) For purposes of this section, property located in this State which is taxable to a nonresident includes: (1) real property and real property interests located in this State, including mineral interests, royalties, production payments, leasehold interests, or working interests in oil, gas, coal, or any other minerals; and (2) tangible personal property having an actual situs in this State. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-520/"
    },
    {
      "id": "section-12-16-530",
      "number": "12-16-530",
      "heading": "",
      "text": "(A) A tax in an amount computed as provided in this section is imposed upon the transfer of real property and tangible personal property having an actual situs in this State and upon intangible personal property physically present within this State of every person who at the time of death was not a resident of the United States. The tax is an amount computed by multiplying the federal credit by a fraction, the numerator of which is the value of that part of the gross estate over which this State has jurisdiction for estate tax purposes and the denominator of which is the decedent's gross estate taxable by the United States wherever situated. (B) Resident aliens of the United States are subject to the tax imposed by this chapter under Section 12-16-520 when the decedent, at the time of death, was not a resident of this State but was a resident of the United States. A resident alien who, at the time of death, was a resident of this State and a resident of the United States is subject to the tax imposed by this chapter under Section 12-16-510. (C) For purposes of this section, stock in a corporation organized under the laws of this State is considered physically present within this State. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-530/"
    },
    {
      "id": "section-12-16-710",
      "number": "12-16-710",
      "heading": "",
      "text": "(A) Terms, phrases, and words used in this article, except for those defined in subsection (B) of this section, are defined as they are defined under subchapter B of Chapter 13 of the Internal Revenue Code of 1986. (B) As used in this article the phrase: \"Original transferor\" means any transferor, as defined in Internal Revenue Code Section 2652, who by grant, gift, trust, will, or otherwise makes a transfer of real or personal property that results in a federal generation-skipping transfer tax under applicable provisions of the Internal Revenue Code at any time and for which a credit is available under Section 2604. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-710/"
    },
    {
      "id": "section-12-16-720",
      "number": "12-16-720",
      "heading": "",
      "text": "(A) A tax is imposed upon every generation-skipping transfer, where the original transferor is a resident of this State at the date of original transfer, in an amount equal to the maximum amount allowable as a credit for state generation-skipping transfer taxes under Internal Revenue Code Section 2604, to the extent the credit exceeds the aggregate amount of all taxes on the same transfer actually paid to the several states of the United States, other than this State. (B) A tax is imposed upon every generation-skipping transfer where the original transferor is not a resident of this State at the date of the original transfer, but where the generation-skipping transfer includes real or personal property having a situs in this State, in an amount equal to the maximum amount allowable as a credit for state generation-skipping transfer taxes under Internal Revenue Code Section 2604, reduced by an amount which bears the same ratio to the total state tax credit allowable for federal generation-skipping transfer tax purposes as the value of the transferred property taxable by all other states bears to the value of the gross generation-skipping transfer for federal generation-skipping transfer tax purposes. In any case in which a tax is imposed on a generation-skipping transfer by this State and by one or more other states, the department shall negotiate with the taxing authorities of the other state or states so that the aggregate amount of taxes imposed by this State and the other state or states on a generation-skipping transfer does not exceed one hundred percent of the maximum amount allowable as credit for state generation-skipping transfer taxes under Internal Revenue Code Section 2604. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-720/"
    },
    {
      "id": "section-12-16-730",
      "number": "12-16-730",
      "heading": "",
      "text": "(A) Every person required to file a return reporting a generation-skipping transfer under applicable federal statutes and regulations shall file a return with the department on or before the last day prescribed for filing the federal return. For purposes of this article the requirements for filing a return are satisfied by filing a duplicate copy of the federal return. (B) The tax imposed by this section is due upon a taxable distribution or taxable termination as determined under applicable provisions of the federal generation-skipping transfer tax. The person liable for payment of the federal generation-skipping transfer tax is liable for the tax imposed by this article. The tax must be paid to the department on or before the last day allowed for filing a return hereunder. Interest computed as provided in Section 12-54-25 accrues on the amount of unpaid tax from the day after the last day for filing a return until the date of payment. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-730/"
    },
    {
      "id": "section-12-16-740",
      "number": "12-16-740",
      "heading": "",
      "text": "If, after the filing of a duplicate federal generation-skipping tax return, the Internal Revenue Service increases or decreases the amount of the federal generation-skipping transfer tax, an amended return must be filed with the department showing all changes made in the original return and the amount of increase or decrease in the federal generation-skipping transfer tax. If, based upon the deficiency and the ground therefor, it appears that the amount of tax previously paid this State is less than the amount of tax owing, the difference together with interest, as computed under Section 12-54-25, must be paid upon notice and demand by the department. If the person required to file a return and pay the tax fails to file the return required by this section, any additional tax which is owing may be assessed, or a proceeding in court for the tax may be begun without assessment, at any time prior to the filing of the return or within thirty days after the delinquent filing of the return. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-740/"
    },
    {
      "id": "section-12-16-910",
      "number": "12-16-910",
      "heading": "",
      "text": "(A) When the gross estate of a decedent at the date of death is a value requiring filing a federal estate tax return and the estate contains certain farm or business real property which qualified for valuation under Internal Revenue Code Section 2032A for the tax imposed under this chapter, a copy of the election made at the time of filing the federal estate tax return, if made, must be attached to the South Carolina estate tax return when filed. The return shall also include an agreement signed by each person in being having an interest, whether or not in possession, in the property and consent to the application of Internal Revenue Code Section 2032A. (B) If, within ten years after the decedent's death and before the death of the qualified heir, as defined in Internal Revenue Code Section 2032A(e)(1), a qualified heir disposes of any interest in the property, other than to a member of his family, as defined in subsection (e)(2) of the section, or ceases to use the property for qualified uses as defined in subsection (b)(2) of the section, there is imposed an additional South Carolina estate tax, computed as provided in Internal Revenue Code Section 2032A(c) and the applicable regulations. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-910/"
    },
    {
      "id": "section-12-16-920",
      "number": "12-16-920",
      "heading": "",
      "text": "The qualified heir is personally liable for the additional tax imposed under this article. The amount of the adjusted tax difference attributable to an interest in any qualified property, computed in the same manner as provided in Internal Revenue Code Section 2032A(c)(2)(C) is a lien on the interest in the property in favor of this State. The lien arises at the time the election is filed hereunder and continues until: (1) the liability for tax under this article attributable to the interest has been satisfied or has become unenforceable by lapse of time; or (2) it is established to the satisfaction of the department that no further tax liability attributable to the interest may arise under this article. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-920/"
    },
    {
      "id": "section-12-16-930",
      "number": "12-16-930",
      "heading": "",
      "text": "Any qualified heir is required to notify the department, on a form prescribed by the department, of any disposition or change in use of the property and pay any additional South Carolina estate tax resulting from the disposition or change, within six months of the disposition or change. Any tax imposed under this article may be assessed until the expiration of three years from the date of the notification. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-930/"
    },
    {
      "id": "section-12-16-1110",
      "number": "12-16-1110",
      "heading": "",
      "text": "(A) The tax imposed under this chapter is due and payable no later than nine months from the date of the decedent's death. (B) The personal representative of every estate subject to the tax imposed by this chapter who is required by the laws of the United States to file a federal estate tax return shall file with the Department of Revenue, on or before the date the federal estate tax return is required to be filed: (1) a return for the tax due under this chapter; and (2) a copy of the federal estate tax return. (C) In addition to the provisions of Section 12-54-70, if the personal representative has obtained an extension of time for filing the federal estate tax return, the filing required by subsection (B) is similarly extended until the end of the time period granted in the extension of time for the federal estate tax return. Upon obtaining an extension of time for filing the federal estate tax return, the personal representative shall provide the department with a copy of the instrument providing for this extension. (D) Except as provided in Section 12-16-910, the tax due under this chapter must be paid by the personal representative to the Department of Revenue at its office in Columbia not later than the date when the return covering this tax is required to be filed under subsection (B) or (C). If the tax is paid pursuant to subsection (C), interest, at a rate equal to the rate of interest established pursuant to Section 12-54-25, must be added for the period between the date when the tax would have been due had no extension been granted and the date of full payment. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 6; 1993 Act No. 181, Section 126.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1110/"
    },
    {
      "id": "section-12-16-1120",
      "number": "12-16-1120",
      "heading": "",
      "text": "(A) If the personal representative files an amended federal estate tax return, he shall immediately file with the department an amended return covering the tax imposed by this chapter, accompanying the same with a copy of the amended federal estate tax return. If the personal representative is required to pay an additional tax under this chapter pursuant to the amended return, he shall pay the tax, together with interest as provided in Section 12-54-25, at the time of filing the amended return. (B) If, upon final determination of the federal estate tax due, a deficiency is assessed, the personal representative shall, within sixty days after this determination, give written notice of the deficiency to the department. If any additional tax is due under this chapter by reason of this determination, the personal representative shall pay the additional tax, together with interest as provided in Section 12-54-25, at the same time he files the notice. (C) The limitations on assessment of taxes provided in this chapter do not expire any earlier than ninety days after the personal representative provides the department with the notice required in subsection (B). HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1120/"
    },
    {
      "id": "section-12-16-1140",
      "number": "12-16-1140",
      "heading": "",
      "text": "The department may extend the time for the payment of the amount of tax required by this chapter for a reasonable period not to exceed twelve months. If the department finds that the payment on the due date of any part of the amount determined by the executor as the tax imposed by this chapter would result in undue hardship to the estate, it may extend the time for payment for a reasonable period not in excess of five years from the date prescribed by Section 12-16-1110. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1140/"
    },
    {
      "id": "section-12-16-1150",
      "number": "12-16-1150",
      "heading": "",
      "text": "The tax and interest imposed by this chapter must be paid by the personal representative. If any personal representative distributes either in whole or in part any of the property of an estate to the heirs, next of kin, distributees, legatees, or devisees without having paid or secured the tax due pursuant to this chapter, he is personally liable for the tax so due, or so much thereof as may remain due and unpaid, to the full extent of any property belonging to the deceased person or estate which may come into the personal representative's custody or control. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1150/"
    },
    {
      "id": "section-12-16-1160",
      "number": "12-16-1160",
      "heading": "",
      "text": "A resident personal representative holding personal property of a deceased nonresident subject to the tax shall deduct the tax or collect it from the personal representative in the state of the decedent's domicile and shall not deliver the property to him or any other person until he has collected the tax and paid the same to the department. When the transfer of the personal property is subject to a tax under the provisions of this chapter and the personal representative in the state of domicile neglects or refuses to pay the tax upon demand or if for any reason the tax is not paid within nine months after the decedent's death, the resident personal representative may petition the probate court where the resident personal representative qualified for authority to sell the property or, if the same can be divided, the portion as may be necessary. He shall then deduct the tax from the proceeds of the sale and account for the balance, if any, in lieu of the property. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1160/"
    },
    {
      "id": "section-12-16-1170",
      "number": "12-16-1170",
      "heading": "",
      "text": "The department may require any personal representative to show the property of the decedent to the department or its representative upon demand and may employ a suitable person to appraise the property. The personal representative shall make and subscribe his oath that the property shown on the inventory and appraisal filed by him in the probate court includes all the property, both real and personal, of the decedent that has come to his knowledge or into his possession. The appraiser shall prepare an inventory of the property, shall appraise it at its fair market value at the time of the decedent's death, and shall return the inventory and appraisal to the department. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1170/"
    },
    {
      "id": "section-12-16-1180",
      "number": "12-16-1180",
      "heading": "",
      "text": "At any time after the expiration of the time required by this chapter for the filing of any return required therein the department may require the personal representative or any person or corporation interested in the succession to appear at the office of the department at a time the department designates and produce for the use of the department in determining whether or not the estate is subject to tax and the amount of tax, if any, all books, papers, or securities which may be within the possession or within the control of the personal representative or beneficiary relating to estate or tax and to furnish other information relating to the same as he may be able and the department may require. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1180/"
    },
    {
      "id": "section-12-16-1190",
      "number": "12-16-1190",
      "heading": "",
      "text": "Whenever any person summoned under the provisions of this chapter neglects or refuses to obey the summons as required, the department may apply to any circuit judge of the State for an attachment against him for contempt. The judge shall hear the application and, if satisfactory proof is made, issue an attachment directed to the sheriff of the county in which the person resides for the arrest of the person and upon his being brought before him shall proceed to a hearing of the case. At the hearing the judge may make an appropriate order not inconsistent with existing laws for the punishment of contempt, to enforce obedience to the requirements of the summons, and to punish the person for his default or disobedience. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1190/"
    },
    {
      "id": "section-12-16-1200",
      "number": "12-16-1200",
      "heading": "",
      "text": "In case of the refusal or neglect of any person summoned under the provisions of this chapter by the department to appear before it and produce books, papers, or securities, the department may apply to any justice of the Supreme Court or circuit judge for a mandamus to compel obedience to the summons and the hearing thereon may be had in Richland County or any other convenient county. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1200/"
    },
    {
      "id": "section-12-16-1210",
      "number": "12-16-1210",
      "heading": "",
      "text": "If a foreign executor, administrator, or trustee assigns or transfers any stock or obligations in this State standing in the name of a decedent or in trust for a decedent, liable for tax under this chapter, the tax must be paid to the department on transfer. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1210/"
    },
    {
      "id": "section-12-16-1220",
      "number": "12-16-1220",
      "heading": "",
      "text": "The probate judge shall send to the department by mail a copy of the inventory and appraisal of the assets of every estate the gross assets of which for probated purposes are equal to or exceed the sum of six hundred thousand dollars within thirty days after it is filed, together with a copy of any will probated with respect to the estate. In the case of a nonresident decedent, the probate judge shall furnish the department with copies of all wills filed with his office and, in the case of an ancillary administration, the probate judge shall furnish the department with copies of inventories and appraisals in all cases regardless of the value of the tangible personal property and real property having a situs in this State. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1220/"
    },
    {
      "id": "section-12-16-1370",
      "number": "12-16-1370",
      "heading": "",
      "text": "The department shall give receipts for all sums collected by it. HISTORY: 1987 Act No. 70, Section 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1370/"
    },
    {
      "id": "section-12-16-1510",
      "number": "12-16-1510",
      "heading": "",
      "text": "(A) A lien arises automatically from the death of the decedent upon all property, real or personal, located in this State of every decedent having a taxable estate who fails to pay the tax imposed by this chapter. Except as provided in Sections 12-16-910 and 12-16-920 the lien once it attaches is enforceable for a period not to exceed ten years from the date of death of the decedent. (B) That part of the property of a decedent subject to the lien provided under subsection (A) is divested of the lien to the extent it is used for payment of charges against the estate or expenses of its administration allowed by the court having jurisdiction thereof. (C) That part of the personal property of a decedent subject to the lien provided under subsection (A) is divested of the lien upon the conveyance or transfer of the property to a purchaser or holder of a security interest for an adequate and full consideration and the lien shall then attach to the proceeds received for the property from the purchaser or holder of a security interest. Real property is not divested of the lien except as provided in subsections (B) and (D) of this section. (D) When any lien under this section has attached and the department is satisfied that the tax liability, if any, of the estate has been fully discharged, the department shall issue a certificate releasing all property of the estate from the lien; or, if the department is satisfied that the tax liability of the estate has been provided for, it shall issue a certificate releasing any surplus property of the estate from the lien. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1510/"
    },
    {
      "id": "section-12-16-1710",
      "number": "12-16-1710",
      "heading": "",
      "text": "The probate court may authorize executors, administrators, personal representatives, and trustees to sell the real estate of a decedent for the payment of the tax in the same manner in which it may authorize them to sell real estate for the payment of debts. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1710/"
    },
    {
      "id": "section-12-16-1720",
      "number": "12-16-1720",
      "heading": "",
      "text": "The department may appear in any proceeding in any court in which the decree may in any way affect the tax and no decree in any such proceeding or appeal therefrom shall be binding upon the State unless personal notice of such proceeding shall have been given to the department. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1720/"
    },
    {
      "id": "section-12-16-1730",
      "number": "12-16-1730",
      "heading": "",
      "text": "Whenever the department in any action instituted by it recovers taxes under the provisions of this chapter, the amount of the judgment so recovered must be paid to the department and the department shall turn over to the State Treasurer all of the taxes after paying the costs, disbursements, and expenses of the suit. The department shall issue executions for any taxes which remain unpaid for a period of ninety days. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1730/"
    },
    {
      "id": "section-12-16-1910",
      "number": "12-16-1910",
      "heading": "",
      "text": "For purposes of this chapter, if a person as defined in Section 62-2-801 makes a disclaimer as provided in Internal Revenue Code Section 2518 with respect to any interest in property, this chapter applies as if the interest had never been transferred to the person. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1910/"
    },
    {
      "id": "section-12-16-1950",
      "number": "12-16-1950",
      "heading": "",
      "text": "The department shall prescribe all forms, books, and blanks for the use of the probate judges necessary for the administration of this chapter, which must be provided at the expense of the several counties, and the department shall mail notice to the probate judge of each form, book, or blank required to be used thirty days before the use thereof is required. HISTORY: 1987 Act No. 70, Section 1; 1988 Act No. 463, Section 16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-16/section-12-16-1950/"
    }
  ]
}