{
  "state": "south-carolina",
  "path": "title-title-12/chapter-t12c067",
  "sections": [
    {
      "id": "section-12-67-100",
      "number": "12-67-100",
      "heading": "",
      "text": "Section effective until December 31, 2035. This chapter may be cited as the \"South Carolina Abandoned Buildings Revitalization Act\". HISTORY: 2013 Act No. 57, Section 1.A, eff June 11, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-100/"
    },
    {
      "id": "section-12-67-110",
      "number": "12-67-110",
      "heading": "",
      "text": "Section effective until December 31, 2035. (A) The purpose of this chapter is to create an incentive for the rehabilitation, renovation, and redevelopment of abandoned buildings located in South Carolina. (B) The abandonment of buildings has resulted in the disruption of communities and increased the cost to local governments by requiring additional police and fire services due to excessive vacancies. Many abandoned buildings pose safety concerns. A public and corporate purpose is served by restoring these buildings to productive assets for the communities in which they are located and result in increased job opportunities. (C) There exists in many communities of this State abandoned buildings. The stable economic and physical development of these communities is endangered by the presence of these abandoned buildings as manifested by their progressive and advanced deterioration. As a result of the existence of these abandoned buildings, there is an excessive and disproportionate expenditure of public funds, inadequate public and private investment, unmarketability of property, growth in delinquencies and crime in the areas, together with an abnormal exodus of families and businesses, so that the decline of these areas impairs the value of private investments, threatens the sound growth and the tax base of taxing districts in these areas, and threatens the health, safety, morals, and welfare of the public. To remove and alleviate these adverse conditions, it is necessary to encourage private investment and restore and enhance the tax base of the taxing districts in which such buildings are located by the redevelopment of abandoned buildings. HISTORY: 2013 Act No. 57, Section 1.A, eff June 11, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-110/"
    },
    {
      "id": "section-12-67-120",
      "number": "12-67-120",
      "heading": "",
      "text": "Section effective until December 31, 2035. For the purposes of this chapter, unless the context requires otherwise: (1) \"Abandoned building\" means a building or structure, which clearly may be delineated from other buildings or structures, at least sixty-six percent of the space in which has been closed continuously to business or otherwise nonoperational for income producing purposes for a period of at least five years immediately preceding the date on which the taxpayer files a \"Notice of Intent to Rehabilitate\". For purposes of this item, a building or structure that otherwise qualifies as an \"abandoned building\" may be subdivided into separate units or parcels, which units or parcels may be owned by the same taxpayer or different taxpayers, and each unit or parcel is deemed to be an abandoned building site for purposes of determining whether each subdivided parcel is considered to be abandoned. For purposes of this item, an abandoned building is not a building or structure with an immediate preceding use as a single-family residence. For purposes of this item, use of any portion of a building or structure listed on the National Register for Historic Places when used solely for storage or warehouse purposes is considered nonoperational for income producing purposes; provided, however, that the credit provided under Section 12-67-140(B) is further limited by disqualifying for credit purposes the portion of the building or structure that was operational and used as a storage or warehouse for income producing purposes. This limitation is calculated based on the actual percentage of the space which has been closed continuously to business or otherwise nonoperational for income producing purposes for a period of at least five years immediately preceding the date on which the taxpayer files a \"Notice of Intent to Rehabilitate\" divided by one hundred percent. (2) \"Building site\" means the abandoned building together with the parcel of land upon which it is located and other improvements located on the parcel. However, the area of the building site is limited to the land upon which the abandoned building is located and the land immediately surrounding such building used for parking and other similar purposes directly related to the building's income producing use. (3) \"Local taxing entities\" means a county, municipality, school district, special purpose district, and other entity or district with the power to levy ad valorem property taxes against the building site. (4) \"Local taxing entity ratio\" means that percentage computed by dividing the millage rate of each local taxing entity by the total millage rate for the building site. (5) \"Placed in service\" means the date upon which the building site is completed and ready for its intended use. If the building site is completed and ready for use in phases or portions, each phase or portion is considered to be placed in service when it is completed and ready for its intended use. (6) \"Rehabilitation expenses\" means the expenses or capital expenditures incurred in the rehabilitation, demolition, renovation, or redevelopment of the building site, including without limitations, the renovation or redevelopment of existing buildings, environmental remediation, site improvements, and the construction of new buildings and other improvements on the building site, but excluding the cost of acquiring the building site or the cost of personal property located at the building site. For expenses associated with a building site to qualify for the tax credit, the abandoned buildings on the building site must be either renovated or redeveloped. Rehabilitation expenses associated with a building site that increases the amount of square footage on the building site in excess of two hundred percent of the amount of square footage of the buildings that existed on the building site as of the filing of the Notice of Intent to Rehabilitate shall not be considered a rehabilitation expense for purposes of calculating the amount of the credit. Notwithstanding any other provision of this section, demolition expenses shall not be considered a rehabilitation expense for purposes of calculating the amount of the credit if the building being demolished is on the National Register for Historic Places. (7) \"Notice of Intent to Rehabilitate\" means a letter submitted by the taxpayer to the department or the municipality or county as specified in this chapter, indicating the taxpayer's intent to rehabilitate the building site, the location of the building site, the amount of acreage involved in the building site, the amount of square footage of existing buildings involved in the building site, and the estimated expenses to be incurred in connection with rehabilitation of the building site. The notice also must set forth information as to which buildings the taxpayer intends to renovate and whether new construction is to be involved. (8) \"State-owned abandoned building\" means an abandoned building and its ancillary service buildings or a project consisting of one or more abandoned buildings, the aggregate size of which is greater than fifty thousand square feet, that has been abandoned for more than five years, and, prior to the taxpayer's acquisition of such building, was most recently owned by the State, or an agency, instrumentality, or political subdivision of the State. For purposes of this definition, the taxpayer shall include any entity under common control or common ownership with the taxpayer. HISTORY: 2013 Act No. 57, Section 1.A, eff June 11, 2013; 2015 Act No. 68 (H.3725), Section 2, eff June 9, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-120/"
    },
    {
      "id": "section-12-67-130",
      "number": "12-67-130",
      "heading": "",
      "text": "Section effective until December 31, 2035. (A) This chapter only applies to abandoned building sites or phases or portions thereof put into operation in which a taxpayer incurs the following rehabilitation expenses: (1) more than two hundred fifty thousand dollars for buildings located in the unincorporated areas of a county or in a municipality in the county with a population based on the most recent official United States census of more than twenty-five thousand persons; (2) more than one hundred fifty thousand dollars for buildings located in the unincorporated areas of a county or in a municipality in the county with a population of at least one thousand persons, but not more than twenty-five thousand persons based on the most recent official United States census; and (3) more than seventy-five thousand dollars for buildings located in a municipality with a population of less than one thousand persons based on the most recent official United States census. (B) This chapter only applies to abandoned building sites or phases or portions thereof put into operation for income producing purposes and that meet the purpose of this chapter set forth in Section 12-67-110. The construction or operation of a charter school, private or parochial school, or other similar educational institution does meet the purpose of this chapter. The construction of a single-family residence is not an income producing purpose and does not meet the purpose of this chapter. HISTORY: 2013 Act No. 57, Section 1.A, eff June 11, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-130/"
    },
    {
      "id": "section-12-67-140",
      "number": "12-67-140",
      "heading": "",
      "text": "Section effective until December 31, 2035. (A) Subject to the terms and conditions of this chapter, a taxpayer who rehabilitates an abandoned building is eligible for either: (1) a credit against income taxes imposed pursuant to Chapter 6 and Chapter 11 of this title, corporate license fees pursuant to Chapter 20 of this title, taxes on associations pursuant to Chapter 13 of this title, or insurance premium taxes, including retaliatory taxes, imposed by Chapter 7, Title 38, or a combination of them; or (2) a credit against real property taxes levied by local taxing entities. (B) If the taxpayer elects to receive the credit pursuant to subsection (A)(1), the following provisions apply: (1) The taxpayer shall file with the department a Notice of Intent to Rehabilitate before incurring its first rehabilitation expenses at the building site. Failure to provide the Notice of Intent to Rehabilitate results in qualification of only those rehabilitation expenses incurred after the notice is provided. (2) The amount of the credit is equal to twenty-five percent of the actual rehabilitation expenses incurred at the building site if the actual rehabilitation expenses incurred in rehabilitating the building site are between eighty percent and one hundred twenty-five percent of the estimated rehabilitation expenses set forth in the Notice of Intent to Rehabilitate. If the actual rehabilitation expenses exceed one hundred twenty-five percent of the estimated expenses set forth in the Notice of Intent to Rehabilitate, the taxpayer qualifies for the credit based on one hundred twenty-five percent of the estimated expenses as opposed to the actual expenses it incurred in rehabilitating the building site. If the actual rehabilitation expenses are below eighty percent of the estimated rehabilitation expenses, the credit is not allowed. (3)(a) The entire credit is earned in the taxable year in which the applicable phase or portion of the building site is placed in service but must be taken in equal installments over a three-year period beginning with the tax year in which the applicable phase or portion of the building site is placed in service. Unused credit may be carried forward for the succeeding five years at the individual, partnership, or limited liability company level. (b) The entire credit earned pursuant to this subsection may not exceed seven hundred thousand dollars for any taxpayer in a tax year for each abandoned building site. The limitation provided in this subitem applies to each unit or parcel deemed to be an abandoned building site. (4) If the taxpayer qualifies for both the credit allowed by this section and the credit allowed pursuant to the Textiles Communities Revitalization Act or the Retail Facilities Revitalization Act, the taxpayer only may claim one of the three credits. However, the taxpayer is not disqualified from claiming any other tax credit in conjunction with the credit allowed by this section. (5)(a) If the taxpayer leases the building site, or part of the building site, the taxpayer may transfer any applicable remaining credit associated with the rehabilitation expenses incurred with respect to that part of the site to the lessee of the site. If a taxpayer sells the building site, or any phase or portion of the building site, the taxpayer may transfer all or part of the remaining credit, associated with the rehabilitation expenses incurred with respect to that phase or portion of the site, to the purchaser of the applicable portion of the building site. (b) To the extent that the taxpayer transfers the credit, the taxpayer shall notify the department of the transfer in the manner the department prescribes. (6) To the extent that the taxpayer is a partnership or a limited liability company taxed as a partnership, the credit, including any unused credit amount carried forward, may be passed through to the partners or members and may be allocated among any of its partners or members on an annual basis including, without limitation, an allocation of the entire credit or unused carryforward to any partner or member who was a member or partner at any time in the year in which the credit or unused carryforward is allocated. The allocation must be allowed without regard to any provision of the Internal Revenue Code or regulations promulgated pursuant thereto, that may be interpreted as contrary to the allocation, including, without limitation, the treatment of the allocation as a disguised sale. (C) If the taxpayer elects to receive the credit pursuant to subsection (A)(2), the following provisions apply: (1) The taxpayer shall file a Notice of Intent to Rehabilitate with the municipality, or the county if the building site is located in an unincorporated area, in which the building site is located before incurring its first rehabilitation expenses at the building site. Failure to provide the Notice of Intent to Rehabilitate results in qualification of only those rehabilitation expenses incurred after notice is provided. (2) Once the Notice of Intent to Rehabilitate has been provided to the county or municipality, the municipality or the county first shall determine, by resolution, the eligibility of the building site and the proposed rehabilitation expenses for the credit. A proposed rehabilitation of a building site must be approved by a positive majority vote of the local governing body. For purposes of this subsection, \"positive majority vote\" is as defined in Section 6-1-300(5). If the county or municipality determines that the building site and the proposed rehabilitation expenses are eligible for the credit, there must be a public hearing and the municipality or county shall approve the building site for the credit by ordinance. Before approving a building site for the credit, the municipality or county shall make a finding that the credit does not violate a covenant, representation, or warranty in any of its tax increment financing transactions or an outstanding general obligation bond issued by the county or municipality. (3)(a) The amount of the credit is equal to twenty-five percent of the actual rehabilitation expenses incurred at the building site times the local taxing entity ratio of each local taxing entity that has consented to the credit pursuant to item (4), if the actual rehabilitation expenses incurred in rehabilitating the building site are between eighty percent and one hundred twenty-five percent of the estimated rehabilitation expenses set forth in the Notice of Intent to Rehabilitate. If the actual rehabilitation expenses exceed one hundred twenty-five percent of the estimated expenses set forth in the Notice of Intent to Rehabilitate, the taxpayer qualifies for the credit based on one hundred twenty-five percent of the estimated expenses as opposed to the actual expenses it incurred in rehabilitating the building site. If the actual rehabilitation expenses are below eighty percent of the estimated rehabilitation expenses, the credit is not allowed. The ordinance must provide for the credit to be taken as a credit against up to seventy-five percent of the real property taxes due on the building site each year for up to eight years. (b) The local taxing entity ratio is set as of the time the Notice of Intent to Rehabilitate is filed and remains set for the entire period that the credit may be claimed by the taxpayer. (4) Not fewer than forty-five days before holding the public hearing required by subsection (C)(2), the governing body of the municipality or county shall give notice to all affected local taxing entities in which the building site is located of its intention to grant a credit against real property taxes for the building site and the amount of estimated credit proposed to be granted based on the estimated rehabilitation expenses. If a local taxing entity does not file an objection to the tax credit with the municipality or county on or before the date of the public hearing, the local taxing entity is considered to have consented to the tax credit. (5) The credit against real property taxes for each applicable phase or portion of the building site may be claimed beginning with the property tax year in which the applicable phase or portion of the building site is first placed in service. (D) A taxpayer is not eligible for the credit if the taxpayer owned the otherwise eligible building site when the site was operational and immediately prior to its abandonment. (E) For building sites which have had no portion thereof placed into service before July 1, 2018, and upon which is located a redeveloped multi-floor structure that is listed on the National Register of Historic Places, the taxpayer may subdivide the structure into separate units in the manner as provided for in this chapter, except that up to seven separate floors may be considered seven separate subdivided units if a floor is redeveloped for the exclusive use as a residential apartment or apartments. Before making an initial claim for tax credits pursuant to this chapter, in lieu of the requirements of Section 12-67-140(B)(1), a taxpayer utilizing the provisions of this subsection must notify the department in writing of his intent to claim tax credits pursuant to this chapter, providing any information required by the department, including, but not necessarily limited to, the location of the building site, the actual expenses incurred in connection with the rehabilitation of the building site, the number of units for which a credit is being claimed, and the date the building site will be placed in service. Except as specifically provided otherwise in this subsection, taxpayers are subject to all other requirements of this chapter. HISTORY: 2013 Act No. 57, Section 1.A, eff June 11, 2013; 2015 Act No. 68 (H.3725), Section 3, eff June 9, 2015; 2018 Act No. 265 (S.1043), Sections 2.A, 5.A, and 5.B, eff October 3, 2018; 2024 Act No. 169 (S.1021), Section 2, eff May 20, 2024.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-140/"
    },
    {
      "id": "section-12-67-150",
      "number": "12-67-150",
      "heading": "",
      "text": "Section effective until December 31, 2035. The provisions of Chapter 31, Title 6 also apply to this chapter, except that the requirements of Section 6-31-40 do not apply. HISTORY: 2013 Act No. 57, Section 1.A, eff June 11, 2013.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-150/"
    },
    {
      "id": "section-12-67-160",
      "number": "12-67-160",
      "heading": "",
      "text": "Section effective until December 31, 2035. (A) Notwithstanding any other provision of law, the taxpayer may apply to the municipality or county in which the abandoned building is located for a certification of the abandoned building site made by ordinance or binding resolution of the governing body of the municipality or county. The certification must include findings that the: (1) abandoned building site was an abandoned building as defined in Section 12-67-120(1); and (2) geographic area of the abandoned building site is consistent with Section 12-67-120(2). (B) The taxpayer may apply to the municipality or county in which the state-owned abandoned building is located for a certification of the state-owned abandoned building site made by ordinance or binding resolution of the governing body of the municipality or county. The certification must include findings that the: (1) state-owned abandoned building site was a state-owned abandoned building as defined in Section 12-67-120(8); and (2) geographic area of the state-owned abandoned building site is consistent with Section 12-67-120(8). (C) The taxpayer conclusively may rely upon the certification in determining the credit allowed; provided, however, that if the taxpayer is relying upon the certification, the taxpayer shall include a copy of the certification on the first return for which the credit is claimed. HISTORY: 2015 Act No. 68 (H.3725), Section 4, eff June 9, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-160/"
    },
    {
      "id": "section-12-67-170",
      "number": "12-67-170",
      "heading": "",
      "text": "Section effective until December 31, 2035. Notwithstanding any other provision of this chapter, if a taxpayer files a notice of intent to rehabilitate and has been rehabilitating an abandoned building continuously for the preceding year and is more than sixty percent complete, then the taxpayer must be allowed to extend the placed in service date until ninety days after completion of construction, provided construction continues diligently until that date. Nothing in this section may be construed to allow a taxpayer to earn a credit allowed by this chapter before the applicable phase or portion of the building site is placed in service. HISTORY: 2019 Act No. 50 (S.440), Section 2.B, eff May 16, 2019. Editor's Note 2019 Act No. 50, Sections 2.A and 3, provide as follows: \"SECTION 2.A. Notwithstanding Section 1 of Act 265 of 2018, and Section 1.B. of Act 57 of 2013, upon the repeal of Chapter 67, Title 12 of the 1976 Code, any carryforward credits shall continue to be allowed until the five or eight year time period in Section 12-67-140 is completed.\" \"SECTION 3. This act takes effect upon approval by the Governor and first applies to tax years beginning after 2017.\" 2021 Act No. 21, Section 1, provides as follows: \"SECTION 1. Notwithstanding SECTION 1.B. of Act 57 of 2013, the provisions of Chapter 67, Title 12 of the 1976 Code are repealed on December 31, 2025.\" 2024 Act No. 169, Section 1, provides as follows: \"SECTION 1. Notwithstanding SECTION 1.B. of Act 57 of 2013, the provisions of Chapter 67, Title 12 of the South Carolina Code are repealed on December 31, 2035.\"",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-carolina/title-12/chapter-67/section-12-67-170/"
    }
  ]
}