{
  "state": "nebraska",
  "path": "title-chapter-21-corporations-and-other-companies/chapter-21-130-becoming-member",
  "sections": [
    {
      "id": "section-21-130becoming",
      "number": "21-130.Becoming",
      "heading": "member.(RULLCA 401) (a) If a limited liability company is to have only one member upon formation, the person becomes a member as agreed by that person and the organizer of the company",
      "text": "That person and the organizer may be, but need not be, different persons. If different, the organizer acts on behal",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-21-130",
      "number": "21-130",
      "heading": "",
      "text": "21-130.Becoming member.\n\n(RULLCA 401) (a) If a limited liability company is to have only one member upon formation, the person becomes a member as agreed by that person and the organizer of the company. That person and the organizer may be, but need not be, different persons. If different, the organizer acts on behalf of the initial member.\n\n(b) If a limited liability company is to have more than one member upon formation, those persons become members as agreed by the persons before the formation of the company. The organizer acts on behalf of the persons in forming the company and may be, but need not be, one of the persons.\n\n(c) After formation of a limited liability company, a person becomes a member:\n\n(1) as provided in the operating agreement;\n\n(2) as the result of a transaction effective under sections 21-170 to 21-184;\n\n(3) with the consent of all the members; or\n\n(4) if, within ninety consecutive days after the company ceases to have any members:\n\n(A) the last person to have been a member, or the legal representative of that person, designates a person to become a member; and\n\n(B) the designated person consents to become a member.\n\n(d) A person may become a member without acquiring a transferable interest and without making or being obligated to make a contribution to the limited liability company.\n\nSourceLaws 2010, LB888, ยง 30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-21/statute-21-130/"
    }
  ]
}