{
  "state": "nebraska",
  "path": "title-chapter-21-corporations-and-other-companies/chapter-21-1903-filing-requirements",
  "sections": [
    {
      "id": "section-21-1903",
      "number": "21-1903",
      "heading": "",
      "text": "21-1903.Filing requirements.\n\n(a) A document must satisfy the requirements of this section, and of any other section that adds to or varies these requirements, to be entitled to filing by the Secretary of State.\n\n(b) The Nebraska Nonprofit Corporation Act must require or permit filing the document in the office of the Secretary of State.\n\n(c) The document must contain the information required by the act. It may contain other information as well.\n\n(d) The document must be typewritten or printed.\n\n(e) The document must be in the English language. However, a corporate name need not be in English if written in English letters or Arabic or Roman numerals, and the certificate of existence required of foreign corporations need not be in English if accompanied by a reasonably authenticated English translation.\n\n(f) The document must be executed:\n\n(1) By the presiding officer of its board of directors of a domestic or foreign corporation, by its president, or by another of its officers;\n\n(2) If directors have not been selected or the corporation has not been formed, by an incorporator; or\n\n(3) If the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary.\n\n(g) The person executing a document shall sign it and state beneath or opposite the signature his or her name and the capacity in which he or she signs. The document may, but need not, contain:\n\n(1) The corporate seal;\n\n(2) An attestation by the secretary or an assistant secretary; or\n\n(3) An acknowledgment, verification, or proof.\n\n(h) If the Secretary of State has prescribed a mandatory form for a document under section 21-1904, the document must be in or on the prescribed form.\n\n(i) The document must be delivered to the office of the Secretary of State for filing and must be accompanied by one exact or conformed copy (except as provided in sections 21-1936 and 21-19,154), the correct filing fee, and any tax, license fee, or penalty required by the Nebraska Nonprofit Corporation Act or other law.\n\nSourceLaws 1996, LB 681, ยง 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-21/statute-21-1903/"
    }
  ]
}