{
  "state": "nebraska",
  "path": "title-chapter-21-corporations-and-other-companies/chapter-21-155-governing-law",
  "sections": [
    {
      "id": "section-21-155",
      "number": "21-155",
      "heading": "",
      "text": "21-155.Governing law.\n\n(RULLCA 801) (a) The law of the state or other jurisdiction under which a foreign limited liability company is formed governs:\n\n(1) the internal affairs of the company; and\n\n(2) the liability of a member as member and a manager as manager for the debts, obligations, or other liabilities of the company.\n\n(b) A foreign limited liability company may not transact business in this state until it qualifies with the Secretary of State as provided in sections 21-156 and 21-158. A foreign limited liability company may not be denied a certificate of authority by reason of any difference between the law of the jurisdiction under which the company is formed and the law of this state.\n\n(c) A certificate of authority does not authorize a foreign limited liability company to engage in any business or exercise any power that a limited liability company may not engage in or exercise in this state.\n\nSourceLaws 2010, LB888, ยง 55.\n\nAnnotations\n\nThis section codifies the internal affairs doctrine, as discussed in the Restatement (Second) of Conflict of Laws section 302 (1971). Midwest Renewable Energy v. American Engr. Testing, 296 Neb. 73, 894 N.W.2d 221 (2017).\n\nUnder this section, the internal affairs doctrine requires that the law of a fully dissolved foreign limited liability corporation's state of incorporation govern its amenability. Midwest Renewable Energy v. American Engr. Testing, 296 Neb. 73, 894 N.W.2d 221 (2017).\n\nWhile this section references the Uniform Limited Liability Company Act, it was, instead, patterned after the Revised Uniform Limited Liability Company Act, and it incorporates the revised act's comments explaining the section. Midwest Renewable Energy v. American Engr. Testing, 296 Neb. 73, 894 N.W.2d 221 (2017).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-21/statute-21-155/"
    }
  ]
}