{
  "state": "nebraska",
  "path": "title-chapter-21-corporations-and-other-companies/chapter-21-1949-derivative-suits",
  "sections": [
    {
      "id": "section-21-1949",
      "number": "21-1949",
      "heading": "",
      "text": "21-1949.Derivative suits.\n\n(a) A proceeding may be brought in the right of a domestic or foreign corporation to procure a judgment in its favor by: (i) Any member or members having five percent or more of the voting power or by fifty members, whichever is less; or (ii) any director.\n\n(b) In any such proceeding, each complainant shall be a member or director at the time of bringing the proceeding.\n\n(c) A complaint in a proceeding brought in the right of a corporation must be verified and allege with particularity the demand made, if any, to obtain action by the directors and either why the complainants could not obtain the action or why they did not make the demand. If a demand for action was made and the corporation's investigation of the demand is in progress when the proceeding is filed, the district court may stay the proceeding until the investigation is completed.\n\n(d) On termination of the proceeding the district court may require the complainants to pay any defendant's reasonable expenses (including counsel fees) incurred in defending the suit if it finds that the proceeding was commenced frivolously or in bad faith.\n\n(e) If the proceeding on behalf of the corporation results in the corporation taking some action requested by the complainants or otherwise was successful, in whole or in part, or if anything was received by the complainants as the result of a judgment, compromise, or settlement of an action or claim, the district court may award the complainants reasonable expenses (including counsel fees).\n\n(f) The complainants shall notify the Attorney General within ten days after commencing any proceeding under this section if the proceeding involves a public benefit corporation or assets held in charitable trust by a mutual benefit corporation.\n\nSourceLaws 1996, LB 681, ยง 49.\n\nAnnotations\n\nNotice to the Attorney General as an interested party is an essential prerequisite to proceeding in an action involving a public benefit corporation, but once the notice is given, failure to provide such notice within 10 days of the filing of the original complaint does not constitute a jurisdictional defect foreclosing further action. Gilbert & Martha Hitchcock Found. v. Kountze, 275 Neb. 978, 751 N.W.2d 129 (2008).\n\nEffective notice to the Attorney General is an essential prerequisite to proceeding in any action involving a public benefit corporation for which such notice is required. Hitchcock Foundation v. Kountze, 272 Neb. 251, 720 N.W.2d 31 (2006).",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-21/statute-21-1949/"
    }
  ]
}