{
  "state": "nebraska",
  "path": "title-chapter-21-corporations-and-other-companies/chapter-21-1921-articles-of-incorporation",
  "sections": [
    {
      "id": "section-21-1921",
      "number": "21-1921",
      "heading": "",
      "text": "21-1921.Articles of incorporation.\n\n(a) The articles of incorporation shall set forth:\n\n(1) A corporate name for the corporation that satisfies the requirements of section 21-1931;\n\n(2) One of the following statements:\n\n(i) This corporation is a public benefit corporation;\n\n(ii) This corporation is a mutual benefit corporation; or\n\n(iii) This corporation is a religious corporation;\n\n(3) The street address of the corporation's initial registered office and the name of its initial registered agent at that office. A post office box number may be provided in addition to the street address;\n\n(4) The name and street address of each incorporator;\n\n(5) Whether or not the corporation will have members; and\n\n(6) Provisions not inconsistent with law regarding the distribution of assets on dissolution.\n\n(b) The articles of incorporation may set forth:\n\n(1) The purpose or purposes for which the corporation is organized, which may be, either alone or in combination with other purposes, the transaction of any lawful activity;\n\n(2) The names and street addresses of the individuals who are to serve as the initial directors;\n\n(3) Provisions not inconsistent with law regarding:\n\n(i) Managing and regulating the affairs of the corporation;\n\n(ii) Defining, limiting, and regulating the powers of the corporation, its board of directors, and members (or any class of members); and\n\n(iii) The characteristics, qualifications, rights, limitations, and obligations attaching to each or any class of members.\n\n(4) Any provision that under the Nebraska Nonprofit Corporation Act is required or permitted to be set forth in the bylaws.\n\n(c) Each incorporator and director named in the articles must sign the articles.\n\n(d) The articles of incorporation need not set forth any of the corporate powers enumerated in the act.\n\nSourceLaws 1996, LB 681, ยง 21;Laws 2008, LB379, ยง 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/nebraska/chapter-21/statute-21-1921/"
    },
    {
      "id": "section-s",
      "number": "s",
      "heading": "of incorporation.",
      "text": "of incorporation.",
      "history": "",
      "source_url": ""
    }
  ]
}