{
  "state": "georgia",
  "path": "title-title-19-domestic-relations-ââ-19-1-1-â-19-15-7/chapter-chapter-10-abandonment-of-spouse-or-child-ââ-19-10-1-â-19-10",
  "sections": [
    {
      "id": "section-19-10-1",
      "number": "19-10-1",
      "heading": "Abandonment of dependent child; criminal penalties; continuing offense; venue; evidence; expenses of birth of child born out of wedlock; support of child born out of wedlockSection 19-10-2 - Abandonment of dependent pregnant wife; criminal penalties; continuing offense",
      "text": "(a)A child abandoned by its father or mother shall be considered to be in a dependent condition when the father or mother does not furnish sufficient food, clothing, or shelter for the needs of the child.(b)If any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, he or she shall be guilty of a misdemeanor. Moreover, if any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, and leaves this state or if any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, after leaving this state, he or she shall be guilty of a felony punishable by imprisonment for not less than one nor more than three years. The felony shall be reducible to a misdemeanor. Any person, upon conviction of the third offense for violating this Code section, shall be guilty of a felony and shall be imprisoned for not less than one nor more than three years, which felony shall not be reducible to a misdemeanor. The husband and wife shall be competent witnesses in such cases to testify for or against the other.(c)The offense of abandonment is a continuing offense. Except as provided in subsection (i) of this Code section, former acquittal or conviction of the offense shall not be a bar to further prosecution therefor under this Code section, if it is made to appear that the child in question was in a dependent condition, as defined in this Code section, for a period of 30 days prior to the commencement of prosecution.(d)In prosecutions under this Code section when the child is born out of wedlock, the venue of the offense shall be in the county in which the child and the mother are domiciled at the time of the swearing out of the arrest warrant; but, if the child and the mother are domiciled in different counties, venue shall be in the county in which the child is domiciled.(e)Upon the trial of an accused father or mother under this Code section, it shall be no defense that the accused father or mother has never supported the child.(f)In the trial of any abandonment proceeding in which the question of parentage arises, regardless of any presumptions with respect to parentage, the accused father may request a paternity blood test and agree and arrange to pay for same; and in such cases the court before which the matter is brought, upon pretrial motion of the defendant, shall order that the alleged parent, the known natural parent, and the child submit to any blood tests and comparisons which have been developed and adapted for purposes of establishing or disproving parentage and which are reasonably accessible to the alleged parent, the known natural parent, and the child. The results of those blood tests and comparisons, including the statistical likelihood of the alleged parent's parentage, if available, shall be admitted in evidence when offered by a duly qualified, licensed practicing physician, duly qualified immunologist, duly qualified geneticist, or other duly qualified person. Upon receipt of a motion and the entry of an order under this subsection, the court shall proceed as follows:(1)Where the issue of parentage is to be decided by a jury, where the results of those blood tests and comparisons are not shown to be inconsistent with the results of any other blood tests and comparisons, and where the results of those blood tests and comparisons indicate that the alleged parent cannot be the natural parent of the child, the jury shall be instructed that if they believe that the witness presenting the results testified truthfully as to those results and if they believe that the tests and comparisons were conducted properly, then it will be their duty to decide that the alleged parent is not the natural parent;(2)The court shall require the defendant requesting the blood tests and comparisons pursuant to this subsection to be initially responsible for any of the expenses thereof. Upon the entry of a verdict incorporating a finding of parentage or nonparentage, the court shall tax the expenses for blood tests and comparisons, in addition to any fees for expert witnesses whose testimonies supported the admissibility thereof, as costs.(g)In prosecutions under this Code section, when the child is born out of wedlock and the accused father is convicted, the father may be required by the court to pay the reasonable medical expenses paid by or incurred on behalf of the mother due to the birth of the child.(h)The accused father and the mother of a child born out of wedlock may enter into a written agreement providing for future support of the child by regular periodic payments to the mother until the child reaches the age of 18 years, marries, or becomes self-supporting; provided, however, that the agreement shall not be binding on either party until it has been approved by the court having jurisdiction to try the pending case.(i)If, during the trial of any person charged with the offense of abandonment as defined in this Code section, the person contends that he or she is not the father or mother of the child alleged to have been abandoned, in a jury trial the trial judge shall charge the jury that if its verdict is for the acquittal of the person and its reason for so finding is that the person is not the father or mother of the child alleged to have been abandoned, then its verdict shall so state. In a trial before the court without the intervention of the jury, if the court renders a verdict of acquittal based on the contention of the person that he or she is not the father or mother of the child alleged to have been abandoned, the trial judge shall so state this fact in his verdict of acquittal. Where the verdict of the jury or the court is for acquittal of a person on the grounds that the person is not the father or mother of the child alleged to have been abandoned, the person cannot thereafter again be tried for the offense of abandoning the child, and the verdict of acquittal shall be a bar to all civil and criminal proceedings attempting to compel the person to support the child.(j)(1)In a prosecution for and conviction of the offense of abandonment, the trial court may suspend the service of the sentence imposed in the case, upon such terms and conditions as it may prescribe for the support, by the defendant, of the child or children abandoned during the minority of the child or children. Service of the sentence, when so suspended, shall not begin unless and until ordered by the court having jurisdiction thereof, after a hearing as in cases of revocation or probated sentences, because of the failure or refusal of the defendant to comply with the terms and conditions upon which service of a sentence was suspended.(2)Service of any sentence suspended in abandonment cases may be ordered by the court having jurisdiction thereof at any time before the child or children reach the age of 18 or become emancipated, after a hearing as provided in paragraph (1) of this subsection and a finding by the court that the defendant has failed or refused to comply with the terms and conditions upon which service of the sentence was suspended by the court having jurisdiction thereof.(3)Notwithstanding any other provisions of law, in abandonment cases where the suspension of sentence has been revoked and the defendant is serving the sentence, the court may thereafter again suspend the service of sentence under the same terms and conditions as the original suspension. The sentence shall not be considered probated and the defendant shall not be on probation, but the defendant shall again be under a suspended sentence. However, the combined time of incarceration of the defendant during the periods of revocation of suspended sentences shall not exceed the maximum period of punishment for the offense.(4)Notwithstanding any other provision of law to the contrary, the terms and conditions prescribed by the court as to support by the defendant shall be subject to review and modification by the court, upon notice and hearing to the defendant, as to the ability of the defendant to furnish support and as to the adequacy of the present support payments to the child's or children's needs. The review provided for in this paragraph as to the ability of the defendant to furnish support and as to the adequacy of the present support payments to the child's or children's needs shall not be had in less than two-year intervals and shall authorize the court to increase as well as to decrease the amount of child support to be paid as a term and condition of the suspended sentence. The review as to ability to support and adequacy of support shall not be equivalent to a hearing held in cases of revocation of probated sentences for purposes of service of the suspended sentence; nor shall a modification, if any, be deemed a change in sentence; nor shall a modification, if any, be deemed to change the suspended sentence to a probated sentence.Amended by 2006 Ga. Laws 466,§ 6, eff. 7/1/2006.\n\n(a)A child abandoned by its father or mother shall be considered to be in a dependent condition when the father or mother does not furnish sufficient food, clothing, or shelter for the needs of the child.(b)If any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, he or she shall be guilty of a misdemeanor. Moreover, if any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, and leaves this state or if any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, after leaving this state, he or she shall be guilty of a felony punishable by imprisonment for not less than one nor more than three years. The felony shall be reducible to a misdemeanor. Any person, upon conviction of the third offense for violating this Code section, shall be guilty of a felony and shall be imprisoned for not less than one nor more than three years, which felony shall not be reducible to a misdemeanor. The husband and wife shall be competent witnesses in such cases to testify for or against the other.(c)The offense of abandonment is a continuing offense. Except as provided in subsection (i) of this Code section, former acquittal or conviction of the offense shall not be a bar to further prosecution therefor under this Code section, if it is made to appear that the child in question was in a dependent condition, as defined in this Code section, for a period of 30 days prior to the commencement of prosecution.(d)In prosecutions under this Code section when the child is born out of wedlock, the venue of the offense shall be in the county in which the child and the mother are domiciled at the time of the swearing out of the arrest warrant; but, if the child and the mother are domiciled in different counties, venue shall be in the county in which the child is domiciled.(e)Upon the trial of an accused father or mother under this Code section, it shall be no defense that the accused father or mother has never supported the child.(f)In the trial of any abandonment proceeding in which the question of parentage arises, regardless of any presumptions with respect to parentage, the accused father may request a paternity blood test and agree and arrange to pay for same; and in such cases the court before which the matter is brought, upon pretrial motion of the defendant, shall order that the alleged parent, the known natural parent, and the child submit to any blood tests and comparisons which have been developed and adapted for purposes of establishing or disproving parentage and which are reasonably accessible to the alleged parent, the known natural parent, and the child. The results of those blood tests and comparisons, including the statistical likelihood of the alleged parent's parentage, if available, shall be admitted in evidence when offered by a duly qualified, licensed practicing physician, duly qualified immunologist, duly qualified geneticist, or other duly qualified person. Upon receipt of a motion and the entry of an order under this subsection, the court shall proceed as follows:(1)Where the issue of parentage is to be decided by a jury, where the results of those blood tests and comparisons are not shown to be inconsistent with the results of any other blood tests and comparisons, and where the results of those blood tests and comparisons indicate that the alleged parent cannot be the natural parent of the child, the jury shall be instructed that if they believe that the witness presenting the results testified truthfully as to those results and if they believe that the tests and comparisons were conducted properly, then it will be their duty to decide that the alleged parent is not the natural parent;(2)The court shall require the defendant requesting the blood tests and comparisons pursuant to this subsection to be initially responsible for any of the expenses thereof. Upon the entry of a verdict incorporating a finding of parentage or nonparentage, the court shall tax the expenses for blood tests and comparisons, in addition to any fees for expert witnesses whose testimonies supported the admissibility thereof, as costs.(g)In prosecutions under this Code section, when the child is born out of wedlock and the accused father is convicted, the father may be required by the court to pay the reasonable medical expenses paid by or incurred on behalf of the mother due to the birth of the child.(h)The accused father and the mother of a child born out of wedlock may enter into a written agreement providing for future support of the child by regular periodic payments to the mother until the child reaches the age of 18 years, marries, or becomes self-supporting; provided, however, that the agreement shall not be binding on either party until it has been approved by the court having jurisdiction to try the pending case.(i)If, during the trial of any person charged with the offense of abandonment as defined in this Code section, the person contends that he or she is not the father or mother of the child alleged to have been abandoned, in a jury trial the trial judge shall charge the jury that if its verdict is for the acquittal of the person and its reason for so finding is that the person is not the father or mother of the child alleged to have been abandoned, then its verdict shall so state. In a trial before the court without the intervention of the jury, if the court renders a verdict of acquittal based on the contention of the person that he or she is not the father or mother of the child alleged to have been abandoned, the trial judge shall so state this fact in his verdict of acquittal. Where the verdict of the jury or the court is for acquittal of a person on the grounds that the person is not the father or mother of the child alleged to have been abandoned, the person cannot thereafter again be tried for the offense of abandoning the child, and the verdict of acquittal shall be a bar to all civil and criminal proceedings attempting to compel the person to support the child.(j)(1)In a prosecution for and conviction of the offense of abandonment, the trial court may suspend the service of the sentence imposed in the case, upon such terms and conditions as it may prescribe for the support, by the defendant, of the child or children abandoned during the minority of the child or children. Service of the sentence, when so suspended, shall not begin unless and until ordered by the court having jurisdiction thereof, after a hearing as in cases of revocation or probated sentences, because of the failure or refusal of the defendant to comply with the terms and conditions upon which service of a sentence was suspended.(2)Service of any sentence suspended in abandonment cases may be ordered by the court having jurisdiction thereof at any time before the child or children reach the age of 18 or become emancipated, after a hearing as provided in paragraph (1) of this subsection and a finding by the court that the defendant has failed or refused to comply with the terms and conditions upon which service of the sentence was suspended by the court having jurisdiction thereof.(3)Notwithstanding any other provisions of law, in abandonment cases where the suspension of sentence has been revoked and the defendant is serving the sentence, the court may thereafter again suspend the service of sentence under the same terms and conditions as the original suspension. The sentence shall not be considered probated and the defendant shall not be on probation, but the defendant shall again be under a suspended sentence. However, the combined time of incarceration of the defendant during the periods of revocation of suspended sentences shall not exceed the maximum period of punishment for the offense.(4)Notwithstanding any other provision of law to the contrary, the terms and conditions prescribed by the court as to support by the defendant shall be subject to review and modification by the court, upon notice and hearing to the defendant, as to the ability of the defendant to furnish support and as to the adequacy of the present support payments to the child's or children's needs. The review provided for in this paragraph as to the ability of the defendant to furnish support and as to the adequacy of the present support payments to the child's or children's needs shall not be had in less than two-year intervals and shall authorize the court to increase as well as to decrease the amount of child support to be paid as a term and condition of the suspended sentence. The review as to ability to support and adequacy of support shall not be equivalent to a hearing held in cases of revocation of probated sentences for purposes of service of the suspended sentence; nor shall a modification, if any, be deemed a change in sentence; nor shall a modification, if any, be deemed to change the suspended sentence to a probated sentence.Amended by 2006 Ga. Laws 466,§ 6, eff. 7/1/2006.\n\n(a)A child abandoned by its father or mother shall be considered to be in a dependent condition when the father or mother does not furnish sufficient food, clothing, or shelter for the needs of the child.(b)If any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, he or she shall be guilty of a misdemeanor. Moreover, if any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, and leaves this state or if any father or mother willfully and voluntarily abandons his or her child, either legitimate or born out of wedlock, leaving it in a dependent condition, after leaving this state, he or she shall be guilty of a felony punishable by imprisonment for not less than one nor more than three years. The felony shall be reducible to a misdemeanor. Any person, upon conviction of the third offense for violating this Code section, shall be guilty of a felony and shall be imprisoned for not less than one nor more than three years, which felony shall not be reducible to a misdemeanor. The husband and wife shall be competent witnesses in such cases to testify for or against the other.(c)The offense of abandonment is a continuing offense. Except as provided in subsection (i) of this Code section, former acquittal or conviction of the offense shall not be a bar to further prosecution therefor under this Code section, if it is made to appear that the child in question was in a dependent condition, as defined in this Code section, for a period of 30 days prior to the commencement of prosecution.(d)In prosecutions under this Code section when the child is born out of wedlock, the venue of the offense shall be in the county in which the child and the mother are domiciled at the time of the swearing out of the arrest warrant; but, if the child and the mother are domiciled in different counties, venue shall be in the county in which the child is domiciled.(e)Upon the trial of an accused father or mother under this Code section, it shall be no defense that the accused father or mother has never supported the child.(f)In the trial of any abandonment proceeding in which the question of parentage arises, regardless of any presumptions with respect to parentage, the accused father may request a paternity blood test and agree and arrange to pay for same; and in such cases the court before which the matter is brought, upon pretrial motion of the defendant, shall order that the alleged parent, the known natural parent, and the child submit to any blood tests and comparisons which have been developed and adapted for purposes of establishing or disproving parentage and which are reasonably accessible to the alleged parent, the known natural parent, and the child. The results of those blood tests and comparisons, including the statistical likelihood of the alleged parent's parentage, if available, shall be admitted in evidence when offered by a duly qualified, licensed practicing physician, duly qualified immunologist, duly qualified geneticist, or other duly qualified person. Upon receipt of a motion and the entry of an order under this subsection, the court shall proceed as follows:(1)Where the issue of parentage is to be decided by a jury, where the results of those blood tests and comparisons are not shown to be inconsistent with the results of any other blood tests and comparisons, and where the results of those blood tests and comparisons indicate that the alleged parent cannot be the natural parent of the child, the jury shall be instructed that if they believe that the witness presenting the results testified truthfully as to those results and if they believe that the tests and comparisons were conducted properly, then it will be their duty to decide that the alleged parent is not the natural parent;(2)The court shall require the defendant requesting the blood tests and comparisons pursuant to this subsection to be initially responsible for any of the expenses thereof. Upon the entry of a verdict incorporating a finding of parentage or nonparentage, the court shall tax the expenses for blood tests and comparisons, in addition to any fees for expert witnesses whose testimonies supported the admissibility thereof, as costs.(g)In prosecutions under this Code section, when the child is born out of wedlock and the accused father is convicted, the father may be required by the court to pay the reasonable medical expenses paid by or incurred on behalf of the mother due to the birth of the child.(h)The accused father and the mother of a child born out of wedlock may enter into a written agreement providing for future support of the child by regular periodic payments to the mother until the child reaches the age of 18 years, marries, or becomes self-supporting; provided, however, that the agreement shall not be binding on either party until it has been approved by the court having jurisdiction to try the pending case.(i)If, during the trial of any person charged with the offense of abandonment as defined in this Code section, the person contends that he or she is not the father or mother of the child alleged to have been abandoned, in a jury trial the trial judge shall charge the jury that if its verdict is for the acquittal of the person and its reason for so finding is that the person is not the father or mother of the child alleged to have been abandoned, then its verdict shall so state. In a trial before the court without the intervention of the jury, if the court renders a verdict of acquittal based on the contention of the person that he or she is not the father or mother of the child alleged to have been abandoned, the trial judge shall so state this fact in his verdict of acquittal. Where the verdict of the jury or the court is for acquittal of a person on the grounds that the person is not the father or mother of the child alleged to have been abandoned, the person cannot thereafter again be tried for the offense of abandoning the child, and the verdict of acquittal shall be a bar to all civil and criminal proceedings attempting to compel the person to support the child.(j)(1)In a prosecution for and conviction of the offense of abandonment, the trial court may suspend the service of the sentence imposed in the case, upon such terms and conditions as it may prescribe for the support, by the defendant, of the child or children abandoned during the minority of the child or children. Service of the sentence, when so suspended, shall not begin unless and until ordered by the court having jurisdiction thereof, after a hearing as in cases of revocation or probated sentences, because of the failure or refusal of the defendant to comply with the terms and conditions upon which service of a sentence was suspended.(2)Service of any sentence suspended in abandonment cases may be ordered by the court having jurisdiction thereof at any time before the child or children reach the age of 18 or become emancipated, after a hearing as provided in paragraph (1) of this subsection and a finding by the court that the defendant has failed or refused to comply with the terms and conditions upon which service of the sentence was suspended by the court having jurisdiction thereof.(3)Notwithstanding any other provisions of law, in abandonment cases where the suspension of sentence has been revoked and the defendant is serving the sentence, the court may thereafter again suspend the service of sentence under the same terms and conditions as the original suspension. The sentence shall not be considered probated and the defendant shall not be on probation, but the defendant shall again be under a suspended sentence. However, the combined time of incarceration of the defendant during the periods of revocation of suspended sentences shall not exceed the maximum period of punishment for the offense.(4)Notwithstanding any other provision of law to the contrary, the terms and conditions prescribed by the court as to support by the defendant shall be subject to review and modification by the court, upon notice and hearing to the defendant, as to the ability of the defendant to furnish support and as to the adequacy of the present support payments to the child's or children's needs. The review provided for in this paragraph as to the ability of the defendant to furnish support and as to the adequacy of the present support payments to the child's or children's needs shall not be had in less than two-year intervals and shall authorize the court to increase as well as to decrease the amount of child support to be paid as a term and condition of the suspended sentence. The review as to ability to support and adequacy of support shall not be equivalent to a hearing held in cases of revocation of probated sentences for purposes of service of the suspended sentence; nor shall a modification, if any, be deemed a change in sentence; nor shall a modification, if any, be deemed to change the suspended sentence to a probated sentence.Amended by 2006 Ga. Laws 466,§ 6, eff. 7/1/2006.\n\nAmended by 2006 Ga. Laws 466,§ 6, eff. 7/1/2006.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-19/chapter-10/section-19-10-1/"
    },
    {
      "id": "section-19-10-2",
      "number": "19-10-2",
      "heading": "Abandonment of dependent pregnant wife; criminal penalties; continuing offense",
      "text": "(a)A wife who is pregnant with her husband's child shall be deemed to be in a dependent condition when her husband does not furnish her sufficient food, clothing, or medical treatment to meet her needs, both before and immediately upon the birth of the child.(b)Any husband who willfully and voluntarily abandons his wife, while she is pregnant with his child, leaving her in a dependent condition, shall be guilty of a misdemeanor.(c)Any husband who willfully and voluntarily abandons his wife while she is pregnant with his child and leaves the jurisdiction of this state shall be guilty of a felony punishable by imprisonment for not less than one year nor more than three years. The felony shall be reducible to a misdemeanor.(d)For purposes of this Code section, a husband shall not be deemed to have abandoned his wife willfully and voluntarily unless he has actual knowledge of her pregnant condition.(e)The offense of abandonment as set forth in this Code section is a continuing offense.(f)The wife shall be competent to be a witness against her husband in any proceedings or cases brought against the husband for abandonment as set forth in this Code section.\n\n(a)A wife who is pregnant with her husband's child shall be deemed to be in a dependent condition when her husband does not furnish her sufficient food, clothing, or medical treatment to meet her needs, both before and immediately upon the birth of the child.(b)Any husband who willfully and voluntarily abandons his wife, while she is pregnant with his child, leaving her in a dependent condition, shall be guilty of a misdemeanor.(c)Any husband who willfully and voluntarily abandons his wife while she is pregnant with his child and leaves the jurisdiction of this state shall be guilty of a felony punishable by imprisonment for not less than one year nor more than three years. The felony shall be reducible to a misdemeanor.(d)For purposes of this Code section, a husband shall not be deemed to have abandoned his wife willfully and voluntarily unless he has actual knowledge of her pregnant condition.(e)The offense of abandonment as set forth in this Code section is a continuing offense.(f)The wife shall be competent to be a witness against her husband in any proceedings or cases brought against the husband for abandonment as set forth in this Code section.\n\n(a)A wife who is pregnant with her husband's child shall be deemed to be in a dependent condition when her husband does not furnish her sufficient food, clothing, or medical treatment to meet her needs, both before and immediately upon the birth of the child.(b)Any husband who willfully and voluntarily abandons his wife, while she is pregnant with his child, leaving her in a dependent condition, shall be guilty of a misdemeanor.(c)Any husband who willfully and voluntarily abandons his wife while she is pregnant with his child and leaves the jurisdiction of this state shall be guilty of a felony punishable by imprisonment for not less than one year nor more than three years. The felony shall be reducible to a misdemeanor.(d)For purposes of this Code section, a husband shall not be deemed to have abandoned his wife willfully and voluntarily unless he has actual knowledge of her pregnant condition.(e)The offense of abandonment as set forth in this Code section is a continuing offense.(f)The wife shall be competent to be a witness against her husband in any proceedings or cases brought against the husband for abandonment as set forth in this Code section.",
      "history": "",
      "source_url": "https://law.justia.com/codes/georgia/title-19/chapter-10/section-19-10-2/"
    }
  ]
}