{
  "state": "idaho",
  "path": "title-title-22/chapter-chapter-36",
  "sections": [
    {
      "id": "section-22-3601",
      "number": "22-3601",
      "heading": "",
      "text": "22-3601. PURPOSE. It is to the best interests of all the people of the state of Idaho that the abundant and natural resources of Idaho be protected, fully developed and uniformly distributed. It is in the public interest and within the exercise of the police power of the state to protect the public health; to prevent fraudulent practices; to provide the means for the development of markets; production research; and new product development and promotion of the apple industry. \"Apples\" as used in this chapter means Idaho apples.\n\n[22-3601, added 1966 (2nd E.S.), ch. 17, sec. 1, p. 39; am. 2016, ch. 93, sec. 1, p. 284.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3601/"
    },
    {
      "id": "section-22-3602",
      "number": "22-3602",
      "heading": "",
      "text": "22-3602. COMMISSION CREATED — QUALIFICATION OF MEMBERS. There is hereby created in the department of self-governing agencies an Idaho apple commission, to be thus known and designated. The commission shall be composed of three (3) practical apple growers and two (2) practical apple dealers.\n\nThe three (3) grower members shall be citizens and residents of this state, over the age of twenty-five (25) years, each of whom is and has been actively engaged in the growing and producing of apples within the state of Idaho, and a major portion of his income from apples has been derived from growing apples.\n\nThe two (2) dealer members shall be persons who, either individually or as executive officers of a corporation, firm, partnership, association or cooperative organization are and have been actively engaged as dealers of apples within the state of Idaho, are citizens and residents of this state; are over the age of twenty-five (25) years, and a major portion of their income from apples has been derived from handling, packing, shipping, buying or selling apples, or acting as sales or purchasing agent, broker or factor of apples.\n\nThe qualifications of members of the commission as herein set forth must continue during their term of office. The commission shall elect its chairman. Each member of the commission shall be compensated as provided by section 59-509(d), Idaho Code.\n\n[22-3602, added 1966 (2nd E.S.), ch. 17, sec. 2, p. 39; am. 1974, ch. 13, sec. 4, p. 138; am. 1980, ch. 247, sec. 17, p. 594.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3602/"
    },
    {
      "id": "section-22-3603",
      "number": "22-3603",
      "heading": "",
      "text": "22-3603. DEFINITIONS. As used in this chapter, unless the context requires otherwise:\n\n(1) \"Commission\" means the Idaho apple commission.\n\n(2) \"Grower\" means any landowner personally engaged in growing apples, a tenant personally engaged in growing apples, or both the owner and the tenant jointly, and includes a person, partnership, association, corporation, cooperative organization, trust, sharecropper, or any and all other business units, devices and arrangements, that grow apples.\n\n(3) \"Dealer\" means any person, partnership, association, corporation, cooperative or other business units and devices who first handles, packs, ships, buys or sells apples, or who acts as sales or purchasing agent, broker or factor of apples.\n\n(4) \"Ship\" means to load apples into any mode of conveyance for transport in the channels of trade or to market.\n\n(5) \"Processor\" and \"Processing Plant\" means every person, partnership, association, corporation, cooperative or other business units and devices to whom and every place to which apples are delivered for drying, freezing, dehydrating, canning, pressing, powdering, extracting, cooking and for use in producing a product or manufacturing a manufactured article.\n\n(6) \"District No. 1\" shall consist of the following counties: Canyon, Ada, Owyhee, Elmore, Camas, Blaine, Gooding, Lincoln, Minidoka, Jerome, Twin Falls, Cassia, Power, Oneida, Bannock, Franklin, Bear Lake, Caribou, Bonneville, Madison, Teton, Jefferson, Fremont, Butte, Clark and Bingham.\n\n(7) \"District No. 2\" shall consist of the following counties: Gem, Boise, Valley, Custer, Lemhi, Payette, Washington, Adams, Idaho, Lewis, Nez Perce, Clearwater, Latah, Benewah, Shoshone, Kootenai, Bonner and Boundary.\n\n(8) \"Person\" means any partnership, association, corporation, cooperative or other business units or devices.\n\n[22-3603, added 1966 (2nd E.S.), ch. 17, sec. 3, p. 39; am. 2016, ch. 93, sec. 2, p. 285.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3603/"
    },
    {
      "id": "section-22-3604",
      "number": "22-3604",
      "heading": "",
      "text": "22-3604. COMMISSION MEMBERS — NOMINATION AND APPOINTMENT. (1) The commission shall consist of five (5) members appointed by the governor following nomination. Three (3) members shall be growers, with one (1) grower member representing district no. 1, one (1) grower member representing district no. 2, and one (1) grower member being a grower member at large, and two (2) members shall be dealers.\n\n(2) Members shall serve for a term of three (3) years. On and after the effective date of this act, terms that are held by the commission members immediately prior to the effective date of this act, hereinafter referred to as current commissioners, shall expire and be filled on the following schedule:\n\nDistrict no. 1 shall be held by the current grower commissioner for district no. 1, whose term shall expire on July 1, 2016;\n\nDistrict no. 2 shall be held by the current grower commissioner for district no. 2, whose term shall expire on July 1, 2017;\n\nThe term of the grower member at large shall expire on July 1, 2018, and shall be held by the current grower commissioner for district no. 3, as it existed prior to the effective date of this act;\n\nThe term of one (1) dealer member at large shall be held by the current dealer member at large whose term shall expire on July 1, 2016; and\n\nThe term of the second dealer member at large shall be held by the current dealer member at large whose term shall expire on July 1, 2018.\n\n(3) Members of the commission may not serve more than two (2) consecutive terms. Upon serving two (2) consecutive terms and the lapse of one (1) full term, such member may again be nominated and appointed to the commission.\n\n(4) Meetings shall be held for the selection of member nominees prior to expiration of a member’s term and shall be held at the discretion of the commission. In seeking nominations for a grower member, the commission shall conduct meetings at such times and places as determined by the commission during which time growers shall nominate two (2) qualified growers for each expiring member term. In seeking nominations for a dealer member, the commission shall conduct meetings at such times and places as determined by the commission, during which time dealers shall nominate two (2) qualified dealers at large for each expiring member term. Notice of the meetings for the nominations of growers and dealers shall be by publication in a newspaper of general circulation in any county in which a meeting is to be held and shall be published in two (2) issues of such newspaper, the first approximately thirty (30) days and the second approximately ten (10) days before said meeting. The notice shall state the purpose, time and place of said meeting.\n\n(5) In the event there are vacancies in the commission through death, resignation or removal, it shall be the duty of the growers and dealers as provided in this section to submit to the governor at least two (2) qualified names for each grower vacancy and two (2) qualified names for each dealer vacancy. The governor shall make the appointment to fill the vacancy.\n\n[22-3604, added 2016, ch. 93, sec. 4, p. 285.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3604/"
    },
    {
      "id": "section-22-3605",
      "number": "22-3605",
      "heading": "",
      "text": "22-3605. POWERS AND DUTIES. The Idaho apple commission shall have, but is not limited to, the following powers and duties:\n\n(1) To elect a chairman and such other officers as it deems advisable.\n\n(2) To appoint and employ, and at its pleasure discharge, all necessary agents, employees and professional personnel and other personnel, including experts in agriculture and the publicizing of the products thereof, and to prescribe their duties and fix their compensation.\n\n(3) To establish offices and incur expense and enter into contracts and to create such liabilities as may be reasonable for the proper administration and enforcement of this chapter.\n\n(4) To aid in finding new markets for Idaho apples and apple products.\n\n(5) To give, publicize and promulgate reliable information showing the value of apples and apple products for any purpose for which they are found useful and profitable.\n\n(6) To make public and encourage the widespread national and international use of apples and apple products.\n\n(7) To investigate and participate in studies of the problems peculiar to the growers of apples in the state of Idaho.\n\n(8) To take such action as to the commission seems necessary or advisable in order to promote the sale of apples and to protect the apple industry.\n\n(9) To enter into such contracts as may be necessary or advisable.\n\n(10) To make use of such advertising means and methods as the commission deems advisable and to enter into contracts and agreements for research and advertising within and without the state of Idaho.\n\n(11) To cooperate with any local, state or national organization or agency, whether voluntary or created by the law of any state, or the United States government, engaged in work or activity similar to the work and activities of the commission, and to enter into contracts and agreements with such organizations or agencies for carrying on a joint campaign of research, education, product protection, publicity and reciprocal enforcement of these objectives.\n\n(12) To investigate and prosecute in the name of the state of Idaho violations of this chapter; to investigate and prosecute in the name of the state of Idaho any suit or action for the collection of assessments as hereinafter provided, or to protect brands, marks, packages, brand names or trademarks being promoted by the commission.\n\n(13) To do any and all things that will promote the sale of apples.\n\n(14) To keep an accurate record of all of its dealings, which shall be open to inspection by the state controller.\n\n(15) To sue and be sued.\n\n(16) To adopt and from time to time alter, rescind, modify and/or amend all proper and necessary rules and orders for the exercise of its powers and performance of its duties under this chapter.\n\n[22-3605, added 1966 (2nd E.S.), ch. 17, sec. 5, p. 39; am. 1994, ch. 180, sec. 28, p. 442; am. 2016, ch. 93, sec. 5, p. 286.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3605/"
    },
    {
      "id": "section-22-3606",
      "number": "22-3606",
      "heading": "",
      "text": "22-3606. RESEARCH — ADVERTISING — INVESTIGATION. The commission shall provide for and conduct a comprehensive and extensive research, advertising and educational campaign as continuous as the crop, sales and market conditions reasonably require. It will investigate and ascertain the needs of growers, conditions of the market and extent to which public convenience and necessity require research and advertising to be conducted.\n\n[22-3606, added 1966 (2nd E.S.), ch. 17, sec. 6, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3606/"
    },
    {
      "id": "section-22-3607",
      "number": "22-3607",
      "heading": "",
      "text": "22-3607. DEPOSIT AND DISBURSEMENT OF FUNDS. (1) Immediately upon receipt, all moneys received by the commission shall be deposited in one or more separate accounts in the name of the commission in one or more banks or trust companies approved under chapter 27, title 67, Idaho Code, as state depositories. The commission shall designate such banks or trust companies. All funds so deposited are hereby continuously appropriated for the purpose of carrying out the provisions of this chapter.\n\n(2) Funds can be withdrawn or paid out of such accounts only upon checks or other orders upon such accounts signed by two (2) officers designated by the commission.\n\n(3) The right is reserved to the state of Idaho to audit the funds of the commission at any time.\n\n(4) On or before January 15 of each year, the commission shall file with the senate agricultural affairs committee, the house agricultural affairs committee, the legislative services office, the state controller, and the division of financial management, a report showing the annual income and expenses by standard classification of the commission during the preceding fiscal year. The report shall also include an estimate of income to the commission for the current and next fiscal year and a projection of anticipated expenses by category for the current and next fiscal year. From and after January 15, 1989, the report shall also include a reconciliation between the estimated income and expenses projected and the actual income and expenses of the preceding fiscal year.\n\n(5) All moneys received or expended by the commission shall be audited biennially by a certified public accountant designated by the commission, who shall furnish a copy of such audit to the director of legislative services and to the senate agricultural affairs committee and the house agricultural affairs committee. The audit shall be completed within ninety (90) days following the close of the fiscal year.\n\n(6) The expenditures of the commission are expressly exempted from the provisions of sections 67-2007 and 67-2008, Idaho Code.\n\n[22-3607, added 1988, ch. 192, sec. 2, p. 347; am. 1993, ch. 327, sec. 9, p. 1201; am. 1994, ch. 180, sec. 29, p. 443; am. 1996, ch. 159, sec. 10, p. 514; am. 2003, ch. 32, sec. 10, p. 123.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3607/"
    },
    {
      "id": "section-22-3608",
      "number": "22-3608",
      "heading": "",
      "text": "22-3608. BONDS. The administrator, or any agent or employee appointed by the commission shall be bonded to the state of Idaho in the time, form and manner prescribed by chapter 8, title 59, Idaho Code. The cost of the bond is an administrative expense under this act.\n\n[22-3608, added 1966 (2nd E.S.), ch. 17, sec. 8, p. 39; am. 1971, ch. 136, sec. 7, p. 522.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3608/"
    },
    {
      "id": "section-22-3609",
      "number": "22-3609",
      "heading": "",
      "text": "22-3609. STATE NOT LIABLE. The state of Idaho is not liable for the acts or omissions of the commission or any member thereof, or any officer, agent or employee thereof.\n\n[22-3609, added 1966 (2nd E.S.), ch. 17, sec. 9, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3609/"
    },
    {
      "id": "section-22-3610",
      "number": "22-3610",
      "heading": "",
      "text": "22-3610. ASSESSMENTS — PACKED — FOR PROCESSING. There is hereby levied upon all apples grown annually in this state, and all apples packed as Idaho apples, an assessment of five cents (5¢) on each forty (40) pounds not shipped to processing plants. There is also levied an assessment of two dollars and fifty cents ($2.50) per ton on all apples shipped to processing plants for processing. This action shall not apply to any one (1) person, dealer or grower who sells less than one thousand (1,000) pounds of apples in any marketing year. All moneys collected hereunder shall be expended to effectuate the purposes and objects of this chapter.\n\n[22-3610, added 1966 (2nd E.S.), ch. 17, sec. 10, p. 39; am. 1987, ch. 300, sec. 1, p. 638.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3610/"
    },
    {
      "id": "section-22-3611",
      "number": "22-3611",
      "heading": "",
      "text": "22-3611. ASSESSMENT — PAYMENT — STATEMENT. The assessment shall be paid by the grower and shall be due on or before the time when such apples are first handled in the primary channels of trade and shall be paid at such times as the commission may by rule or regulation prescribe, but not later than sixty (60) days from the date on which the apples were handled in the primary channels of trade.\n\nThe commission shall by rule or regulation prescribe the method whereby the grower remits the assessment, and for that purpose may require the grower to file with the commission his sworn statement containing the information concerning all apples grown, handled, packed, shipped or processed by him, and the amount of tax due.\n\n[22-3611, added 1966 (2nd E.S.), ch. 17, sec. 11, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3611/"
    },
    {
      "id": "section-22-3612",
      "number": "22-3612",
      "heading": "",
      "text": "22-3612. RECORDS. Every dealer and grower shall keep a complete and accurate record of all apples handled, packed, shipped or processed by him. The record shall be in such form and contain such information as the commission by rule or regulation prescribes, and shall be preserved for a period of two (2) years, and be subject to inspection at any time upon demand of the commission or its agents.\n\n[22-3612, added 1966 (2nd E.S.), ch. 17, sec. 12, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3612/"
    },
    {
      "id": "section-22-3613",
      "number": "22-3613",
      "heading": "",
      "text": "22-3613. ASSESSMENT — INCREASE. If it appears from an investigation that the revenue from the assessment levied hereunder is inadequate to accomplish the purposes of this chapter, the commission shall file with the director of the department of agriculture a report showing the necessity of the industry, extent and probable cost of the required research, market promotion and advertising, extent of public convenience, interest and necessity, and probable revenue from the assessment desired to be levied. It shall thereupon increase the assessment to a sum not to exceed ten cents (10¢) per forty (40) pounds shipped in bulk, container or any style of package; but no increase shall be made prior to filing of said report and finding. Provided, however, that no increase in such assessment shall become effective unless the same shall first be referred by the commission on a referendum mail ballot of the apple growers of this state, and be approved by two-thirds (2/3) vote of the growers of fifty per cent (50%) or more of the acreage represented in the voting.\n\n[22-3613, added 1966 (2nd E.S.), ch. 17, sec. 13, p. 39; am. 1987, ch. 300, sec. 2, p. 638.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3613/"
    },
    {
      "id": "section-22-3614",
      "number": "22-3614",
      "heading": "",
      "text": "22-3614. RETURNS. Each dealer and/or grower shall, at such times as the commission may by rule or regulation require, file with the commission a return under oath, on forms to be furnished by the commission, stating the quantity of apples grown, packed, handled, shipped or processed by him, during the period prescribed by the commission. The return shall contain such further information as the commission may require.\n\n[22-3614, added 1966 (2nd E.S.), ch. 17, sec. 14, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3614/"
    },
    {
      "id": "section-22-3615",
      "number": "22-3615",
      "heading": "",
      "text": "22-3615. INSPECTIONS. The commission may inspect the premises and records of any grower, carrier, handler, packer, dealer or processor for the purpose of enforcing this act and the collection of the assessment.\n\n[22-3615, added 1966 (2nd E.S.), ch. 17, sec. 15, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3615/"
    },
    {
      "id": "section-22-3616",
      "number": "22-3616",
      "heading": "",
      "text": "22-3616. PENALTY FOR VIOLATION. Any person who violates or aids in violation of any provision of this act shall be guilty of a misdemeanor and upon conviction thereof shall be punished by a fine of not more than $300, or imprisonment not to exceed six (6) months, or both.\n\n[22-3616, added 1966 (2nd E.S.), ch. 17, sec. 16, p. 39.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-36/section-22-3616/"
    }
  ]
}