{
  "state": "idaho",
  "path": "title-title-22/chapter-chapter-16",
  "sections": [
    {
      "id": "section-22-1601",
      "number": "22-1601",
      "heading": "",
      "text": "22-1601. DISCRIMINATION IN SALE OF FARM PRODUCTS. It is hereby made unlawful for any person, firm, company, partnership, copartnership, corporation, foreign or domestic, or association, or other organization doing business in the state of Idaho, who shall intentionally for the purpose of creating a monopoly or destroying the business of a competitor, in any locality, section, community, city or village, to discriminate between different individuals, corporations, partnerships, copartnerships, associations or organizations of any kind or to discriminate between different sections, localities, communities, villages or cities of this state in the purchase, barter, exchange or resale of farm products, either in the raw or manufactured state, when such products are purchased or sold under recognized standards and grades, as prescribed by the department of agriculture, after making due allowance for the difference, if any, in the actual cost of transportation from the locality of purchase in the raw state to the locality of manufacture, or from the locality of manufacture to the locality of sale, and in addition thereto allowance in the grade or quality of such products, if any.\n\n[(22-1601) 1917, ch. 23, sec. 1, p. 62; reen. C.L. 79:31; am. 1919, ch. 18, sec. 1, p. 81; C.S., sec. 2051; am. 1921, ch. 189, sec. 1, p. 391; I.C.A., sec. 22-1201.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-16/section-22-1601/"
    },
    {
      "id": "section-22-1602",
      "number": "22-1602",
      "heading": "",
      "text": "22-1602. RECORDS SUBJECT TO INSPECTION. All the books, papers and other records of every person, firm, corporation or other organization engaged in the business of buying or selling farm products, shall be subject to inspection by the department of agriculture, if it shall appear to the department that there are reasonable grounds to believe that there has been a violation of this chapter, and such person, firm, corporation or other organization shall, at such times as the department shall prescribe, make such further verified returns having a bearing on the provisions of this chapter as the department may prescribe.\n\n[(22-1602) 1917, ch. 23, sec. 2, p. 62; reen. C.L. 79:32; C.S., sec. 2052; I.C.A., sec. 22-1202.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-16/section-22-1602/"
    },
    {
      "id": "section-22-1603",
      "number": "22-1603",
      "heading": "",
      "text": "22-1603. PENALTY. Whoever shall violate any of the provisions of this chapter shall be guilty of a misdemeanor, and, upon conviction thereof, shall be punished by a fine of not less than $100 nor more than $1000 for each offense, and, if a corporation, may have its charter or permit to do business in this state forfeited.\n\n[(22-1603) 1917, ch. 23, sec. 3, p. 62; reen. C.L. 79:33; C.S., sec. 2053; I.C.A., sec. 22-1203.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-16/section-22-1603/"
    },
    {
      "id": "section-22-1604",
      "number": "22-1604",
      "heading": "",
      "text": "22-1604. PROSECUTION BY ATTORNEY GENERAL. If any person, firm, corporation or other organization shall violate any of the provisions of this chapter, upon complaint thereof by the department of agriculture to the attorney general, setting forth the violations of this chapter complained of, it shall be the duty of the attorney general to proceed in the name of the state of Idaho against such person, firm, corporation or other organization.\n\n[(22-1604) 1917, ch. 23, sec. 4, p. 63; reen. C.L. 79:34; C.S., sec. 2054; I.C.A., sec. 22-1204.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-16/section-22-1604/"
    },
    {
      "id": "section-22-1605",
      "number": "22-1605",
      "heading": "",
      "text": "22-1605. PENALTY FOR DISCLOSURES. No person shall disclose any fact or information obtained pursuant to or under the provisions of this chapter except for the purpose of prosecuting or aiding in the prosecution of persons charged with the violation of the terms of this chapter. And any person violating any of the provisions of this section shall be guilty of a misdemeanor and punished accordingly.\n\n[(22-1605) 1917, ch. 23, sec. 5, p. 63; reen. C.L. 79:35; C.S., sec. 2055; I.C.A., sec. 22-1205.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-16/section-22-1605/"
    },
    {
      "id": "section-22-1606",
      "number": "22-1606",
      "heading": "",
      "text": "22-1606. SEPARABILITY. If any section, subsection, sentence, clause or phrase of this chapter or as the same may be hereafter amended, is for any reason held to be unconstitutional by any court of competent jurisdiction, the validity of the remaining parts of this chapter shall not thereby be affected or impaired.\n\n[(22-1606) 1917, ch. 23, sec. 6, p. 63; reen. C.L. 79:36; C.S., sec. 2056; I.C.A., sec. 22-1206.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-16/section-22-1606/"
    }
  ]
}