{
  "state": "idaho",
  "path": "title-title-22/chapter-chapter-33",
  "sections": [
    {
      "id": "section-22-3301",
      "number": "22-3301",
      "heading": "",
      "text": "22-3301. DECLARATION OF POLICY. It is to the interest of all the people that the abundant natural resources of Idaho be protected, fully developed and uniformly distributed. Among the agricultural industries of the state of Idaho that contribute to the economic welfare of the state is the wheat industry. It is the purpose of this act to promote the public health and welfare of the citizens of our state by providing means for the protection, promotion, study, research, analysis and development of markets concerning the growing and marketing of Idaho wheat.\n\n[22-3301, added 1959, ch. 6, sec. 1, p. 13; am. 2012, ch. 77, sec. 1, p. 223.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3301/"
    },
    {
      "id": "section-22-3302",
      "number": "22-3302",
      "heading": "",
      "text": "22-3302. WHEAT COMMISSION CREATED — MEMBERS. There is hereby created and established in the department of self-governing agencies the \"Idaho Wheat Commission\" to be composed of five (5) members appointed by, and serving at the pleasure of, the governor, one (1) from each of the five (5) commission districts referred to in section 22-3304, Idaho Code, who shall be appointed by the governor from a list of names with at least three (3) names for each appointive office for each district submitted to the governor by the Idaho state wheat growers association, doing business as the Idaho grain producers association, and they shall hold office for a term of five (5) years. The dean of the college of agriculture, university of Idaho, or his duly authorized representative, shall be an ex officio member without vote of the commission.\n\n[22-3302, added 1959, ch. 6, sec. 2, p. 13; am. 1974, ch. 13, sec. 11, p. 138; am. 2012, ch. 77, sec. 2, p. 223.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3302/"
    },
    {
      "id": "section-22-3303",
      "number": "22-3303",
      "heading": "",
      "text": "22-3303. DEFINITIONS. As used in this act, unless the context requires otherwise:\n\n(1) \"Commercial channels\" means the sale of wheat for use as food, feed, seed, or any industrial or chemurgic use, when sold to any commercial buyer, user, dealer, processor, cooperative, or to any person, public or private, who resells any wheat or product produced from wheat.\n\n(2) \"Commission\" means the Idaho wheat commission.\n\n(3) \"First purchaser\" means any person, group, association or partnership that buys wheat from the grower in the first instance, or any lienholder, public or private, including the Commodity Credit Corporation, who may possess wheat from the grower under any lien.\n\n(4) \"Grower\" means any landowner personally engaged in growing wheat, a tenant of the landowner personally engaged in growing wheat, or both the owner and the tenant jointly, and includes a person, partnership, association, corporation, cooperative, trust, sharecropper or any and all other business units, devices and arrangements.\n\n(5) \"Sale\" includes any pledge, mortgage or delivery of wheat for sale after harvest to any person, public or private.\n\n(6) \"Delivery\" means placing of wheat into the primary channels of trade.\n\n(7) \"Crop reduction program\" means an offer by an agency of the United States government to give growers an amount of wheat as payment for reducing planted acreage of wheat.\n\n[22-3303, added 1959, ch. 6, sec. 3, p. 13; am. 1983, ch. 227, sec. 1, p. 628.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3303/"
    },
    {
      "id": "section-22-3304",
      "number": "22-3304",
      "heading": "",
      "text": "22-3304. QUALIFICATION OF MEMBERS. (1) Members of the commission shall be selected and appointed because of their ability and disposition to serve the state’s interest and for knowledge of the state’s natural resources. Members shall be citizens over twenty-five (25) years of age, residents of the state who have been actually engaged in growing wheat in this state for at least five (5) years, and who derive a substantial portion of their income from growing wheat in the state of Idaho.\n\n(2) There shall be one (1) member from each of the five (5) districts described hereinafter:\n\nDistrict 1. The six (6) northern counties: Boundary, Bonner, Kootenai, Benewah, Latah and Shoshone.\n\nDistrict 2. Nez Perce, Lewis, Idaho, Adams, Washington, Payette, Gem, Boise, Valley and Clearwater Counties.\n\nDistrict 3. Canyon, Owyhee, Ada, Elmore, Camas, Gooding, Twin Falls, Blaine, Lincoln, Jerome, Minidoka and Cassia Counties.\n\nDistrict 4. Lemhi, Custer, Butte, Clark, Fremont, Jefferson, Madison, Teton, Bingham and Bonneville Counties.\n\nDistrict 5. Power, Bannock, Caribou, Oneida, Franklin and Bear Lake Counties.\n\n[22-3304, added 1959, ch. 6, sec. 4, p. 13; am. 2012, ch. 77, sec. 3, p. 223.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3304/"
    },
    {
      "id": "section-22-3305",
      "number": "22-3305",
      "heading": "",
      "text": "22-3305. TERM OF MEMBERS. (1) Each year the governor shall appoint one (1) member to the commission for a term of five (5) years ending on June 30th; except that a member appointed to fill a vacancy occurring before the expiration of the term of a member separated from the commission for any cause, shall be appointed for the remainder of the term of the member whose position has been vacant.\n\n(2) Each member shall hold office until his successor is appointed and qualified.\n\n(3) The executive committee of the Idaho state wheat growers association, doing business as the Idaho grain producers association, may request the removal of a commissioner, with or without cause, by a majority vote. Upon receipt of the request, the governor may immediately withdraw the commissioner’s appointment.\n\n[22-3305, added 1959, ch. 6, sec. 5, p. 13; am. 2012, ch. 77, sec. 4, p. 224.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3305/"
    },
    {
      "id": "section-22-3306",
      "number": "22-3306",
      "heading": "",
      "text": "22-3306. COMPENSATION OF MEMBERS. Members of the commission shall be compensated as provided by section 59-509(h), Idaho Code.\n\n[22-3306, added 1959, ch. 6, sec. 6, p. 13; am. 1980, ch. 247, sec. 15, p. 594; am. 1990, ch. 157, sec. 1, p. 343.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3306/"
    },
    {
      "id": "section-22-3307",
      "number": "22-3307",
      "heading": "",
      "text": "22-3307. CHAIRMAN AND EXECUTIVE DIRECTOR OF COMMISSION. The commission shall elect a chairman and shall employ an executive director who is not a member of the commission.\n\n[22-3307, added 1959, ch. 6, sec. 7, p. 13; am. 2000, ch. 99, sec. 1, p. 219.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3307/"
    },
    {
      "id": "section-22-3308",
      "number": "22-3308",
      "heading": "",
      "text": "22-3308. MEETINGS OF COMMISSION. The commission shall meet at least once every three (3) months regularly and at such other times as called by the chairman or upon the written request of two (2) or more commission members. The chairman may call special meetings of the commission at any time or place.\n\n[22-3308, added 1959, ch. 6, sec. 8, p. 13; am. 2012, ch. 77, sec. 5, p. 224.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3308/"
    },
    {
      "id": "section-22-3309",
      "number": "22-3309",
      "heading": "",
      "text": "22-3309. DUTIES AND POWERS OF COMMISSION. (1) Consistent with the general purposes of this chapter, the commission shall establish the policies to be followed in the accomplishments of such purposes.\n\n(2) In the administration of this act, the commission shall have the following duties, authorities and powers:\n\n(a) To conduct a campaign of research, education and publicity.\n\n(b) To find new markets for wheat and wheat products.\n\n(c) To give, publicize and promulgate reliable information showing the value of wheat and wheat products for any purpose for which it is found useful and profitable.\n\n(d) To make public and encourage the widespread national and international use of the special kinds of wheat and wheat products produced from all varieties of wheat grown in Idaho.\n\n(e) To investigate and participate in studies of the problems peculiar to the producers of wheat in Idaho.\n\n(3) The commission shall have the duty, power and authority:\n\n(a) To take such action as the commission deems necessary or advisable in order to stabilize and protect the wheat industry of the state and the health and welfare of the public.\n\n(b) To sue and be sued.\n\n(c) To enter into such contracts as may be necessary or advisable.\n\n(d) To appoint and employ officers, agents and other personnel, including experts in agriculture and the publicizing of the products thereof, and to prescribe their duties and fix their compensation.\n\n(e) To make use of such advertising means and methods as the commission deems advisable and to enter into contracts and agreements for research and advertising within and without the state.\n\n(f) To cooperate with any local, state or national organization or agency, whether voluntary or created by the law of any state or by national law, engaged in work or activities similar to the work and activities of the commission, and to enter into contracts and agreements with such organizations or agencies for carrying on a joint campaign of research, education and publicity and reciprocal enforcement.\n\n(g) To lease, purchase or own the real or personal property deemed necessary in the administration of this act.\n\n(h) To prosecute in the name of the state of Idaho any suit or action for collection of the tax or assessment provided for in this act.\n\n(i) To adopt, rescind, modify and amend all necessary and proper orders, resolutions and regulations for the procedure and exercise of its powers and the performance of its duties, including the calling of any referendum of the wheat growers in the state of Idaho as deemed necessary by the commission.\n\n(j) To incur indebtedness and carry on all business activities.\n\n(k) To keep books and records and accounts of all its doings, which books, records and accounts shall be open to inspection by the state controller at all times and to the public as set forth in chapter 1, title 74, Idaho Code.\n\n[22-3309, added 1959, ch. 6, sec. 9, p. 13; am. 1994, ch. 180, sec. 25, p. 439; am. 2012, ch. 77, sec. 6, p. 224; am. 2015, ch. 141, sec. 34, p. 411.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3309/"
    },
    {
      "id": "section-22-3310",
      "number": "22-3310",
      "heading": "",
      "text": "22-3310. COMMISSION ACCEPTING GRANTS, DONATIONS AND GIFTS. The commission may solicit and accept grants, donations and gifts of funds from any source for expenditure for any purpose consistent with this chapter which may be specified as a condition of any grant, donation or gift. All funds received under the provisions of this chapter shall be paid into a bank account in the name of the Idaho wheat commission and such moneys are hereby continuously appropriated and made available for defraying the expenses of the commission in carrying out the provisions of this chapter.\n\n[22-3310, added 1959, ch. 6, sec. 10, p. 13; am. 1988, ch. 191, sec. 1, p. 346; am. 2012, ch. 77, sec. 7, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3310/"
    },
    {
      "id": "section-22-3311",
      "number": "22-3311",
      "heading": "",
      "text": "22-3311. BONDS OF AGENTS AND EMPLOYEES. The commission may require that the executive director, or any agent or employee appointed by the commission be bonded to the state of Idaho in the time, form and manner as prescribed by chapter 8, title 59, Idaho Code. The cost of the bond is an administrative expense under this chapter.\n\n[22-3311, added 1959, ch. 6, sec. 11, p. 13; am. 1971, ch. 136, sec. 8, p. 522; am. 2000, ch. 99, sec. 2, p. 219; am. 2012, ch. 77, sec. 8, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3311/"
    },
    {
      "id": "section-22-3312",
      "number": "22-3312",
      "heading": "",
      "text": "22-3312. APPOINTMENT OF EXECUTIVE DIRECTOR — DUTIES — SALARY. The commission shall appoint an executive director who shall devote full time to the administration of this chapter. The executive director shall be paid a reasonable salary fixed by the commission, commensurate with his duties, and all necessary expenses.\n\n[22-3312, added 1959, ch. 6, sec. 12, p. 13; am. 2000, ch. 99, sec. 3, p. 219; am. 2012, ch. 77, sec. 9, p. 225.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3312/"
    },
    {
      "id": "section-22-3314",
      "number": "22-3314",
      "heading": "",
      "text": "22-3314. STATE NOT LIABLE FOR ACTS OR OMISSIONS OF COMMISSION OR OF ITS EMPLOYEES. The state of Idaho is not liable for the acts or omissions of the commission or any member thereof or any officer, agent or employee thereof.\n\n[22-3314, added 1959, ch. 6, sec. 14, p. 13.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3314/"
    },
    {
      "id": "section-22-3315",
      "number": "22-3315",
      "heading": "",
      "text": "22-3315. IMPOSITION OF TAX AND PROVISION FOR LATE FEES. (1) From and after the first day of July, 2012, there is hereby levied and imposed a tax not to exceed five cents (5¢) per bushel on all wheat grown in the state of Idaho or given to Idaho growers under a crop reduction program, and sold or contracted through commercial channels, and each and every crop grown or wheat given to growers under a crop reduction program thereafter. The tax shall be due on wheat given to growers under a crop reduction program and sold or contracted through commercial channels, regardless of any deduction of the tax on this same wheat prior to it being given to the grower. The tax shall be due on or before the time when such wheat is first sold or contracted in the commercial channels and shall be paid at such time or times as the commission may, by rule, prescribe, as hereinafter provided, but not later than the 15th day of the month next succeeding the three (3) month period in which such wheat is sold or contracted in commercial channels. The commission shall designate the quarters (three (3) month periods) for the purpose of collection of this tax.\n\n(2) The tax shall be levied and assessed to the grower at the time of delivery for sale and shall be deducted by the first purchaser from the price paid to the grower at the time of sale or in case of a lienholder who may possess such wheat under his lien, the tax shall be deducted by the lienholder from the proceeds of the claim secured by such lien at the time the wheat is pledged or mortgaged. The tax shall be deducted as provided in this section whether the wheat is stored in this or any other state. The commission may, however, permit any federal corporation, such as the commodity credit corporation, to waive its responsibility for the collection of the tax, provided the amount of the tax is one dollar ($1.00) or less.\n\n(3) It shall be within the discretion of the commission to establish the amount of the tax to be levied. The amount of the tax to be levied shall not exceed five cents (5¢) per bushel for any fiscal year. The decision whether to adjust the amount of the tax to be levied and the time for which the adjusted levy shall be in effect shall require the vote of a majority of the commission members.\n\n(4) The tax constitutes a lien prior to all other liens and encumbrances upon such wheat except liens which are declared prior by operation of a statute of this state.\n\n(5) Any person or firm who makes payment to the commission at a date later than that prescribed in this section may be subject to a late payment penalty as set forth by the commission by rule. Such penalty shall not exceed the rate of fifteen percent (15%) per annum on the amount due. In addition to the above penalty, the commission shall be entitled to recover all costs, fees, and reasonable attorney’s fees incurred in the collection of the tax and penalty provided for in this section.\n\n[22-3315, added 1959, ch. 6, sec. 15, p. 13; am. 1970, ch. 36, sec. 1, p. 80; am. 1974, ch. 36, sec. 1, p. 1016; am. 1983, ch. 227, sec. 2, p. 629; am. 1990, ch. 199, sec. 1, p. 448; am. 1992, ch. 63, sec. 1, p. 195; am. 2001, ch. 105, sec. 1, p. 348; am. 2012, ch. 77, sec. 11, p. 226.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3315/"
    },
    {
      "id": "section-22-3316",
      "number": "22-3316",
      "heading": "",
      "text": "22-3316. DELIVERY OF INVOICES TO GROWERS. (1) The purchaser, at the time of settlement, shall make and deliver separate invoices for each purchase to the grower.\n\n(2) The invoices shall be on forms and in such numbers as prescribed and supplied by the commission and shall show at least:\n\n(a) The name or names and address or addresses of the grower and seller.\n\n(b) The name and address of the purchaser.\n\n(c) The number of bushels of wheat sold.\n\n(d) The date of the purchase.\n\n(3) The invoices shall be legibly written and shall have no corrections or erasures on the face thereof.\n\n(4) Unlawful or willful alteration of an invoice shall constitute a misdemeanor.\n\n[22-3316, added 1959, ch. 6, sec. 16, p. 13.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3316/"
    },
    {
      "id": "section-22-3318",
      "number": "22-3318",
      "heading": "",
      "text": "22-3318. PENALTIES. Any person who shall violate or aid in the violation of any of the provisions of this act shall be guilty of a misdemeanor and upon conviction thereof be punished by a fine of not more than three hundred dollars ($300) or imprisonment not to exceed ninety (90) days, or both. Fines collected for violation of this act shall be paid into any account of the commission established pursuant to section 22-3319, Idaho Code.\n\n[22-3318, added 1959, ch. 6, sec. 18, p. 13; am. 2012, ch. 77, sec. 12, p. 226.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3318/"
    },
    {
      "id": "section-22-3319",
      "number": "22-3319",
      "heading": "",
      "text": "22-3319. DEPOSIT AND DISBURSEMENT OF FUNDS. (1) Immediately upon receipt, all moneys received by the commission shall be deposited in one or more separate accounts in the name of the commission in one or more banks or trust companies approved under chapter 27, title 67, Idaho Code, as state depositories. The commission shall designate such banks or trust companies. All funds so deposited are hereby continuously appropriated for the purpose of carrying out the provisions of this chapter.\n\n(2) Funds can be withdrawn or paid out of such accounts only upon checks or other orders upon such accounts signed by two (2) officers designated by the commission.\n\n(3) The right is reserved to the state of Idaho to audit the funds of the commission at any time.\n\n(4) On or before January 15 of each year, the commission shall file with the senate agricultural affairs committee, the house agricultural affairs committee, the legislative services office, the state controller, and the division of financial management, a report showing the annual income and expenses by standard classification of the commission during the preceding fiscal year. The report shall also include an estimate of income to the commission for the current and next fiscal year and a projection of anticipated expenses by category for the current and next fiscal year. From and after January 15, 1989, the report shall also include a reconciliation between the estimated income and expenses projected and the actual income and expenses of the preceding fiscal year.\n\n(5) All moneys received or expended by the commission shall be audited annually by a certified public accountant designated by the commission, who shall furnish a copy of such audit to the director of legislative services and to the senate agricultural affairs committee and the house agricultural affairs committee. The audit shall be completed within ninety (90) days following the close of the fiscal year.\n\n(6) The expenditures of the commission are expressly exempted from the provisions of sections 67-2007 and 67-2008, Idaho Code.\n\n[22-3319, added 1988, ch. 191, sec. 3, p. 346; am. 1993, ch. 327, sec. 8, p. 1200; am. 1994, ch. 180, sec. 26, p. 440; am. 1996, ch. 159, sec. 9, p. 513; am. 2003, ch. 32, sec. 8, p. 121.]",
      "source_url": "https://law.justia.com/codes/idaho/title-22/chapter-33/section-22-3319/"
    }
  ]
}