{
  "state": "new-mexico",
  "path": "title-chapter-35-magistrate-and-municipal-courts/chapter-article-5-magistrate-court-criminal-actions",
  "sections": [
    {
      "id": "section-35-5-1",
      "number": "35-5-1",
      "heading": "Criminal actions; arrest followed by complaint",
      "text": "Whenever a peace officer makes an arrest without warrant for a misdemeanor within magistrate trial jurisdiction, he shall take the arrested person to the nearest available magistrate court without unnecessary delay. In such cases, a complaint shall be filed forthwith by the peace officer and a copy given to the defendant at or before the time he is brought before the magistrate.\n\nHistory:1953 Comp., § 36-6-5, enacted by Laws 1968, ch. 62, § 76.\n\nRepeals.— Laws 1968, ch. 62, § 171, repealed former 36-6-5, 1953 Comp., relating to unsatisfied executions and renewal, effective January 1, 1969.\n\nCross references.— For arrest followed by complaint,seeRule 6-201D NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law § 408, 421.\n\nPeace officer's delay in making arrest without a warrant for misdemeanor or breach of peace, 58 A.L.R.2d 1056.\n\nDelay in taking before magistrate or denial of opportunity to give bail as supporting action for false imprisonment, 98 A.L.R.2d 966, 3 A.L.R.4th 1057.\n\nAccused's right to assistance of counsel at or prior to arraignment, 5 A.L.R.3d 1269.\n\nAdmissibility of confession as affected by delay in arraignment of prisoner, 28 A.L.R.4th 1121.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-1/"
    },
    {
      "id": "section-35-5-2",
      "number": "35-5-2",
      "heading": "Criminal actions; preparation of forms.",
      "text": "The complaint, summons, warrant, final orders on complaints, receipt for fines and costs and receipt for bail in criminal actions in the magistrate court shall be executed on forms provided by the court administrator and approved by the supreme court.\n\nHistory:1953 Comp., § 36-7-6.1, enacted by Laws 1973, ch. 204, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law §§ 408 to 410, 421, 422.\n\n22 C.J.S. Criminal Law §§ 321, 324 to 336, 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-2/"
    },
    {
      "id": "section-35-5-3",
      "number": "35-5-3",
      "heading": "Criminal actions; disposition of complaint, summons and warrant.",
      "text": "In every criminal action in the magistrate court, the original criminal complaint shall be served on the defendant along with the original summons or warrant in the action. Following service of a warrant, the arresting officer shall complete the returns on the other copies of the warrant. The magistrate shall file and retain the second copy of the complaint and summons or warrant with the completed return.\n\nHistory:1953 Comp., § 36-7-7, enacted by Laws 1968, ch. 62, § 87; 1991, ch. 82, § 5.\n\nRepeals.— Laws 1968, ch. 62, § 171, repealed former 36-7-7, 1953 Comp., relating to defendant not summoned and notice by publication, effective January 1, 1969.\n\nCross references.— For filing of original papers with court,seeRule 6-201 NMRA.\n\nThe 1991 amendment,effective June 14, 1991, in the third sentence, inserted \"and retained\", deleted \"with his standardized monthly report, and the third copy shall be retained by the magistrate\" at the end, and made a minor stylistic change.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 21 Am. Jur. 2d Criminal Law §§ 408 to 410, 421, 422.\n\nPrivate citizen's right to institute mandamus to compel a magistrate or other appropriate official to issue a warrant, or the like, for an arrest, 49 A.L.R.2d 1285.\n\n22 C.J.S. Criminal Law §§ 321, 324 to 336, 340.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-3/"
    },
    {
      "id": "section-35-5-4",
      "number": "35-5-4",
      "heading": "Criminal actions; disposition of final order and fine receipt.",
      "text": "A. Upon disposition of any criminal action in the magistrate court, the magistrate shall complete the final order on criminal complaint and deliver the original to the defendant. Whenever fines or costs are received by a magistrate in any criminal action, he shall complete the criminal fine receipt, require the defendant's acknowledgment of receipt of the form on all copies and deliver the original to the defendant. The magistrate shall file and retain the second copies of the final order and fine receipt.\n\nB. If any person refuses to accept the original fine receipt, the magistrate shall note the circumstances of the refusal on the form.\n\nHistory:1953 Comp., § 36-7-8, enacted by Laws 1968, ch. 62, § 88; 1991, ch. 82, § 6.\n\nRepeals.— Laws 1968, ch. 62, § 171, repealed former 36-7-8, 1953 Comp., relating to time of notice, effective January 1, 1969.\n\nThe 1991 amendment,effective June 14, 1991, in the third sentence in Subsection A, inserted \"and retained\" and deleted \"with his standardized monthly report, and the third copies shall be retained by the magistrate\" and, in Subsection B, deleted \"and mail the original to the administrative office of the courts for filing with other records of the case\" at the end.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-4/"
    },
    {
      "id": "section-35-5-5",
      "number": "35-5-5",
      "heading": "Criminal actions; disposition of bail receipt.",
      "text": "Whenever bail is received in any criminal action, the magistrate or person designated by the magistrate to accept bail shall complete the criminal bail receipt, require the defendant's acknowledgment of receipt of the form on all copies and deliver the original to the defendant. The magistrate shall file the second copy of the bail receipt with his standardized monthly report, and the third copy shall be retained by the magistrate.\n\nHistory:1953 Comp., § 36-7-9, enacted by Laws 1968, ch. 62, § 89.\n\nRepeals.— Laws 1968, ch. 62, § 171, repealed former 36-7-9, 1953 Comp., relating to default judgment, effective January 1, 1969.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-5/"
    },
    {
      "id": "section-35-5-6",
      "number": "35-5-6",
      "heading": "Criminal actions; distributions of supplies.",
      "text": "The administrative office of the courts shall:\n\nA. prescribe by regulation the form, size and content of criminal dockets and other forms for use in criminal actions in magistrate courts; and\n\nB. have all forms prescribed by law or by regulation of the administrative office for use in criminal actions reproduced and distribute them to each magistrate court, obtaining receipts for them by serial number.\n\nHistory:1953 Comp., § 36-7-10, enacted by Laws 1968, ch. 62, § 90; 1973, ch. 204, § 2.\n\nRepeals.— Laws 1968, ch. 62, § 171, repealed former 36-7-10, 1953 Comp., relating to dissolution of attachment, effective January 1, 1969.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-6/"
    },
    {
      "id": "section-35-5-7",
      "number": "35-5-7",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1991, ch. 82, § 15 repealed 35-5-7 NMSA 1978, as enacted by Laws 1968, ch. 62, § 91, relating to unauthorized forms or misuse of forms in criminal actions, effective June 14, 1991. For provisions of former section,seethe 1990 NMSA 1978 onNMOneSource.com.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-7/"
    },
    {
      "id": "section-35-5-8",
      "number": "35-5-8",
      "heading": "Magistrate court; indigency standard; fee schedule; reimbursement.",
      "text": "A. The magistrate court shall use a standard adopted by the public defender department to determine indigency of persons accused of crimes carrying a possible jail sentence.\n\nB. The magistrate court shall use a fee schedule adopted by the public defender department when appointing attorneys to represent defendants who are financially unable to obtain private counsel.\n\nC. The magistrate court shall order reimbursement from each person who has received or desires to receive legal representation or another benefit under the Public Defender Act [Chapter 31, Article 15 NMSA 1978] after a determination is made that he was not indigent according to the standard for indigency adopted by the public defender department.\n\nD. Any amounts recovered pursuant to this section shall be paid to the state treasurer for credit to the general fund.\n\nHistory:1978 Comp., § 35-5-8, enacted by Laws 1987, ch. 20, § 5.\n\nCross references.— For defense of indigents,see31-16-1 to 31-16-10 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-35/article-5/section-35-5-8/"
    }
  ]
}