{
  "state": "virginia",
  "path": "title-title-62-financial-institutions-and-services/chapter-chapter-23-safe-deposit-boxes",
  "sections": [
    {
      "id": "section-62-2300",
      "number": "6.2-2300.",
      "heading": "Definitions§ 6.2-2301. Access to joint safe deposit box§ 6",
      "text": "As used in this chapter, unless the context requires otherwise:\n\n\"Box\" or \"safe deposit box\" means any safe or box that is available for rent within the vaults of a company.\n\n\"Company\" means a bank, trust company, or other entity conducting the business of renting safe deposit boxes.\n\n\"Lessee\" means the person renting a box from a company.\n\n2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2300/"
    },
    {
      "id": "section-62-2301",
      "number": "6.2-2301.",
      "heading": "Access to joint safe deposit box",
      "text": "When a box is rented from any company transacting business in the Commonwealth under the name of two or more persons with (i) the right of access being given to either or (ii) access to either the survivor or survivors of such persons, any one or more of such persons, whether the other or others be living or not shall have the right of access to the box and may remove therefrom its contents. In the case of such a removal, the company shall be exempt from any liability for permitting such person access thereto.\n\nCode 1950, § 6-264; 1966, c. 584, § 6.1-332; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2301/"
    },
    {
      "id": "section-62-2302",
      "number": "6.2-2302.",
      "heading": "Limited access to safe deposit box upon death of lessee",
      "text": "A. Upon (i) the death of the sole lessee of a box or (ii) the death of a lessee of a box rented under the name of two or more persons upon proof satisfactory to the company that no then co-lessee is reasonably available for access to the box, the company may permit limited access to the box by the spouse or next of kin of the deceased lessee, a court clerk, or other interested person for the limited purpose of looking for a will or other testamentary instruments.\n\nB. The company may require proof of death as it deems necessary prior to permitting access to a box.\n\nC. Access to a box shall be under the supervision of a designated officer or employee of the company, and nothing shall be removed from the box except the will or testamentary instrument for transmission to the appropriate clerk.\n\nD. The company shall (i) make a photocopy of any document removed from a box pursuant to this section, (ii) place the copy in the box prior to delivering the original to any person, and (iii) not be liable except for acting in bad faith or for permitting the removal from the safe deposit box of items other than the will or other testamentary instrument of the deceased lessee.\n\n1984, c. 446, § 6.1-332.1; 2002, c. 312; 2003, c. 269; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2302/"
    },
    {
      "id": "section-62-2303",
      "number": "6.2-2303.",
      "heading": "Limited access to safe deposit box upon incapacity of lessee",
      "text": "A. Upon receiving a letter from a licensed physician that in his professional opinion an individual, who is the sole lessee of a box, is incapable of receiving and evaluating information effectively or responding to people, events, or environments to such an extent that the individual lacks the capacity:\n\n1. To manage property or financial affairs or provide for his support or for the support of his legal dependents without the assistance or protection of another, the company may permit access to such box for the limited purpose of looking for a power of attorney executed by the lessee that relates to the management of his property or financial affairs; or\n\n2. To meet the essential requirements for his health, care, safety, or therapeutic needs without the assistance or protection of another, the company may permit access to the box for the limited purpose of looking for an advance medical directive executed by the lessee.\n\nB. Such access shall only be granted to the lessee's guardian, conservator, spouse or next of kin or to a person asserting a knowledge or belief:\n\n1. If the access is sought pursuant to subdivision A 1, that he is named as an agent in a power of attorney believed to be in the box; or\n\n2. If the access is sought pursuant to subdivision A 2, that he is named as an agent in an advance medical directive believed to be in the box.\n\nC. Access to a box shall be under the supervision of a designated officer or employee of the company, and nothing shall be removed from the box except (i) if the access is sought pursuant to subdivision A 1, the power of attorney for transmission to a person named as agent therein or (ii) if the access is sought pursuant to subdivision A 2, the advance medical directive for transmission to a person named as agent therein or in the absence of such a person, to the lessee's attending physician to be made a part of the lessee's medical records.\n\nD. If the box is co-leased, the company may permit entry into the box by the same persons and under the same circumstances and terms as specified above, upon proof satisfactory to it that the then co-lessees are not reasonably available for access to the box.\n\nE. The company shall (i) make a photocopy of any document removed from a box pursuant to this section, (ii) place the copy in the box prior to delivering the original to any person, and (iii) not be liable except for acting in bad faith or for permitting the removal of other items from the box.\n\n1984, c. 446, § 6.1-332.1; 2002, c. 312; 2003, c. 269; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2303/"
    },
    {
      "id": "section-62-2304",
      "number": "6.2-2304.",
      "heading": "Duty to deny access to safe deposit boxes under certain conditions",
      "text": "A. As used in this section, unless the context requires otherwise:\n\n\"Creditor\" means (i) a judgment creditor, (ii) a plaintiff who has obtained a pre-judgment attachment order, or (iii) an appropriate federal or state tax official.\n\n\"Defendant\" means the lessee of a box who is named as defendant, judgment debtor, or taxpayer in a notice of proceeding.\n\n\"Notice of proceeding\" means a notice of (i) lien of fieri facias, (ii) other process under §§ 8.01-474, 8.01-478, 8.01-479, 8.01-501 through 8.01-504, and § 58.1-1804, 58.1-2020, or 58.1-3952, (iii) levy for federal taxes, or (iv) attachment that states the office of the company where a box rented by the defendant is located.\n\nB. If a company is served with a notice of proceeding with respect to a box, the company shall deny the defendant access to the box leased in the name of the defendant unless otherwise directed by an appropriate court or the judgment creditor.\n\nC. If the notice of proceeding names less than all of the co-lessees of a box and:\n\n1. If the rental contract so provides, the company may deny all co-lessees access to the box, unless otherwise directed by an appropriate court or the judgment creditor. The company may allow access to such co-lessee if in so doing the company complies with the requirements of subdivision 2 as if the rental contract did not provide for denial of access to co-lessees not named in the notice of proceeding; and\n\n2. If the rental contract does not provide for denial of access to co-lessees not named in the notice of proceeding, the company shall not deny access to any co-lessee not named in the notice of proceeding if the co-lessee (i) is given notice by the company that if the co-lessee knowingly removes from the box any property subject to the notice of proceeding, the co-lessee shall be deemed guilty of larceny, (ii) is given a copy of the notice of proceeding, and (iii) signs and delivers to the company a written acknowledgment of receipt of such notices.\n\nCode 1950, § 6-264.1; 1956, c. 82; 1966, c. 584, § 6.1-333; 1968, c. 574; 1992, c. 17; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2304/"
    },
    {
      "id": "section-62-2305",
      "number": "6.2-2305.",
      "heading": "Notice to lessee upon nonpayment of rent",
      "text": "Whenever any amount due for the use of any box of any company shall remain unpaid for a period of one year, the company may, at the expiration of such period, send to the lessee of the box a notice in writing by registered or certified mail, postage prepaid, at his last known post-office address, notifying the lessee that if the amount due for the rental of the box is not paid within 60 days from the date of sending the notice, the company will cause the box to be opened and the contents thereof to be inventoried, sealed, and placed in one of the general safes or boxes of the company.\n\nCode 1950, § 6-263; 1966, c. 584, § 6.1-331; 1993, c. 62; 1997, c. 129; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2305/"
    },
    {
      "id": "section-62-2306",
      "number": "6.2-2306.",
      "heading": "Opening box; marking contents",
      "text": "Upon the expiration of 60 days from the date of mailing the notice required by § 6.2-2305 and the failure within such period of the lessee of the box according to the records of the company to pay the amount due for the rental thereof, together with any charges for which the rental agreement provides, the company may, in the presence of two company employees, one of whom shall be a notary public, cause the box to be opened and the contents thereof, if any, to be removed, inventoried, and sealed up by the notary public in a package. The notary public shall distinctly mark upon the package the name of the lessee of the box according to the records of the company and the date of removal of the property.\n\nCode 1950, § 6-265; 1966, c. 584, § 6.1-334; 2003, c. 437; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2306/"
    },
    {
      "id": "section-62-2307",
      "number": "6.2-2307.",
      "heading": "Disposition of contents",
      "text": "When a package has been marked for identification by a notary public as required under the provisions of § 6.2-2306, it shall, in the presence of an officer of the company, be placed by the notary public in one of the general safes or boxes of the company. The lessee shall be liable to the company for storage of the package at a rental rate that does not exceed the original rental of the box that was opened. The package shall remain in such general safe or box for a period of not less than two years, unless sooner removed by the lessee.\n\nCode 1950, § 6-266; 1966, c. 584, § 6.1-335; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2307/"
    },
    {
      "id": "section-62-2308",
      "number": "6.2-2308.",
      "heading": "Certificate of notary public",
      "text": "A. The notary public who placed a package in one of the general safes or boxes of the company as required under the provisions of § 6.2-2307 shall, upon doing so, file with the company a certificate, under seal, which shall set out the date of the opening of such box, the name of the lessee of the box, and a list of the contents, if any. The certificate shall be sworn to by the notary public and shall be prima facie evidence of the facts therein set forth in all legal proceedings wherein evidence of such facts would be admissible.\n\nB. The company shall mail a copy of such certificate within 10 days after its filing, to the lessee of the box at his last known post-office address, by registered or certified mail, return receipt requested. The company shall include in its mailing of the copy of the certificate a notice that the contents will be kept, at the expense of the lessee, in a general safe or box in the vaults of the company for a period of not less than two years, unless sooner removed by the lessee.\n\nCode 1950, § 6-267; 1966, c. 584, § 6.1-336; 1997, c. 129; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2308/"
    },
    {
      "id": "section-62-2309",
      "number": "6.2-2309.",
      "heading": "Subsequent right of lessee to contents",
      "text": "At any time after the mailing of the notice as required by § 6.2-2308 and before the expiration of two years, the lessee may require the delivery of the contents of the box as shown by the certificate, upon payment of all rentals due at the time of opening the box, the cost of opening the box, the fees of the notary public for issuing his certificate thereon, and all charges accrued during the period the contents remained in the general safe or box of the company, together with any charges for which the rental agreement provides.\n\nCode 1950, § 6-268; 1966, c. 584, § 6.1-337; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2309/"
    },
    {
      "id": "section-62-2310",
      "number": "6.2-2310.",
      "heading": "Sale of contents after two years",
      "text": "A. After the expiration of two years from the time of mailing the certificate provided for in § 6.2-2308, if the lessee has not obtained delivery of the contents, the company shall:\n\n1. Mail in a securely closed envelope, by registered or certified mail, return receipt requested, addressed to the lessee at his last known post-office address, a notice stating that two years have elapsed since the opening of the box and the mailing of the certificate, and that the company will sell all the property or articles of value set out in the certificate at a time and place stated in the notice, which time shall be not less than 60 days after the date of mailing such notice. The notice shall also state the amount due for rental, up to the time of opening the box, the cost of opening the box, and the further cost of safekeeping of its contents for the period since the opening of the safe or box; and\n\n2. Publish twice a notice of the time and place of the sale, not more than 20 days prior to the sale, in a newspaper published in the locality where the sale will be held. If there is no newspaper published in the locality, then in a newspaper published in the locality nearest thereto having a newspaper.\n\nB. Unless the lessee pays, on or before the day stated in the notice, all such sums, and all the charges accruing to the time of payment, together with any charges for which the rental agreement provides, the company may sell all the property or articles of value set out in such certificate for cash, at public auction, at the time and place stated in such notice.\n\nCode 1950, § 6-269; 1966, c. 584, § 6.1-338; 1997, c. 129; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2310/"
    },
    {
      "id": "section-62-2311",
      "number": "6.2-2311.",
      "heading": "Disposition of proceeds of sale",
      "text": "From the proceeds of any sale held pursuant to the provisions of § 6.2-2310, the company shall deduct all its charges, as stated in such notice, together with any further charges that shall have accrued since the mailing thereof, including reasonable expenses for notices, advertising and sale, together with any charges for which the rental agreement provides. The balance, if any, of such proceeds shall be deposited to the credit of the lessee and shall be paid to the lessee or his assignee or legal representative, on demand and upon production of satisfactory evidence of identity. The company shall be liable to the lessee for interest on any balance so deposited at the annual rate of three percent.\n\nCode 1950, § 6-270; 1966, c. 584, § 6.1-339; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2311/"
    },
    {
      "id": "section-62-2312",
      "number": "6.2-2312.",
      "heading": "Rental for storage unpaid for three years",
      "text": "If a company has received for safekeeping from any person any package or box to be stored in its general vault, and the rental for such storage shall have remained unpaid for a period of three years, the company shall have the right to open such package or box and to have the contents thereof inventoried, upon compliance substantially with the procedure as to witnesses, notices, and certificates provided for the opening of any box in §§ 6.2-2305 through 6.2-2308. If the rental or other charges for the safekeeping of such package or box and the charges incident to the opening of the same remain unpaid for a period of two years from the date of such opening, the contents thereof may be sold upon compliance substantially with the procedure provided for the sale of the contents of any box in § 6.2-2310, and the proceeds of such sale shall be treated in the same manner provided for the treatment of the proceeds of sale of the contents of any box in § 6.2-2311.\n\nCode 1950, § 6-273; 1966, c. 584, § 6.1-342; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2312/"
    },
    {
      "id": "section-62-2313",
      "number": "6.2-2313.",
      "heading": "Documents having pretium affectionis",
      "text": "Whenever the contents of any box opened under the provisions of this chapter shall consist either wholly or in part of documents, letters, or other papers of a private nature, or articles having a pretium affectionis, such documents, letters, papers, or articles shall not be sold, but shall be retained by the company, without liability.\n\nCode 1950, § 6-271; 1966, c. 584, § 6.1-340; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2313/"
    },
    {
      "id": "section-62-2314",
      "number": "6.2-2314.",
      "heading": "Provisions confer cumulative remedy",
      "text": "The provisions of this chapter shall not (i) preclude any other remedy existing for the enforcement of the claims of a company against the person in whose name the box is rented, nor (ii) bar the right of the company to recover the unpaid portion of the debt from the proceeds of the sale of the property deposited with it.\n\nCode 1950, § 6-272; 1966, c. 584, § 6.1-341; 2010, c. 794.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-6-2/chapter-23/section-6-2-2314/"
    }
  ]
}