{
  "state": "missouri",
  "path": "title-title-xii/chapter-chapter-189",
  "sections": [
    {
      "id": "section-189-010",
      "number": "189.010",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.010. Definitions — funds intended for poor patients — patients that are ineligible. —1. As used in sections 189.010 to 189.085, unless the context clearly indicates otherwise, the following terms mean:\n\n(1)\"Approved provider\", hospitals, clinics, laboratories, or other health personnel or facilities meeting standards to be established under the provisions of sections 189.010 to 189.085;\n\n(2)\"Department\", the department of social services of the state of Missouri;\n\n(3)\"Director\", the director of the department of social services of the state of Missouri or his duly authorized representative;\n\n(4)\"High risk patient\", a woman of childbearing age who has any condition, or is at risk of developing some condition, medically or otherwise known to predispose to premature birth or to produce developmental disability; or any infant or child who has any condition, or is at risk of developing some condition, medically known to predispose to developmental disability;\n\n(5)\"Person\", any individual, firm, partnership, association, corporation, company, group of individuals acting together for a common purpose or organization of any kind, including any governmental agency other than the United States or the state of Missouri;\n\n(6)\"Region\", contiguous geographic areas of the state larger than single counties where health programs including special services for high risk patients can be developed efficiently and economically;\n\n(7)\"Service\", any medical, surgical, corrective, diagnostic procedure, or hospitalization, and related activity to correct high risk conditions including all things reasonably incident and necessary to make the service available to the high risk patient;\n\n(8)\"Special services\", diagnostic and treatment services which may not be efficiently or economically developed as a regular component of a hospital or clinic either because of high cost or infrequent demand but which may be required for high risk patients; such services would include, but not be limited to, intensive care units for the care of premature infants and intra-uterine fetal monitoring.\n\n2. Expenditures for the operation of a hospital include, but are not limited to, amounts paid in connection with inpatient care in the hospital; ambulatory or emergency care provided by the hospital; ambulance services used in the transportation of patients to the hospital or among hospitals; administration of the hospital; maintenance and repairs of the hospital; depreciation of hospital capital assets; food, drugs, equipment and other supplies used by the hospital; and recruitment, selection and training of physician, nursing, allied health and other hospital personnel.\n\n3. Funds approved under the provisions of sections 189.010 to 189.085 are not restricted for paying certain operating costs, or groups of costs, but are intended to supplement the appropriations from the local governmental agency for poor patients. Patients eligible for Medicare, Medicaid and other third-party insurance are not eligible under this chapter.\n\n(L. 1974 H.B. 1686 § 1, A.L. 1980 S.B. 847, A.L. 2011 H.B. 555 merged with H.B. 648)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-010/"
    },
    {
      "id": "section-189-015",
      "number": "189.015",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.015. Local public hospital tax effort — report — amount required — report filed when. —The chief fiscal officer of:\n\n(1) Each city and county operating a hospital, clinic operated by a social welfare board of a county of the second class, or hospital district in the state of Missouri; and\n\n(2) Each not-for-profit corporation operating a hospital under contract with a city or county shall submit to the director and the state board of health and senior services, a report, setting forth the local public hospital tax effort for its last fiscal year, which shall equal:\n\n(a) The total gross expenditures made by such city, county, corporation or hospital district during a fiscal year for the operation of a hospital in the city, county or district, less\n\n(b) The total amounts received during that fiscal year by such city, county, corporation, or district in payment for hospital services or in support of hospital operations.\n\n­­The report shall be made to the director not later than September first of each year.\n\n(L. 1974 H.B. 1686 § 2, A.L. 1980 S.B. 847, A.L. 2018 S.B. 843)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-015/"
    },
    {
      "id": "section-189-020",
      "number": "189.020",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.020. Director may require further data — may examine books and records or request audit. —Upon receipt of the above information, the director may:\n\n(1) Request further information concerning receipts and expenditures of the city, county, corporation, or district; and may\n\n(2) Examine the books and records of the city, county, corporation or district; or may\n\n(3) Request from the fiscal officer an audit by a certified public accountant of any hospital covered by sections 189.010 to 189.085, and accept the same in lieu of requesting further information or an examining of the books and records of the city, county, corporation, or district.\n\n(L. 1974 H.B. 1686 § 3, A.L. 1980 S.B. 847)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-020/"
    },
    {
      "id": "section-189-025",
      "number": "189.025",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.025. Director may propose allocations — to report local tax effort and proposed allocations to state board of health and fiscal officers of governmental body. —The director shall promptly propose such allocations in the statements which he shall determine to be reasonably necessary to conform to the provisions of sections 189.010 to 189.085 and which are within the limits of the budget recommendations. He shall, thereupon, determine the local public hospital tax effort for patient care for the fiscal year. He shall report this amount to the state board of health and senior services and the chief fiscal officers of the city, county, corporation, or district, accompanied by the proposed allocations.\n\n(L. 1974 H.B. 1686 § 4, A.L. 1980 S.B. 847, A.L. 2018 S.B. 843)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-025/"
    },
    {
      "id": "section-189-030",
      "number": "189.030",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.030. State board of health to approve proposed allocations — letter of approval to chief fiscal officers and director — to revise allocations by June fifteenth. —Upon receipt of the information from the director, the state board of health and senior services shall within forty-five days examine the proposed allocated appropriations to ensure that such funds are allocated proportionately to qualifying hospitals in a ratio based upon available funds as compared to the maximum entitlement of each qualifying hospital and either approve them within the limit of the budget recommendation, or shall disapprove proposed allocated appropriations or parts thereof which it does not find to be reasonable for the improvement of care to poor patients in the hospital or hospitals. If any appropriation or part thereof is disapproved by the board of health and senior services, the director may continue to submit revised proposals to the state board of health and senior services within the limits of the budget recommendation therefor until the state board of health and senior services approves the appropriation within the limits of the budget recommendation. The board shall send a letter on the proposed appropriations allocation approved by it to the director and to the chief fiscal officer of the city, county, corporation, or district. Thereafter by June fifteenth of each year the state board of health and senior services shall revise the allocations within the appropriation therefor.\n\n(L. 1974 H.B. 1686 § 5, A.L. 1980 S.B. 847, A.L. 1988 H.B. 1134, A.L. 2018 S.B. 843)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-030/"
    },
    {
      "id": "section-189-040",
      "number": "189.040",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.040. Payment to local government treasurer — funds, how used. —The state treasurer shall pay the warrants to the treasurer of the city, county, corporation or district, who shall deposit the same to be used to supplement the appropriations from the local governmental agency for poor patients.\n\n(L. 1974 H.B. 1686 § 7, A.L. 1980 S.B. 847)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-040/"
    },
    {
      "id": "section-189-035",
      "number": "189.035",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.035. Warrants — issuance — amounts, how determined. —Upon receipt of the revised proposal under section 189.030 from the state board of health and senior services, the commissioner of administration shall issue warrants on the state treasurer for an amount equal to the lesser of (a) ten percent of the local public hospital tax effort of the city, county, corporation, or district, as determined by him under section 189.025, or (b) the total proposed appropriations approved by the board of health and senior services.\n\n(L. 1974 H.B. 1686 § 6, A.L. 1980 S.B. 847, A.L. 2018 S.B. 843)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-035/"
    },
    {
      "id": "section-189-045",
      "number": "189.045",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.045. Minimum expenditure required of local government or aid withheld. —Other than for the year for which the chief fiscal officer first renders a report hereunder, and notwithstanding the provisions of sections 189.030 and 189.035, no payment shall be made to any city, county, corporation, or district for any fiscal year in which its total gross expenditures for operation of a hospital or hospitals were less than the total of:\n\n(1) The gross amount of that city's, county's, corporation's, or district's gross expenditures for operation of a hospital or hospitals, according to the first request rendered hereunder by that city, county, corporation, or district as finally accepted by the commissioner of administration, plus\n\n(2) The amount paid to that city, county, corporation, or district by the state of Missouri.\n\n(L. 1974 H.B. 1686 § 8, A.L. 1980 S.B. 847)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-045/"
    },
    {
      "id": "section-189-050",
      "number": "189.050",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.050. Local residency requirement prohibited. —1. Notwithstanding any provision of law to the contrary, no hospital in this state receiving state assistance under the provisions of sections 189.010 to 189.085 shall deny any services and care described in section 189.010 to a prospective patient who is a resident of this state, solely for the reason that the prospective patient*does not reside in the city, county, or hospital district in which the hospital is located.\n\n2. Any hospital which violates the provisions of subsection 1 shall not be entitled to any funds under the provisions of sections 189.010 to 189.085.\n\n(L. 1974 H.B. 1686 § 9)\n\n*Word \"patients\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-050/"
    },
    {
      "id": "section-189-055",
      "number": "189.055",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.055. Duties of department of social services. —The department is hereby designated as administrator of sections 189.010 to 189.085 and:\n\n(1) Shall formulate and carry on a program to achieve the purposes of sections 189.010 to 189.085. Such program shall be developed in consultation with the advisory committees established by sections 189.010 to 189.085 and in accord with the rules and regulations relating to this program;\n\n(2) Shall, to the greatest degree possible, provide for local or regional management and is authorized to enter into contracts with public and private institutions, agencies and persons for the administration of the provisions of sections 189.010 to 189.085;\n\n(3) In addition to state appropriations, the department shall receive and expend all funds made available by the federal government, by the state or its political subdivision, or from any other sources for such purposes; and it shall cooperate with the federal government in developing, improving, and extending the services and in the administration of any state plan;\n\n(4) Shall cooperate with other state departments and agencies of this state and with medical, health, nursing, and welfare groups and organizations, private or public, and endeavor to coordinate the efforts of all persons and agencies interested in the discovery, care, and rehabilitation of high risk women and children; and it is entitled to receive aid and assistance from other departments and agencies of this state in carrying out the plans adopted by the department*;\n\n(5) May receive title to property, real or personal, in all cases of gifts, devises, or bequests to the service and may act as trustee and as such receive title to property, real or personal, where given in trust for the benefit of the service;\n\n(6) Shall develop a program to find and identify high risk patients. Such program shall be developed in consultation with the advisory committees established by sections 189.010 to 189.085, with any other federal, state or local governmental agencies presently involved or likely to be involved in the future with such programs and with any person presently involved or likely to be involved in the future with such programs;\n\n(7) Shall develop a program to evaluate at least annually all programs offered by any persons approved by the department or a party to any contract, agreement or cooperative endeavor with the department relative to standards and regulations promulgated pursuant to sections 189.010 to 189.085. A copy of such evaluation shall be provided the governor and the members of the general assembly in the form of a report submitted over the signature of the director.\n\n(L. 1974 H.B. 1686 § 10)\n\n*Word \"division\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-055/"
    },
    {
      "id": "section-189-060",
      "number": "189.060",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.060. Director to promulgate rules and regulations, procedure, liaison personnel to be appointed. —1. Within six months from August 13, 1974, the director shall promulgate rules and regulations required by sections 189.010 to 189.085 pursuant to this section and chapter 536. No rule or portion of a rule promulgated under the authority of this chapter shall become effective unless it has been promulgated pursuant to the provisions of section 536.024.\n\n2. The director of the department of mental health shall designate an employee of the department of mental health to provide liaison with services provided by that department which relate to the program required by sections 189.010 to 189.085.\n\n3. Any hearing before the director shall be governed by the provisions of chapter 563. The director may promulgate regulations and standards to further the standards to further the accomplishment of the purpose of this law in management of high risk patients and in the interest of public health, safety and welfare. The members of the committees shall receive actual and necessary expenses incurred for attendance at meetings.\n\n(L. 1974 H.B. 1686 § 11, A.L. 1993 S.B. 52, A.L. 1995 H.B. 574 merged with S.B. 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-060/"
    },
    {
      "id": "section-189-065",
      "number": "189.065",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.065. Special need areas, expenditures for. —The department is authorized and directed to work with public and private institutions and agencies or persons to insure that special services will be available in all regions of the state, both rural and metropolitan. Whenever services or special services required for the purposes of sections 189.010 to 189.085 are not available, the department is authorized to use up to ten percent of the funds appropriated for the purposes of sections 189.010 to 189.085 to assist in establishing the facilities and professional staff required. For the purposes of implementing this section, the department and the advisory committees shall give special consideration to those areas of the state or population groups which demonstrate the highest incidence of developmental disability or where accessibility to services or special services may be limited because of distance.\n\n(L. 1974 H.B. 1686 § 12, A.L. 2011 H.B. 555 merged with H.B. 648)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-065/"
    },
    {
      "id": "section-189-070",
      "number": "189.070",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.070. Inspections required, when. —Prior to its acceptance as an approved provider, the director shall cause an inspection to be made of its facilities to determine that the facility is in compliance with the standards prescribed in section 189.020 and with the regulations promulgated under such section. Subsequent to the acceptance of an approved provider, the director shall cause periodic inspections to be made of its facilities whenever he deems such inspections to be necessary, but at least annually. The periodic inspections hereunder shall be in addition to other inspections required to be made under general law or ordinance and shall not excuse compliance with the requirements of any other applicable general law or ordinance.\n\n(L. 1974 H.B. 1686 § 13)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-070/"
    },
    {
      "id": "section-189-075",
      "number": "189.075",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.075. Payments on actual cost and fair and reasonable cost basis. —Funds appropriated under sections 189.010 to 189.085 shall be paid only to providers meeting standards promulgated under sections 189.010 to 189.085. Reimbursement for facilities and equipment approved by the department shall be on the basis of actual cost. Reimbursement for services rendered by providers shall be on the basis of their fair and reasonable charges, not to exceed the customary and usual charges in that community for those services.\n\n(L. 1974 H.B. 1686 § 14, A.L. 1995 H.B. 574)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-075/"
    },
    {
      "id": "section-189-080",
      "number": "189.080",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.080. Eligibility requirements for patients. —Any high risk patient residing in the state of Missouri who is in need of services because of his*condition, who has been certified by a licensed physician as having a high risk condition and who, as a person, can probably benefit from such services and who is otherwise financially unable to pay for such services shall be entitled to health services without charge to the limit of the appropriations provided for in**sections 189.010 to 189.085. Any high risk patient who, or whose parents, guardian, or other person legally chargeable with the support of the patient, is able to pay a portion but not all of the expenses for the required services for the patient, shall be entitled to the services if the patient or parent, guardian, or other person legally charged with the support of the patient shall pay such portion of the expenses to the hospital and physician as the patient or parent, guardian, or other person legally charged with the support of the patient is reasonably able to pay. Provided, however, that where the patient is eligible, payments will be made for such services through Medicaid, or other insurance benefits available to the patient will be utilized to the fullest extent. The benefits available under these sections shall not replace those provided under other federal or state law or under other contractual or legal entitlements of the persons receiving them. Persons entitled to health services may obtain these from any available provider of services with which an agreement is in effect under this section. The funds made available for the purposes of sections 189.010 to 189.085 shall be disbursed so as to insure full payment for the financially eligible for those conditions of highest risk in accord with priorities to be recommended by the coordinating committee and adopted by the director.\n\n(L. 1974 H.B. 1686 § 15)\n\n*Word \"their\" appears in original rolls.\n\n**Word \"in\" does not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-080/"
    },
    {
      "id": "section-189-085",
      "number": "189.085",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.085. Department to keep records — applicant and recipient records confidential, exception. —The department shall develop and maintain appropriate records of services and financial transactions relating to sections 189.010 to 189.085. Disclosure of such information shall be restricted to purposes directly connected with the administration of this health services program. The center for health statistics of the department and the providers shall coordinate record systems and related programs to insure that information needed by the department for the purposes of this program shall be efficiently and economically provided. Records concerning applicants and recipients of health services shall be kept confidential, provided, however, that nothing shall prohibit the department from providing the department of elementary and secondary education access to all records maintained pursuant to this section. The department and the department of elementary and secondary education shall coordinate record systems and related programs to insure that information needed by the department for the purpose of evaluation of this program will be available. The department shall assist the department of elementary and secondary education by providing information required by the department of elementary and secondary education to discharge responsibility for the developmentally disabled and other handicapped children as provided for in subsection 2 of section 162.700. The department shall have access to all records or information obtained pursuant to subsection 2 of section 162.700.\n\n(L. 1974 H.B. 1686 § 16, A.L. 2005 H.B. 258)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-085/"
    },
    {
      "id": "section-189-095",
      "number": "189.095",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 189\n\n189.095. Hospitals which qualify for certain MO HealthNet funds are ineligible to receive certain payments — hospitals may elect to reject, when — MO HealthNet division to use funds which would have gone to hospital — division may issue rules and regulations. —1. Hospitals eligible for payments pursuant to the provisions of sections 189.015 to 189.050, which also qualify as hospitals serving a disproportionate number of low income patients pursuant to subdivision (1) of section 208.152 and regulations issued thereunder, shall, because of such qualification, become ineligible to receive payments under sections 189.015 to 189.050 during the period of such qualification.\n\n2. Moneys which, but for the provisions of this section, would have been paid to hospitals made ineligible by the provisions of this section shall be paid over to the MO HealthNet division of the department of social services and used, upon appropriation, by the MO HealthNet division for payments to hospitals.\n\n3. Notwithstanding the provisions of this section, any hospital determined to be ineligible for payments pursuant to the provisions of sections 189.015 to 189.050, solely because of its qualification pursuant to subdivision (1) of section 208.152, may elect to reject such qualification by July fifteenth of any year and accept its eligibility pursuant to sections 189.015 to 189.050.\n\n4. The MO HealthNet division of the department of social services may issue rules and regulations necessary to carry out the provisions of this section.\n\n(L. 1988 H.B. 1134 § 1, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-189/section-189-095/"
    }
  ]
}