{
  "state": "missouri",
  "path": "title-title-xii/chapter-chapter-205",
  "sections": [
    {
      "id": "section-205-010",
      "number": "205.010",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.010. Petition of voters — maximum tax rate — submission of question. —Any county, subject to the provisions of the Constitution of the state of Missouri, may establish, maintain, manage and operate a public health center in the following manner: whenever the county commission shall be presented with a petition signed by at least ten percent or more of the voters of the county, as determined by the number of votes cast for governor at the preceding general election, asking that an annual tax not in excess of forty cents on each one hundred dollars of the assessed valuation of property in the county, be levied for the establishment, maintenance, management and operation of a county health center and the maintenance of the personnel required for operation of the health center, or by majority vote of the county commission in any county of the first classification with more than eighty-two thousand but fewer than eighty-two thousand one hundred inhabitants, or by majority vote of the county commission in any county of the third classification without a township form of government and with more than sixteen thousand six hundred but fewer than sixteen thousand seven hundred inhabitants, the county commission shall submit the question to the voters of the county at an election.\n\n(L. 1945 p. 969 § 1, A.L. 1951 p. 779, A.L. 1957 p. 690, A.L. 1978 H.B. 971, A.L. 1985 S.B. 114, A.L. 1992 H.B. 1228, A.L. 2005 H.B. 58 merged S.B. 210 merged with S.B. 258)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-010/"
    },
    {
      "id": "section-205-020",
      "number": "205.020",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.020. Form of ballot — vote necessary to adopt. —1. The question shall be submitted in substantially the following form:\n\nShall there be a maximum tax of ______ per hundred dollars assessed valuation for a county health center and the maintenance and operation of same?\n\n2. If a majority of the votes cast on the question shall vote in favor of such tax, the county commission shall proceed to levy and collect such tax and deposit same in the county treasury to the credit of the health center fund and such fund shall be expended as hereinafter provided.\n\n(L. 1945 p. 969 § 2, A.L. 1951 p. 779, A.L. 1978 H.B. 971, A.L. 1985 S.B. 81)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-020/"
    },
    {
      "id": "section-205-031",
      "number": "205.031",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.031. Trustees, qualifications — appointment, election, terms — certain fourth class city, officers to be elected for four years (Raytown). —1. The county governing body shall appoint five trustees chosen from the citizens at large with reference to their fitness for such office, all voters of the county, not more than three of the trustees to be residents of the city, town or village in which the county health center is to be located, who shall constitute a board of trustees for the county health center.\n\n2. The trustees shall hold their offices until the next following municipal election, when five health center trustees shall be elected who shall hold their offices, three for two years and two for four years. The county governing body shall by order of record specify the terms of the trustees.\n\n3. At each subsequent municipal election the offices of the trustees whose terms of office are about to expire shall be filled by the election of health center trustees who each shall serve for a term of four years and notwithstanding any other law of this state to the contrary all elective officers in each city of the fourth class with a population of at least thirty thousand but no more than thirty-three thousand, and which is located within a county of the first class having a charter form of government and containing the greater part of a city with a population of four hundred fifty thousand or more inhabitants, beginning with the first election after January 1, 1987, shall be elected every four years.\n\n4. Any vacancy in the board of trustees occasioned by removal, resignation or otherwise shall be reported to the county governing body and be filled in like manner as original appointments, the appointee to hold office until the next following municipal election, when such vacancy shall be filled by election of a trustee to serve during the remainder of the term of his predecessor.\n\n5. No trustee shall have a personal pecuniary interest, either directly or indirectly, in the purchase of any supplies for the health center, unless the same are purchased by competitive bidding.\n\n6. The filing and withdrawal of candidates shall be governed by the provisions of chapter 115, except that if the number of candidates is no greater than the number of directors to be elected, no election shall be held, and the candidates shall assume the responsibilities of their offices at the same time and in the same manner as if they had been elected.\n\n(L. 1951 p. 779 § 205.030, A.L. 1978 H.B. 971, A.L. 1984 H.B. 1120, A.L. 1986 S.B. 553 & 775 merged with H.B. 1471, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-031/"
    },
    {
      "id": "section-205-041",
      "number": "205.041",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.041. Trustees, election, ballot — vacancies, how filled. —1. Each candidate for the office of health center trustee shall file with the county election authority an announcement of candidacy in writing. The announcement shall indicate whether the individual is a candidate for a full or an unexpired term of a named predecessor. No filing fee shall be required to be paid upon the filing of any announcement. If announcements of a sufficient number of trustees are not filed, the county commission shall appoint such trustee or trustees as may be necessary to fill all vacancies on the board which result from the expiration of the term of any trustees and any such appointee shall serve until the next municipal election when a trustee shall be elected to fill the remainder of the unexpired term.\n\n2. The ballots shall not contain any designation of the political party affiliation of any candidate for trustee. The ballots shall designate the number of trustees to be elected and shall state whether any of the trustees is to be elected for an unexpired term:\n\n3. The candidates receiving the highest number of votes for the offices of trustee to be filled shall be declared elected by the county commission which shall issue commissions to the elected trustees.\n\n(L. 1951 p. 779 § 205.040, A.L. 1965 p. 345, A.L. 1978 H.B. 971, A.L. 1993 H.B. 551 & 552)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-041/"
    },
    {
      "id": "section-205-042",
      "number": "205.042",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.042. Trustees — organization — powers and duties — expenses. —1. The trustees, within ten days after their appointment or election, shall qualify by taking the oath of civil officers and organize as a board of health center trustees by the election of one of their number as chairman, one as secretary, one as treasurer, and by the election of such other officers as they may deem necessary, but no bond shall be required of them.\n\n2. No trustee shall receive any compensation for his services performed, but he may receive reimbursement for any cash expenditures actually made for personal expenses incurred as such trustee, and an itemized statement of all such expenses and money paid out shall be made under oath by each of such trustees and filed with the secretary and allowed only by the affirmative vote of all of the trustees present at a meeting of the board.\n\n3. The board of health center trustees shall make and adopt such bylaws, rules and regulations for its own guidance and for the government of the county health center as may be deemed expedient for the economic and equitable conduct thereof. It shall have the exclusive control of the expenditures of all moneys collected to the credit of the county health center fund, and of the purchase of site or sites, the purchase or construction of any county health center buildings, and of the supervision, care and custody of the grounds, rooms or buildings purchased, constructed, leased or set apart for that purpose. All moneys received for the county health center shall be credited to the county health center and deposited in the depositary thereof for the sole use of such county health center in accordance with the provisions of sections 205.010 to 205.150. All funds received by each county health center shall be paid out through an electronic funds transfer system in an amount within that approved by the board of health center trustees or upon warrants ordered drawn by the treasurer of the board of trustees upon properly authenticated vouchers of the board of health center trustees.\n\n4. The board of health center trustees may appoint and remove such personnel as may be necessary and fix their compensation; and shall in general carry out the spirit and intent of sections 205.010 to 205.150 pertaining to establishing and maintaining a county health center.\n\n5. The board of health center trustees shall hold meetings at least once each month, and shall keep a complete record of all of its proceedings. Three members of the board shall constitute a quorum for the transaction of business.\n\n6. One of the trustees shall visit and examine the county health center at least twice each month.\n\n7. When the county health center is established, all personnel and all persons approaching or coming within the limits of same, and all furniture and other articles used or brought there shall be subject to such rules and regulations as the board may prescribe.\n\n8. The board of health center trustees shall determine annually the rate of the tax levy, except that the rate so determined shall not exceed the maximum rate authorized by the vote of the people of the county.\n\n9. The board of health center trustees may enter into contracts and agreements with federal, state, county, school and municipal governments and with private individuals, partnerships, firms, associations and corporations for the furtherance of health activities, except as hereafter prohibited.\n\n(L. 1951 p. 779 § 205.045, A.L. 1957 p. 690, A.L. 1973 S.B. 253, A.L. 1982 H.B. 1069, A.L. 2012 H.B. 1094)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-042/"
    },
    {
      "id": "section-205-050",
      "number": "205.050",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.050. Purpose of health center. —The public health center is established, maintained and operated for the improvement of health of all inhabitants of said county or counties.\n\n(L. 1945 p. 969 § 11)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-050/"
    },
    {
      "id": "section-205-060",
      "number": "205.060",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.060. Limitations on use of facilities. —The board of county health center trustees shall not enter into contracts for the private practice of medicine, nor shall any of its personnel practice medicine nor dispense drugs, vaccines or serums for personal gain, nor shall its facilities be used for such purpose in any way except as it may be necessary and agreed upon between the board and county commission or commissions for the care of the indigent for whom the commission or commissions may be responsible, or except in furtherance of diagnostic and communicable disease control programs.\n\n(L. 1945 p. 969 § 13, A.L. 1951 p. 779)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-060/"
    },
    {
      "id": "section-205-070",
      "number": "205.070",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.070. Center may accept gifts. —Any person, firm, organization, society or corporation desiring to make donations of money, personal property or real estate for the benefit of such health center, shall have the right to vest title of such property so donated, in the county or counties, to be controlled when so accepted by the board of health center trustees according to the terms of deed, gift, devise or bequest of such property.\n\n(L. 1945 p. 969 § 10, A.L. 1951 p. 779)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-070/"
    },
    {
      "id": "section-205-080",
      "number": "205.080",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.080. Building plans — bids. —All buildings that may be erected or constructed under sections 205.010 and 205.020 shall have the plans and specifications approved by the board of health center trustees and bids advertised for according to law for other county public buildings.\n\n(L. 1945 p. 969 § 8, A.L. 1951 p. 779)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-080/"
    },
    {
      "id": "section-205-090",
      "number": "205.090",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.090. Report to county commission — estimated budget. —1. On or before the seventh day of January in each year, the board of health center trustees shall file with the county commission a report of their proceedings with reference to the county health center and a sworn statement of all receipts and expenditures during the preceding calendar year.\n\n2. The board of health center trustees shall prepare and submit to the county budget officer a budget for the ensuing year at the time and in the manner provided by the county budget law applicable to such county.\n\n(L. 1945 p. 969 § 5, A.L. 1951 p. 779)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-090/"
    },
    {
      "id": "section-205-100",
      "number": "205.100",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.100. Director of public health center — appointment. —The county commission or commissions shall annually at their February meeting, appoint the director of the public health center as county health officer and such county health officer shall exercise all of the rights and perform all of the duties pertaining to that office as set forward under the health laws of the state and rules and regulations of the department of health and senior services.\n\n(L. 1945 p. 969 § 7)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-100/"
    },
    {
      "id": "section-205-110",
      "number": "205.110",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.110. Qualifications of employees. —The qualifications of all persons employed in the operation of said health center shall be at least equal to the minimum standard of qualifications as set forward by the department of health or its successors for positions of like importance and responsibilities.\n\n(L. 1945 p. 969 § 6)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-110/"
    },
    {
      "id": "section-205-115",
      "number": "205.115",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.115. Retirement and insurance plans to be provided for administrators and employees of county health center — costs, how paid — duties of board of trustees. —The board of trustees for the county health center may either through purchase of plans or through plans of self-insurance provide for suitable retirement, health, life insurance, and employment insurance plans for all administrators and employees of the county health center as a part of their compensation, and the employer's cost of such plans shall be paid by the treasurer of the board of county health trustees in the same manner as other expenses of the county health center are paid, except that the board of trustees for the county health center shall be taken and considered as a \"political subdivision\" as the term is defined in section 70.600 for the purposes of sections 70.600 to 70.755.\n\n(L. 1990 H.B. 1130)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-115/"
    },
    {
      "id": "section-205-120",
      "number": "205.120",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.120. No discrimination in healing methods. —Each school of healing licensed by the state of Missouri shall have equal rights in said health center.\n\n(L. 1945 p. 969 § 12)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-120/"
    },
    {
      "id": "section-205-141",
      "number": "205.141",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.141. Tax levy noncharter first class counties, exception. —The county commission in all counties of the first class not having a charter form of government, except first class noncharter counties containing any part of a city with a population of three hundred thousand or more, in addition to the power to levy taxes for county purposes, as otherwise provided by law, shall have the power to levy upon all property subject to its taxing powers, an annual tax in an amount not to exceed ten cents on each one hundred dollar valuation for the purpose of operating or maintaining a public county health center or institution.\n\n(L. 1958 2d Ex. Sess. p. 180 § 1, A.L. 1965 p. 348, A.L. 1994 S.B. 700)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-141/"
    },
    {
      "id": "section-205-150",
      "number": "205.150",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.150. Determination of tax levy (first class counties). —The rate of tax levy provided for in section 205.141 and this section shall be determined and fixed at the same time the rate of tax is determined and fixed for county purposes.\n\n(L. 1947 V. II p. 335 § 2, A.L. 1961 p. 521, A.L. 1973 S.B. 253)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-150/"
    },
    {
      "id": "section-205-160",
      "number": "205.160",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.160. Establishment and maintenance of hospitals — bonds. —The county commissions of the several counties of this state, both within and outside such counties, except in counties of the third or fourth classification (other than the county in which the hospital is located) where there already exists a hospital organized pursuant to this chapter; provided, however, that this exception shall not prohibit the continuation of existing activities otherwise allowed by law, are hereby authorized, as provided in sections 205.160 to 205.340, to establish, construct, equip, improve, extend, repair and maintain public hospitals and engage in health care activities, and may issue bonds therefor as authorized by the general law governing the incurring of indebtedness by counties.\n\n(L. 1945 p. 983 § 15192, A. 1949 H.B. 2061, A.L. 1996 S.B. 676, A.L. 2024 S.B. 1359)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-160/"
    },
    {
      "id": "section-205-161",
      "number": "205.161",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.161. County commission may issue revenue bonds — purpose — how payable. —1. In addition to the bonds authorized by section 205.160, the county commission in any county exercising the rights conferred by sections 205.160 to 205.340 may issue and sell revenue bonds for the purpose of providing funds for the acquisition, construction, equipment, improvement, extension and repair, and furnishing of hospitals and related facilities, including medical office buildings to provide offices for rental to physicians or dentists on a hospital's medical staff, and the providing of sites therefor, including offstreet parking space for motor vehicles. Such revenue bonds shall be payable, both as to principal and interest, solely from the net income and revenues arising from the operation of the hospital or the related facility or facilities, or of the hospital and the related facility or facilities, after providing for the costs of operation and maintenance thereof, or from other funds made available from sources other than from proceeds of taxation.\n\n2. Any bonds issued under the provisions of sections 205.161 to 205.169 shall not be deemed to be an indebtedness of the state of Missouri, or of any county, or of the board of trustees of any such hospital, or of the individual members of any such board of trustees, and shall not be deemed to be an indebtedness within the meaning of any constitutional or statutory limitation upon the incurring of indebtedness.\n\n(L. 1972 H.B. 1262 §§ 1, 2, A.L. 1981 H.B. 258)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-161/"
    },
    {
      "id": "section-205-162",
      "number": "205.162",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.162. Bonds, rate, denomination, maturity — negotiable. —1. Revenue bonds issued pursuant to the provisions of sections 205.161 to 205.169 shall be such denomination, shall bear such rate or rates of interest not to exceed the highest rate permitted by law, and shall mature at such time or times, not exceeding thirty-five years from their date of issue, as determined by the county commission in its order or resolution directing the issuance of such bonds. Such bonds may be either serial bonds or term bonds and may be issued with or without reservation of the right to call them for payment or redemption in advance of their maturity, upon the giving of notice, and with or without a covenant requiring the payment of a premium in the event of a call for redemption prior to maturity.\n\n2. The bonds when issued and sold shall be negotiable instruments within the meaning of chapter 400, and the interest thereon shall be exempt from any state or local income taxes under the laws of the state of Missouri.\n\n(L. 1972 H.B. 1262 § 3)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-162/"
    },
    {
      "id": "section-205-165",
      "number": "205.165",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.165. Investment of moneys in an investment company, when. —1. The board of trustees of any hospital authorized under this subsection and organized under the provisions of sections 205.160 to 205.340 may invest its funds not required for immediate disbursement in obligations or for the operation of the hospital as follows:\n\n(1) Up to fifteen percent of such funds into:\n\n(a) Any mutual funds that invest in stocks, bonds, or real estate, or any combination thereof;\n\n(b) Stocks;\n\n(c) Bonds that have:\n\na. One of the five highest long-term ratings or the highest short-term rating issued by a nationally recognized rating agency; and\n\nb. A final maturity of ten years or less;\n\n(d) Money-market investments; or\n\n(e) Any combination of investments described in paragraphs (a) to (d) of this subdivision;\n\n(2) Up to thirty-five percent of such funds into:\n\n(a) Mutual funds that invest in stocks, bonds, or real estate, or any combination thereof;\n\n(b) Bonds that meet the rating and maturity requirements of paragraph (c) of subdivision (1) of this subsection;\n\n(c) Money-market investments; or\n\n(d) Any combination of investments described in paragraphs (a) to (c) of this subdivision; and\n\n(3) The remaining percentage into any investment in which the state treasurer is allowed to invest.\n\n2. The provisions of this section shall only apply if the hospital receives less than three percent of its annual revenues from county or state taxes.\n\n(L. 2016 S.B. 988, A.L. 2024 S.B. 1359)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-165/"
    },
    {
      "id": "section-205-169",
      "number": "205.169",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.169. Bonds, form and covenants to be made by county commission — rights of holders — provisions not exclusive. —1. The county commission issuing bonds under the provisions of sections 205.161 to 205.169 shall prescribe the form, details and incidents of the bonds, and the county commission shall make such covenants as in its judgment are advisable or necessary properly to secure the payment thereof; but the form, details, incidents, and covenants shall not be inconsistent with any of the provisions of sections 205.161 to 205.169.\n\n2. The holder of any bonds issued hereunder or of any coupons representing interest accrued thereon*may, by civil action, compel the county commission issuing such bonds to perform all duties imposed upon it by the provisions of sections 205.161 to 205.169 and to enforce the performance of any and all of the covenants made by the county commission in the issuance of the bonds.\n\n3. The provisions of sections 205.161 to 205.169 shall not be exclusive of other legal methods of financing hospitals and related facilities, but shall furnish an alternative method of finance.\n\n(L. 1972 H.B. 1262 § 4)\n\n*Word \"thereof\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-169/"
    },
    {
      "id": "section-205-180",
      "number": "205.180",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.180. Election of trustees, when required — ballot. —1. Each candidate for the office of hospital trustee shall file with the county clerk an announcement of candidacy in writing. The announcement shall indicate whether the individual is a candidate for a full or an unexpired term of a named predecessor. No filing fee shall be required to be paid upon the filing of any announcement. If the number of candidates is no greater than the number of trustees to be elected, no election shall be held, and the candidates shall assume the responsibilities of their offices at the same time and in the same manner as if they had been elected. If announcements of a sufficient number of trustees are not filed, the county commission shall appoint such trustee or trustees as may be necessary to fill all vacancies on the board which result from the expiration of the term of any trustee or trustees, and any appointee shall serve until the next general election when a trustee shall be elected to fill the remainder of the unexpired term.\n\n2. The ballots shall not contain any designation of the political party affiliation of any candidate for trustees to be elected and shall state whether any of the trustees are*to be elected for an unexpired term:\n\n3. The candidates whose names have been placed on the ballot by the county commission pursuant to sections 205.170 and this section and who receive the highest number of votes for the offices of trustee to be filled shall be declared elected by the county commission which shall issue commissions to the elected trustees.\n\n(L. 1947 V. I p. 323 § 15193a, A.L. 1965 p. 345, A.L. 1978 H.B. 971, A.L. 1999 H.B. 676)\n\n*Word \"is\" appears in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-180/"
    },
    {
      "id": "section-205-170",
      "number": "205.170",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.170. Board of trustees — tenure — vacancies. —1. The county commission shall appoint five trustees chosen from the citizens at large with reference to their fitness for such office, all residents of the county, not more than three of such trustees to be residents of the city, town or village in which the hospital is to be located, who shall constitute a board of trustees for such public hospital.\n\n2. The trustees appointed pursuant to subsection 1 of this section shall hold their offices until the next following municipal election, when five hospital trustees shall be elected and hold their offices for the following terms, with each of the trustees' respective terms determined by lot:\n\n(1) One trustee for a one-year term;\n\n(2) One trustee for a two-year term;\n\n(3) One trustee for a three-year term;\n\n(4) One trustee for a four-year term; and\n\n(5) One trustee for a five-year term.\n\n3. For trustees elected prior to January 1, 1995:\n\n(1) If the terms of two trustees expire at the time of the next election of trustees occurring after January 1, 1995, then:\n\n(a) One trustee shall be elected for a four-year term; and\n\n(b) One trustee shall be elected for a three-year term; and\n\n(2) At the next following municipal election in which the terms of three trustees expire:\n\n(a) One trustee shall be elected for a five-year term;\n\n(b) One trustee shall be elected for a four-year term;\n\n(c) One trustee shall be elected for a three-year term; or\n\n(3) If the terms of three trustees expire at the time of the next election of trustees occurring after January 1, 1995, then:\n\n(a) One trustee shall be elected for a five-year term;\n\n(b) One trustee shall be elected for a four-year term;\n\n(c) One trustee shall be elected for a three-year term; and\n\n(4) At the next following municipal election in which the terms of two trustees expire:\n\n(a) One trustee shall be elected for a five-year term; and\n\n(b) One trustee shall be elected for a four-year term.\n\n4. The terms of the trustees elected pursuant to subsection 3 of this section shall be determined by lot.\n\n5. The office of a trustee elected pursuant to subsection 3 of this section whose term of office is about to expire shall be filled by the election of a hospital trustee who shall serve for a term of five years. Each trustee subsequently elected shall serve a term of five years.\n\n6. Any vacancy in the board of trustees occasioned by removal, resignation or otherwise shall be reported to the county commission and be filled in like manner as original appointments, the appointee to hold office until the next following municipal election, when such vacancy shall be filled by election of a trustee to serve during the remainder of the term of his predecessor.\n\n7. No trustee shall have a personal pecuniary interest, either directly or indirectly, in the purchase of any supplies for such hospital, unless the same are purchased by competitive bidding.\n\n(RSMo 1939 §§ 15194, 15196, A.L. 1945 p. 983 § 15193, A.L. 1947 V. I p. 323, A.L. 1978 H.B. 971, A.L. 1994 H.B. 1042)\n\nPrior revisions: 1929 §§ 13977, 13979; 1919 §§ 12611, 12613",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-170/"
    },
    {
      "id": "section-205-190",
      "number": "205.190",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.190. Organization of board of trustees — regulations — duties — operation or leasing of hospital, powers — day care centers for employees' children, may establish. —1. The trustees shall, within ten days after their appointment or election, qualify by taking the oath of civil officers and organize as a board of hospital trustees by the election of one of their number as chairman, one as secretary, one as treasurer, and by the election of such other officers as they may deem necessary.\n\n2. No trustee shall receive any compensation for his or her services performed, but a trustee may receive reimbursement for any cash expenditures actually made for personal expenses incurred as such trustee, and an itemized statement of all such expenses and money paid out shall be made under oath by each of such trustees and filed with the secretary and allowed only by the affirmative vote of all of the trustees present at a meeting of the board.\n\n3. The board of hospital trustees shall make and adopt such bylaws, rules and regulations for its own guidance and for the government of the hospital as may be deemed expedient for the economic and equitable conduct thereof, not inconsistent with sections 205.160 to 205.340 and the ordinances of the city or town wherein such public hospital is located. The board shall provide by regulation for the bonding of the chief executive officer and may require a bond of the treasurer of the board and of any employee of the hospital as it deems necessary. The costs of all bonds required shall be paid out of the hospital fund. Except as provided in subsection 4 of this section, it shall have the exclusive control of the deposit, investment, and expenditure of all moneys collected to the credit of the hospital fund, and of the purchase of site or sites, the purchase or construction of any hospital buildings, and of the supervision, care and custody of the grounds, rooms or buildings purchased, constructed, leased or set apart for that purpose; provided, that all moneys received for such hospital shall be credited to the hospital and deposited into the depositary thereof for the sole use of such hospital in accordance with the provisions of sections 205.160 to 205.340. All funds received by each such hospital shall be paid out only upon warrants ordered drawn by the treasurer of the board of trustees of said county upon the properly authenticated vouchers of the hospital board.\n\n4. The trustees shall have authority, both within and outside the county, except in counties of the third or fourth classification (other than the county in which the hospital is located) where there already exists a hospital organized pursuant to this chapter; provided that this exception shall not prohibit the continuation of existing activities otherwise allowed by law to operate, maintain and manage a hospital and hospital facilities, and to make and enter into contracts, for the use, operation or management of a hospital or hospital facilities; to engage in health care activities; to make and enter into leases of equipment and real property, a hospital or hospital facilities, as lessor or lessee, regardless of the duration of such lease; provided that any lease of substantially all of the hospital, as the term \"hospital\" is defined in section 197.020, wherein the board of trustees is lessor shall be entered into only with the approval of the county commission wherein such hospital is located and provided that in a county of the second, third or fourth classification, the income to such county from such lease of substantially all of the hospital shall be appropriated to provide health care services in the county; and further to provide rules and regulations for the operation, management or use of a hospital or hospital facilities. Any agreement entered into pursuant to this subsection pertaining to the lease of the hospital, as herein defined, shall have a definite termination date as negotiated by the parties, but this shall not preclude the trustees from entering into a renewal of the agreement with the same or other parties pertaining to the same or other subjects upon such terms and conditions as the parties may agree. Notwithstanding any other law to the contrary, the county commission in any noncharter county of the first classification wherein such hospital is located may separately negotiate and enter into contractual agreements with the lessee as a condition of approval of any lease authorized pursuant to this subsection.\n\n5. The board of hospital trustees shall have power to appoint a suitable chief executive officer and necessary assistants and fix their compensation, and shall also have power to remove such appointees; and shall in general carry out the spirit and intent of sections 205.160 to 205.340 in establishing and maintaining a county public hospital.\n\n6. The board of hospital trustees may establish and operate a day care center to provide care exclusively for the children of the hospital's employees. A day care center established by the board shall be licensed pursuant to the provisions of sections 210.201 to 210.245. The operation of a day care center shall be paid for by fees or charges, established by the board, and collected from the hospital employees who use its services. The board, however, is authorized to receive any private donations or grants from agencies of the federal government intended for the support of the day care center.\n\n7. The board of hospital trustees shall hold meetings at least once each month, shall keep a complete record of all its proceedings; and three members of the board shall constitute a quorum for the transaction of business.\n\n8. One of the trustees shall visit and examine the hospital at least twice each month and the board shall, during the first week in January of each year, file with the county commission of the county a report of its proceedings with reference to such hospital and a statement of all receipts and expenditures during the year; and shall at such time certify the amount necessary to maintain and improve the hospital for the ensuing year.\n\n(RSMo 1939 § 15195, A.L. 1945 p. 983 § 15194, A.L. 1961 p. 522, A.L. 1981 S.B. 425, A.L. 1982 H.B. 1069, A.L. 1986 H.B. 1571, A.L. 1987 H.B. 810, A.L. 1996 S.B. 676, A.L. 1999 H.B. 796 merged with S.B. 276, A.L. 2024 S.B. 1359)\n\nPrior revisions: 1929 § 13978; 1919 § 12612",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-190/"
    },
    {
      "id": "section-205-192",
      "number": "205.192",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.192. Retirement, health, life and employment insurance may be part of compensation, when. —The board of hospital trustees may also as part of their compensation either through purchase of plans or through plans of self-insurance provide for suitable retirement, health, life insurance, and employment insurance plans for all hospital administrators and employees, and the employer's cost of such plans shall be paid by the treasurer of the board of hospital trustees in the same manner as other expenses of the hospital are paid; provided that the board of hospital trustees shall be taken and considered as a \"political subdivision\" as the term is defined in section 70.600 for the purposes of sections 70.600 to 70.755.\n\n(L. 1971 S.B. 6, A.L. 1988 H.B. 1707)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-192/"
    },
    {
      "id": "section-205-200",
      "number": "205.200",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.200. Funds from special tax levy or from operation of hospital may be used for hospital construction, maintenance and additions — publication of board's plans required, when. —1. Except in counties operating under the charter form of government, the county commission in any county wherein a public hospital shall have been established as provided in sections 205.160 to 205.340 shall levy annually a rate of taxation on all property subject to its taxing powers in excess of the rates levied for other county purposes to defray the amount required for the maintenance and improvement of such public hospital and for constructing and furnishing necessary additions thereto, as certified to it by the board of trustees of the hospital; the tax levied for such purpose shall not be in excess of one dollar on the one hundred dollars assessed valuation. The funds arising from the tax levied for such purpose shall be used for the purpose for which the tax was levied and none other.\n\n2. Any funds of the hospital, whether derived from the tax authorized by this section or from the operation of the hospital, and whether collected before or after October 13, 1965, may be used for constructing and furnishing necessary additions to the hospital.\n\n3. For any ballot proposal in which the maximum levy exceeds fifty cents per one hundred dollars of assessed valuation, the board of trustees shall publish in a newspaper or newspapers of general circulation and otherwise make available upon request a summary description of the board's plans for using the money for ongoing hospital operations.\n\n(RSMo 1939 § 15195, A.L. 1945 p. 983, A.L. 1951 p. 776, A.L. 1965 p. 348, A.L. 1984 S.B. 576, A.L. 1999 S.B. 348)\n\nPrior revisions: 1929 § 13978; 1919 § 12612",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-200/"
    },
    {
      "id": "section-205-195",
      "number": "205.195",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.195. Bylaws of board of trustees, contents — applications to practice, contents. —1. The board of hospital trustees shall include in its bylaws that every physician, a podiatrist and dentist requesting permission to practice in its hospital shall submit an application for staff membership in writing to it upon forms approved by the board. In his application each applicant shall give specifically his training and qualifications, his willingness to accept the board as the supreme governing authority of the hospital, his willingness to abide by the bylaws of the board and the staff in all respects, and his determination to practice his profession in a manner which is legal, moral, and ethical. A written copy of all such bylaws, with any amendments, shall be kept on file in the office of the hospital administrator and shall be available to all staff members and applicants during normal business hours.\n\n2. The professional staff of the hospital shall be an organized group which shall initiate and, with the approval of the board, adopt bylaws, rules, regulations, and policies governing professional activities in the hospital. General practitioners may practice in the hospital in accordance with their competence as recommended by the professional staff and as authorized by the board.\n\n(L. 1971 H.B. 301)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-195/"
    },
    {
      "id": "section-205-202",
      "number": "205.202",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.202. Certain districts may impose sales tax instead of property tax — vote required — fund created, use of moneys — repeal of tax — dissolution of district, effect of (Ripley County). —1. The governing body of any hospital district established under sections 205.160 to 205.379 in any county of the third classification without a township form of government and with more than thirteen thousand five hundred but fewer than thirteen thousand six hundred inhabitants may, by resolution, abolish the property tax levied in such district under this chapter and impose a sales tax on all retail sales made within the district which are subject to sales tax under chapter 144. The tax authorized in this section shall be not more than one percent, and shall be imposed solely for the purpose of funding the hospital district. The tax authorized in this section shall be in addition to all other sales taxes imposed by law, and shall be stated separately from all other charges and taxes.\n\n2. No such resolution adopted under this section shall become effective unless the governing body of the hospital district submits to the voters residing within the district at a state general, primary, or special election a proposal to authorize the governing body of the district to impose a tax under this section. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the question, then the tax shall become effective on the first day of the second calendar quarter after the director of revenue receives notification of adoption of the local sales tax. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the question, then the tax shall not become effective unless and until the question is resubmitted under this section to the qualified voters and such question is approved by a majority of the qualified voters voting on the question.\n\n3. All revenue collected under this section by the director of the department of revenue on behalf of the hospital district, except for one percent for the cost of collection which shall be deposited in the state's general revenue fund, shall be deposited in a special trust fund, which is hereby created and shall be known as the \"Hospital District Sales Tax Fund\", and shall be used solely for the designated purposes. Moneys in the fund shall not be deemed to be state funds, and shall not be commingled with any funds of the state. The director may make refunds from the amounts in the fund and credited to the district for erroneous payments and overpayments made, and may redeem dishonored checks and drafts deposited to the credit of such district. Any funds in the special fund which are not needed for current expenditures shall be invested in the same manner as other funds are invested. Any interest and moneys earned on such investments shall be credited to the fund.\n\n4. The governing body of any hospital district that has adopted the sales tax authorized in this section may submit the question of repeal of the tax to the voters on any date available for elections for the district. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the repeal, that repeal shall become effective on December thirty-first of the calendar year in which such repeal was approved. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the repeal, then the sales tax authorized in this section shall remain effective until the question is resubmitted under this section to the qualified voters and the repeal is approved by a majority of the qualified voters voting on the question.\n\n5. Whenever the governing body of any hospital district that has adopted the sales tax authorized in this section receives a petition, signed by a number of registered voters of the district equal to at least ten percent of the number of registered voters of the district voting in the last gubernatorial election, calling for an election to repeal the sales tax imposed under this section, the governing body shall submit to the voters of the district a proposal to repeal the tax. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the repeal, the repeal shall become effective on December thirty-first of the calendar year in which such repeal was approved. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the repeal, then the sales tax authorized in this section shall remain effective until the question is resubmitted under this section to the qualified voters and the repeal is approved by a majority of the qualified voters voting on the question.\n\n6. If the tax is repealed or terminated by any means other than by a dissolution of a hospital district as described in subsection 7 of this section, all funds remaining in the special trust fund shall continue to be used solely for the designated purposes, and the hospital district shall notify the director of the department of revenue of the action at least ninety days before the effective date of the repeal and the director may order retention in the trust fund, for a period of one year, of two percent of the amount collected after receipt of such notice to cover possible refunds or overpayment of the tax and to redeem dishonored checks and drafts deposited to the credit of such accounts. After one year has elapsed after the effective date of abolition of the tax in such district, the director shall remit the balance in the account to the district and close the account of that district. The director shall notify each district of each instance of any amount refunded or any check redeemed from receipts due the district.\n\n7. Upon the dissolution of a hospital district levying a sales tax pursuant to this section, the sales tax shall be automatically repealed and all funds remaining in the special trust fund shall be distributed as follows:\n\n(1) Twenty-five percent shall be distributed to the county public health center established pursuant to sections 205.010 to 205.150; and\n\n(2) Seventy-five percent shall be distributed to a federally qualified health center, as defined in 42 U.S.C. Section 1396d(l)(1) and (2), located in the county.\n\n(L. 2009 S.B. 307, A.L. 2020 H.B. 1682)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-202/"
    },
    {
      "id": "section-205-205",
      "number": "205.205",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.205. Hospital district sales tax authorized (Iron and Madison counties) — approval by voters — fund created, use of moneys — repeal of tax, procedure. —1. The governing body of any hospital district established under sections 205.160 to 205.379 in any county of the third classification without a township form of government and with more than ten thousand six hundred but fewer than ten thousand seven hundred inhabitants or any county of the third classification without a township form of government and with more than eleven thousand seven hundred fifty but fewer than eleven thousand eight hundred fifty inhabitants may, by resolution, abolish the property tax authorized in such district under this chapter and impose a sales tax on all retail sales made within the district which are subject to sales tax under chapter 144 and all sales of metered water services, electricity, electrical current and natural, artificial or propane gas, wood, coal, or home heating oil for domestic use only as provided under section 144.032. The tax authorized in this section shall be not more than one percent, and shall be imposed solely for the purpose of funding the hospital district. The tax authorized in this section shall be in addition to all other sales taxes imposed by law, and shall be stated separately from all other charges and taxes.\n\n2. No such resolution adopted under this section shall become effective unless the governing body of the hospital district submits to the voters residing within the district at a state general, primary, or special election a proposal to authorize the governing body of the district to impose a tax under this section. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the question, then the tax shall become effective on the first day of the second calendar quarter after the director of revenue receives notification of adoption of the local sales tax. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the question, then the tax shall not become effective unless and until the question is resubmitted under this section to the qualified voters and such question is approved by a majority of the qualified voters voting on the question.\n\n3. All revenue collected under this section by the director of the department of revenue on behalf of the hospital district, except for one percent for the cost of collection which shall be deposited in the state's general revenue fund, shall be deposited in a special trust fund, which is hereby created and shall be known as the \"Hospital District Sales Tax Fund\", and shall be used solely for the designated purposes. Moneys in the fund shall not be deemed to be state funds, and shall not be commingled with any funds of the state. The director may make refunds from the amounts in the fund and credited to the district for erroneous payments and overpayments made, and may redeem dishonored checks and drafts deposited to the credit of such district. Any funds in the special fund which are not needed for current expenditures shall be invested in the same manner as other funds are invested. Any interest and moneys earned on such investments shall be credited to the fund.\n\n4. The governing body of any hospital district that has adopted the sales tax authorized in this section may submit the question of repeal of the tax to the voters on any date available for elections for the district. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the repeal, that repeal shall become effective on December thirty-first of the calendar year in which such repeal was approved. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the repeal, then the sales tax authorized in this section shall remain effective until the question is resubmitted under this section to the qualified voters and the repeal is approved by a majority of the qualified voters voting on the question.\n\n5. Whenever the governing body of any hospital district that has adopted the sales tax authorized in this section receives a petition, signed by a number of registered voters of the district equal to at least ten percent of the number of registered voters of the district voting in the last gubernatorial election, calling for an election to repeal the sales tax imposed under this section, the governing body shall submit to the voters of the district a proposal to repeal the tax. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the repeal, the repeal shall become effective on December thirty-first of the calendar year in which such repeal was approved. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the repeal, then the sales tax authorized in this section shall remain effective until the question is resubmitted under this section to the qualified voters and the repeal is approved by a majority of the qualified voters voting on the question.\n\n6. If the tax is repealed or terminated by any means, all funds remaining in the special trust fund shall continue to be used solely for the designated purposes, and the hospital district shall notify the director of the department of revenue of the action at least ninety days before the effective date of the repeal and the director may order retention in the trust fund, for a period of one year, of two percent of the amount collected after receipt of such notice to cover possible refunds or overpayment of the tax and to redeem dishonored checks and drafts deposited to the credit of such accounts. After one year has elapsed after the effective date of abolition of the tax in such district, the director shall remit the balance in the account to the district and close the account of that district. The director shall notify each district of each instance of any amount refunded or any check redeemed from receipts due the district.\n\n(L. 2011 H.B. 111 merged with S.B. 117)\n\nEffective 6-09-11(S.B. 117); 7-08-11(H.B. 111)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-205/"
    },
    {
      "id": "section-205-210",
      "number": "205.210",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.210. Hospital tax levy (first class charter counties). —The governing body in all counties of the first class having a charter form of government, in addition to the power to levy taxes for county purposes as otherwise provided by law, shall have the power to levy upon all real and tangible personal property in the county an annual tax in an amount not to exceed thirty-eight cents on each one hundred dollars valuation for the purpose of operating, maintaining or supporting a public county hospital or public hospital system or for the maintenance of county patients in state institutions, public hospitals, or other hospitals and for the purpose of operating or maintaining a public county health center or institution and conducting public health programs. The proceeds of the tax shall be used for such purposes and for no other purposes, and no funds from the general revenue of the county shall hereafter be appropriated for such purposes.\n\n(L. 1945 p. 986 § 1, A.L. 1947 V. II p. 251, A.L. 1951 p. 778, A.L. 1959 H.B. 325, A.L. 1961 p. 524, A.L. 1972 S.B. 559)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-210/"
    },
    {
      "id": "section-205-220",
      "number": "205.220",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.220. Determination of tax levy (first class counties). —The rate of tax levy provided for in sections 205.200 and 205.210 shall be determined and fixed at the same time the rate of tax is determined and fixed for county purposes.\n\n(L. 1945 p. 986 § 2, A.L. 1961 p. 521)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-220/"
    },
    {
      "id": "section-205-230",
      "number": "205.230",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.230. Appropriation of general fund, when. —In counties exercising the rights conferred by sections 205.160 to 205.340, the county commission may appropriate each year, in addition to tax for hospital fund herein provided for, not exceeding five percent of its general fund for the improvement and maintenance of any public hospital so established.\n\n(RSMo 1939 § 15201)\n\nPrior revisions: 1929 § 13984; 1919 § 12618",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-230/"
    },
    {
      "id": "section-205-240",
      "number": "205.240",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.240. Property condemned, when. —If the board of hospital trustees and the owners of any property desired by them for hospital purposes cannot agree as to the price to be paid therefor, they shall report the facts to the county commission, and condemnation proceedings shall be instituted by the county commission and prosecuted in the name of the county wherein such public hospital is to be located by the county attorney for such county.\n\n(RSMo 1939 § 15198)\n\nPrior revisions: 1929 § 13981; 1919 § 12615",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-240/"
    },
    {
      "id": "section-205-250",
      "number": "205.250",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.250. Specifications — bids — notice. —No hospital buildings shall be erected or constructed until the plans and specifications have been made therefor and adopted by the board of hospital trustees, and bids advertised for according to law for other county public buildings.\n\n(RSMo 1939 § 15199)\n\nPrior revisions: 1929 § 13982; 1919 § 12616",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-250/"
    },
    {
      "id": "section-205-260",
      "number": "205.260",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.260. Jurisdiction of towns. —The jurisdiction of the city, town or village in or near which such public hospital is located shall extend over all lands used for hospital purposes outside the corporate limits if so located, and all ordinances of such cities and towns shall be in full force and effect in and over the territory occupied by such public hospital.\n\n(RSMo 1939 § 15200)\n\nPrior revisions: 1929 § 13983; 1919 § 12617",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-260/"
    },
    {
      "id": "section-205-270",
      "number": "205.270",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.270. Beneficiaries of hospital. —Every hospital established under sections 205.160 to 205.340 shall be for the benefit of the inhabitants of such county and of any person falling sick or being injured or maimed within its limits, but every such inhabitant or person who is not a pauper shall pay to such board of hospital trustees or such officer as it shall designate for such county public hospital, a reasonable compensation for occupancy, nursing, care, medicine, or attendants, according to the rules and regulations prescribed by said board, such hospital always being subject to such reasonable rules and regulations as said board may adopt in order to render the use of said hospital of the greatest benefit to the greatest number; and said board may exclude from the use of such hospital any and all inhabitants and persons who shall willfully violate such rules and regulations. And said board may extend the privileges and use of such hospital to persons residing outside of such county, upon such terms and conditions as said board may from time to time by its rules and regulations prescribe.\n\n(RSMo 1939 § 15202)\n\nPrior revisions: 1929 § 13985; 1919 § 12619",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-270/"
    },
    {
      "id": "section-205-280",
      "number": "205.280",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.280. Board to prescribe rules. —When such hospital is established the physicians, nurses, attendants, the persons sick therein and all persons approaching or coming within the limits of same, and all furniture and other articles used or brought there shall be subject to such rules and regulations as said board may prescribe.\n\n(RSMo 1939 § 15203)\n\nPrior revisions: 1929 § 13986; 1919 § 12620",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-280/"
    },
    {
      "id": "section-205-290",
      "number": "205.290",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.290. Title to donations. —Any person or persons, firm, organization, corporation or society desiring to make donations of money, personal property or real estate for the benefit of such hospital, shall have the right to vest title of the money or real estate so donated in said county, to be controlled, when accepted, by the board of hospital trustees according to the terms of the deed, gift, devise or bequest of such property.\n\n(RSMo 1939 § 15204)\n\nPrior revisions: 1929 § 13987; 1919 § 12621",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-290/"
    },
    {
      "id": "section-205-300",
      "number": "205.300",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.300. Equal privileges to practitioners — rights of patient. —1. In the management of such public hospital no discrimination shall be made against practitioners of any school of medicine recognized by the laws of Missouri, and all such legal practitioners shall have equal privileges in treating patients in said hospital.\n\n2. The patient shall have the absolute right to employ at his or her own expense his or her own physician, and when acting for any patient in such hospital the physician employed by such patient shall have exclusive charge of the care and treatment of such patient, and nurses therein shall as to such patient be subject to the directions of such physician; subject always to such general rules and regulations as shall be established by the board of trustees under the provisions of sections 205.160 to 205.340.\n\n(RSMo 1939 § 15205)\n\nPrior revisions: 1929 § 13988; 1919 § 12622\n\n(1953) Osteopathic physicians and surgeons held to be practitioners of a school of medicine and physicians and surgeons within the meaning of the Missouri statutes and, therefore, a rule of a county hospital prohibiting such osteopathic physicians and surgeons from practicing within such hospital is unreasonable and in violation of the law. Stribling v. Jolley (A.), 253 S.W.2d 519.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-300/"
    },
    {
      "id": "section-205-310",
      "number": "205.310",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.310. Training school for nurses. —The board of trustees of such county public hospital may establish and maintain in connection therewith and as a part of said public hospital a training school for nurses.\n\n(RSMo 1939 § 15206)\n\nPrior revisions: 1929 § 13989; 1919 § 12623",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-310/"
    },
    {
      "id": "section-205-320",
      "number": "205.320",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.320. Board to provide detention room. —The board of trustees shall provide a suitable room for the detention and examination of all persons who are brought before the probate division of the circuit court of such county for incapacity or disability proceedings, if such hospital is located at the county seat.\n\n(RSMo 1939 § 15207, A. 1949 S.B. 1061, A.L. 1978 H.B. 1634, A.L. 1983 S.B. 44 & 45)\n\nPrior revisions: 1929 § 13990; 1919 § 12624",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-320/"
    },
    {
      "id": "section-205-330",
      "number": "205.330",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.330. Board to determine charity patients. —The board of hospital trustees shall have power to determine whether or not patients presented at said public hospital for treatment are subjects for charity, and shall fix such price for compensation for patients, other than those unable to assist themselves, as the said board deems proper, the receipts therefor to be paid to the treasurer of said county and credited by him to the hospital fund.\n\n(RSMo 1939 § 15208)\n\nPrior revisions: 1929 § 13991; 1919 § 12625",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-330/"
    },
    {
      "id": "section-205-340",
      "number": "205.340",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.340. Tuberculous residents, how cared for. —The county commission of any county, where no suitable provision has been made for the care of its indigent tuberculous residents, may contract with the board of hospital trustees of any public hospital for the care of such persons in the sanatorium department of said hospital, upon such reasonable terms as may be agreed upon.\n\n(RSMo 1939 § 15209)\n\nPrior revisions: 1929 § 13992; 1919 § 12626",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-340/"
    },
    {
      "id": "section-205-350",
      "number": "205.350",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.350. County commission may purchase land for county hospitals — issuance of bonds. —The county commission of any county in this state is hereby authorized to purchase, not exceeding one hundred and sixty acres of land, and locate, build and maintain thereon a county hospital. Bonds may be issued therefor in accordance with the general law governing the issuance of bonds by counties.\n\n(RSMo 1939 § 15157, A.L. 1945 p. 980)\n\nPrior revisions: 1929 § 13941; 1919 § 12217; 1909 § 1351",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-350/"
    },
    {
      "id": "section-205-354",
      "number": "205.354",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.354. Sale of county hospitals, certain second class counties — election procedure — ballot form (Boone County). —1. The county commission of any second class county having a population of at least one hundred thousand and which operates a county hospital may call a nonbinding preference election to determine the wishes of the voters of the county as to whether the county hospital is to be sold. If called by the commission, the election shall be held on the primary or general election day in 1986.\n\n2. The election shall be conducted by the election authority of the county in the same manner and in all other respects as in elections for state and county offices. The results of the election shall be certified by the county commission. The costs of the election shall be paid and notice shall be given as otherwise provided by law.\n\n3. The proposition shall be submitted in the following form:\n\n(L. 1986 H.B. 1471, et al. §§ 3 to 5 merged with S.B. 553 & 775 §§ 2 to 4)\n\nEffective 5-15-86 (S.B. 553 & 775); 6-9-86 (H.B. 1471, et al.)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-354/"
    },
    {
      "id": "section-205-360",
      "number": "205.360",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.360. County poor to be kept in county hospital. —Whenever a county hospital is established and built by the county commission, as provided in section 205.350, it shall be the duty of such county commission to place therein all of the poor persons that the county commission shall deem proper to place in said county hospital, who shall be kept there and treated.\n\n(RSMo 1939 § 15158)\n\nPrior revisions: 1929 § 13942; 1919 § 12218; 1909 § 1352",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-360/"
    },
    {
      "id": "section-205-370",
      "number": "205.370",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.370. County commission to make rules and regulations — expenses, how paid. —The county commission of any such county shall make all rules and regulations for the government of such a hospital, appoint and employ such officers and attendants as in their judgment may be proper, prescribe their duties and fix their compensation. The expenses of maintaining such hospital, including the compensation of officers and employees thereof, shall be paid out of the general revenue fund of such counties, or from the same sources as are provided by law for caring for the poor by counties.\n\n(RSMo 1939 § 15159)\n\nPrior revisions: 1929 § 13943; 1919 § 12219; 1909 § 1353",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-370/"
    },
    {
      "id": "section-205-371",
      "number": "205.371",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.371. Revenue bonds authorized, when — not an indebtedness of the issuing authority. —1. In addition to the bonds authorized by section 205.375, the county commission in any county, or the township board of any township, exercising the rights conferred by section 205.375, may issue and sell revenue bonds for the purpose of providing funds for the acquisition, construction, equipment, improvement, extension and repair, and furnishing of nursing homes and related facilities, and of providing a site therefor, including offstreet parking space for motor vehicles. Such revenue bonds shall be payable, both as to principal and interest, solely from the net income and revenues arising from the operation of the nursing home or the related facility or facilities, or of the nursing home and the related facility or facilities, after providing for the costs of operation and maintenance thereof, or from other funds made available from sources other than from proceeds of taxation.\n\n2. Any bonds issued under the provisions of sections 205.371 to 205.373 shall not be deemed to be an indebtedness of the state of Missouri or of any county or township, or of the board of trustees of any such nursing home, or of the individual members of any such board of trustees, and shall not be deemed to be an indebtedness within the meaning of any constitutional or statutory limitation upon the incurring of indebtedness.\n\n(L. 1978 H.B. 1769 § 205.990)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-371/"
    },
    {
      "id": "section-205-372",
      "number": "205.372",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.372. Revenue bonds, form of, interest rate, maximum maturity date — to be negotiable instruments. —1. Revenue bonds issued pursuant to the provisions of sections 205.371 to 205.373 shall be of such denomination, shall bear such rate or rates of interest not to exceed the highest rate permitted by law, and shall mature at such time or times, not exceeding thirty-five years from their date of issue, as determined by the county commission or township board in its order or resolution directing the issuance of such bonds. Such bonds may be either serial bonds or term bonds and may be issued with or without reservation of the right to call them for payment or redemption in advance of their maturity, upon the giving of notice, and with or without a covenant requiring the payment of a premium in the event of a call for redemption prior to maturity.\n\n2. The bonds when issued and sold shall be negotiable instruments within the meaning of chapter 400, and the interest thereon shall be exempt from any state or local income taxes under the laws of the state of Missouri.\n\n(L. 1978 H.B. 1769 § 205.991)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-372/"
    },
    {
      "id": "section-205-373",
      "number": "205.373",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.373. County commission or board to prescribe form, make necessary covenants, restrictions — bondholders, remedies of — revenue bonds not to be exclusive method of financing. —1. The county commission or township board issuing bonds under the provisions of sections 205.371 to 205.373 shall prescribe the form, details and incidents of the bonds, and the county commission or township board shall make such covenants as in its judgment are advisable or necessary properly to secure the payment thereof; but the form, details, incidents, and covenants shall not be inconsistent with any of the provisions of sections 205.371 to 205.373.\n\n2. The holder of any bonds issued hereunder or of any coupons representing interest accrued thereon may, by civil action, compel the county commission or township board issuing such bonds to perform all duties imposed upon it by the provisions of sections 205.371 to 205.373 and to enforce the performance of any and all of the covenants made by the county commission or township board in the issuance of the bonds.\n\n3. The provisions of sections 205.371 to 205.373 shall not be exclusive of other legal methods of financing nursing homes and related facilities, but shall furnish an alternative method of finance.\n\n(L. 1978 H.B. 1769 § 205.992)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-373/"
    },
    {
      "id": "section-205-374",
      "number": "205.374",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.374. County hospital property, sale of, procedure for, receipts, how used. —1. Upon filing with the county clerk of a resolution adopted by the board of hospital trustees to sell the county hospital property, both real and personal, for reasons specified in the resolution, the clerk shall present the resolution to the commissioners of the county commission. If the commissioners of the county commission determine that sale of the hospital property is desirable, the commission shall, by order, appoint an agent to sell and dispose of such property in the manner provided for sale of other county property. The deed of the agent, under the agent's proper hand and seal, for and in behalf of the county, duly acknowledged and recorded, shall be sufficient to convey to the purchaser all the right, title, interest and estate which the county has in the property.\n\n2. The proceeds from the sale of the property shall be applied to the payment of any interest and principal of any outstanding valid indebtedness of the county incurred for purchase of the site or construction of the hospital, or for any repairs, alterations, improvements, or additions thereto, or for operation of the hospital. If the proceeds from the sale of the hospital property, and any interest thereon, are, or will be, insufficient to pay the interest and principal of any valid outstanding bonded indebtedness as they fall due, the county commission shall continue to provide for the collection of an annual tax on all taxable tangible property in the county sufficient to pay the interest and principal of the indebtedness as it falls due and to retire the bonds within the time required therein.\n\n3. In a county of the first classification, any balance of the proceeds from the sale of the county hospital remaining after all indebtedness incurred in connection with the hospital is paid shall be placed to the credit of the general fund of the county. In a county of the second, third or fourth classification:\n\n(1) Any balance of the proceeds from the sale of the county hospital pursuant to subsection 2 of this section shall be used to provide health care services in the county; and\n\n(2) Assets donated to a county hospital pursuant to section 205.290 shall be used to provide health care services in the county, except as otherwise prescribed by the terms of the deed, gift, devise or bequest.\n\n(L. 1975 S.B. 74, A.L. 1986 H.B. 1554 Revision, A.L. 1999 H.B. 796 merged with S.B. 276)\n\nEffective 5-13-99 (S.B. 276); 7-13-99 (H.B. 796)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-374/"
    },
    {
      "id": "section-205-375",
      "number": "205.375",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.375. Nursing homes, county or township may acquire and erect — issuance of bonds, exceptions — leasing of homes, to whom. —1. For the purposes of this section\"nursing home\"means a residential care facility, an assisted living facility, an intermediate care facility, or a skilled nursing facility as defined in section 198.006:\n\n(1) Which is operated in connection with a hospital, or\n\n(2) In which such nursing care and medical services are prescribed by, or are performed under the general direction of, persons licensed to practice medicine or surgery in the state.\n\n2. The county commission of any county or the township board of any township may acquire land to be used as sites for, construct and equip nursing homes and may contract for materials, supplies, and services necessary to carry out such purposes.\n\n3. For the purpose of providing funds for the construction and equipment of nursing homes the county commissions or township boards may issue bonds as authorized by the general law governing the incurring of indebtedness by counties; provided, however, that no such tax shall be levied upon property which is within a nursing home district as provided in chapter 198 and is taxed for nursing home purposes under the provisions of that chapter, or may provide for the issuance and payment of revenue bonds in the manner provided by and in all respects subject to chapter 176 which provides for the issuance of revenue bonds of state educational institutions.\n\n4. The county commissions or township boards may provide for the leasing and renting of the nursing homes and equipment on the terms and conditions that are necessary and proper to any person, firm, corporation or to any nonprofit organizations for the purpose of operation in the manner provided in subsection 1 of this section or for the purpose of operating any other health care facility located within the county or township providing nursing care or other medical services to patients, including, but not limited to, residents of the county or township.\n\n(L. 1957 p. 689 §§ 1, 2, 3, 4, A.L. 1959 S.B. 252, A.L. 1969 p. 327, A.L. 1971 S.B. 163, A.L. 1978 H.B. 1036, A.L. 1986 H.B. 1563, A.L. 2023 H.B. 402)\n\n(1971) The submission of a bond issue with a portion to be spent for hospital expansion and a portion to be spent for nursing home facilities on the hospital grounds as a single submission forms one proposition and does not constitute \"doubleness\". State ex rel. Phelps County v. Holman (Mo.), 461 S.W.2d 689.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-375/"
    },
    {
      "id": "section-205-376",
      "number": "205.376",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.376. Nursing homes, county-owned, conveyance to nursing home district — procedure, consideration. —1. The county commission of any county having a nursing home erected under the provisions of section 205.375 may order the conveyance of the county nursing home and appurtenant property and facilities necessary for the operation thereof to any nursing home district formed under the provisions of law that is wholly located within the county. If the commissioners of the county commission agree to accept the consideration offered by the nursing home district for the county nursing home property, both real and personal, the commission, by order, shall appoint an agent to convey the property. The agent shall not convey the property unless:\n\n(1) The instrument of conveyance contains a provision prohibiting the nursing home district from refusing to admit residents of the county conveying the property solely on the basis that they are not residents of the district; and\n\n(2) The instrument of conveyance contains a provision that the board of directors of the nursing home district will perform all duties imposed by law on the governing body of the county nursing home and all covenants the governing body of the county nursing home made to secure issuance of any bonds outstanding at the time the nursing home is conveyed. The deed of the agent, under his proper hand and seal, for and in behalf of the county, duly acknowledged and recorded, conveys to the nursing home district all the right, title, interest and estate which the county has in property.\n\n2. The consideration to be received by the county for conveyance of the property may consist exclusively of the assumption of any outstanding valid indebtedness against the facility, or any bond issued for the construction or operation thereof, in the discretion of the county commission.\n\n3. The consideration received by the county for conveying the nursing home property to the nursing home district shall be applied to the payment of any interest and principal of any outstanding valid indebtedness of the county incurred for purchase of the site or construction of the nursing home, or for any repairs, alterations, improvements, or additions thereto, or for operation of the nursing home. If the consideration received by the county for conveying the nursing home property, and any interest thereon, is, or will be, insufficient to pay the interest and principal of any valid outstanding bonded indebtedness as they fall due, the county commission shall continue to provide for the collection of an annual tax on all taxable tangible property in the county sufficient to pay the interest and principal of the indebtedness as it falls due and to retire the bonds within the time required therein.\n\n4. Any balance of the consideration received by the county for conveying the nursing home property which remains after all indebtedness incurred in connection with the nursing home is paid shall be placed to the credit of the general fund of the county.\n\n5. The holder of any revenue bond issued to finance the erection, site acquisition or any repair, alteration, improvement or addition to the county nursing home or for the operation of the home prior to its conveyance to the nursing home district, or any coupons representing interest thereon, may, by proper civil action, compel the board of directors of the nursing home district to perform all duties imposed by law and to enforce the performance of any other covenants made by the board of directors of the nursing home district or the governing body of the county nursing home in the issuance of the bonds.\n\n(L. 1978 H.B. 1036 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-376/"
    },
    {
      "id": "section-205-377",
      "number": "205.377",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.377. Sale of nursing home, requirements. —1. The county commission of any county having a nursing home erected under the provisions of section 205.375 may, upon a determination by the county commissioners that the sale of such nursing home is desirable, appoint an agent, by order, to sell and dispose of the nursing home and appurtenant property, both real and personal, in the manner provided for sale of other county property. The deed of the agent, under the agent's proper hand and seal, for and on behalf of the county, duly acknowledged and recorded, shall be sufficient to convey to the purchaser all the right, title, interest, and estate which the county has in property.\n\n2. The proceeds from the sale of the property shall be applied to the payment of any interest and principal of any outstanding valid indebtedness of the county incurred for purchase of the site or construction of the nursing home, or for any repairs, alterations, improvements, or additions thereto, or for the operation of the nursing home. If the proceeds from the sale of the nursing home property, and any interest thereon, are or will be insufficient to pay the interest and principal of any valid outstanding bonded indebtedness as they fall due, the county commission shall continue to provide for the collection of an annual tax on all taxable personal property in the county sufficient to pay the interest and principal of the indebtedness as it falls due and to retire the bonds within the time required therein.\n\n3. Any balance of the proceeds received by the county for the sale of the nursing home remaining after all indebtedness incurred in connection with the nursing home is paid shall be placed to the credit of the general fund of the county to be used to provide health care services in the county.\n\n4. The sale of a nursing home under this section shall be limited to purchasers who plan to operate a similar facility or otherwise provide medical services to patients, including, but not limited to, residents of the county, for a period of not less than ten years.\n\n(L. 2023 H.B. 402)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-377/"
    },
    {
      "id": "section-205-378",
      "number": "205.378",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.378. Inmates of public institutions to pay for care — exceptions — county may collect, how — first class counties. —Every inmate in a public institution in all counties of the first class not having a charter form of government, except those incarcerated in a jail, correctional or penal institution, who is not a pauper, shall pay to such county a reasonable compensation for occupancy, nursing care, medicine or attendance, in such amount as determined by the county commission, provided that it shall be lawful for such county, to which such person shall become chargeable, to sue for and receive any real or personal estate and take charge and dispose of any personal property belonging to such person and apply the proceeds, or so much thereof, as is necessary to defray the cost of support and maintenance of such person.\n\n(L. 1965 p. 349 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-378/"
    },
    {
      "id": "section-205-379",
      "number": "205.379",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.379. Authority to employ counsel granted — counsel, how paid. —1. Notwithstanding the provisions of any of the sections of chapter 56, the board of trustees of a county hospital organized and existing pursuant to the provisions of sections 205.160 through 205.378, may employ and use legal counsel, other than the prosecuting or circuit attorney or the county counselor, to represent such hospital when in the exercise of its sole discretion the board of trustees determines that such special counsel is necessary to properly protect the hospital's interests.\n\n2. Legal counsel so employed shall be paid out of the hospital fund in the manner provided in subsection 4 of section 205.190.\n\n(L. 1977 H.B. 378 §§ 1, 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-379/"
    },
    {
      "id": "section-205-460",
      "number": "205.460",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.460. Tax for hospital purposes — petition for election. —1. When twenty-five percent of the voters in any township or townships in this state, forty percent of whom shall not live at the time they subscribe thereto within any town of said township or townships shall petition the county commission of the county of which said township or townships is a part, asking that a tax not to exceed one-half of one cent on each dollar be levied for one year only and thereafter an annual tax not to exceed two mills on the dollar for the establishing, either by purchase or otherwise or leasing, equipping and maintaining a hospital at some place in such township or townships to be set forth in said petition, for the care and treatment of the sick and disabled therein, such county commission shall submit the question to the voters at an election.\n\n2. The question shall be submitted in substantially the following form:\n\nShall there be a ______ tax for the first year and a ______ tax thereafter for a hospital?\n\n3. The notice shall include the rate of taxation to be voted upon. If two-thirds of the voters of each township voting on said proposition shall vote for such tax, the said tax specified in such notice shall be levied and collected in like manner as other general taxes of said township or townships and be known as \"Hospital Fund\" and turned over by the collector of said tax to the treasurer of such hospital. The tax shall cease in case the voters in such township or townships by a two-thirds vote of the total vote cast at a municipal election held therein shall so determine.\n\n(RSMo 1939 § 15210, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 13993",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-460/"
    },
    {
      "id": "section-205-470",
      "number": "205.470",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.470. County commission to appoint board of trustees. —When any such township or townships shall decide to establish and maintain a hospital under the provisions of sections 205.460 to 205.570, the county commission of such county of which said township or townships is a part shall appoint a board of six trustees for the same, chosen from the voters of such township or townships. Such trustees shall serve without compensation. Such trustees appointed under the provisions of sections 205.460 to 205.570 shall hold office respectively for the term of two and four years as indicated and fixed in the order of the county commission appointing them. Every two years thereafter three trustees shall be elected at the municipal election who shall hold their office for the term of four years and until their successors are elected.\n\n(RSMo 1939 § 15211, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 13994",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-470/"
    },
    {
      "id": "section-205-480",
      "number": "205.480",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.480. Vacancies, how filled. —If a vacancy occurs in the office of director by death, resignation, refusal to serve, repeated neglect of duty or removal from the district of such hospital, the remaining trustees shall, before transacting any official business, appoint some suitable person to fill such vacancy; the person appointed shall serve until the next municipal election.\n\n(RSMo 1939 § 15212, A.L. 1978 H.B. 971)\n\nPrior revision: 1929 § 13995",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-480/"
    },
    {
      "id": "section-205-490",
      "number": "205.490",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.490. Members shall elect officers, adopt bylaws — quorum. —The members of said board shall meet at some place to be agreed upon by the trustees appointed within ten days after their appointments have been made and organize by electing one of their members president, and one vice president, a treasurer and a secretary which position they shall hold for two years. They shall elect such other officers as they deem necessary. They shall make and adopt such bylaws, rules and regulations for the management of such hospitals and the admission and discharge of patients as they shall deem expedient. A majority of the board shall constitute a quorum for business.\n\n(RSMo 1939 § 15213)\n\nPrior revision: 1929 § 13996",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-490/"
    },
    {
      "id": "section-205-500",
      "number": "205.500",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.500. Treasurer to give bond. —The treasurer, before entering upon the discharge of his duties as such, shall enter into a bond to the hospital, with two or more sureties, to be approved by the board, conditioned that he will render a faithful and just account of all money that may come into his hands as such treasurer, and otherwise perform the duties of his office according to law, said bond to be filed with the president of the board.\n\n(RSMo 1939 § 15214)\n\nPrior revision: 1929 § 13997",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-500/"
    },
    {
      "id": "section-205-510",
      "number": "205.510",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.510. Secretary — salary — duties — compensation of treasurer. —1. The secretary may or may not be a member of the board and shall draw such salary as the trustees shall agree upon. He shall keep a record of all the proceedings of said board which shall be open at all times to public scrutiny. The secretary shall keep a record of all money or property received from all sources and of all expenditures therefrom, also a complete record of all patients treated therein.\n\n2. The treasurer shall receive an annual salary of one dollar.\n\n(RSMo 1939 § 15215)\n\nPrior revision: 1929 § 13998",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-510/"
    },
    {
      "id": "section-205-520",
      "number": "205.520",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.520. Board to control expenditures — employ help. —The board shall control the expenditures of all moneys collected to the credit of the hospital fund, and the construction, leasing, equipping of such hospital and the grounds and other property real and personal belonging to such hospital, providing all moneys from taxes, donations and from any other source shall be deposited in the hospital treasury, and drawn upon by warrants signed by the president and secretary of hospital. The board shall also employ such help, professional and otherwise, as may be necessary to carry out the spirit and intent of sections 205.460 to 205.570, and all such assistants and employees shall serve at the pleasure of the board.\n\n(RSMo 1939 § 15216)\n\nPrior revision: 1929 § 13999",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-520/"
    },
    {
      "id": "section-205-530",
      "number": "205.530",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.530. Meeting of board — report. —The board shall meet every Monday to look after the business of the hospital. They shall make on the first day of January and the first day of July of each year a detailed report, showing the receipts of all funds and the expenditures therefrom, and showing each donation, giving the name of the donor, and the date and amount of his donation, and the name of each patient and the amount paid by said patient. Said report shall be made and placed on the secretary's book and a copy posted in the office of the hospital.\n\n(RSMo 1939 § 15217)\n\nPrior revision: 1929 § 14000",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-530/"
    },
    {
      "id": "section-205-540",
      "number": "205.540",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.540. Bequests and donations accepted by trustees. —Any person making bequests or donations to such hospital shall have the right to vest the title to the real estate or personal property so bequeathed or donated in the board and to be held and controlled by said board, and to all such property the board shall be held to be special trustees.\n\n(RSMo 1939 § 15218)\n\nPrior revision: 1929 § 14001",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-540/"
    },
    {
      "id": "section-205-550",
      "number": "205.550",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.550. Special taxes for hospital collected as township taxes. —The taxes authorized and provided by the terms of sections 205.460 to 205.570 shall be levied against the township or townships forming the hospital district and collected in the same manner as the regular township taxes are levied and collected.\n\n(RSMo 1939 § 15219)\n\nPrior revision: 1929 § 14002",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-550/"
    },
    {
      "id": "section-205-560",
      "number": "205.560",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.560. Discontinuance of tax, when — disposition of property. —When two-thirds of the voters as provided in section 205.460 shall vote to cease paying said tax the county commission of said county shall within three years thereafter order the same sold and all money acquired from the sale after paying all indebtedness of said hospital shall be turned into the school funds of said township or townships as their interest may appear; provided, the voters of said township or townships do not, by a vote of two-thirds reconsider and vote to continue said tax as before.\n\n(RSMo 1939 § 15220)\n\nPrior revision: 1929 § 14003",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-560/"
    },
    {
      "id": "section-205-563",
      "number": "205.563",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.563. Property tax for rural health clinic — ballot language — revenue, use of moneys (City of Centerview) —1. The governing body of any city of the fourth classification with more than two hundred but fewer than three hundred inhabitants and located in any county of the second classification with more than forty-eight thousand two hundred but fewer than forty-eight thousand three hundred inhabitants may impose, by order or ordinance, an annual real property tax to fund the construction, operation, and maintenance of a community health center. The tax authorized in this section shall not exceed thirty-five cents per year on each one hundred dollars of assessed valuation on all taxable real property within the city. Any such city may enter into an agreement or agreements with taxing jurisdictions located at least partially within the incorporated limits of such city to levy the tax authorized under this section upon real property located within the jurisdiction of such district, but outside the incorporated limits of such city, provided that any taxing jurisdiction desiring to levy such tax shall first receive voter approval of such measure in the manner and form contained in this section. The tax authorized in this section shall be in addition to all other property taxes imposed by law, and shall be stated separately from all other charges and taxes.\n\n2. No order or ordinance adopted under this section shall become effective unless the governing body of the city submits to the voters residing within such city at a state general, primary, or special election a proposal to authorize the city to impose a tax under this section.\n\n3. The question shall be submitted in substantially the following form:\n\n­­If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the question, then the tax shall become effective in the tax year immediately following its approval. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the question, then the tax shall not become effective unless and until the question is resubmitted under this section to the qualified voters and such question is approved by a majority of the qualified voters voting on the question.\n\n4. The tax authorized under this section shall be levied and collected in the same manner as other real property taxes are levied and collected within the city.\n\n5. The governing body of any city that has imposed a real property tax under this section may submit the question of repeal of the tax to the voters on any date available for elections for the city. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of repeal, that repeal shall become effective on the first day of the tax year immediately following its approval. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the repeal, then the tax shall remain effective until the question is resubmitted under this section to the qualified voters and the repeal is approved by a majority of the qualified voters voting on the question.\n\n6. Whenever the governing body of any city that has imposed a real property tax under this section receives a petition, signed by a number of registered voters of the city equal to at least two percent of the number of registered voters of the city voting in the last gubernatorial election, calling for an election to repeal the tax, the governing body shall submit to the voters of such city a proposal to repeal the tax. If a majority of the votes cast on the question by the qualified voters voting thereon are in favor of the repeal, the repeal shall become effective on the first day of the tax year immediately following its approval. If a majority of the votes cast on the question by the qualified voters voting thereon are opposed to the repeal, then the tax shall remain effective until the question is resubmitted under this section to the qualified voters and the repeal is approved by a majority of the qualified voters voting on the question.\n\n7. If the real property tax authorized under this section is repealed or terminated by any means, all funds collected under the tax shall continue to be used solely for the designated purposes.\n\n(L. 2007 S.B. 22 merged with S.B. 30)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-563/"
    },
    {
      "id": "section-205-565",
      "number": "205.565",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.565. Grants for caring communities programs. —The department of social services and the department of elementary and secondary education may, subject to appropriation, use, administer and dispose of any gifts, grants, or in-kind services and may award grants to qualifying entities to carry out the caring communities program.\n\n(L. 1995 H.B. 573 § 1 merged with S.B. 445 § 1, A.L. 2023 H.B. 447)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-565/"
    },
    {
      "id": "section-205-765",
      "number": "205.765",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.765. Health and welfare department authorized — certain counties excepted. —1. The county commission of any county of the first class may by resolution create a department of health and welfare which department shall be operated in the manner hereinafter set out.\n\n2. Notwithstanding the provisions of subsection 1, no department of health and welfare shall be created in any county of the first class not having a charter form of government in which a county health center has been established pursuant to the provisions of sections 205.010 to 205.150, whether or not the health center is established prior to the county's attaining first class status.\n\n(L. 1951 p. 786 § 1, A.L. 1973 H.B. 642)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-765/"
    },
    {
      "id": "section-205-766",
      "number": "205.766",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.766. Commissioners of county commission to serve as commissioners of health and welfare — duties. —1. The commissioners of the county commission shall during their term of office serve as commissioners of health and welfare of their respective counties and shall have charge and control of all county hospitals, clinics, health centers, institutions for the insane and all county corrective, welfare and eleemosynary institutions except the county jail and the place of detention used by the juvenile court.\n\n2. Said commissioners shall have supervision of the rehabilitation of all state prisoners in the county jail after conviction and sentence thereto, subject to the approval of the county sheriff.\n\n3. They shall perform investigational case work, excepting that relating to adoption, probation and detention of juveniles, in all cases involving the distribution and expenditure of any county funds.\n\n4. They shall administer all laws relating to the county support of the poor and shall have charge of all boarding home care for all juveniles subject to the jurisdiction of the juvenile court and shall perform such other duties as provided by law.\n\n(L. 1951 p. 786 § 2)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-766/"
    },
    {
      "id": "section-205-767",
      "number": "205.767",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.767. Director of health and welfare, appointment, compensation, assistants. —The commissioners of health and welfare may appoint a director of health and welfare and the commissioners shall fix his compensation. The commissioners may also employ such assistants as are necessary and shall fix their compensation. The cost of salaries and expenses of the department shall be apportioned to any appropriate county fund.\n\n(L. 1951 p. 786 § 3, A.L. 1953 p. 622, A.L. 1973 H.B. 642)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-767/"
    },
    {
      "id": "section-205-769",
      "number": "205.769",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.769. Health inspection of eating establishments — license — fee — exceptions to license requirement — operating without a license, penalty (St. Charles County). —1. Any first class county not having a charter form of government and adjacent to a county of the first class having a charter form of government which does not contain a city with a population of three hundred thousand or more, and adjacent to not more than one county of the second class, may make health inspections of premises on or from which food is prepared, served, or sold to members of the general public for consumption by humans; except this act shall not apply to hospitals licensed under chapter 197 or to nursing homes licensed under chapter 198. Any county which makes inspections as authorized by this section shall also have the power and authority to issue licenses and to charge reasonable fees for such inspections, which fees shall not exceed the amount necessary to fund and implement an inspection program established pursuant to this section.\n\n2. Such inspections shall be performed at least annually according to procedures established by the Missouri department of health and senior services and shall be performed in the most cost efficient manner. Inspections shall be performed by qualified employees of the county, or by contracting such services on a fee basis, at the discretion of the county commission. Any person making such inspections must meet the Missouri department of health and senior services qualifications.\n\n3. No establishment described in subsection 1 of this section shall be issued a county license until it has passed inspection. Any such establishment which has been licensed and subsequently fails an inspection shall be given ten days to correct its deficiencies and if such establishment fails to correct its deficiencies, it shall be subject to license suspension and suspension of operations. If the establishment operates without the license, the owner is guilty of a class B misdemeanor. The license shall remain suspended until the deficiencies are corrected.\n\n4. New establishments must submit plans for their operation to the county health department before construction proceeds and licenses are sought. Establishments already doing business in the county shall not be subject to this subsection.\n\n5. All religious, educational, nonprofit, fraternal or civic organizations shall be exempt from the fees authorized by the provisions of subsection 1 of this section.\n\n6. From and after August 13, 1986, health inspections of the establishments described in subsection 1 of this section shall be performed only by the county and the state. Municipalities may provide for such health inspections only in those counties which do not provide for a health inspection throughout the county.\n\n(L. 1986 H.B. 1196 § 1)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-769/"
    },
    {
      "id": "section-205-770",
      "number": "205.770",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.770. Social welfare board created — powers — second class county changing class status — may keep board. —1. In any county of the second class in this state there may be created and established by order of the county commission of any such county a board which shall be styled \"The Social Welfare Board of the County of ______\".\n\n2. All powers and duties connected with and incident to the betterment of social and physical causes of dependency, the relief and care of the indigent, and the care of sick dependents, with the exception of the mentally ill and those suffering with contagious, infectious and transmissible diseases shall be exclusively invested in and exercised by the board.\n\n3. The board shall have power to receive and expend donations for social welfare purposes and shall have exclusive control over the distribution and expenditure of any public funds set aside and appropriated by such counties and by any city located in any such county for the relief of the temporarily dependent. The board shall have power to promote the general welfare of the poor within the limits of such counties by social and sanitary reforms, by industrial instruction, by the inculcation of habits of providence and self-dependence, and by the establishment and maintenance of any activities to these ends. The board shall have power to sue and be sued, complain and defend in all courts, to assume the care of or take, by gift, grant, devise, bequest or otherwise, any money, real estate, personal property, right of property, or other valuable things, and may use, enjoy, control, sell or convey the same for charitable purposes, to have and to use a common seal and alter the same at pleasure.\n\n4. The board may make bylaws for its own guidance, rules and regulations for the government of its agents, servants and employees, and for the distribution of the funds under its control.\n\n5. If any second class county which has established a social welfare board pursuant to the provisions of this section, subsequently becomes a first class or a third class county, such county may retain its social welfare board and continue to function pursuant to the provisions of sections 205.770 to 205.840.\n\n(RSMo 1939 § 9578, A.L. 1945 p. 1754, A.L. 1989 H.B. 452)\n\nPrior revisions: 1929 § 12938; 1919 § 12187; 1909 § 1322",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-770/"
    },
    {
      "id": "section-205-780",
      "number": "205.780",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.780. Additional powers of board — employees (second class counties). —Said board shall have the exclusive power to make all suitable provisions for the relief, maintenance and support of all indigent persons within said county and within any city in said county who may appropriate for the support of said board, and to make suitable provisions for the care and maintenance to the sick dependents and those who are unable to support themselves; to enforce the laws of the state, the ordinances of such cities located within said county, in regard to the indigent, and to make such rules and regulations in the conduct of its business not inconsistent with the laws of the state of Missouri and the ordinances of such cities; to have exclusive control, care and management of all public hospitals owned or operated by said counties or said cities, except those for the care of the insane and those suffering with contagious, infectious and transmissible diseases; to recommend to the common council of said city the passage of such ordinances as said board may deem necessary for the welfare of the indigent of said city; to have the power to appoint competent physicians and surgeons, who shall hold their office at the pleasure of said board, at a salary to be fixed by said board, and said physicians and surgeons shall perform such duties as may be prescribed by said board, and shall render medical attendance to all those who may come within the provisions of this law; said board shall have the power and it shall be the duty of said board to employ and discharge all persons or officers in their judgment necessary to carry out the matters over which said board is given jurisdiction or control.\n\n(RSMo 1939 § 9579, A.L. 1945 p. 1754)\n\nPrior revisions: 1929 § 12939; 1919 § 12188",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-780/"
    },
    {
      "id": "section-205-790",
      "number": "205.790",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.790. Character of board — members — appointment — tenure — compensation — vacancies (second class counties). —1. Said board shall be nonpartisan and nonsectarian in character, and the members and officers thereof shall receive no compensation as such.\n\n2. Said board shall consist of the mayor of such cities and the presiding commissioner of the county commission of such counties, who shall be ex officio members thereof, and six other members, three of whom shall be appointed by the county commission of such counties, who shall hold office, one for one year, one for two years and one for three years, whose terms of office shall be designated by such county commission, three by the mayor and common council of such cities, who shall hold office, one for one year, one for two years and one for three years, whose terms of office shall be designated by the mayor.\n\n3. Whenever the term of office of any member so appointed expires, the appointment of his successor shall be for three years. All such appointments shall date from the first of June following their appointment.\n\n4. Vacancies from any causes shall be filled in like manner as original appointment. The mayor may, for misconduct or neglect of duty, remove any member appointed by him in the manner required for removal of officers of such cities. The county commission may, by a majority vote, for misconduct or neglect of duty, remove any member appointed by them.\n\n(RSMo 1939 § 9580)\n\nPrior revisions: 1929 § 12940; 1919 § 12189; 1909 § 1323",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-790/"
    },
    {
      "id": "section-205-800",
      "number": "205.800",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.800. Board, organization (second class counties). —Said members shall immediately after their appointment, and annually thereafter, meet and organize by electing out of their number a president, vice president, treasurer and secretary. All subordinate officers, agents and employees appointed shall give such bonds for the faithful discharge of their duties as may be required by the board.\n\n(RSMo 1939 § 9581)\n\nPrior revisions: 1929 § 12941; 1919 § 12190; 1909 § 1324",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-800/"
    },
    {
      "id": "section-205-810",
      "number": "205.810",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.810. Treasurer — bond — duties (second class counties). —All moneys received or appropriated for the use of said board shall be deposited with the treasurer, who shall give good and sufficient bond to said board for the safekeeping and proper expenditure of all funds placed in his hands, by or for the use of said board.\n\n(RSMo 1939 § 9582)\n\nPrior revisions: 1929 § 12942; 1919 § 12191; 1909 § 1325",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-810/"
    },
    {
      "id": "section-205-820",
      "number": "205.820",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.820. Board — records — reports (second class counties). —It shall be the duty of said board to keep a record of its proceedings and of its receipts, expenditures and operations, and shall annually render a full and complete itemized report, stating the condition of their trust, together with such other suggestions as they may deem of general interest to the mayor and common council of said cities and the county commission of said counties; provided, said board shall render reports concerning receipts, expenditures, operations, etc., whenever called for by the common council of said cities or the county commission of said counties.\n\n(RSMo 1939 § 9583)\n\nPrior revisions: 1929 § 12943; 1919 § 12192; 1909 § 1326",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-820/"
    },
    {
      "id": "section-205-830",
      "number": "205.830",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.830. Board to furnish relief — investigations — prosecutions (second class counties). —1. It shall be the duty of said board, when any person by himself, herself, or another apply for relief to make immediate inquiry into the state and circumstances of the applicant, and if it shall appear that he or she is in such indigent circumstances as to require temporary relief, the said board shall furnish, out of the funds in their hands, such relief as the circumstances of the case may require; provided, that in all cases where the applicant for aid may be found dependent and said applicant or member of said applicant's family is an able-bodied male person capable of performing manual labor, said board shall require such person to perform work to the value of the aid given, and the city engineer and the street commissioners of such cities in their respective departments are required to utilize the services of such able-bodied persons upon receiving notice from said board that such person has received or is entitled to such aid. Where the applicant or a member of the applicant's family is an able-bodied female, said board shall, whenever practicable, require that labor to the value of the aid given be performed. They shall make investigations of cases of dependence for individuals or other charitable organizations and furnish such reports upon the same as in their judgment seems advisable.\n\n2. Their office shall be a center of intercommunication between the various charitable agencies in the city. They shall foster harmonious cooperation between them and endeavor to eradicate the evils of overlapping relief, and for this purpose shall maintain a confidential registration bureau.\n\n3. When it is impossible to repress mendicancy by the above means they shall prosecute imposters. They shall carefully work out such plans for helping families to self-dependence as may seem most practicable. They shall make concentrated attack on social causes of hardship, such as unsanitary housing, child labor, extortionate charges by pawnshops, salary loan and chattel mortgage agreements.\n\n(RSMo 1939 § 9584)\n\nPrior revisions: 1929 § 12944; 1919 § 12193; 1909 § 1327",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-830/"
    },
    {
      "id": "section-205-840",
      "number": "205.840",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.840. Board of police commissioners to aid social welfare board (second class counties). —It shall be the duty of the board of police commissioners of said cities, and the health officers of said cities and counties to render said social welfare board, its officers and agents, such aid as may be requested by them, or either of them, whenever such aid requested shall reasonably come within the duties of said police board, its agents or officers or the health officers aforesaid.\n\n(RSMo 1939 § 9585)\n\nPrior revisions: 1929 § 12945; 1919 § 12194; 1909 § 1328",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-840/"
    },
    {
      "id": "section-205-850",
      "number": "205.850",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.850. County superintendent of public welfare — appointment — general powers (third and fourth class counties). —The county commission in counties of the third and fourth classes may in its discretion, with an order of the juvenile court showing approval, appoint a county superintendent of public welfare, and such assistants as it may deem necessary. Whenever the county commission of any county has appointed a superintendent of public welfare such officer shall assume all the powers and duties now conferred by law upon the probation or parole officer of such county and shall assume all the powers and duties of the attendance officer in said county and all the powers and the duties of the attendance officer in any incorporated town or village having a population of more than one thousand inhabitants, and no other or different probation or parole officer or attendance officer or officers shall be appointed by the judge of the juvenile court, by the county superintendent of public schools, or by the school board or any incorporated city, town, or village school district or consolidated school district.\n\n(RSMo 1939 § 9791, A.L. 1943 p. 351, A.L. 1945 p. 629)\n\nPrior revision: 1929 § 14182",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-850/"
    },
    {
      "id": "section-205-860",
      "number": "205.860",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.860. Compensation fixed by county commission (third and fourth class counties). —The county commission shall fix the salary of the county superintendent of public welfare and of his assistants in its county.\n\n(RSMo 1939 § 9720)\n\nPrior revision: 1929 § 14183",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-860/"
    },
    {
      "id": "section-205-870",
      "number": "205.870",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.870. Administration of funds for outdoor relief and needy mothers (third and fourth class counties). —It shall be the duty of the county superintendent of public welfare to administer all of the funds of the county devoted to outdoor relief and allowances to needy mothers. He shall seek to discover any cases of neglect, dependent, defective or delinquent children in the county, and take all reasonable action in his power to secure for them the full benefit of the laws enacted for their benefit. Assistants to the county superintendents of public welfare shall perform such of the duties of the county superintendent of public welfare as he may assign to them.\n\n(RSMo 1939 § 9721)\n\nPrior revision: 1929 § 14184",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-870/"
    },
    {
      "id": "section-205-880",
      "number": "205.880",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.880. May be agent for department of social services (third and fourth class counties). —The county superintendent of public welfare may be deputized or authorized and required by the department of social services to act as its agent in relation to any work to be done by said department within the county, and when said county superintendent is so authorized as the agent of the department of social services, he shall have the same powers and authority as are given to the department of social services. The county superintendent of public welfare may at any time call on the department of social services for advice and assistance in the performance of his duties.\n\n(RSMo 1939 § 9722)\n\nPrior revision: 1929 § 14185",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-880/"
    },
    {
      "id": "section-205-890",
      "number": "205.890",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.890. Special attention of county superintendent to whom (third and fourth class counties). —The county superintendent of public welfare in each county shall, upon the request of the department of mental health, and in accordance with its direction, give special care and attention to the needs of any patient recently discharged from the state hospital for the insane who resides in his county, either on parole or permanent discharge, to the end that such patients may be established in such favorable circumstances as shall tend to prevent their relapse into insanity, and shall report on the progress of such former patients to the department of mental health, and under its direction, to the institution from which they have been paroled or discharged.\n\n(RSMo 1939 § 9723)\n\nPrior revision: 1929 § 14186",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-890/"
    },
    {
      "id": "section-205-910",
      "number": "205.910",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.910. Cooperation with state employment bureaus (third and fourth class counties). —The county superintendent of public welfare in each county shall cooperate with the state employment bureaus and shall, upon request of the head of such bureaus, furnish data with regard to the opportunities for employment in their respective counties and shall aid and assist in any practical way in securing employment for the unemployed in his county.\n\n(RSMo 1939 § 9725)\n\nPrior revision: 1929 § 14189",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-910/"
    },
    {
      "id": "section-205-920",
      "number": "205.920",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.920. May be deputized by inspection section as agent — powers, authority (third and fourth class counties). —The county superintendent of public welfare and his assistants may be deputized by the director of the inspection section of the department of labor and industrial relations, as his agent or agents, and when they are so deputized by the director, they shall have the same powers and authority as deputy industrial inspectors.\n\n(RSMo 1939 § 9726)\n\nPrior revision: 1929 § 14190",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-920/"
    },
    {
      "id": "section-205-930",
      "number": "205.930",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.930. Investigation of poor, sick and delinquent (third and fourth class counties). —The county superintendent of public welfare shall investigate the conditions of living among the poor, sick and delinquent in the county and examine thoroughly into causes of crime and poverty in the county and shall make recommendations from time to time to the proper state department, and to proper local authorities as to any change in conditions or in legislation necessary to prevent or reduce poverty, crime or distress in the state.\n\n(RSMo 1939 § 9727, A. 1949 S.B. 1061)\n\nPrior revision: 1929 § 14191",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-930/"
    },
    {
      "id": "section-205-940",
      "number": "205.940",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.940. Records of cases kept (third and fourth class counties). —The records of cases handled and business transacted by the county superintendent of public welfare shall be kept in such manner and form as may be prescribed by the department of social services.\n\n(RSMo 1939 § 9730)\n\nPrior revision: 1929 § 14195",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-940/"
    },
    {
      "id": "section-205-950",
      "number": "205.950",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.950. Report of work and proceedings (third and fourth class counties). —The county superintendent of public welfare shall each year prepare and keep on file, a full report of his work and proceedings during the year, and shall file a copy with the county commission and with the secretary of the department of social services.\n\n(RSMo 1939 § 9731)\n\nPrior revision: 1929 § 14196",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-950/"
    },
    {
      "id": "section-205-960",
      "number": "205.960",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.960. Food stamp plan authorized — payments to be made only when federal funds are available. —The family support division of the department of social services by itself, or upon the application of the county commission, or the governing body of any county or city not within a county, may establish and put into effect in any county or any city not within a county a program for the distribution of federally donated commodities or for the sale and issuance of federal food stamps or coupons to needy persons and participating families pursuant to any act of Congress of the United States; and may execute agreements necessary to maintain the eligibility of this state to receive surplus food commodities and to distribute federal food stamps or coupons, including agreements with banking corporations, counties and other agencies of this state, in carrying into effect the provisions of sections 205.960 to 205.966. Payment of the expenses of any program instituted under sections 205.960 to 205.966 shall be made pursuant to those sections only during the times when federal and state funds are provided and made available for such purposes.\n\n(L. 1963 p. 376 §§ 1 to 3, A.L. 1969 S.B. 23, A.L. 1972 S.B. 426, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-960/"
    },
    {
      "id": "section-205-961",
      "number": "205.961",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.961. Family support division to regulate. —The family support division shall make and promulgate necessary and reasonable rules and regulations for the administration of the programs established pursuant to section 205.960, and when required by federal law or regulation the family support division shall be the certifying agency responsible for certifying individuals or households as eligible to receive surplus agricultural commodities or for the issuance of federal food stamps.\n\n(L. 1969 S.B. 23 § 205.965, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-961/"
    },
    {
      "id": "section-205-962",
      "number": "205.962",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.962. Division to contract with counties — counties not to participate without contract — expenses of program, how paid. —1. The family support division shall enter into a written agreement with the county commission or governing body of any county which desires to participate in a program for the distribution of agricultural commodities within such county. Any agreement shall cover the responsibility of the parties thereto for the administration of the program and shall contain such terms and conditions as are required by regulations prescribed under federal laws governing distribution of such commodities as well as regulations of the family support division. No county commission or governing body of a county shall participate in the administration of such program unless it has an agreement with the family support division under this section. Expenses incurred in connection with a federally donated agricultural commodities food distribution program, including sums expended for the acquisition, warehousing, cold storage, safekeeping, maintenance of proper records and distribution of surplus agricultural commodities shall be paid by the county and family support division in pursuance of the agreement entered into under this section or, in the absence of such agreement, by the family support division. A county commission which has an agreement for distributing food commodities with the family support division shall not be required to pay over fifteen percent of the total distribution costs in its county.\n\n2. For the payment of expenses incurred in connection with the sale and distribution of federal food stamps in any county the family support division may enter into agreements with banking corporations and with the county for the purpose of establishing and maintaining a food stamp distribution program in the county, and may accept moneys, services or quarters as a contribution toward the support and maintenance of such program. Any funds so received shall be payable to the director of revenue and deposited in the proper special account in the state treasury and become and be a part of the state funds appropriated for the use of the family support division.\n\n(L. 1969 S.B. 23 § 205.970, A.L. 1972 S.B. 426, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-962/"
    },
    {
      "id": "section-205-963",
      "number": "205.963",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.963. Food stamps not to be distributed unless county has program, exceptions. —In counties where a federal food stamp program is in effect there shall be no distribution of federally owned surplus agricultural commodities to individuals or households except during emergency situations or as authorized by federal law or the U.S. Secretary of Agriculture. Individuals are not eligible to receive federal food stamps or coupons under a food stamp plan or to receive federal surplus agricultural commodities under a food distribution program unless they reside in a county in which such plan or program is in effect.\n\n(L. 1969 S.B. 23 § 205.975)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-963/"
    },
    {
      "id": "section-205-964",
      "number": "205.964",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.964. Reimbursement to federal government, how made. —Any loss for which this state or its agencies or counties may be liable to reimburse the federal government in accordance with federal laws, rules and regulations applicable to federal food stamp plans or federal surplus agricultural commodities distribution programs shall be paid from funds appropriated to the family support division for the administration of these programs. Any loss in a county in which a program of surplus agricultural commodities distribution is in effect, and with respect to which loss is incurred, shall be paid by the county to the family support division in the amount payable to the federal government under this section. The payment for any loss by the state or county shall not relieve any person of any civil or criminal liability to this state.\n\n(L. 1969 S.B. 23 § 205.980, A.L. 2014 H.B. 1299 Revision)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-964/"
    },
    {
      "id": "section-205-965",
      "number": "205.965",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.965. Federal regulations to be followed, inspections, audits — food stamp vendors to be approved and licensed, fees — actions to restrain violations, procedure — penalty — rulemaking procedure. —1. Counties, state agencies, issuing agencies, retail food outlets, wholesale food concerns, banks and all persons who participate in or administer any part of the distribution program of surplus agricultural commodities or a food stamp plan shall comply with all state and federal laws, rules and regulations applicable to such program or plans and shall be subject to inspection and audit by the family support division with respect to the operation of the program or plan.\n\n2. To the extent authorized by federal law, all food stamp vendors shall be approved and licensed by the family support division. The division may promulgate rules and regulations necessary to administer the provisions of this section. The division shall set the amount of the fees for licensing food stamp vendors at a level to produce revenue which shall not substantially exceed the cost and expense of administering the provisions of this section. An action may be brought by the department to temporarily or permanently enjoin or restrain any violation of this subsection or the regulations applicable thereto. Any action brought under the provisions of this subsection shall be heard by the court within no more than twenty days after the action has been filed and service made upon the vendor. Any person who in any way conducts business as a food stamp vendor without approval and license by the family support division shall be guilty of a class A misdemeanor. A second offense within five years after the first conviction shall be a class E felony.\n\n3. No rule or portion of a rule promulgated under the authority of this chapter shall become effective unless it has been promulgated pursuant to the provisions of section 536.024.\n\n(L. 1969 S.B. 23 § 205.985, A.L. 1992 H.B. 899, A.L. 1993 S.B. 52, A.L. 1995 S.B. 3, A.L. 2014 H.B. 1299 Revision merged with S.B. 491)\n\nEffective 1-01-17",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-965/"
    },
    {
      "id": "section-205-967",
      "number": "205.967",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.967. Public assistance benefits, defined — obtaining benefits unlawfully, penalty — actions to recover. —1. As used in this section:\n\n(1)\"Public assistance benefits, programs and services\"means anything of value, including money, food, food stamps, commodities, clothing, utilities, utilities payments, shelter, drugs and medicine, materials, goods, and any service, including institutional care, medical care, dental care, child care, psychiatric and psychological service, rehabilitation instruction, training, or counseling provided pursuant to chapters 198, 207, 208, 209, and 660, or benefits, programs, and services provided or administered by the department of social services;\n\n(2) The term\"person\"means any individual or corporation who received any form of public assistance benefit in any manner for any reason.\n\n2. Any person or corporation who obtains or attempts to obtain, or aids or abets any other person to obtain, by means of a willfully false statement or representation, or by willful concealment or failure to report any fact or event required to be reported by any law, regulation, or rule of this state or the United States, or by impersonation, collusion, or other fraudulent device, any public assistance benefits, programs, and services, shall be guilty of the crime of stealing as defined by section 570.030 and shall be punished as provided in section 570.030.\n\n3. If at any time during the continuance of assistance to any person or corporation, the recipient thereof becomes possessed of any money, property, or income, from any source in any way or reason, it shall be the duty of the recipient to notify the person to whom that recipient's case is assigned, within ten days of the receipt of the money, income, or property, and that person may, after investigation, if required, cancel or modify the assistance payment in accordance with the circumstances.\n\n4. In an action or proceeding for the recovery of public assistance benefits, programs, and services or criminal prosecution for illegal receipt thereof, paid to or received by an alleged ineligible recipient, person, or corporation, proof that the recipient, person, or corporation possesses or did possess property or income that does or would have rendered that person or corporation ineligible to receive such assistance shall be deemed prima facie evidence that such assistance was unlawfully received.\n\n5. If during the life or on the death of any person, or during the life or at the dissolution of a corporation, it is found that the recipient was possessed of income or property in excess of the amount reported or ascertained at the time of granting assistance, and if it be shown that such assistance was obtained by an ineligible recipient, the total amount of the assistance may be recoverable by the director of the department of social services as a seventh class claim from the estate of the recipient or in an action brought against the recipient while living.\n\n(L. 1975 S.B. 255 § 1, A.L. 1981 H.B. 901)\n\nEffective 6-16-81",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-967/"
    },
    {
      "id": "section-205-968",
      "number": "205.968",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.968. Facilities authorized — persons to be served, limitations, definitions. —1. As set forth in section 205.971, when a levy is approved by the voters, the governing body of any county or city not within a county of this state shall establish a board of directors. The board of directors shall be a legal entity empowered to establish and/or operate a sheltered workshop as defined in section 178.900, residence facilities, or related services, for the care or employment, or both, of persons with a disability. The facility may operate at one or more locations in the county or city not within a county. Once established, the board may in its own name engage in and contract for any and all types of services, actions or endeavors, not contrary to the law, necessary to the successful and efficient prosecution and continuation of the business and purposes for which it is created, and may purchase, receive, lease or otherwise acquire, own, hold, improve, use, sell, convey, exchange, transfer, and otherwise dispose of real and personal property, or any interest therein, or other assets wherever situated and may incur liability and may borrow money at rates of interest up to the market rate published by the Missouri division of finance. The board shall be taken and considered as a\"political subdivision\"as the term is defined in section 70.600 for the purposes of sections 70.600 to 70.755.\n\n2. Services may only be provided for those persons defined as persons with a disability in section 178.900 and those persons defined as persons with a disability in this section whether or not employed at the facility or in the community, and for persons who are disabled due to developmental disability. Persons having substantial functional limitations due to a mental illness as defined in section 630.005 shall not be eligible for services under the provisions of sections 205.968 to 205.972 except that those persons may participate in services under the provisions of sections 205.968 to 205.972. All persons otherwise eligible for facilities or services under this section shall be eligible regardless of their age; except that, individuals employed in sheltered workshops must be at least sixteen years of age. The board may, in its discretion, impose limitations with respect to individuals to be served and services to be provided. Such limitations shall be reasonable in the light of available funds, needs of the persons and community to be served as assessed by the board, and the appropriateness and efficiency of combining services to persons with various types of disabilities.\n\n3. For the purposes of sections 205.968 to 205.972, the term\n\n(1)\"Developmental disability\"shall mean either or both paragraph (a) or (b) of this subsection:\n\n(a) A disability which is attributable to intellectual disability, cerebral palsy, autism, epilepsy, a learning disability related to a brain dysfunction or a similar condition found by comprehensive evaluation to be closely related to such conditions, or to require habilitation similar to that required for intellectually disabled persons; and\n\na. Which originated before age eighteen; and\n\nb. Which can be expected to continue indefinitely;\n\n(b) A developmental disability as defined in section 630.005;\n\n(2)\"Person with a disability\"shall mean a person who is lower-range educable or upper-range trainable intellectually disabled or a person who has a developmental disability.\n\n(L. 1969 S.B. 40 § 1, A.L. 1975 H.B. 240, A.L. 1984 H.B. 1385, A.L. 1990 H.B. 1383, A.L. 1993 S.B. 366, A.L. 1995 H.B. 416, et al., A.L. 2011 H.B. 555 merged with H.B. 648, A.L. 2014 H.B. 1064)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-968/"
    },
    {
      "id": "section-205-969",
      "number": "205.969",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.969. Sheltered workshop program rules and regulations — board may provide residences or social centers. —1. The board may provide a sheltered workshop program for the county or city not within a county and as part of the program shall conduct work and developmental programs as provided by section 178.910 pursuant to rules and standards developed and adopted by the department of elementary and secondary education.\n\n2. The board may provide places of residence and related activity or social centers for those eligible persons.\n\n(L. 1969 S.B. 40 § 2, A.L. 1975 H.B. 240, A.L. 1984 H.B. 1385, A.L. 1993 S.B. 366)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-969/"
    },
    {
      "id": "section-205-970",
      "number": "205.970",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.970. Board of directors, appointment, qualifications, terms, officers, powers and duties — vacancies and removal from office, procedure. —1. When approved by the voters pursuant to section 205.971, the governing body of the county or city not within a county shall appoint a board of directors consisting of a total of nine members, two of whom shall be related by blood or marriage within the third degree to a handicapped person as defined in section 205.968, and four of whom shall be public members. At least seven of the board members shall be residents of the county or city not within a county where the facility is located. After September 28, 1979, all board members shall be appointed to serve for a term of three years, except that of the first board appointed after September 28, 1979, three members shall be appointed for one-year terms, three members for two-year terms and three members for three-year terms. Board members may be reappointed. The directors shall not receive compensation for their services, but may be reimbursed for their actual and necessary expenses.\n\n2. The administrative control and management of the facility shall rest solely with the board, and the board shall employ all necessary personnel, fix their compensation, and provide suitable quarters and equipment for the operation of the facility from funds made available for this purpose.\n\n3. Notwithstanding any provision of law to the contrary, and irrespective of whether or not a county sheltered workshop or residence facility has been established, the board may contract to provide services relating in whole or in part to the services which the board may provide to handicapped persons as defined in this law and for such purpose may expend the tax funds or other funds.\n\n4. The board shall elect a chairman, vice chairman, treasurer, and such other officers as it deems necessary for its membership. Before taking office, the treasurer shall furnish a surety bond, in an amount to be determined and in a form to be approved by the board, for the faithful performance of his duties and faithful accounting of all moneys that may come into his hands. The treasurer shall enter into the surety bond with a surety company authorized to do business in Missouri, and the cost of such bond shall be paid by the board of directors.\n\n5. The board shall set rules for admission to the facility, and shall do all other things necessary to carry out the purposes of sections 205.968 to 205.972.\n\n6. The board may contract with any not-for-profit corporation including any corporation which is incorporated for the purpose of implementing the provisions of sections 178.900 to 178.970 for any common services, or for the common use of any property of either group.\n\n7. The board may accept any gift of property or money for the use and benefit of the facility, and the board is authorized to sell or exchange any such property which it believes would be to the benefit of the facility so long as the proceeds are used exclusively for facility purposes. The board shall have exclusive control of all gifts, property or money it may accept; of all interest or other proceeds which may accrue from the investment of such gifts or money or from the sale of such property; of all tax revenues collected by the county on behalf of the facilities or services; and of all other funds granted, appropriated, or loaned to it by the federal government, the state, or its political subdivisions so long as these resources are used solely to benefit the facility or related services except those paid for transportation purposes under the provisions of section 94.645.\n\n8. Any board member may, following notice and an opportunity to be heard, be removed from office by a majority vote of the other members of the board for any of the following grounds:\n\n(1) Failure to attend five consecutive meetings, without good cause;\n\n(2) Conduct prejudicial to the good order and efficient operation of the facility or services; or\n\n(3) Neglect of duty. The chairman of the board shall preside at such removal hearing, unless he or she is the person sought to be removed. In which case the hearing shall be presided over by another member elected by the majority vote of the other board members. All interested parties may present testimony and arguments at such hearing, and the witnesses shall be sworn by oath or affirmation before testifying. Any interested party may, at his or her own expense, record the proceedings.\n\n9. Vacancies in the board occasioned by removals, resignations or otherwise shall be reported by the board chairman to the mayor's office of a city not within a county or the county commission or county executive officer and shall be filled in like manner as original appointments; except that, if the vacancy occurs during an unexpired term, the appointment shall be for only the unexpired portion of that term.\n\n10. Individual board members shall not be eligible for employment by the board within twelve months of termination of service as a member of the board.\n\n11. No person shall be employed by the board who is related within the third degree by blood or by marriage to any member of the board.\n\n(L. 1969 S.B. 40 § 3, A.L. 1975 H.B. 240, A.L. 1977 S.B. 359, A.L. 1979 H.B. 797, A.L. 1984 H.B. 1385, A.L. 1993 S.B. 366)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-970/"
    },
    {
      "id": "section-205-971",
      "number": "205.971",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.971. Tax levy, approval, use. —The board of aldermen or other governing body of a city not within a county and the county commission or other governing body of the county, except for a county of the first classification having a charter form of government containing in part a city with a population of more than three hundred fifty thousand inhabitants, or a county of the first classification having a charter form of government with a population of at least nine hundred thousand inhabitants may, upon approval of a majority of the qualified voters of such city or county thereon, levy and collect a tax not to exceed four mills per dollar of assessed valuation upon all taxable property within the city or county for the purpose of establishing and maintaining the county sheltered workshop, residence, facility and/or related services. The county commission or other governing body of a county of the first classification having a charter form of government containing in whole or part a city with a population of more than three hundred fifty thousand inhabitants, or a county of the first classification having a charter form of government with a population of at least nine hundred thousand inhabitants may, upon approval of a majority of the qualified voters of such county or city voting thereon, levy and collect a tax not to exceed two mills per dollar of assessed valuation upon all taxable property within such county or city for the purpose of establishing and maintaining the county or city sheltered workshop, residence, facility and/or related services. The tax so levied shall be collected along with other county taxes, or in the case of a city not within a county, with other city taxes, in the manner provided by law. All funds collected for this purpose shall be deposited in a special fund and shall be used for no other purpose. Deposits in the fund shall be expended only upon approval of the board.\n\n(L. 1969 S.B. 40 § 4, A.L. 1975 H.B. 240, A.L. 1990 H.B. 1383, A.L. 1992 S.B. 630, A.L. 1993 S.B. 366)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-971/"
    },
    {
      "id": "section-205-972",
      "number": "205.972",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.972. Maximum tax — ballot form. —1. The tax may not be levied to exceed forty cents per each one hundred dollars assessed valuation therefor except for a county of the first classification having a charter form of government containing in whole or part a city with a population of more than three hundred fifty thousand inhabitants, or a county of the first classification having a charter form of government with a population of at least nine hundred thousand inhabitants voting thereon shall not levy a tax to exceed twenty cents per each one hundred dollars assessed valuation therefor.\n\n2. The question shall be submitted in substantially the following form:\n\n(L. 1969 S.B. 40 § 5, A.L. 1972 S.B. 449, A.L. 1975 H.B. 240, A.L. 1978 H.B. 971, A.L. 1990 H.B. 1383, A.L. 1992 S.B. 630, A.L. 1993 S.B. 366)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-972/"
    },
    {
      "id": "section-205-973",
      "number": "205.973",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.973. Employers of workshop participants not liable for city head tax. —No employer of a handicapped or developmentally disabled person employed in a sheltered workshop shall be liable for any head tax imposed by any city in this state.\n\n(L. 1984 H.B. 1385 § A)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-973/"
    },
    {
      "id": "section-205-975",
      "number": "205.975",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.975. Definitions. —As used in sections 205.975 to 205.990, the following words and terms mean:\n\n(1)\"Board of trustees\", board appointed by a governing body or jointly by governing bodies within a service area for the purposes of administering a county community mental health fund to establish and operate a community mental health center, mental health clinics, or any comprehensive mental health services; to supplement existing funds for a center, clinics, or services, or to purchase services from a center, clinics, or public facilities and not-for-profit corporations providing any comprehensive mental health services;\n\n(2)\"Community mental health center\", a legal entity through which comprehensive mental health services are provided to individuals residing in a certain service area;\n\n(3)\"Comprehensive mental health services\", inpatient services, outpatient services, day care and other partial hospitalization services, emergency services, diagnostic and treatment services, liaison and follow-up services, consultation and education services, rehabilitation services, prevention services, screening services, follow-up care services, transitional living services, alcoholism and alcohol abuse prevention and treatment services, and drug addiction and drug abuse prevention and treatment services;\n\n(4)\"Department\", department of mental health;\n\n(5)\"Governing body\", county commission, county legislature, or other chief legislative body of a county or city not within a county;\n\n(6)\"Mental health clinic\", a health entity offering community services delivered from a fixed place or from various places within a service area on an outpatient and consultative basis for the prevention, diagnosis, and treatment of emotional or mental disorders, alcoholism, or drug abuse;\n\n(7)\"Participating counties\", counties which choose to appropriate funds from their general tax revenues or levy and collect special taxes to support, with other counties, a community mental health center, mental health clinics, or any comprehensive mental health services;\n\n(8)\"Service area\", a defined geographic area as set forth in the state plan for comprehensive mental health services prepared by the department.\n\n(L. 1969 S.B. 168 § 1, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-975/"
    },
    {
      "id": "section-205-976",
      "number": "205.976",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.976. Department to establish service areas. —The department shall establish service areas within which comprehensive mental health services and programs shall be conducted as defined and designated in the most recent state plan of the department. A service area may contain several counties situated entirely within its boundaries or one or more service areas may be contained entirely within the boundaries of a county.\n\n(L. 1969 S.B. 168 § 2, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-976/"
    },
    {
      "id": "section-205-977",
      "number": "205.977",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.977. Tax authorized. —Any county which has one or more service areas within its boundaries or which is within the boundaries of a service area may, by a majority vote of the qualified voters voting thereon, levy and collect a tax to accomplish any of the following purposes:\n\n(1) Providing necessary funds to establish, operate, and maintain community mental health centers, mental health clinics, or any comprehensive mental health services;\n\n(2) Providing funds to supplement existing funds for the operation and maintenance of community mental health centers, mental health clinics, or any comprehensive mental health services;\n\n(3) Purchasing any of the comprehensive mental health services from community mental health centers, mental health clinics, and other public facilities or not-for-profit corporations which are designated by the department.\n\n(L. 1969 S.B. 168 § 3, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-977/"
    },
    {
      "id": "section-205-979",
      "number": "205.979",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.979. Election — notice — ballot form — how conducted. —1. The board of trustees may request that the governing body of the county or counties request the election officials of any county or city not within a county containing all or part of such service area to submit to the qualified voters of such county, or city not within a county, at a*general, primary, or special election the proposition contained in subsection 3 of this section. Such election officials shall give legal notice at least sixty days prior to such general, primary, or special election in at least two newspapers that such proposition shall be submitted at any general, primary, or special election held for submission of the proposal. A request by the board of trustees for a proposition to be submitted to the voters as set out in this section shall be considered a request of the county, or city not within a county, for purposes of section 115.063.\n\n2. The tax may not be levied to exceed forty cents per each one hundred dollars assessed valuation therefor.\n\n3. The ballot to be used for voting on the proposition shall be substantially in the following form:\n\n4. The election shall be conducted and the vote canvassed in the same manner as other county elections.\n\n(L. 1969 S.B. 168 § 5, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91\n\n*Words \"at a\" do not appear in original rolls.",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-979/"
    },
    {
      "id": "section-205-980",
      "number": "205.980",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.980. Tax to be levied and collected, when — rate — deposit of funds collected. —1. The governing body of the county shall, upon approval of a majority of the qualified voters of such county voting thereon, levy and collect a tax as specified on the ballot, not to exceed forty cents per one hundred dollars of assessed valuation upon all taxable property within the county, to accomplish the purposes as set out in section 205.977.\n\n2. The tax so levied shall be collected along with other county taxes in the manner provided by law. All funds collected for this purpose shall be deposited in a special fund to be designated \"Community Mental Health Fund\" to accomplish the purposes as set out in section 205.977 and shall be used for no other purpose. Deposits in the fund shall be expended only upon approval of the board of trustees.\n\n3. Tax levies once approved by a majority of the voters shall continue in effect if the question is resubmitted either to raise or lower the levy and not approved by a majority of votes cast on the question.\n\n(L. 1969 S.B. 168 § 6, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-980/"
    },
    {
      "id": "section-205-981",
      "number": "205.981",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.981. May contract for services — length of contract. —1. The board of trustees may contract with a community mental health center, mental health clinic, or other public facility or not-for-profit corporation as designated by the department for such comprehensive mental health services for the residents of such county as may be mutually agreeable between the board of trustees or officials of such center, clinic, facility, or corporation and the board of trustees of the county requesting the services for the residents thereof.\n\n2. The consideration for the provision of services under this section shall be appropriated out of the county's community mental health fund or may be appropriated out of the county's general revenue fund and shall not exceed an amount of revenue that could be derived from a tax levy authorized by sections 205.977 to 205.980.\n\n3. Each contract may be for a term of not exceeding five years, but may be renewed from time to time.\n\n(L. 1969 S.B. 168 § 7, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383, A.L. 1995 S.B. 454)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-981/"
    },
    {
      "id": "section-205-982",
      "number": "205.982",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.982. Joint cooperation authorized — submission of budget requests — withdrawal from cooperative effort. —1. Governing bodies of counties within a service area may enter into contractual agreements with each other to accomplish any of the following purposes:\n\n(1) The joint provision of necessary funds to establish, operate, and maintain a community mental health center, mental health clinic, or any comprehensive mental health services;\n\n(2) The joint provision of funds to supplement existing funds for the establishment, operation, or maintenance of a community mental health center, mental health clinic, or any comprehensive mental health services;\n\n(3) The joint provision for purchasing any comprehensive mental health services from a community mental health center, mental health clinic, or other public facilities or not-for-profit corporations as designated by the department;\n\n(4) The provision for operation of services and facilities by one participating county under contract with other participating counties.\n\n2. If two or more counties enter into a joint agreement in accordance with subsection 1 of this section, it shall be the obligation of the board of trustees or other governing board of each community mental health center, mental health clinic, public facility, or not-for-profit corporation receiving funds pursuant to the agreement to submit to the governing bodies of the counties, prior to the budget submission date of each governing body, an estimate of the proportionate share of costs of mental health services to be borne by each governing body under the agreement.\n\n3. Any county desiring to withdraw from a joint program may submit to the board of trustees and to any entity receiving funds pursuant to the joint agreement a resolution requesting withdrawal therefrom together with a plan for the equitable adjustment and division of the assets, property, debts, and obligations, if any, of the program. Unless all participating counties by votes of their governing bodies agree to an earlier withdrawal, no county participating in a joint program may withdraw therefrom without the consent of any entity receiving funds pursuant to the joint agreement for services earlier than two years after submission of the withdrawal resolution to the entities receiving funds.\n\n(L. 1969 S.B. 168 § 8, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-982/"
    },
    {
      "id": "section-205-983",
      "number": "205.983",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.983. Joint financing, procedure — treasurer to be bonded. —1. Any participating county may provide for the financing of its share or portion of the costs or expenses of the joint agreements entered into pursuant to section 205.982 in a manner and by the same procedures for the financing by a single county to accomplish the same purposes in accordance with sections 205.977 to 205.981, if acting alone and on its own behalf.\n\n2. All moneys received from each participating county pursuant to the joint agreements shall be deposited in a special fund designated as a \"Community Mental Health Fund\" and disbursed with the approval of the board of trustees in accordance with the joint agreements entered into by the participating counties.\n\n3. The treasurer of the board of trustees, before funds are received from any participating county, shall enter into a bond to each participating county with two or more sureties, to be approved by the board of trustees, conditioned that he will render a faithful and just account of all money that may be deposited into the community mental health fund, and otherwise perform his duties according to law, such bond to be filed with each participating county.\n\n(L. 1969 S.B. 168 § 9, A.L. 1978 S.B. 652)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-983/"
    },
    {
      "id": "section-205-984",
      "number": "205.984",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.984. Board of trustees established — number — nomination — qualifications — appointment — terms. —1. There shall be established a board of trustees of not less than nine members appointed by the county or participating counties in a service area. The regional advisory council, as defined in section 632.040, or any other interested party may nominate individuals for membership on the board. The governing body of the county or counties shall appoint the members to such board of trustees within one year of January 1, 1991. No more than one-third of the members shall represent public or private entities involved in the provision of services as provided by sections 205.975 to 205.990. At least one-third of the members shall represent consumers of psychiatric services or the families of such consumers. Employees of public or private entities which are recipients of funds pursuant to sections 205.975 to 205.990 are prohibited from serving on this board of trustees.\n\n2. The composition of the board of trustees shall be representative of the residents of the county or participating counties within a service area, taking into consideration their employment, age, sex, and place of residence and other demographic characteristics of the area. At least one member shall be a licensed physician and at least one-half of the members of such body shall be individuals who are not providers of health care.\n\n3. For multicounty service areas, each participating county shall have at least one representative on the board of trustees. The remaining members shall be appointed in proportion to the populations of the participating counties within the service area.\n\n4. The terms of office of the members of the board of trustees shall be three years except that of the first appointments, the terms of the members shall be staggered as follows:\n\n(1) In multicounty service areas, one member from each county shall be appointed to a three-year term. Counties which have two or more representatives shall appoint one member to a two-year term. Counties having more than two representatives shall appoint one-third of its members to one-year terms, one-third to two-year terms, and one-third to three-year terms.\n\n(2) In service areas entirely within a county, one-third of the members shall be appointed for one year, one-third for two years, and one-third for three years.\n\n(L. 1969 S.B. 168 § 10, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-984/"
    },
    {
      "id": "section-205-985",
      "number": "205.985",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.985. Existing facilities may be utilized. —1. Sections 205.975 to 205.990 shall not affect the validity of community mental health centers and other providers of any comprehensive mental health services as designated by the department and governing boards of such centers and providers established and appointed before a county or combination of counties elects to provide funds to accomplish the purposes as set out in sections 205.975 to 205.990. However, this section shall not be construed to preclude reconstitution of the centers or other entities and their governing boards to include all or a portion of the board of trustees.\n\n2. Nothing in sections 205.975 to 205.990 shall preclude a board of trustees of a service area within a county or of a combination of counties within a service area from contracting with an existing public facility or not-for-profit organization to provide any comprehensive mental health services for the residents of the county or the area to be served.\n\n(L. 1969 S.B. 168 § 11, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-985/"
    },
    {
      "id": "section-205-986",
      "number": "205.986",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.986. Powers and duties of board of trustees. —The board of trustees appointed by a county or participating counties shall have the following powers and responsibilities to administratively control and manage the community mental health fund to accomplish the purposes as set out in sections 205.977 and 205.982:\n\n(1) In the case of a community mental health center, mental health clinic, or any comprehensive mental health service established by a county or combination of counties, the center, clinic, or service shall be under the administrative control and management of the board of trustees which shall be the governing board which may employ necessary personnel, fix their compensation, and provide quarters and equipment for the operation with funds from federal, state, county, and city governments available for that purpose and which shall take steps as it deems necessary to secure private and public funds to help support the centers, clinics, or services;\n\n(2) In the case of a county or combination of counties providing funds to supplement existing funds or purchase services from an existing community mental health center, mental health clinic, or other public facility or not-for-profit corporation as designated by the department, the board of trustees shall administer and disburse the community mental health fund for the provision of any comprehensive mental health services;\n\n(3) The board of trustees has the authority to contract with existing public facilities or not-for-profit corporations to provide services for the residents of the county or the service area to be served;\n\n(4) The board of trustees shall submit information as required on the disbursement of moneys from the community mental health fund set up to accomplish the purposes as set out in sections 205.977 and 205.982 to the department by such date as it specifies in order to facilitate annual preparation of regional and state plans.\n\n(L. 1969 S.B. 168 § 12, A.L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-986/"
    },
    {
      "id": "section-205-987",
      "number": "205.987",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.987. Duties of department as to standards — to be met, when. —1. In consultation with the state advisory council for comprehensive psychiatric services and existing public or private entities providing any comprehensive community mental health services, the department shall develop and promulgate standards of construction, staffing, operations, and services which any public or private entity providing any comprehensive mental health services shall meet before funds collected pursuant to sections 205.975 to 205.990 may be disbursed. The records, operations, and services provided by any entity under sections 205.975 to 205.990 shall be subject to annual review or inspection by the department.\n\n2. Any entity which provides or seeks to provide any comprehensive mental health service and desires to apply for federal community mental health grants for the purpose of constructing, operating, maintaining, or staffing a comprehensive mental health service shall meet all standards of construction, staffing, operations, and maintenance as developed and promulgated by the department in consultation with the state advisory council for comprehensive psychiatric services and existing public or private entities providing any comprehensive mental health services. Such entities shall be subject to annual review and inspection by the department.\n\n(L. 1969 S.B. 168 § 13, A.L. 1978 S.B. 652)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-987/"
    },
    {
      "id": "section-205-988",
      "number": "205.988",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.988. Additional duties of department. —In addition to duties and powers elsewhere provided in sections 205.975 to 205.990, the department shall do the following:\n\n(1) Develop and establish arrangements and procedures for the effective coordination and integration of department services and community mental health services;\n\n(2) Provide consultative services to counties seeking to establish or support community mental health services, and provide other consultative services to the counties, community mental health centers, mental health clinics, or any comprehensive mental health service as the department may deem feasible and appropriate;\n\n(3) Develop and collect information needed to perform its duties in such a manner that the identity of any individual who receives a service from an entity receiving funds pursuant to sections 205.975 to 205.990 shall be confidential in accordance with state and federal law.\n\n(L. 1978 S.B. 652)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-988/"
    },
    {
      "id": "section-205-989",
      "number": "205.989",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.989. Payment for services — services not to be denied for inability to pay. —1. No person because of inability to pay shall be denied the services of a community mental health center, mental health clinic, or other public facility or not-for-profit corporation in which a county or participating counties have established services or provided funds pursuant to sections 205.975 to 205.990.\n\n2. Based on their abilities to pay, persons receiving any comprehensive mental health services funded either in whole or in part in accordance with sections 205.975 to 205.990 shall be charged for the services. The amounts necessary to be charged for the services shall be related to the actual per capita inpatient costs or actual outpatient or examination or other service costs.\n\n(L. 1978 S.B. 652)",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-989/"
    },
    {
      "id": "section-205-990",
      "number": "205.990",
      "heading": "",
      "text": "Title XII PUBLIC HEALTH AND WELFARE\n\nChapter 205\n\n205.990. Nonparticipating counties to pay for residents, when, basis — determination of residence. —1. If a community mental health center, mental health clinic, or any comprehensive mental health service is supported by some participating counties, but not by all the counties within the service area, then the center or clinic shall charge the nonparticipating counties for services rendered to persons not able to pay who are residents of such nonparticipating counties.\n\n2. The amounts to be charged to the counties not participating shall be the same proportion of the actual per capita inpatient costs or actual outpatient costs for examination or other service costs as the proportion borne by the participating counties of the actual expenses of providing the comprehensive mental health service rendered to each person not able to pay who is a resident of a county not participating.\n\n3. For the purpose of this section, the county of residence shall be determined as follows:\n\n(1) If an individual is receiving a service that includes nighttime sleeping accommodations, his county of residence shall be that county in which the individual maintains his primary place of residence at the time he entered the community mental health center, mental health clinic, or other comprehensive mental health service;\n\n(2) If an individual is receiving a service that does not include nighttime sleeping accommodations, his county of residence shall be that county in which the individual maintains his primary place of residence.\n\n(L. 1978 S.B. 652, A.L. 1990 H.B. 1383)\n\nEffective 1-1-91",
      "source_url": "https://law.justia.com/codes/missouri/title-xii/chapter-205/section-205-990/"
    }
  ]
}