{
  "state": "virginia",
  "path": "title-title-221-education/chapter-chapter-9-school-property",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 22.1-125. Title to property vested in school board; exception; extent of school board's authority§ 22",
      "text": "1-126. Property given, devised or bequeathed to school board§ 22.1-126.1. Acquisition of property for educational purposes by counties, cities and towns§ 22.1-127. Condemnation o",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-125",
      "number": "22.1-125.",
      "heading": "Title to property vested in school board; exception; extent of school board's authority",
      "text": "A. The title to all school property, both real and personal, within a school division shall be vested in the school board, except that by mutual consent of the school board of a school division composed solely of part or all of a city and the governing body of the city, the title to property may vest in the city.\n\nB. The official care and authority of a school board shall cover all territory included in the geographical boundaries of the school division and all school property located without and contiguous to the boundaries of such school division when the title to such property is vested either in the school board or a city; provided, however, that school property lying without the corporate limits of a city but not adjacent thereto on January 1, 1968, shall be subject to the official care and authority of the school board of such city or the city.\n\nCode 1950, §§ 22-94, 22-95; 1968, c. 702; 1972, c. 662; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-125/"
    },
    {
      "id": "section-221-126",
      "number": "22.1-126.",
      "heading": "Property given, devised or bequeathed to school board",
      "text": "When any real or personal property is given, devised or bequeathed to any school board or for public school purposes, it shall be vested in the school board unless inconsistent with the terms of the gift, devise or bequest and shall be managed and applied by the school board according to the wishes of the donor or testator. The school board shall, in addition to the regular settlement which it is required to make of all school funds, settle annually before the commissioner of accounts so far as the management of the property so bequeathed or devised is concerned, and the court having jurisdiction shall have the right to compel such a settlement, as is provided for in § 64.2-1216.\n\nIn the case of any change in the boundaries of any school division, the school board shall make provision for continuing the fulfillment of the purposes of such donor or testator as far as practicable and settlement shall be made as provided for above.\n\nCode 1950, § 22-148; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-126/"
    },
    {
      "id": "section-221-1261",
      "number": "22.1-126.1.",
      "heading": "Acquisition of property for educational purposes by counties, cities and towns",
      "text": "Any county, city or town or any combination thereof acting jointly may acquire for educational purposes by gift, purchase, condemnation or otherwise, real property and any improvements thereon within the county, city, town or combination thereof acquiring the property or within any county or city adjacent to any such county, city or town and may construct buildings thereon to be used for educational purposes. The powers of condemnation granted by this section shall be subject to the provisions of § 25.1-102 to the same extent as though such county, city or town were a corporation possessing the power of eminent domain. Whenever the property is not within a county, city or town acquiring the property, not more than 50 acres may be acquired. Property acquired pursuant to this section shall be under the control of the school board of the county, city or town acquiring it, or, in the case of joint action by two or more counties, cities or towns or combinations thereof, control of such property shall be under a board chosen in the manner and for the term provided in § 22.1-53. Such property may be leased on such terms as may be agreed upon to any public institution of higher education to provide for education beyond high school of residents in the general region of such political subdivisions, or the property may, with the approval of the governing body of each such participating political subdivision, be conveyed to any such institution of higher education upon such terms and conditions as shall be agreed upon by such governing bodies and the governing body of the institution and approved by the Governor.\n\n1995, c. 250; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-126-1/"
    },
    {
      "id": "section-221-127",
      "number": "22.1-127.",
      "heading": "Condemnation of land for school purposes; right of entry; location of school outside boundaries of school division",
      "text": "A school board shall have the power to exercise the right of eminent domain and may condemn land or other property or any interest or estate therein, including dwellings, yards, gardens or orchards, necessary for public school purposes pursuant to the provisions of Chapter 2 (§ 25.1-200 et seq.) of Title 25.1 and in the manner provided by Chapter 3 (§ 25.1-300 et seq.) of Title 25.1. To determine the suitability of the land for school purposes, a school board shall have the same right of entry under the same conditions as a county, city, or town pursuant to § 25.1-203. A school board shall have no authority to locate any school which was not begun prior to January 1, 1978, on property outside the boundaries of the school division unless the school board first obtains the approval of the governing body of the county, city or town in which a proposed school will be located.\n\nCode 1950, §§ 22-97, 22-149; 1952, c. 87; 1954, c. 291; 1959, Ex. Sess., c. 79, § 1; 1966, c. 273; 1968, c. 501; 1971, Ex. Sess., c. 161; 1972, c. 549; 1973, c. 186; 1975, cc. 308, 328; 1978, c. 430; 1980, c. 559; 1994, c. 786; 2003, c. 940.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-127/"
    },
    {
      "id": "section-221-128",
      "number": "22.1-128.",
      "heading": "Title to school board real estate",
      "text": "Whenever any school board purchases real estate or acquires title thereto, the title to such real estate shall be certified in writing by a competent and discreet attorney-at-law selected by the school board, or title insurance, approved by a competent and discreet attorney-at-law selected by the school board, shall be purchased for such real estate. Such certification or policy of insurance shall be filed with the clerk of the school board along with the recorded deed or other papers by which the title is conveyed. No contract for any such purchase shall bind the school board until the title to such real estate is thus certified or insured.\n\nThe school board shall pay to the attorney reasonable compensation for these services.\n\nCode 1950, § 22-150; 1978, c. 26; 1980, c. 559; 1983, c. 32; 1987, c. 188.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-128/"
    },
    {
      "id": "section-221-129",
      "number": "22.1-129.",
      "heading": "Surplus property; sale, exchange or lease of real and personal property",
      "text": "A. Whenever a school board determines that it has no use for some of its real property, the school board may sell such property and may retain all or a portion of the proceeds of such sale upon approval of the local governing body and after the school board has held a public hearing on such sale and retention of proceeds, or may convey the title to such real property to the county or city or town comprising the school division or, if the school division is composed of more than one county or city, to the county or city in which the property is located. To convey the title, the school board shall adopt a resolution that such real property is surplus and shall record such resolution along with the deed to the property with the clerk of the circuit court for the county or city where such property is located. Upon the recording of the resolution and the deed, the title shall vest in the appropriate county, city or town.\n\nB. A school board shall have the power to exchange real and personal property, to lease real and personal property either as lessor or lessee, to grant easements on real property, to convey real property in trust to secure loans, to convey real property to adjust the boundaries of the property and to sell personal property in such manner and upon such terms as it deems proper. As lessee of real property, a school board shall have the power to expend funds for capital repairs and improvements on such property, if the lease is for a term equal to or longer than the useful life of such repairs or improvements.\n\nC. Notwithstanding the provisions of subsections A and B, a school board shall have the power to sell career and technical education projects and associated land pursuant to § 22.1-234.\n\nNotwithstanding the provisions of subsections A and B, a school board of the City of Virginia Beach shall have the power to sell property to the Virginia Department of Transportation or the Commissioner of Highways when the Commissioner has determined that (i) such conveyance is necessary and (ii) when eminent domain has been authorized for the construction, reconstruction, alteration, maintenance, and repair of the public highways of the Commonwealth, and for all other purposes incidental thereto, including the relocation of public utilities as may be required.\n\nD. School boards may donate obsolete educational technology hardware and software that is being replaced pursuant to subsection B of § 22.1-199.1. Any such donations shall be offered to other school divisions, to students, as provided in Board guidelines, and to preschool programs in the Commonwealth. In addition, elected school boards may donate such obsolete educational technology hardware and software and other obsolete personal property to a Virginia nonprofit organization which is exempt from taxation under § 501(c)(3) of the Internal Revenue Code.\n\nCode 1950, § 22-161; 1968, c. 261; 1973, c. 220; 1980, c. 559; 1989, c. 102; 1991, c. 298; 1995, c. 513; 1997, c. 686; 2000, c. 93; 2001, c. 483; 2005, c. 446; 2007, c. 813; 2010, c. 763; 2012, cc. 805, 836; 2022, c. 355.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-129/"
    },
    {
      "id": "section-221-1291",
      "number": "22.1-129.1.",
      "heading": "Transfer of assistive technology devices",
      "text": "A. For the purposes of this section:\n\n\"Assistive technology device\" means any device, including equipment or a product system, which is used to increase, maintain, or improve functional capabilities of a child with a disability. Assistive technology device shall not include surgically implanted medical devices, such as cochlear implants.\n\n\"Child with a disability\" means the same as that term is defined in § 22.1-213.\n\n\"Transfer\" means the process by which a school division that has purchased an assistive technology device may sell, lease, donate, or loan the device pursuant to subsection B.\n\nB. An assistive technology device may be transferred to (i) the school division to which a child with a disability transfers from the school division that purchased the device; (ii) a state agency, including the Department for Aging and Rehabilitative Services, that provides services to a child with a disability following the child's graduation or when a school division ceases to provide special education services for the student; or (iii) the parents of a child with a disability, or the child with a disability if the child with a disability is age 18 or older and has capacity to enter into a contract.\n\n2012, c. 214; 2016, cc. 720, 750.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-129-1/"
    },
    {
      "id": "section-221-130",
      "number": "22.1-130.",
      "heading": "Authority to acquire property from United States or any agency thereof",
      "text": "A. Notwithstanding the provisions of any other law or of any charter or any ordinance, any school board may, by resolution, authorize the acquisition and purchase from the United States or any agency thereof of any equipment, supplies, materials, or other property, real or personal, in such manner as such school board may determine.\n\nB. It is the purpose of this section to enable school boards to secure from time to time promptly the benefits of acquisitions and purchases as authorized by this section, to aid them in securing advantageous purchases, to prevent unemployment and thereby to assist in promotion of public welfare and to these ends school boards shall have power to do all things necessary or convenient to carry out such purpose, in addition to the expressed power conferred by this section. This section is remedial in nature and the powers hereby granted shall be liberally construed.\n\nCode 1950, § 22-151; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-130/"
    },
    {
      "id": "section-221-1301",
      "number": "22.1-130.1.",
      "heading": "Access to high schools and high school students for military recruiters",
      "text": "Pursuant to Standard 1 of the Standards of Quality (Chapter 13.2 (§ 22.1-253.13:1 et seq.) of Title 22.1), all school boards are required to implement career and technical education programs promoting knowledge of careers and various employment opportunities, including, but not limited to, military careers. Therefore, any school board that provides access to one or more of its high schools and contact with such high school's student body or other contact with its high school students during a school or school division-sponsored activity whether conducted on school board property or other property to persons or groups for occupational, professional or educational recruitment shall provide equal access on the same basis to official recruiting representatives of the military forces of the Commonwealth and the United States.\n\n2001, c. 262.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-130-1/"
    },
    {
      "id": "section-221-131",
      "number": "22.1-131.",
      "heading": "Boards may permit use of various school property; general conditions; electric vehicle charging stations",
      "text": "A. A school board may permit the use, upon such terms and conditions as it deems proper, of such school property as will not impair the efficiency of the schools. The school board may authorize the division superintendent to permit use of the school property, including buildings, grounds, vehicles, and other property, under such conditions as it deems will not impair the efficiency of the schools and are, therefore, proper. The division superintendent shall report to the school board at the end of each month his actions under this section. Permitted uses of buildings may include, but are not limited to, use as voting places in any primary, regular or special election and operation of a local or regional library pursuant to an agreement between the school board and a library board created as provided in § 42.1-35.\n\nB. Any school board may locate and operate retail fee-based electric vehicle charging stations on school property, provided that the use of each such station during the school day is restricted to school board employees, students, and authorized visitors and each such station is accompanied by appropriate signage that provides reasonable notice of such restriction.\n\nCode 1950, §§ 22-164, 22-164.1; 1973, c. 245; 1980, c. 559; 2000, c. 754; 2017, c. 239.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-131/"
    },
    {
      "id": "section-221-1311",
      "number": "22.1-131.1.",
      "heading": "Certain school board property; establishment of gun-free zone permitted",
      "text": "Notwithstanding the provisions of § 15.2-915, in addition to ensuring compliance with the federal Gun-Free School Zones Act of 1990, 18 U.S.C. § 922(q), any school board may deem any building or property that it owns or leases where employees of such school board are regularly present for the purpose of performing their official duties, outside of school zones, as that term is defined in 18 U.S.C. § 921, as a gun-free zone and may prohibit any individual from knowingly purchasing, possessing, transferring, carrying, storing, or transporting firearms, ammunition, or components or combination thereof while such individual is upon such property. Such prohibition shall not apply to (i) any law-enforcement officer; (ii) any retired law-enforcement officer qualified to carry firearms pursuant to subsection C of § 18.2-308.016; (iii) any individual who possesses an unloaded firearm that is in a closed container in or upon a motor vehicle or an unloaded shotgun or rifle in a firearms rack in or upon a motor vehicle; or (iv) any individual who has a valid concealed handgun permit and possesses a concealed handgun while in a motor vehicle in a parking lot, traffic circle, or other means of vehicular ingress to or egress from the school board property.\n\n2021, Sp. Sess. I, c. 439.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-131-1/"
    },
    {
      "id": "section-221-132",
      "number": "22.1-132.",
      "heading": "Boards may impose certain conditions on use of property",
      "text": "Permits for the use of school property may contain, among other matters, (i) provisions limiting the use of the property while classes are in session and (ii) an undertaking by the lessee to return the property so used in as good condition as when leased, normal wear and tear excepted.\n\nCode 1950, § 22-164.2; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-132/"
    },
    {
      "id": "section-221-13201",
      "number": "22.1-132.01.",
      "heading": "Youth-oriented, community organizations on school property",
      "text": "Local school boards shall, subject to the provisions of § 22.1-131, provide reasonable and appropriate access to school property to youth-oriented, community organizations such as the Boy Scouts of America and Girl Scouts of the USA, and their volunteers and staff, to distribute and provide instructional materials in order to encourage participation in such organizations and their activities. Any such access provided during the school day shall not conflict with instructional time. Such access may also include after-school sponsored activities such as \"Back to School\" events, where it can be reasonably accommodated.\n\n2016, c. 647.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-132-01/"
    },
    {
      "id": "section-221-1321",
      "number": "22.1-132.1.",
      "heading": "Daycare programs in certain localities",
      "text": "A. Upon agreement of the relevant governing body, a school board may establish day-care programs outside the regular school hours for students who attend elementary and middle schools. In order to be eligible to attend such programs, a student shall be enrolled in a public or private school or reside in the relevant school division. Such programs may be conducted before or after school hours or both.\n\nB. The school board of the City of Petersburg may establish day-care programs during school hours for children of students who reside in the relevant school division and who are enrolled in a public school in the said city.\n\nC. No state or local funds appropriated for educational purposes shall be used to support any programs established pursuant to subsections A and B of this section.\n\nThe school boards shall contract only with those agencies which are licensed or certified by the Commissioner of Social Services.\n\nThis provision shall not be construed to apply to programs implemented pursuant to § 22.1-131.\n\n1988, c. 670; 1989, c. 507; 1990, cc. 411, 415, 612, 939; 1991, c. 569; 1992, cc. 204, 336; 1993, cc. 176, 207, 777, 889.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-132-1/"
    },
    {
      "id": "section-221-1322",
      "number": "22.1-132.2.",
      "heading": "Integrated pest management on school property",
      "text": "The Department of Education shall make information available to school boards on integrated pest management programs that appropriately address the application of chemical pesticides and other pest control measures on school property. For purposes of this section, \"integrated pest management\" shall mean a managed pest control and suppression program that uses various integrated methods to keep pests from causing economic, health-related, or aesthetic injury and minimizes the use of pesticides and the risk to human health and the environment associated with pesticide applications. Methods may include the utilization of site or pest inspections, pest population monitoring, evaluation of control requirements, and the use of one or more pest control methods including sanitation, structural repair, nonchemical methods, and pesticides when nontoxic options produce unsatisfactory results or are impractical. Each local school division shall maintain documentation of any pesticide application that includes the target pest, the formulation applied, and the specific location of the application. The guidelines and programs adopted pursuant to this section shall permit the immediate application of pesticides or other effective control measures to eradicate pest infestations that pose an acute danger to students and staff.\n\n2009, c. 440; 2010, c. 40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-132-2/"
    },
    {
      "id": "section-221-133",
      "number": "22.1-133.",
      "heading": "Flags",
      "text": "The flags of the United States of America and of the Commonwealth shall be flown in accordance with protocol and in an appropriate place at every public school. A flag of the Commonwealth shall be furnished by the Commonwealth for each new public school upon request of the school board directed to the Governor.\n\nCode 1950, §§ 7.1-36, 22-133; 1956, Ex. Sess., c. 30; 1959, Ex. Sess., c. 79, § 1; 1960, c. 222; 1966, c. 102; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-133/"
    },
    {
      "id": "section-221-134",
      "number": "22.1-134.",
      "heading": "Maintenance, etc., of school buildings and buses by county department of public works",
      "text": "Insofar as permitted by Article VIII, Section 5 and Article VIII, Section 7 of the Constitution of Virginia, in any county operating under an optional form of organization and government provided for in Chapter 6 (§ 15.2-600 et seq.) of Title 15.2, the board of supervisors of such county, at the request of the county school board, may transfer the maintenance of school buildings and grounds and operation and maintenance of school buses from the department of education to the department of public works; and such board of supervisors, at the request of the county school board, may authorize the construction of new school buildings and additions to existing school buildings under direction of its department of public works.\n\nCode 1950, § 22-151.1; 1971, Ex. Sess., c. 1; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-134/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "School Buildings",
      "text": "School Buildings",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-135",
      "number": "22.1-135.",
      "heading": "Health and decency",
      "text": "No public school shall be allowed in any building which is not in such condition and provided with such conveniences as are required by a due regard for decency and health.\n\nCode 1950, §§ 22-97, 22-157; 1954, c. 291; 1959, Ex. Sess., c. 79, § 1; 1968, c. 501; 1971, Ex. Sess., c. 161; 1975, cc. 308, 328; 1978, c. 430; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-135/"
    },
    {
      "id": "section-221-1351",
      "number": "22.1-135.1.",
      "heading": "Potable water; lead testing",
      "text": "Each local school board shall develop and implement a plan to test and, if necessary, remediate potable water from sources identified by the U.S. Environmental Protection Agency as high priority for testing, including bubbler-style and cooler-style drinking fountains, cafeteria or kitchen taps, classroom combination sinks and drinking fountains, and sinks known to be or visibly used for consumption. Such plan shall be consistent with guidance published by the U.S. Environmental Protection Agency or the Department of Health. The local school board shall give priority in the testing plan to schools whose school building was constructed, in whole or in part, before 1986. Each local school board shall submit such testing plan and report the results of any such test to the Department of Health. Each local school board shall take all steps necessary to notify parents if testing results indicate lead contamination that exceeds 10 parts per billion.\n\n2017, c. 628; 2020, cc. 293, 884.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-135-1/"
    },
    {
      "id": "section-221-136",
      "number": "22.1-136.",
      "heading": "Duty of division superintendent to close buildings",
      "text": "When a public school building appears to the division superintendent to be unfit for occupancy, it shall be his duty to close the same and immediately to give notice thereof in writing to the members of the school board. No public school shall be held therein nor shall any state or local funds be applied to support any school in such building until the division superintendent shall certify in writing to the school board that he is satisfied with the condition of such building and with the appliances pertaining thereto.\n\nCode 1950, §§ 22-97, 22-158; 1954, c. 291; 1959, Ex. Sess., c. 79, § 1; 1968, c. 501; 1971, Ex. Sess., c. 161; 1975, cc. 308, 328; 1978, c. 430; 1980, c. 559.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-136/"
    },
    {
      "id": "section-221-137",
      "number": "22.1-137.",
      "heading": "Fire drills",
      "text": "Every public school shall hold fire drills during the school session in accordance with the requirements of the Statewide Fire Prevention Code (§ 27-94 et seq.).\n\nCode 1950, § 22-156; 1971, Ex. Sess., c. 163; 1980, c. 559; 1993, c. 212; 2016, c. 524; 2024, c. 432.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-137/"
    },
    {
      "id": "section-221-1371",
      "number": "22.1-137.1.",
      "heading": "Tornado drills",
      "text": "In every public school there shall be at least one tornado drill every school year, in order that students may be thoroughly practiced in such drills.\n\n2001, c. 841.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-137-1/"
    },
    {
      "id": "section-221-1372",
      "number": "22.1-137.2.",
      "heading": "Lock-down drills",
      "text": "A. In every public school there shall be a lock-down drill at least once during the first 20 school days of each school session, in order that students and teachers may be thoroughly practiced in such drills. Every public school shall hold at least one additional lock-down drill after the first 60 days of the school session. Every public school shall provide the parents of enrolled students with at least 24 hours' notice before the school conducts any lock-down drill, provided, however, that nothing in this section shall be construed to require such notice to include the exact date and time of the lock-down drill.\n\nB. Pre-kindergarten and kindergarten students shall be exempt from mandatory participation in lock-down drills during the first 60 days of the school session. Local school boards shall develop policies to implement such exemption. Notwithstanding the foregoing provisions of this subsection, each pre-kindergarten and kindergarten student shall participate in each lock-down drill after the first 60 days of each school session.\n\n2013, c. 609; 2016, c. 524; 2020, cc. 378, 1040; 2021, Sp. Sess. I, c. 26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-137-2/"
    },
    {
      "id": "section-221-1373",
      "number": "22.1-137.3.",
      "heading": "School safety procedures; emergency situations; annual training",
      "text": "In addition to complying with the requirements for drills set forth in §§ 22.1-137, 22.1-137.1, and 22.1-137.2, each school board shall develop training on safety procedures in the event of an emergency situation on school property. Such training shall be delivered to each student and employee in each school at least once each school year.\n\n2019, cc. 61, 140.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-137-3/"
    },
    {
      "id": "section-221-1374",
      "number": "22.1-137.4.",
      "heading": "School building evacuation plans, policies, and protocols; students with mobility impairments",
      "text": "Any divisionwide or public elementary or secondary school-specific school building evacuation plan, policy, or protocol shall include provisions that seek to maximize the opportunity for students with mobility impairments to evacuate the school building alongside their non-mobility-impaired peers.\n\n2024, c. 194.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-137-4/"
    },
    {
      "id": "section-221-138",
      "number": "22.1-138.",
      "heading": "Minimum standards for public school buildings",
      "text": "A. The Board of Education shall prescribe by regulation minimum standards for the erection of or addition to public school buildings governing instructional, operational, health and maintenance facilities where these are not specifically addressed in the Uniform Statewide Building Code (§ 36-97 et seq.).\n\nB. By July 1, 1994, every school building in operation in the Commonwealth shall be tested for radon pursuant to procedures established by the U.S. Environmental Protection Agency (EPA) for radon measurements in schools.\n\nSchool buildings and additions opened for operation after July 1, 1994, shall be tested for radon pursuant to such EPA procedures and regulations prescribed by the Board of Education pursuant to subsection A. Each school shall maintain files of its radon test results and make such files available for review. The division superintendent shall report radon test results to the Department of Health.\n\nC. Each school board shall maintain a water management program for the prevention of Legionnaires' disease at each public school building in the local school division. Each school board shall validate each water management program on at least an annual basis to maintain the health and decency of such buildings. Each public school shall maintain files related to its water management program, including the results of all validation and remediation activities, and make such files available for review.\n\nD. Each local school board shall develop and implement a plan to test and, if necessary, a plan to remediate mold in public school buildings in accordance with guidance issued by the U.S. Environmental Protection Agency. Each local school board shall (i) submit such testing plan and report the results of any test performed in accordance with such plan to the Department of Health and (ii) take all steps necessary to notify school staff and the parents of all enrolled students if testing results indicate the presence of mold in a public school building at or above the minimum level that raises a concern for the health of building occupants, as determined by the Department of Health.\n\nE. Each school board shall, in consultation with the local building official and the state or local fire marshal, develop a procurement plan to ensure that all security enhancements to public school buildings are in compliance with the Uniform Statewide Building Code (§ 36-97 et seq.) and Statewide Fire Prevention Code (§ 27-94 et seq.).\n\nF. No school employee shall open or close an electronic room partition in any school building unless (i) no student is present in such building, (ii) (a) no student is present in the room or area in which such partition is located and (b) such room or area is locked or otherwise inaccessible to students, or (iii) such partition includes a safety sensor that automatically stops the partition when a body passes between the leading edge and a wall, an opposing partition, or the stacking area.\n\nAny annual safety review or exercise for school employees in a local school division shall include information and demonstrations, as appropriate, regarding the provisions of this subsection.\n\nThe Department of Education shall make available to each school board model safety guidance regarding the operation of electronic room partitions.\n\n1980, c. 559; 1993, c. 765; 2019, cc. 121, 369; 2020, cc. 776, 780.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-138/"
    },
    {
      "id": "section-221-1381",
      "number": "22.1-138.1.",
      "heading": "School maintenance program established",
      "text": "In compliance with the provisions of the appropriation act relating to the maintenance supplement program and with such funds as are appropriated for such purpose, each school board shall establish a program for ongoing school maintenance needs.\n\n1998, c. 73.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-138-1/"
    },
    {
      "id": "section-221-1382",
      "number": "22.1-138.2.",
      "heading": "Certain public school buildings; carbon monoxide detectors",
      "text": "Each public school building that was built before 2015 and that houses any classroom for students shall be equipped with at least one carbon monoxide detector.\n\n2021, Sp. Sess. I, c. 165.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-138-2/"
    },
    {
      "id": "section-221-1383",
      "number": "22.1-138.3.",
      "heading": "Department; school division maintenance reserve tool",
      "text": "A. The Department, in consultation with the Department of General Services, shall develop or adopt and maintain a data collection tool to assist each school board to determine the relative age of each public school building in the local school division and the amount of maintenance reserve funds that are necessary to restore each such building.\n\nB. Each school board shall provide to the Department in a timely fashion the local data that is necessary to ensure that the tool maintained pursuant to subsection A remains relevant and useful for the determination of maintenance reserve needs.\n\n2022, c. 650; 2022, Sp. Sess. I, cc. 8, 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-138-3/"
    },
    {
      "id": "section-221-139",
      "number": "22.1-139.",
      "heading": "Repealed",
      "text": "Repealed by Acts 2010, c. 61, cl. 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-139/"
    },
    {
      "id": "section-221-140",
      "number": "22.1-140.",
      "heading": "Plans for buildings to be approved by division superintendent",
      "text": "No public school building or addition or alteration thereto, for either permanent or temporary use, shall be advertised for bid, contracted for, erected, or otherwise acquired until the plans and specifications therefor (i) have been approved in writing by the division superintendent; (ii) are accompanied by a statement by an architect or professional engineer licensed by the Board for Architects, Professional Engineers, Land Surveyors, Certified Interior Designers and Landscape Architects that such plans and specifications are, in his professional opinion and belief, in compliance with the regulations of the Board of Education and the Uniform Statewide Building Code; and (iii) have been reviewed by an individual or entity with professional expertise in building security and crime prevention through building design. The division superintendent's approval, architect's or engineer's statement, all reviewers' comments, and a copy of the final plans and specifications shall be submitted to the Superintendent of Public Instruction.\n\nCode 1950, §§ 22-97, 22-152, 22-153; 1954, cc. 257, 291; 1959, Ex. Sess., c. 79, § 1; 1968, c. 501; 1971, Ex. Sess., c. 161; 1975, cc. 308, 328; 1978, c. 430; 1980, c. 559; 1991, c. 550; 1993, c. 227; 1998, c. 27; 2019, c. 226.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-140/"
    },
    {
      "id": "section-221-1401",
      "number": "22.1-140.1.",
      "heading": "School Construction Fund and Program",
      "text": "A. For the purpose of this section:\n\n\"Local school division\" includes joint or regional schools established pursuant to § 22.1-26.\n\n\"Public school buildings and facilities\" or \"public school buildings\" includes any building or facility used for career and technical education programs provided at any regional comprehensive school established pursuant to § 22.1-26.\n\nB. There is hereby created in the state treasury a special nonreverting fund to be known as the School Construction Fund. The Fund shall be established on the books of the Comptroller. All funds appropriated for such purpose, including funds appropriated pursuant to subdivision B 5 of § 58.1-4125, and any gifts, donations, grants, bequests, and other funds received on its behalf shall be paid into the state treasury and credited to the Fund. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purposes of awarding grants pursuant to the School Construction Program established in subsection C. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the president of the Board.\n\nC. There is hereby established the School Construction Program (the Program) for the purpose of awarding grants from the Fund to local school boards to fund the construction of new public school buildings or the renovation or expansion of existing public school buildings and facilities in the local school division. The Program shall be administered by the Board in accordance with criteria and other requirements set forth in the general appropriation act.\n\n2022, Sp. Sess. I, cc. 8, 9; 2024, cc. 388, 389.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-140-1/"
    },
    {
      "id": "section-221-141",
      "number": "22.1-141.",
      "heading": "Repealed",
      "text": "Repealed by Acts 1982, c. 647.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-141/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Public School Building and Facilities Modernization",
      "text": "Public School Building and Facilities Modernization",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-1411",
      "number": "22.1-141.1.",
      "heading": "Standards for buildings and facilities",
      "text": "It is the intent of the General Assembly that new public school buildings and facilities and improvements and renovations to existing public school buildings and facilities be designed, constructed, maintained, and operated to generate more electricity than consumed and that such energy-positive building design be based on industry standards (i) contained in the design guide of the American Society of Heating, Refrigeration and Air-Conditioning Engineers (ASHRAE), entitled \"Achieving Zero Energy-Advanced Energy Design Guide for K-12 School Buildings,\" dated February 1, 2018, and any subsequent updates or (ii) similar industry standards.\n\n2019, cc. 818, 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-141-1/"
    },
    {
      "id": "section-221-1412",
      "number": "22.1-141.2.",
      "heading": "Authority to modernize public school lease agreements",
      "text": "A. Prior to undertaking the design, construction, maintenance, and operation of a new public school building or facility or the improvement or renovation of an existing school building or facility, a local school board may evaluate whether entering into a lease with a private entity will assist the school board in meeting the standards set forth in § 22.1-141.1.\n\nB. In order to meet the design, construction, maintenance, and operation standards set forth in § 22.1-141.1, a school board may enter into a lease with a private entity that may include the following: (i) design of the building and facilities; (ii) construction of the building and facilities; (iii) financing of the project as defined in § 15.2-1815; (iv) operation of the heating, cooling, and renewable energy systems, including interconnect agreements with the regulated electric utility, maintenance of all such systems, responding to comfort complaints, and any other operational or maintenance-related issues during the lease term; and (v) such other terms as mutually agreed upon by the local school board and the private entity. Such lease may (a) be for the real property primarily used by the local school board and owned by the private entity, (b) be a capital or operating lease, (c) be exempt from real property taxation pursuant to subdivision (a)(1) of Article X, Section 6 of the Constitution of Virginia, and (d) contain a covenant that the rent shall not be reduced from the rent stated in the lease. Such lease shall not exceed 35 years in duration. The Virginia Public Procurement Act (§ 2.2-4300 et seq.) or the Public-Private Education Facilities and Infrastructure Act (§ 56-575.1 et seq.) shall apply to any lease agreement solicited by a local school board pursuant to this section.\n\n2019, cc. 818, 819.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-141-2/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Indoor Air Quality; Inspection and Evaluation",
      "text": "Indoor Air Quality; Inspection and Evaluation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-1413",
      "number": "22.1-141.3.",
      "heading": "Scope of article",
      "text": "The provisions of this article apply to matters relating to indoor air quality in public school buildings occupied by school board employees and students during regular work and school hours.\n\n2025, cc. 632, 668.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-141-3/"
    },
    {
      "id": "section-221-1414",
      "number": "22.1-141.4.",
      "heading": "Definitions",
      "text": "As used in this article, unless the context requires a different meaning:\n\n\"Certified testing, adjusting, and balancing technician\" means (i) a technician, tradesperson, or apprentice certified to perform testing, adjusting, and balancing of heating, ventilation, and air conditioning systems by the Associated Air Balance Council, the National Environmental Balancing Bureau, or the Testing, Adjusting and Balancing Bureau or (ii) a person certified to perform ventilation assessments of heating, ventilation, and air conditioning systems through a certification body accredited by the American National Standards Institute.\n\n\"Heating, ventilation, and air conditioning system\" means the equipment, distribution network, controls, and terminals that provide, either collectively or individually, heating, ventilation, or air conditioning to a building.\n\n\"Indoor air quality\" means air quality within buildings and structures, especially as it relates to the health and comfort of building occupants.\n\n2025, cc. 632, 668.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-141-4/"
    },
    {
      "id": "section-221-1415",
      "number": "22.1-141.5.",
      "heading": "Industry-recognized uniform inspection and evaluation",
      "text": "A. At least once every four years, each local school division shall provide for an industry-recognized uniform inspection and evaluation of the heating, ventilation, and air conditioning system in each public school building in the local school division. Such inspection and evaluation shall be performed by a certified testing, adjusting, and balancing technician, an industrial hygienist certified by the American Board of Industrial Hygiene, a technician with a Master HVAC License from the Department of Professional and Occupational Regulation, or a mechanical engineer. Such heating, ventilation, and air conditioning systems inspection and evaluation shall include:\n\n1. Testing for maximum filter efficiency;\n\n2. Physical measurements of outside air delivery rate;\n\n3. Verification of the appropriate condition and operation of ventilation components;\n\n4. Measurement of air distribution system outside air, return air, and supply air and static pressure readings across all air handling unit components, including filters, coils, and fans;\n\n5. Verification of unit operation and that required maintenance has been performed in accordance with the most recent indoor ventilation standards promulgated by the American Society of Heating, Refrigerating and Air-Conditioning Engineers;\n\n6. Verification of carbon dioxide sensors and acceptable carbon dioxide concentrations indoors; and\n\n7. Collection of field data for the installation of mechanical ventilation if none exists.\n\nB. The portion of the uniform inspection and evaluation required pursuant to subsection A that relates to the ventilation system shall identify the extent to which each school's current ventilation system components, including any existing central or noncentral mechanical ventilation system, are operating in such a manner as to provide appropriate ventilation to the school building in accordance with the most recent indoor ventilation standards promulgated by the American Society of Heating, Refrigerating and Air-Conditioning Engineers.\n\nC. Each local school division shall prepare a written report of the results of the uniform inspection and evaluation required pursuant to subsection A that includes any corrective actions necessary to be performed on the mechanical ventilation system or the heating, ventilation, and air conditioning infrastructure, including installation of filters meeting the most optimal level of filtration available for a given heating, ventilation, and air conditioning system, installation of carbon dioxide sensors, and additional maintenance, repairs, upgrades, or replacement. Each local school division shall make such report available for public inspection at a regularly scheduled local school board meeting and on the local school board's public website.\n\nD. No local school division is required to provide for a uniform inspection and evaluation pursuant to subsection A for any school building that will cease to be used as a school within one year of such a planned inspection and evaluation.\n\n2025, cc. 632, 668.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-9/section-22-1-141-5/"
    }
  ]
}