{
  "state": "virginia",
  "path": "title-title-221-education/chapter-chapter-26-virginia-science-technology-engineering-and-mathe",
  "sections": [
    {
      "id": "section-221-364",
      "number": "22.1-364.",
      "heading": "The Virginia STEM Education Advisory Board; purpose§ 22",
      "text": "The Virginia Science, Technology, Engineering, and Mathematics (STEM) Education Advisory Board (the Board) is established as an advisory board, within the meaning of § 2.2-2100, in the executive branch of state government. The purpose of the Board is to advise the Governor, Cabinet members, and the General Assembly on strategies to align STEM education efforts and report STEM education challenges, goals, and successes across the Commonwealth.\n\n2021, Sp. Sess. I, c. 291.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-26/section-22-1-364/"
    },
    {
      "id": "section-221-365",
      "number": "22.1-365.",
      "heading": "Membership; terms; quorum; meetings",
      "text": "A. The Board shall have a total membership of 16 members that shall consist of 10 nonlegislative citizen members and six ex officio members. Nonlegislative citizen members to be appointed by the Governor shall represent or have STEM experience with the public and private sector, industry partners, environmental organizations, and both formal and informal STEM educational organizations. The Director of the Science Museum of Virginia, the Superintendent of Public Instruction, and the Executive Director of the State Council of Higher Education for Virginia, or their designees, shall serve ex officio with full voting privileges. The Secretary of Education; the Director of Diversity, Equity, and Inclusion for the Commonwealth; and the Chief Workforce Development Officer for the Commonwealth, or their designees, shall serve ex officio without voting privileges. Nonlegislative citizen members of the Board shall be citizens of the Commonwealth.\n\nB. Ex officio members of the Board shall serve terms coincident with their terms of office. Appointments to fill vacancies, other than by expiration of a term, shall be for the unexpired terms. Vacancies shall be filled in the same manner as the original appointments. All members may be reappointed. After the initial staggering of terms, nonlegislative citizen members shall be appointed for a term of four years. No nonlegislative citizen member shall serve more than two consecutive four-year terms. The remainder of any term to which a member is appointed to fill a vacancy shall not constitute a term in determining the member's eligibility for reappointment.\n\nC. The Board shall elect a chairman and vice-chairman from among its membership. A majority of the members shall constitute a quorum. The meetings of the Board shall be held at the call of the chairman or whenever the majority of the members so request.\n\n2021, Sp. Sess. I, c. 291; 2025, c. 144.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-26/section-22-1-365/"
    },
    {
      "id": "section-221-366",
      "number": "22.1-366.",
      "heading": "Compensation; expenses",
      "text": "Members shall receive such compensation for the performance of their duties as provided in § 2.2-2813. All members shall be reimbursed for all reasonable and necessary expenses incurred in the performance of their duties as provided in §§ 2.2-2813 and 2.2-2825. Funding for the costs of compensation and expenses of the members shall be provided by the Office of the Secretary of Education.\n\n2021, Sp. Sess. I, c. 291.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-26/section-22-1-366/"
    },
    {
      "id": "section-221-367",
      "number": "22.1-367.",
      "heading": "Powers and duties of the Board; acceptance of gifts and grants; report",
      "text": "A. The Board shall have the following powers and duties:\n\n1. Create a unified vision regarding STEM education initiatives, language, and measures of success to promote a culture of collaboration for STEM programming in the Commonwealth.\n\n2. Develop the infrastructure for creating STEM Regional Hubs and naming STEM Champions in communities across the Commonwealth to facilitate partnerships between organizations across regions and populations that will lead to increased cross-sector opportunities.\n\n3. Advance and disseminate STEM curricular and professional development resources for formal and informal education.\n\n4. Identify strategies to promote the participation of historically underrepresented students in STEM education. Such strategies shall include (i) identifying barriers to STEM participation for historically underrepresented students in elementary and secondary schools; (ii) developing recommendations for elective courses in secondary schools that expand hands-on STEM opportunities for all secondary school students; (iii) developing recommendations for elective courses in secondary schools that expand and promote hands-on STEM opportunities and STEM participation for historically underrepresented students; (iv) recommending changes to the Standards of Learning that promote the STEM-related contributions of historically underrepresented groups; and (v) collaborating with institutions of higher education and the private sector in the Commonwealth to educate students on and expand STEM pathways and opportunities in higher education, STEM careers, STEM internships, STEM fellowships, and other STEM enrichment programs.\n\n5. Submit an annual report to the Governor and the General Assembly for publication as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports. The chairman shall submit to the Governor and the General Assembly an annual executive summary of the interim activity and work of the Board no later than the first day of each regular session of the General Assembly. The executive summary shall be submitted for publication as a report document as provided in the procedures of the Division of Legislative Automated Systems for the processing of legislative documents and reports and shall be posted on the General Assembly's website.\n\nB. The Board may apply for, accept, and expend gifts, grants, or donations from public or private sources to enable it to carry out its objectives.\n\n2021, Sp. Sess. I, c. 291; 2024, c. 814.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-26/section-22-1-367/"
    },
    {
      "id": "section-221-368",
      "number": "22.1-368.",
      "heading": "Staffing; cooperation from other state agencies",
      "text": "The Virginia STEM Coordinator at the Science Museum of Virginia shall serve as staff to the Board. All agencies of the Commonwealth shall assist the Board upon request.\n\n2021, Sp. Sess. I, c. 291.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-26/section-22-1-368/"
    }
  ]
}