{
  "state": "virginia",
  "path": "title-title-221-education/chapter-chapter-141-early-childhood-care-and-education",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "General Provisions§ 22.1-289.02",
      "text": "Definitions§ 22.1-289.03. Early childhood care and education system; establishment; need-based and demand-based funding§ 22.1-289.04. Early childhood care and education advisory committee§ 22.1-289.05. Uniform measurement and improvement system; regional entities; es",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-28902",
      "number": "22.1-289.02.",
      "heading": "Definitions",
      "text": "As used in this chapter, unless the context requires a different meaning:\n\n\"Child day center\" means a child day program offered to (i) two or more children under the age of 13 in a facility that is not the residence of the provider or of any of the children in care or (ii) 13 or more children at any location.\n\n\"Child day program\" means a regularly operating service arrangement for children where, during the absence of a parent or guardian, a person or organization has agreed to assume responsibility for the supervision, protection, and well-being of a child under the age of 13 for less than a 24-hour period.\n\n\"Early childhood care and education entity\" means a child day center, family day home, or family day system serving children under the age of five.\n\n\"Family day home\" means a child day program offered in the residence of the provider or the home of any of the children in care for one through 12 children under the age of 13, exclusive of the provider's own children and any children who reside in the home, when at least one child receives care for compensation. The provider of a licensed or registered family day home shall disclose to the parents or guardians of children in their care the percentage of time per week that persons other than the provider will care for the children. Family day homes serving five through 12 children, exclusive of the provider's own children and any children who reside in the home, shall be licensed. However, no family day home shall care for more than four children under the age of two, including the provider's own children and any children who reside in the home, unless the family day home is licensed or voluntarily registered. However, a family day home where the children in care are all related to the provider by blood or marriage shall not be required to be licensed.\n\n\"Family day system\" means any person who approves family day homes as members of its system; who refers children to available family day homes in that system; and who, through contractual arrangement, may provide central administrative functions including, but not limited to, training of operators of member homes; technical assistance and consultation to operators of member homes; inspection, supervision, monitoring, and evaluation of member homes; and referral of children to available health and social services.\n\n\"Head Start provider\" means a public or private, nonprofit or for-profit organization or agency, including any community-based organization, as such term is defined in 20 U.S.C. § 7801, to which a grantee has delegated all or part of the responsibility of the grantee for operating a Head Start program.\n\n\"Out-of-school time program\" means a program that (i) serves only school-age children; (ii) operates primarily before or after regular school hours, during the summer, or at times when school is not normally in session; and (iii) is offered for the purpose of promoting expanded childhood learning and enrichment, child and youth development, or educational, recreational, or character-building activities.\n\n\"Publicly funded provider\" means any (i) educational program provided by a school division or local government to children between birth and age five or (ii) child day program that receives state or federal funds in support of its operations that serves three or more unrelated children. \"Publicly funded provider\" does not include any program for which the sole source of public funding is (a) the federal Child and Adult Care Food Program (CACFP) administered by the U.S. Department of Agriculture Food and Nutrition Service (b) financial assistance for military child care pursuant to 10 U.S.C. § 1798 and that is accredited by a U.S. Department of Defense-approved national accrediting body. Any program described in clause (b) shall subsequently be considered a publicly funded provider if each child for whom such program receives such financial assistance for military child care either disenrolls from or ages out of such program.\n\n\"Registered family day home\" means any family day home that has met the standards for voluntary registration for such homes pursuant to regulations adopted by the Board and that has obtained a certificate of registration from the Superintendent.\n\n2020, cc. 860, 861; 2025, cc. 187, 328.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-02/"
    },
    {
      "id": "section-221-28903",
      "number": "22.1-289.03.",
      "heading": "Early childhood care and education system; establishment; need-based and demand-based funding",
      "text": "A. The Board shall establish a statewide unified public-private system for early childhood care and education in the Commonwealth to ensure that every child has the opportunity to enter kindergarten healthy and ready to learn. Such system shall be administered by the Board, the Superintendent, and the Department and shall be formed, implemented, and sustained through a structure that engages and leverages both state-level authority and regional-level public-private partnership assets.\n\nB. It is the intent of the General Assembly that the system established pursuant to subsection A shall (i) provide families with coordinated access for referral to early childhood education programs, (ii) provide families with easy-to-understand information about the quality of publicly funded early childhood care and education programs, (iii) establish expectations for the continuous improvement of early childhood care and education programs, and (iv) establish shared expectations for early childhood care and education programs among the Department of Education, the Department of Social Services, local school divisions, and state and regional stakeholders.\n\nC. The system established pursuant to subsection A shall consist of a combination of programs offered through (i) the Virginia Preschool Initiative, pursuant to § 22.1-289.09, or any other school-based early childhood care and education program; (ii) licensed programs, pursuant to Article 3 (§ 22.1-289.010 et seq.); and (iii) unlicensed programs, pursuant to Article 4 (§ 22.1-289.030 et seq.).\n\nD. To address family demand and preferences for affordable, high-quality early childhood care and education services, state general funds that support the provision of services to families for early childhood care and education shall be provided as specified in the general appropriation act. Each year, no later than November 15, the Department shall report to the Governor and the Chairs of the House Committee on Appropriations, the House Committee on Education, the Senate Committee on Education and Health, and the Senate Committee on Finance and Appropriations the projected general funds needed for the upcoming two fiscal years based on cost of quality rate per child in order to (i) maintain the current number of slots, (ii) increase the number of slots using a projected growth rate, and (iii) increase the number of slots to fully accommodate parent demand and eliminate waitlists. Such projected general funds to meet such needs shall be based on:\n\n1. An annual per-child cost determined through re-benchmarking for the Virginia Preschool Initiative;\n\n2. An annual per-child cost based on the Department's federally approved alternative cost methodology for the Mixed Delivery Program identified in the general appropriation act;\n\n3. An annual per-child cost based on the Department's federally approved alternative cost methodology for the Child Care Subsidy Program, which program shall be open to each child who is under the age of 13 in each family for as long as:\n\na. The family's income does not exceed 85 percent of the state median income;\n\nb. The family includes at least one child who is five years of age or younger and has not started kindergarten; and\n\nc. The family meets all other eligibility requirements;\n\n4. Current program eligibility criteria; and\n\n5. Maximization of regularly recurring federal funding including federal funding provided for the Child Care Subsidy Program, Early Head Start, or Head Start, or pursuant to Part B of the federal Individuals with Disabilities Education Act, 20 U.S.C. § 1411 et seq.\n\nNo later than May 15 before each upcoming year, each regional entity established by the Board pursuant to subsection D of § 22.1-289.05 shall indicate the number of slots needed in the region for the Mixed Delivery Program, each local school division shall indicate the number of slots needed in the local school division for the Virginia Preschool Initiative, and each locality shall indicate the number of slots needed in the locality for the Child Care Subsidy Program. The Department shall reallocate slots with available funding from the Child Care Subsidy Program and Mixed Delivery Program as determined pursuant to this subsection no later than July 1. Following fall enrollment periods, the Department shall make adjustments based on family preferences. In providing funding for slots pursuant to this subsection, all current-year state general funds shall be expended first.\n\n2020, cc. 860, 861; 2024, cc. 722, 757.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-03/"
    },
    {
      "id": "section-221-28904",
      "number": "22.1-289.04.",
      "heading": "Early childhood care and education advisory committee",
      "text": "The Board shall establish an early childhood care and education advisory committee to advise the Board on programs, systems, and regulations established pursuant to this chapter. The advisory committee shall include the following members, who shall represent geographically diverse areas: (i) two representatives of publicly funded licensed providers, including at least one for-profit provider; (ii) one representative of an early childhood care and education entity that is not a publicly funded provider; (iii) two representatives of early childhood care and education entities that are license-exempt pursuant to Article 4 (§ 22.1-289.030 et seq.), including one representative of an early childhood care and education entity that is exempt from licensure pursuant to § 22.1-289.031; (iv) three representatives of Head Start providers, one of which shall be operated by a local school division, and two of which shall not be operated by a local school division; (v) two representatives from local school divisions or local school boards operating early childhood programs other than Head Start providers; (vi) two representatives of nonprofit advocacy organizations in the Commonwealth that focus on early childhood care and education; (vii) one representative of a family day home that is a publicly funded provider; (viii) two professionals or faculty members from an institution of higher education in the Commonwealth who have child development or early childhood education expertise; (ix) one representative from the Virginia chapter of the American Academy of Pediatrics; (x) one representative from an advocacy or service organization that focuses on serving children with disabilities; (xi) one representative from a business in the Commonwealth; (xii) one parent of a child currently enrolled in a preschool program offered by a publicly funded provider; (xiii) one representative of the Virginia Council on Private Education; (xiv) one representative from a statewide nonprofit association in the Commonwealth whose membership includes both before-school and afterschool nonprofit child care providers and nonprofit preschool providers; (xv) one representative from a nonprofit entity that provides child care resource and referral services related to the operation of early childhood care and education programs; and (xvi) such other members as the Board may deem appropriate. The Commissioner of Social Services or his designee, the Secretary of Education or his designee, the Secretary of Health and Human Resources or his designee, the Superintendent of Public Instruction or his designee, the Commissioner of the Department of Health or his designee, the Commissioner of the Department of Behavioral Health and Development Services or his designee, and the Director of the Head Start Collaboration Office shall serve ex officio without voting privileges. The Board shall establish bylaws for such advisory committee that include term length and limits for members.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-04/"
    },
    {
      "id": "section-221-28905",
      "number": "22.1-289.05.",
      "heading": "Uniform measurement and improvement system; regional entities; establishment",
      "text": "A. The Board shall establish a uniform measurement and improvement system designed to provide parents and families with information about the quality and availability of publicly funded providers. Such system shall include:\n\n1. Service provision and performance targets for children from birth to age five that align with standards for kindergarten readiness and early elementary grades;\n\n2. Consistent quality standards;\n\n3. Outcome-based measurements; and\n\n4. Incentives to encourage participation and improvement.\n\nB. All publicly funded providers shall be required to participate in the uniform measurement and improvement system established pursuant to subsection A. All other child day programs may participate in such system. Any participation in such system shall comply with all applicable federal laws and regulations, including the federal Head Start Act (42 U.S.C. § 9801 et seq.), as amended, and associated regulations.\n\nC. The Board shall establish consequences for publicly funded providers that fail to participate in the uniform measurement and improvement system established pursuant to subsection A or persistently fail to meet minimal quality standards.\n\nD. The Board shall establish a system of regional entities that will be responsible for coordinating early childhood care and education services, guiding quality improvement of such services and coordinated access to such services for families, and implementing the uniform measurement and improvement system.\n\n2020, cc. 860, 861; 2022, c. 524.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-05/"
    },
    {
      "id": "section-221-28906",
      "number": "22.1-289.06.",
      "heading": "Confidential records and information; penalty",
      "text": "A. The records, information, and statistical registries of the Department and of all child day programs and family day systems concerning services to or on behalf of individuals shall be confidential information, provided that the Superintendent, the Board, and their agents or designees shall have access to such records, information, and statistical registries, and that such records, information, and statistical registries may be disclosed to any person having a legitimate interest in accordance with state and federal law and regulation.\n\nIt shall be unlawful for any officer, agent, or employee of any child day program or family day system; for the Superintendent, the State Board, or their agents, designees, or employees; for any person who has held any such position; and for any other person to whom any such record or information is disclosed to disclose, directly or indirectly, any such confidential record or information, except as herein provided or pursuant to § 63.2-105. Every violation of this section shall constitute a Class 1 misdemeanor.\n\nB. If a request for a record or information concerning applicants for and recipients of services provided in this chapter is made to the Department by a person who does not have a legitimate interest, the Superintendent shall not provide the record or information unless permitted by state or federal law or regulation.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-06/"
    },
    {
      "id": "section-221-28907",
      "number": "22.1-289.07.",
      "heading": "Information related to shaken baby syndrome",
      "text": "The Department shall make information about shaken baby syndrome, its effects, and resources for help and support for caretakers in a printable format, and information about how to acquire information about shaken baby syndrome and its effects in an audiovisual format, available to the public on its website. Such information shall be provided to every child day program and family day system required to be licensed by the Department at the time of initial licensure and upon request.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-07/"
    },
    {
      "id": "section-221-28908",
      "number": "22.1-289.08.",
      "heading": "Board to investigate child day programs at direction of Governor",
      "text": "Whenever the Governor considers it proper or necessary to investigate the management of any child day program or family day system licensed by or required to be inspected by the Board under the provisions of this chapter, he may direct the Board, or any committee or agent thereof, to make the investigation. The Board, committee, or agent designated by the Governor shall have power to administer oaths and to summon officers, employees, or other persons to attend as witnesses and to enforce their attendance and to compel them to produce documents and give evidence.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-08/"
    },
    {
      "id": "section-221-289051",
      "number": "22.1-289.05:1.",
      "heading": "(Expires July 1, 2029) Small Family Day Home Provider Incentive Pilot Program",
      "text": "A. With such funds as may be provided for such purpose pursuant to the general appropriation act, there is hereby established the Small Family Day Home Provider Incentive Pilot Program whereby funds are provided to the Ready Region Chesapeake Bay lead to work in conjunction with public and private partners, including the U.S. Department of Defense, Early Childhood Navigators at the Department, local governing bodies, and nonprofit organizations with experience in supporting childcare providers to become licensed, to:\n\n1. Cover the cost of hiring a Navigator focused on providing training and support to small family day homes in the region, including weekend training sessions to provide information on first aid and cardiopulmonary resuscitation (CPR) certification, medication administration, safe sleep practices, emergency planning, recordkeeping, insurance, and compliance with relevant local ordinances; and\n\n2. Provide incentive payments of $500 to any small family day home in the region:\n\na. That is not licensed or voluntarily registered when such home achieves voluntary registration pursuant to § 22.1-289.015;\n\nb. That is voluntarily registered or otherwise unlicensed when such home achieves licensure pursuant to § 22.1-289.011; and\n\nc. When such home first participates in the Virginia Quality Birth to Five (VQB5) system established pursuant to § 22.1-289.05 and meets the standards to qualify for subsidies under the Virginia Child Care Subsidy Program and the Military Child Care in Your Neighborhood-PLUS program.\n\nB. The Ready Region Chesapeake Bay lead shall annually collect and make publicly available data on the number of small family day homes in the region that (i) participated in the weekend trainings provided by the Navigator and (ii) received incentive payments for first achieving voluntary registration or licensure or participating in VQB5.\n\n2025, c. 674.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-05-1/"
    },
    {
      "id": "section-221-289081",
      "number": "22.1-289.08:1.",
      "heading": "Child Care Subsidy Program Overpayment Fund",
      "text": "There is hereby created in the state treasury a special nonreverting fund to be known as the Child Care Subsidy Program Overpayment Fund, referred to in this section as \"the Fund.\" The Fund shall be established on the books of the Comptroller. All overpayment moneys collected or recovered by the Department or any state or local agency contracted to administer the Child Care Subsidy Program, net of any refunds due to the federal government, shall be paid into the state treasury and credited to the Fund, except as prohibited by federal law or regulation. Interest earned on moneys in the Fund shall remain in the Fund and be credited to it. Any moneys remaining in the Fund, including interest thereon, at the end of each fiscal year shall not revert to the general fund but shall remain in the Fund. Moneys in the Fund shall be used solely for the purpose of covering the cost of providing training and supports to early childhood care and education entities. Expenditures and disbursements from the Fund shall be made by the State Treasurer on warrants issued by the Comptroller upon written request signed by the Superintendent.\n\n2022, c. 524.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-08-1/"
    },
    {
      "id": "section-221-289082",
      "number": "22.1-289.08:2.",
      "heading": "Child Care Subsidy Program; categorical eligibility for certain families",
      "text": "Any family that receives public assistance through Medicaid or the Special Supplemental Nutrition Program for Women, Infants, and Children shall be deemed to categorically satisfy income eligibility requirements to receive assistance through the Child Care Subsidy Program.\n\n2024, c. 286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-08-2/"
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "Virginia Preschool Initiative",
      "text": "Virginia Preschool Initiative",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-28909",
      "number": "22.1-289.09.",
      "heading": "Programs designed to promote educational opportunities",
      "text": "A. The General Assembly finds that effective prevention programs designed to assist children at risk of school failure and dropout are practical mechanisms for reducing violent and criminal activity and for ensuring that Virginia's children will reach adulthood with the skills necessary to succeed; to this end, the following program is hereby established. With such funds as are appropriated for this purpose, the General Assembly hereby establishes the Virginia Preschool Initiative as a grant program to be disbursed by the Department of Education to schools and community-based organizations to provide quality preschool programs for at-risk three-year-olds and four-year-olds who are unserved by Head Start programs and for at-risk five-year-olds who are not eligible to attend kindergarten.\n\nB. Grants shall be used to provide at least half-day services for the length of the school year for at-risk three-year-old and four-year-old children who are unserved by Head Start programs and for at-risk five-year-olds who are not eligible to attend kindergarten. The services shall include quality preschool education; health services, including nutrition access programs; social services; parental involvement, including activities to promote family literacy; and transportation.\n\nC. The guidelines for quality preschool education and criteria for preschool education services may be differentiated according to the agency providing the services in order to comply with various relevant federal or state requirements.\n\n1. Any classroom that exceeds benchmarks set by the Board shall be staffed as follows: (i) at least one teacher shall be provided for any classroom with 10 students or fewer students; (ii) if the average daily membership in any classroom exceeds 10 students but does not exceed 20 students, at least one full-time teacher's aide shall be assigned to the classroom; and (iii) the maximum classroom size shall be 20 students.\n\n2. Any classroom that does not exceed benchmarks set by the Board shall be staffed as follows: (i) at least one teacher shall be provided for any classroom with nine or fewer students; (ii) if the average daily membership in any classroom exceeds nine students but does not exceed 18 students, a full-time teacher's aide shall be assigned to such classroom; and (iii) the maximum classroom size shall be 18 students.\n\nD. School divisions and other grantees may apply for and be granted waivers from these guidelines by the Department of Education. Grants shall be distributed, with such funds as are appropriated for this purpose, based on an allocation formula providing the state share of the grant per child, as specified in the appropriation act, for at least 60 percent of the unserved at-risk four-year-olds and five-year-olds who are not eligible to attend kindergarten in the Commonwealth, such 60 percent to be calculated by adding services for 30 percent more of the unserved at-risk children to the 30 percent of unserved at-risk children in each locality provided funding in the appropriation act.\n\nE. Local school boards may elect to serve more than 60 percent of the at-risk four-year-olds and may use federal funds or local funds for this expansion or may seek funding through this grant program for such purposes. Grants may be awarded, if funds are available in excess of the funding for the 60 percent allocation, to expand services to at-risk four-year-olds beyond the 60 percent goal.\n\nF. In order for a locality to qualify for these grants, the local governing body shall commit to providing the required matching funds, based on the composite index of local ability to pay. Localities may use, for the purposes of meeting the local match, local or other nonstate expenditures for existing qualifying programs and shall also continue to pursue and coordinate other funding sources, including child care subsidies. Funds received through this program shall be used to supplement, not supplant, any local funds currently provided for preschool programs within the locality.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-09/"
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "Licensure",
      "text": "Licensure",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-289010",
      "number": "22.1-289.010.",
      "heading": "Application fees; regulations and schedules; use of fees; certain facilities, centers and agencies exempt",
      "text": "The Board is authorized to adopt regulations and schedules for fees to be charged for processing applications for licenses to operate child day programs and family day systems. Such schedules shall specify minimum and maximum fees and, where appropriate, gradations based on the capacity of such facilities, centers, and agencies. Fees shall be used for the development and delivery of training for operators and staff of child day programs and family day systems. Fees shall be expended for this purpose within two fiscal years following the fiscal year in which they are collected. These fees shall not be applicable to facilities, centers, or agencies operated by federal entities.\n\nThe Board shall develop training programs for operators and staffs of licensed child day programs. Such programs shall include formal and informal training offered by institutions of higher education, state and national associations representing child care professionals, local and regional early childhood educational organizations, state agencies and other trainers designated by the Board, and licensed child care providers. Training provided to operators and staffs of licensed child day programs shall include training and information regarding shaken baby syndrome, its effects, and resources for help and support for caretakers. To the maximum extent possible, the Board shall ensure that all provider interests are represented and that no single approach to training shall be given preference.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-010/"
    },
    {
      "id": "section-221-289011",
      "number": "22.1-289.011.",
      "heading": "Licenses required; issuance, expiration, and renewal; maximum number of participants or children; posting of licenses",
      "text": "A. As used in this section, \"person\" means any individual; corporation; partnership; association; limited liability company; local government; state agency, including any department, institution, authority, instrumentality, board, or other administrative agency of the Commonwealth; or other legal or commercial entity that operates or maintains a child day program or family day system.\n\nB. Every person who constitutes, or who operates or maintains, a child day program or family day system shall obtain the appropriate license from the Superintendent, which may be renewed. The Superintendent, upon request, shall consult with, advise, and assist any person interested in securing and maintaining any such license. Each application for a license shall be made to the Superintendent, in such form as he may prescribe. It shall contain the name and address of the applicant and, if the applicant is an association, partnership, limited liability company, or corporation, the names and addresses of its officers and agents. The application shall also contain a description of the activities proposed to be engaged in and the facilities and services to be employed, together with other pertinent information as the Superintendent may require.\n\nC. The licenses shall be issued on forms prescribed by the Superintendent. Any two or more licenses may be issued for concurrent operation of more than one child day program or family day system, but each license shall be issued upon a separate form. Each license for a family day home or family day system and renewals thereof may be issued for periods of up to three successive years, unless sooner revoked or surrendered. Licenses issued to child day centers under this chapter shall have a duration of two years from date of issuance.\n\nD. The Superintendent may extend or shorten the duration of licensure periods for a child day program or family day system whenever, in his sole discretion, it is administratively necessary to redistribute the workload for greater efficiency in staff utilization.\n\nE. Each license shall indicate the maximum number of persons who may be cared for in the child day program or family day system for which it is issued.\n\nF. The license and any other documents required by the Superintendent shall be posted in a conspicuous place on the licensed premises.\n\nG. Every person issued a license that has not been suspended or revoked shall renew such license prior to its expiration.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-011/"
    },
    {
      "id": "section-221-289012",
      "number": "22.1-289.012.",
      "heading": "Local government to report business licenses issued to child day centers and family day homes",
      "text": "The commissioner of the revenue or other local business license official shall report to the Department on a semiannual basis the name, address, and contact information of any child day center or family day home to which a business license was issued.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-012/"
    },
    {
      "id": "section-221-289013",
      "number": "22.1-289.013.",
      "heading": "Investigation on receipt of application",
      "text": "Upon receipt of the application, the Superintendent shall cause an investigation to be made of the activities, services, and facilities of the applicant and of his character and reputation or, if the applicant is an association, partnership, limited liability company, or corporation, the character and reputation of its officers and agents, and upon receipt of the initial application, an investigation of the applicant's financial responsibility. The financial records of an applicant shall not be subject to inspection if the applicant submits an operating budget and at least one credit reference. The character and reputation investigation upon application shall include background checks pursuant to § 22.1-289.036. Records that contain confidential proprietary information furnished to the Department pursuant to this section shall be exempt from disclosure pursuant to subdivision 4 of § 2.2-3705.5.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-013/"
    },
    {
      "id": "section-221-289014",
      "number": "22.1-289.014.",
      "heading": "Variances",
      "text": "The Superintendent may grant a variance to a regulation when the Superintendent determines that (i) a licensee or applicant for licensure as a child day program or family day system has demonstrated that the implementation of a regulation would impose a substantial financial or programmatic hardship and (ii) the variance would not adversely affect the safety and well-being of children in care. The Superintendent shall review each allowable variance at least annually. At a minimum, this review shall address the impact of the allowable variance on persons in care, adherence by the licensee to any conditions attached, and the continuing need for the allowable variance.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-014/"
    },
    {
      "id": "section-221-289015",
      "number": "22.1-289.015.",
      "heading": "Voluntary registration of family day homes; inspections; investigation upon receipt of complaint; revocation or suspension of registration",
      "text": "A. Any person who maintains a family day home serving fewer than five children, exclusive of the provider's own children and any children who reside in the home, may apply for voluntary registration. An applicant for voluntary registration shall file with the Superintendent, prior to beginning any such operation and thereafter biennially, an application which shall include, but not be limited to, the following:\n\n1. The name, address, phone number, and social security number of the person maintaining the family day home;\n\n2. The number and ages of the children to receive care;\n\n3. A sworn statement or affirmation in which the applicant attests to the accuracy of the information submitted to the Superintendent; and\n\n4. Documentation that the background check requirements for registered family day homes in Article 5 (§ 22.1-289.034 et seq.) have been met.\n\nB. The Board shall adopt regulations for voluntarily registered family day homes that include, but are not limited to:\n\n1. The criteria and process for the approval of the certificate of registration;\n\n2. Requirements for a self-administered health and safety guidelines evaluation checklist;\n\n3. A schedule for fees to be paid by the providers to the contract organization or to the Department if it implements the provisions of this section for processing applications for the voluntary registration of family day homes. The charges collected shall be maintained for the purpose of recovering administrative costs incurred in processing applications and certifying such homes as eligible or registered;\n\n4. The criteria and process for the renewal of the certificate of registration; and\n\n5. The requirement that upon receipt of a complaint concerning a registered family day home, the Superintendent shall cause an investigation to be made, including on-site visits as he deems necessary, of the activities, services, and facilities. The person who maintains such home shall afford the Superintendent reasonable opportunity to inspect the operator's facilities and records and to interview any employees and any child or other person within his custody or control. Whenever a registered family day home is determined by the Superintendent to be in noncompliance with the regulations for voluntarily registered family day homes, the Superintendent shall give reasonable notice to the operator of the nature of the noncompliance and may thereafter revoke or suspend the registration.\n\nC. Upon receiving the application on forms prescribed by the Superintendent, and after having determined that the home has satisfied the requirements of the regulations for voluntarily registered family day homes, the Superintendent shall issue a certificate of registration to the family day home.\n\nD. The Superintendent shall contract in accordance with the requirements of the Virginia Public Procurement Act (§ 2.2-4300 et seq.) with qualified local agencies and community organizations to review applications and certify family day homes as eligible for registration, pursuant to the regulations for voluntarily registered family day homes. If no qualified local agencies or community organizations are available, the Superintendent shall implement the provisions of this section. For the purposes of this subsection, \"qualified\" means demonstrated ability to provide sound financial management and administrative services including application processing, maintenance of records and reports, technical assistance, consultation, training, monitoring, and random inspections.\n\nE. The scope of services in contracts shall include:\n\n1. The identification of family day homes which may meet the standards for voluntary registration provided in subsection A; and\n\n2. A requirement that the contract organization shall provide administrative services, including, but not limited to, processing applications for the voluntary registration of family day homes; certifying such homes as eligible for registration; providing technical assistance, training and consultation with family day homes; ensuring providers' compliance with the regulations for voluntarily registered family day homes, including monitoring and random inspections; and maintaining permanent records regarding all family day homes which it may certify as eligible for registration.\n\nF. The contract organization, upon determining that a family day home has satisfied the requirements of the regulations for voluntarily registered family day homes, shall certify the home as eligible for registration on forms prescribed by the Superintendent. The Superintendent, upon determining that certification has been properly issued, may register the family day home.\n\nG. The provisions of this section shall not apply to any family day home located in a county, city, or town in which the governing body provides by ordinance for the regulation and licensing of persons who provide child-care services for compensation and for the regulation and licensing of child-care facilities pursuant to the provisions of § 15.2-914.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-015/"
    },
    {
      "id": "section-221-289016",
      "number": "22.1-289.016.",
      "heading": "Unlicensed and unregistered family day homes; notice to parents",
      "text": "Every unlicensed, unregistered family day home shall provide written notice to the parents of every child receiving care, at the time the family day home begins providing care for the child, stating that the family day home is not regulated by the Department and referring parents to a website maintained by the Department for additional information regarding licensed, registered, and unlicensed, unregistered family day homes. The provisions of this section shall not apply to an unlicensed, unregistered family day home in which all of the children receiving care are related to the provider by blood or marriage.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-016/"
    },
    {
      "id": "section-221-289017",
      "number": "22.1-289.017.",
      "heading": "Compliance with Uniform Statewide Building Code",
      "text": "Buildings licensed as child day programs or family day systems shall be classified by and meet the specifications for the proper Use Group as required by the Virginia Uniform Statewide Building Code.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-017/"
    },
    {
      "id": "section-221-289018",
      "number": "22.1-289.018.",
      "heading": "Inspections and interviews",
      "text": "A. Applicants for licensure and licensees shall at all times afford the Superintendent reasonable opportunity to inspect all of their facilities, books and records, and to interview their agents and employees and any person living or participating in such facilities, or under their custody, control, direction, or supervision. Interviews conducted pursuant to this section with persons living or participating in a facility operated by or under the custody, control, direction, or supervision of an applicant for licensure or a licensee shall be (i) authorized by the person to be interviewed or his legally authorized representative and (ii) limited to discussion of issues related to the applicant's or licensee's compliance with applicable laws and regulations, including ascertaining if assessments and reassessments of residents' cognitive and physical needs are performed as required under regulations of the Board.\n\nB. All licensed child day programs and family day systems shall be inspected not less than twice annually, and one of those inspections shall be unannounced.\n\nC. The activities, services, and facilities of each applicant for renewal of his license as a child day program or family day system shall be subject to an inspection or examination by the Superintendent to determine if he is in compliance with current regulations of the Board.\n\nD. The Superintendent may authorize such other announced or unannounced inspections as the Superintendent considers appropriate.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-018/"
    },
    {
      "id": "section-221-289019",
      "number": "22.1-289.019.",
      "heading": "Inspections of child day programs and family day systems; prioritization",
      "text": "The Superintendent shall prioritize inspections of child day programs and family day systems in the following order: (i) inspections conducted in response to a complaint involving a licensed, registered, license-exempt, or unlicensed child day program or family day system; (ii) inspections of licensed or registered child day programs and family day systems that are not conducted in response to a complaint; (iii) inspections of license-exempt or unlicensed child day programs and family day systems that have entered into a contract with the Department or its agents or designees or a local department of social services to provide child care services funded by the Child Care and Development Block Grant, other than inspections conducted in response to a complaint; and (iv) inspections of license-exempt and unlicensed child day programs and family day systems that are not conducted in response to a complaint.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-019/"
    },
    {
      "id": "section-221-289020",
      "number": "22.1-289.020.",
      "heading": "Issuance or refusal of license; notification; provisional and conditional licenses",
      "text": "Upon completion of his investigation, the Superintendent shall issue an appropriate license to the applicant if (i) the applicant has made adequate provision for such activities, services, and facilities as are reasonably conducive to the welfare of the children over whom he may have control; (ii) at the time of initial application, the applicant has submitted an operating budget and at least one credit reference; (iii) he is, or the officers and agents of the applicant if it is an association, partnership, limited liability company, or corporation are, of good character and reputation; and (iv) the applicant and agents comply with the provisions of this chapter. Otherwise, the license shall be denied. Immediately upon taking final action, the Superintendent shall notify the applicant of such action.\n\nUpon completion of the investigation for the renewal of a license, the Superintendent may issue a provisional license to any applicant if the applicant is temporarily unable to comply with all of the licensure requirements. The provisional license may be renewed, but the issuance of a provisional license and any renewals thereof shall be for no longer a period than six successive months. A copy of the provisional license shall be prominently displayed by the provider at each public entrance of the subject facility and shall be printed in a clear and legible size and style. In addition, the facility shall be required to prominently display next to the posted provisional license a notice that a description of specific violations of licensing standards to be corrected and the deadline for completion of such corrections is available for inspection at the facility and on the facility's website, if applicable.\n\nAt the discretion of the Superintendent, a conditional license may be issued to an applicant to operate a new facility in order to permit the applicant to demonstrate compliance with licensure requirements. Such conditional license may be renewed, but the issuance of a conditional license and any renewals thereof shall be for no longer a period than six successive months.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-020/"
    },
    {
      "id": "section-221-289021",
      "number": "22.1-289.021.",
      "heading": "Records and reports",
      "text": "Every licensed or registered child day program and family day system shall keep such records and make such reports to the Superintendent as he may require. The forms to be used in the making of such reports shall be prescribed and furnished by the Superintendent.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-021/"
    },
    {
      "id": "section-221-289022",
      "number": "22.1-289.022.",
      "heading": "Enforcement and sanctions; child day programs and family day systems; revocation and denial",
      "text": "A. The Superintendent may revoke or deny the renewal of the license of any child day program or family day system that violates any provision of this chapter or fails to comply with the limitations and standards set forth in its license.\n\nB. Pursuant to the procedures set forth in subsection C, and in addition to the authority for other disciplinary actions provided in this title, the Superintendent may issue a notice of summary suspension of the license of any child day program or family day system, in conjunction with any proceeding for revocation, denial, or other action, when conditions or practices exist in the child day program or family day system that pose an immediate and substantial threat to the health, safety, and welfare of the children receiving care, and the Superintendent believes the operation of the child day program or family day system should be suspended during the pendency of such proceeding.\n\nC. A notice of summary suspension issued by the Superintendent to a child day program or family day system shall set forth (i) the summary suspension procedures; (ii) hearing and appeal rights as provided in this subsection; (iii) facts and evidence that formed the basis for the summary suspension; and (iv) the time, date, and location of a hearing to determine whether the summary suspension is appropriate. Such notice shall be served on the child day program or family day system or its designee as soon as practicable thereafter by personal service or certified mail, return receipt requested, to the address of record of the child day program or family day system.\n\nThe summary suspension hearing shall be presided over by a hearing officer selected by the Superintendent from a list prepared by the Executive Secretary of the Supreme Court of Virginia and shall be held as soon as practicable, but in no event later than 15 business days following service of the notice of summary suspension; however, the hearing officer may grant a written request for a continuance, not to exceed an additional 10 business days, for good cause shown. Within 10 business days after such hearing, the hearing officer shall provide to the Superintendent written findings and conclusions, together with a recommendation as to whether the license should be summarily suspended.\n\nWithin 10 business days of the receipt of the hearing officer's findings, conclusions, and recommendation, the Superintendent may issue a final order of summary suspension or an order that such summary suspension is not warranted by the facts and circumstances presented. The Superintendent shall adopt the hearing officer's recommended decision unless to do so would be an error of law or Department policy. In the event that the Superintendent rejects the hearing officer's findings, conclusions, or recommendation, the Superintendent shall state with particularity the basis for rejection. In issuing a final order of summary suspension, the Superintendent may choose to suspend the license of the child day program or family day system or to suspend only certain authority of the child day program or family day system to operate, including the authority to provide certain services or perform certain functions that the Superintendent determines should be restricted or modified in order to protect the health, safety, or welfare of the children receiving care. A final order of summary suspension shall include notice that the licensee may appeal the Superintendent's decision to the appropriate circuit court no later than 10 days following service of the order. The sole issue before the court shall be whether the Superintendent had reasonable grounds to require the licensee to cease operations during the pendency of the concurrent revocation, denial, or other proceeding. The concurrent revocation, denial, or other proceeding shall not be affected by the outcome of any hearing on the appropriateness of the summary suspension.\n\nA copy of any final order of summary suspension shall be prominently displayed by the child day program or family day system at each public entrance of the facility, or in lieu thereof, the child day program or family day system may display a written statement summarizing the terms of the order in a prominent location, printed in a clear and legible size and typeface, and identifying the location within the facility where the final order of summary suspension may be reviewed.\n\nThe willful and material failure to comply with the final order of summary suspension constitutes a violation of subdivision 3 of § 22.1-289.027.\n\nThe provisions of this subsection shall not apply to any child day program or family day system operated by an agency of the Commonwealth, which shall instead be governed by the provisions of subsection D.\n\nD. Whenever the Superintendent issues a summary order of suspension of the license to operate a child day program or family day system operated by an agency of the Commonwealth:\n\n1. Before such summary order of suspension shall take effect, the Superintendent shall issue to the child day program or family day system a notice of summary order of suspension setting forth (i) the procedures for a hearing and right of review as provided in this section and (ii) facts and evidence that formed the basis on which the summary order of suspension is sought. Such notice shall be served on the licensee or its designee as soon as practicable thereafter by personal service or certified mail, return receipt requested, to the address of record of the licensee. The notice shall state the time, date, and location of a hearing to determine whether the suspension is appropriate. Such hearing shall be held no later than three business days after the issuance of the notice of the summary order of suspension and shall be convened by the Superintendent or his designee. After such hearing, the Superintendent may issue a final order of summary suspension or may find that such summary suspension is not warranted by the facts and circumstances presented.\n\n2. A final order of summary suspension shall include notice that the licensee may request, in writing and within three business days after receiving the Superintendent's decision, that the Superintendent refer the matter to the Secretary of Education for resolution within three business days of the referral. Any determination by the Secretary shall be final and not subject to judicial review. If the final order of summary suspension is upheld, it shall take effect immediately, and a copy of the final order of summary suspension shall be prominently displayed by the licensee at each public entrance of the facility. Any concurrent revocation, denial, or other proceedings shall not be affected by the outcome of any determination by the Secretary.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-022/"
    },
    {
      "id": "section-221-289023",
      "number": "22.1-289.023.",
      "heading": "Enforcement and sanctions; special orders; civil penalties",
      "text": "A. Notwithstanding any other provision of law, following a proceeding as provided in § 2.2-4019, the Superintendent may issue a special order (i) for violation of any of the provisions of this chapter, § 54.1-3408, or any regulation adopted under any provision of this chapter which violation adversely affects, or is an imminent and substantial threat to, the health, safety, or welfare of the person cared for therein, or (ii) for permitting, aiding, or abetting the commission of any illegal act in a child day program or family day system. Notice of the Superintendent's intent to take any of the actions enumerated in subdivisions B 1 through 6 shall be provided by the Department, and a copy of such notice shall be posted in a prominent place at each public entrance of the licensed premises to advise consumers of serious or persistent violations. The issuance of a special order shall be considered a case decision as defined in § 2.2-4001. Actions set forth in subsection B may be appealed by (a) a child day program or family day system operated by an agency of the Commonwealth in accordance with § 22.1-289.025 or (b) any other child day program or family day system in accordance with the Administrative Process Act (§ 2.2-4000 et seq.). The Superintendent shall not delegate his authority to impose civil penalties in conjunction with the issuance of special orders.\n\nB. The Superintendent may take the following actions regarding child day programs and family day systems through the issuance of a special order and may require a copy of the special order provided by the Department to be posted in a prominent place at each public entrance of the licensed premises to advise consumers of serious or persistent violations:\n\n1. Place a licensee on probation upon finding that the licensee is substantially out of compliance with the terms of its license and that the health and safety of children are at risk;\n\n2. Reduce licensed capacity or prohibit new admissions when the Superintendent concludes that the licensee cannot make necessary corrections to achieve compliance with regulations except by a temporary restriction of its scope of service;\n\n3. Mandate training for the licensee or licensee's employees, with any costs to be borne by the licensee, when the Superintendent concludes that the lack of such training has led directly to violations of regulations;\n\n4. Assess civil penalties of not more than $500 per inspection upon finding that the child day program or family day system is substantially out of compliance with the terms of its license and the health and safety of children are at risk; however, no civil penalty shall be imposed pursuant to this subdivision on any child day program or family day system operated by an agency of the Commonwealth;\n\n5. Require licensees to contact parents, guardians, or other responsible persons in writing regarding health and safety violations; and\n\n6. Prevent licensees who are substantially out of compliance with the licensure terms or in violation of the regulations from receiving public funds.\n\nC. The Board shall adopt regulations to implement the provisions of this section.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-023/"
    },
    {
      "id": "section-221-289024",
      "number": "22.1-289.024.",
      "heading": "Appeal from refusal, denial of renewal, or revocation of license",
      "text": "A. Whenever the Superintendent refuses to issue a license or to renew a license or revokes a license for a child day program or family day system operated by an agency of the Commonwealth, the provisions of § 22.1-289.025 shall apply. Whenever the Superintendent refuses to issue a license or to renew a license or revokes a license for any child day program or family day system other than a child day program or family day system operated by an agency of the Commonwealth, the provisions of the Administrative Process Act (§ 2.2-4000 et seq.) shall apply, except that all appeals from notice of the Superintendent's intent to refuse to issue or renew, or revoke a license shall be received in writing from the child day program or family day system operator within 15 days of the date of receipt of the notice. Judicial review of a final review agency decision shall be in accordance with the provisions of the Administrative Process Act. No stay may be granted upon appeal to the Supreme Court or the Court of Appeals.\n\nB. In every appeal to a court of record, the Superintendent shall be named defendant.\n\nC. An appeal, taken as provided in this section, shall operate to stay any criminal prosecution for operation without a license.\n\nD. When issuance or renewal of a license for a child day program or family day system has been refused by the Superintendent, the applicant shall not thereafter for a period of six months apply again for such license unless the Superintendent in his sole discretion believes that there has been such a change in the conditions on account of which he refused the prior application as to justify considering the new application. When an appeal is taken by the applicant pursuant to subsection A, the six-month period shall be extended until a final decision has been rendered on appeal.\n\n2020, cc. 860, 861; 2021, Sp. Sess. I, c. 489.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-024/"
    },
    {
      "id": "section-221-289025",
      "number": "22.1-289.025.",
      "heading": "Right to appeal notice of intent; child day programs and family day systems operated by agencies of the Commonwealth",
      "text": "Any child day program or family day system operated by an agency of the Commonwealth shall have the right to appeal any notice of intent as follows:\n\n1. Within 30 days after receiving a notice of intent to impose a sanction, the licensee shall request in writing that the Superintendent review the intended agency action and may submit, together with such request, relevant information, documentation, or other pertinent data supporting its appeal. The Superintendent shall issue a decision within 60 days after receiving the request and shall have the authority to uphold the sanction or take whatever action he deems appropriate to resolve the controversy.\n\n2. If the child day program or family day system disputes the Superintendent's decision, the licensee shall request, within 30 days of receiving the Superintendent's decision, that the Superintendent refer the matter to the Secretary of Education. The Secretary shall issue a decision within 60 days of receiving the request for review. The Secretary's decision shall be final and shall not be subject to review.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-025/"
    },
    {
      "id": "section-221-289026",
      "number": "22.1-289.026.",
      "heading": "Injunction against operation without license",
      "text": "Any circuit court having jurisdiction in the county or city where the principal office of any child day program or family day system is located shall, at the suit of the Superintendent, have jurisdiction to enjoin its operation without a license required by this chapter.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-026/"
    },
    {
      "id": "section-221-289027",
      "number": "22.1-289.027.",
      "heading": "Offenses; penalty",
      "text": "Any person, and each officer and each member of the governing board of any association or corporation that operates a child day program or family day system, shall be guilty of a Class 1 misdemeanor if he:\n\n1. Interferes with any representative of the Superintendent in the discharge of his duties under this chapter;\n\n2. Makes to the Superintendent or any representative of the Superintendent any report or statement, with respect to the operation of any child day program or family day system, that is known by such person to be false or untrue;\n\n3. Operates or engages in the conduct of a child day program or family day system without first obtaining a license as required by this chapter or after such license has been revoked or suspended or has expired and not been renewed. No violation shall occur if the agency has applied to the Department for renewal prior to the expiration date of the license. Every day's violation of this subdivision shall constitute a separate offense; or\n\n4. Operates or engages in the conduct of a child day program or family day system serving more persons than the maximum stipulated in the license.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-027/"
    },
    {
      "id": "section-221-289028",
      "number": "22.1-289.028.",
      "heading": "Misleading advertising prohibited",
      "text": "No child day program or family day system shall make, publish, disseminate, circulate, or place before the public or cause, directly or indirectly, to be made, published, disseminated, circulated or placed before the public in this Commonwealth, in a newspaper or other publication; in the form of a book, notice, handbill, poster, blueprint, map, bill, tag, label, circular, pamphlet, or letter; or via electronic mail, website, automatic mailing list services (listservs), newsgroups, facsimile, chat rooms; or in any other way an advertisement of any sort regarding services or anything so offered to the public, which advertisement contains any promise, assertion, representation or statement of fact that is untrue, deceptive, or misleading.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-028/"
    },
    {
      "id": "section-221-289029",
      "number": "22.1-289.029.",
      "heading": "Duty of attorneys for the Commonwealth",
      "text": "It shall be the duty of the attorney for the Commonwealth of every county and city to prosecute all violations of this chapter.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-029/"
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "Unlicensed Programs",
      "text": "Unlicensed Programs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-289030",
      "number": "22.1-289.030.",
      "heading": "Exemptions from licensure",
      "text": "A. The following programs are not child day programs and shall not be required to be licensed:\n\n1. A program of instructional experience in a single focus, such as, but not limited to, computer science, archaeology, sport clinics, or music, if children under the age of six do not attend at all and if no child is allowed to attend for more than 25 days in any three-month period commencing with enrollment. This exemption does not apply if children merely change their enrollment to a different focus area at a site offering a variety of activities and such children's attendance exceeds 25 days in a three-month period.\n\n2. Programs of instructional or recreational activities wherein no child under age five attends for more than six hours weekly with no class or activity period to exceed one and one-half hours, and no child five years of age or above attends for more than six hours weekly when school is in session or 12 hours weekly when school is not in session. Competition, performances, and exhibitions related to the instructional or recreational activity shall be excluded when determining the hours of program operation.\n\n3. Instructional programs offered by private schools that serve school-age children and that satisfy compulsory attendance laws or provide services under the Individuals with Disabilities Education Act, as amended, and programs of school-sponsored extracurricular activities that are focused on single interests such as, but not limited to, music, sports, drama, civic service, or foreign language.\n\n4. Instructional programs offered by public schools that serve preschool-age children, satisfy compulsory attendance laws, or provide services under the Individuals with Disabilities Education Act (20 U.S.C. § 1400 et seq.), as amended, and programs of school-sponsored extracurricular activities that are focused on single interests such as, but not limited to, music, sports, drama, civic service, or foreign language.\n\n5. Early intervention programs for children eligible under Part C of the Individuals with Disabilities Education Act (20 U.S.C. § 1431 et seq.), as amended, wherein no child attends for more than a total of six hours per week.\n\n6. Practice or competition in organized competitive sports leagues.\n\n7. Programs of religious instruction, such as Sunday schools, vacation Bible schools, Bar Mitzvah or Bat Mitzvah classes, and nurseries offered by religious institutions and provided for the duration of specified religious services or related activities to allow parents or guardians or their designees who are on site to attend such religious services and activities.\n\n8. A program of instructional or athletic experience operated during the summer months by, and as an extension of, an accredited private elementary, middle, or high school program as set forth in § 22.1-19 and administered by the Virginia Council for Private Education.\n\n9. Programs providing instructional experience in horse riding, provided that (i) such a program is taught (a) by an adult with a recognized certification in horse riding instruction and (b) to fewer than 12 children at any time, (ii) at least one adult actively supervises no more than three children at any time during such a program, and (iii) the majority of programming for any such program relates to horse riding and equine activities.\n\nB. The following child day programs shall not be required to be licensed:\n\n1. A child day center that has obtained an exemption pursuant to § 22.1-289.031.\n\n2. A program where, by written policy given to and signed by a parent or guardian, school-age children are free to enter and leave the premises without permission. A program that would qualify for this exemption except that it assumes responsibility for the supervision, protection, and well-being of several children with disabilities who are mainstreamed shall not be subject to licensure.\n\n3. A program that operates no more than a total of 20 program days in the course of a calendar year, provided that programs serving children under age six operate no more than two consecutive weeks without a break of at least a week.\n\n4. Child-minding services that are not available for more than three hours per day for any individual child offered on site in commercial or recreational establishments if the parent or guardian (i) can be contacted and can resume responsibility for the child's supervision within 30 minutes and (ii) is receiving or providing services or participating in activities offered by the establishment.\n\n5. A certified preschool or nursery school program operated by an accredited private school as set forth in § 22.1-19 and administered by the Virginia Council for Private Education that complies with the provisions of § 22.1-289.03.\n\n6. A program of recreational activities offered by local governments, staffed by local government employees, and attended by school-age children. Such programs shall be subject to safety and supervisory standards established by the local government offering the program.\n\n7. A program offered by a local school division, operated for no more than four hours per day on full instructional days or for more than four hours per day on shortened instructional days or noninstructional days, staffed by local school division employees, and attended by children who are at least three years of age and are enrolled in public school or a preschool program within such school division. Such programs shall be subject to safety and supervisory standards established by the local school division offering the program.\n\n8. Child-minding services offered by a business on the premises of the business to no more than four children under the age of 13 at any given time and for no more than eight hours per day, provided that the parent or guardian of every child receiving care is an employee of the business who is on the premises of the business and can resume responsibility for the child's supervision within 30 minutes upon request.\n\n9. A program offered by a private school accredited by and in good standing with the Virginia Council for Private Education, operated for no more than four hours per day, staffed by the accredited private school's employees, and attended by school-age children who are enrolled in the accredited private school. Such programs shall be subject to safety and supervisory standards established by the Virginia Council for Private Education.\n\n10. A child day program that (i) serves only dependent children of military personnel and (ii) (a) is located on a military base or federal property or (b) is certified as a family child care provider by a branch of the Armed Forces of the United States. Any branch of the Armed Forces of the United States or its agent, including an installation commander of a military base on which a child day program is located, may assume responsibility for approving or determining which children may be served by the program that is so exempted from licensure.\n\n11. An out-of-school time program pursuant to § 22.1-289.02 that (i) is affiliated with a national organization with established health and safety requirements; (ii) is in compliance with any health and safety requirements established by the national organization described in clause (i); (iii) has adopted standards and requirements relating to staff training and qualifications that are consistent with the Board's regulations relating to staff training requirements and qualifications; (iv) requires all applicants for employment, employees, applicants to serve as volunteers, and volunteers to undergo a background check in accordance with § 22.1-289.039 and, if applicable, in accordance with the provisions of § 22.1-289.040; and (v) has policies and procedures relating to emergency preparedness and response, child abuse prevention and response, and internal incident reporting and investigation. If there is a conflict between any of the health and safety requirements established by the national organization or any other standards, requirements, policies, or procedures adopted by the out-of-school time program and the Board's regulations, the Board shall conduct an internal review process and consult with the out-of-school time program provider to ensure substantial compliance with the Board's regulations.\n\nC. Child day programs that are exempt from licensure pursuant to subsection B, except for child day programs that are exempt from licensure pursuant to subdivision B 1, 5, or 11, shall:\n\n1. File with the Superintendent annually and prior to beginning operation of a child day program a statement indicating the intent to operate a child day program, identifying the specific provision of this section relied upon for exemption from licensure, and certifying that the child day program has disclosed in writing to the parents or guardians of the children in the program the fact that it is exempt from licensure;\n\n2. Report to the Superintendent all incidents involving serious physical injury to or death of children attending the child day program. Reports of serious physical injuries, which shall include any physical injuries that require an emergency referral to an offsite health care professional or treatment in a hospital, shall be submitted annually. Reports of deaths shall be submitted no later than one business day after the death occurred; and\n\n3. Post in a visible location on the premises notice that the child day program is operating as a program exempt from licensure with basic health and safety requirements but has no direct oversight by the Department.\n\nD. Child day programs that are exempt from licensure pursuant to subsection B, except for child day programs that are exempt from licensure pursuant to subdivision B 1, 5, 6, 7, or 11 shall:\n\n1. Have a person trained and certified in first aid and cardiopulmonary resuscitation present at the child day program whenever children are present or at any other location in which children attending the child day program are present;\n\n2. Maintain daily attendance records that document the arrival and departure of all children;\n\n3. Have an emergency preparedness plan in place;\n\n4. Comply with all applicable laws and regulations governing transportation of children; and\n\n5. Comply with all safe sleep guidelines recommended by the American Academy of Pediatrics.\n\nE. The Superintendent shall inspect child day programs that are exempt from licensure pursuant to subsection B to determine compliance with the provisions of this section only upon receipt of a complaint, except as otherwise provided by law.\n\nF. Family day homes that are members of a licensed family day system shall not be required to obtain a license from the Superintendent.\n\n2020, cc. 860, 861; 2022, c. 615; 2023, cc. 10, 254, 255; 2024, cc. 49, 259; 2025, cc. 172, 328.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-030/"
    },
    {
      "id": "section-221-289031",
      "number": "22.1-289.031.",
      "heading": "Child day center operated by religious institution exempt from licensure; annual statement and documentary evidence required; enforcement; injunctive relief",
      "text": "A. Notwithstanding any other provisions of this chapter, a child day center, including a child day center operated or conducted under the auspices of a religious institution, shall be exempt from the licensure requirements of this chapter, but shall comply with the provisions of this section unless it chooses to be licensed. If such religious institution chooses not to be licensed, it shall file with the Superintendent, prior to beginning operation of a child day center and thereafter annually, a statement of intent to operate a child day center, certification that the child day center has disclosed in writing to the parents or guardians of the children in the center the fact that it is exempt from licensure and has posted the fact that it is exempt from licensure in a visible location on the premises, the qualifications of the personnel employed therein, and documentary evidence that:\n\n1. Such religious institution has tax exempt status as a nonprofit religious institution in accordance with § 501(c) of the Internal Revenue Code of 1954, as amended, or that the real property owned and exclusively occupied by the religious institution is exempt from local taxation.\n\n2. Within the prior 90 days for the initial exemption and within the prior 180 days for exemptions thereafter, the local health department and local fire marshal or Office of the State Fire Marshal, whichever is appropriate, have inspected the physical facilities of the child day center and have determined that the center is in compliance with applicable laws and regulations with regard to food service activities, health and sanitation, water supply, building codes, and the Statewide Fire Prevention Code or the Uniform Statewide Building Code.\n\n3. The child day center employs supervisory personnel according to the following ratio of staff to children:\n\na. One staff member to four children from ages zero to 16 months.\n\nb. One staff member to five children from ages 16 months to 24 months.\n\nc. One staff member to eight children from ages 24 months to 36 months.\n\nd. One staff member to 10 children from ages 36 months to five years.\n\ne. One staff member to 20 children from ages five years to nine years.\n\nf. One staff member to 25 children from ages nine years to 12 years.\n\nStaff shall be counted in the required staff-to-children ratios only when they are directly supervising children. When a group of children receiving care includes children from different age brackets, the age of the youngest child in the group shall be used to determine the staff-to-children ratio that applies to that group. For each group of children receiving care, at least one adult staff member shall be regularly present. However, during designated daily rest periods and designated sleep periods of evening and overnight care programs, for children ages 16 months to six years, only one staff member shall be required to be present with the children under supervision. In such cases, at least one staff member shall be physically present in the same space as the children under supervision at all times. Other staff members counted for purposes of the staff-to-child ratio need not be physically present in the same space as the resting or sleeping children, but shall be present on the same floor as the resting or sleeping children and shall have no barrier to their immediate access to the resting or sleeping children. The staff member who is physically present in the same space as the sleeping children shall be able to summon additional staff counted in the staff-to-child ratio without leaving the space in which the resting or sleeping children are located.\n\nStaff members shall be at least 16 years of age. Staff members under 18 years of age shall be under the supervision of an adult staff member. Adult staff members shall supervise no more than two staff members under 18 years of age at any given time.\n\n4. Each person in a supervisory position has been certified by a practicing physician or physician assistant to be free from any disability which would prevent him from caring for children under his supervision.\n\n5. The center is in compliance with the requirements of:\n\na. This section.\n\nb. Section 22.1-289.039 relating to background checks.\n\nc. Section 63.2-1509 relating to the reporting of suspected cases of child abuse and neglect.\n\nd. Chapter 3 (§ 46.2-300 et seq.) of Title 46.2 regarding a valid Virginia driver's license or commercial driver's license; Article 21 (§ 46.2-1157 et seq.) of Chapter 10 of Title 46.2, regarding vehicle inspections; ensuring that any vehicle used to transport children is an insured motor vehicle as defined in § 46.2-705; and Article 13 (§ 46.2-1095 et seq.) of Chapter 10 of Title 46.2, regarding child restraint devices.\n\n6. The following aspects of the child day center's operations are described in a written statement provided to the parents or guardians of the children in the center and made available to the general public: physical facilities, enrollment capacity, food services, health requirements for the staff, and public liability insurance.\n\n7. The individual seeking to operate the child day center is not currently ineligible to operate another child day program due to a suspension or revocation of his license or license exemption for reasons involving child safety or any criminal conviction, including fraud, related to such child day program.\n\n8. A person trained and certified in first aid and cardiopulmonary resuscitation (CPR) will be present at the child day center whenever children are present or at any other location in which children attending the child day center are present.\n\n9. The child day center is in compliance with all safe sleep guidelines recommended by the American Academy of Pediatrics.\n\nB. The center shall establish and implement procedures for:\n\n1. Hand washing by staff and children before eating and after toileting and diapering.\n\n2. Appropriate supervision of all children in care, including daily intake and dismissal procedures to ensure safety of children.\n\n3. A daily simple health screening and exclusion of sick children by a person trained to perform such screenings.\n\n4. Ensuring that all children in the center are in compliance with the provisions of § 32.1-46 regarding the immunization of children against certain diseases.\n\n5. Ensuring that all areas of the premises accessible to children are free of obvious injury hazards, including providing and maintaining sand or other cushioning material under playground equipment.\n\n6. Ensuring that all staff are able to recognize the signs of child abuse and neglect.\n\n7. Ensuring that all incidents involving serious physical injury to or death of children attending the child day center are reported to the Superintendent. Reports of serious physical injuries, which shall include any physical injuries that require an emergency referral to an offsite health care professional or treatment in a hospital, shall be submitted annually. Reports of deaths shall be submitted no later than one business day after the death occurred.\n\nC. The Superintendent may perform on-site inspections of religious institutions to confirm compliance with the provisions of this section and to investigate complaints that the religious institution is not in compliance with the provisions of this section. The Superintendent may revoke the exemption for any child day center in serious or persistent violation of the requirements of this section. If a religious institution operates a child day center and does not file the statement and documentary evidence required by this section, the Superintendent shall give reasonable notice to such religious institution of the nature of its noncompliance and may thereafter take such action as he determines appropriate, including a suit to enjoin the operation of the child day center.\n\nD. Any person who has reason to believe that a child day center falling within the provisions of this section is not in compliance with the requirements of this section may report the same to the Department, the local health department, or the local fire marshal, each of which may inspect the child day center for noncompliance, give reasonable notice to the religious institution, and thereafter may take appropriate action as provided by law, including a suit to enjoin the operation of the child day center.\n\nE. Nothing in this section shall prohibit a child day center operated by or conducted under the auspices of a religious institution from obtaining a license pursuant to this chapter.\n\n2020, cc. 494, 495, 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-031/"
    },
    {
      "id": "section-221-289032",
      "number": "22.1-289.032.",
      "heading": "Certification of preschool or nursery school programs operated by accredited private schools; provisional certification; annual statement and documentary evidence required; enforcement; injunctive relief",
      "text": "A. A preschool or nursery school program operated by a private school accredited by an accrediting organization recognized by the Board pursuant to § 22.1-19 shall be exempt from licensure under this chapter if it complies with the provisions of this section and meets the requirements of subsection B.\n\nB. A school described in subsection A shall meet the following conditions in order to be exempt under this subsection:\n\n1. The school offers kindergarten or elementary school instructional programs that satisfy compulsory school attendance laws, and children below the age of compulsory school attendance also participate in such instructional programs;\n\n2. The number of pupils in the preschool program does not exceed 12 pupils for each instructional adult, or if operated as a Montessori program with mixed age groups of three-year-old to six-year-old children, the number of pupils in the preschool program does not exceed 15 pupils for each instructional adult;\n\n3. The school (i) maintains an average enrollment ratio during the current school year of five children age five or above to one four-year-old child, and no child in attendance is under age four, or (ii) does not allow children below the age of eligibility for kindergarten attendance to attend the preschool program for more than five hours per day, of which no more than four hours of instructional classes may be provided per day, and no child in attendance is under age three;\n\n4. The preschool offers instructional classes and does not hold itself out as a child care center or child day program;\n\n5. Children enrolled in the preschool do not attend more than five days per week; and\n\n6. The school maintains a certificate or permit issued pursuant to a local government ordinance that addresses health, safety, and welfare of the children.\n\nC. The school shall file with the Superintendent, prior to the beginning of the school year or calendar year, as the case may be, and thereafter, annually, a statement which includes the following:\n\n1. Intent to operate a certified preschool program;\n\n2. Documentary evidence that the school has been accredited as provided in subsection A;\n\n3. Documentation that the school has disclosed in writing to the parents, guardians, or persons having charge of a child enrolled in the school's preschool program and has posted in a visible location on the premises the fact of the program's exemption from licensure;\n\n4. Documentary evidence that the physical facility in which the preschool program will be conducted has been inspected (i) before initial certification by the local building official and (ii) within the 12-month period prior to initial certification and at least annually thereafter by the local health department, and local fire marshal or Office of the State Fire Marshal, whichever is appropriate, and an inspection report that documents that the facility is in compliance with applicable laws and regulations pertaining to food services, health and sanitation, water supply, building codes, and the Statewide Fire Prevention Code or the Uniform Statewide Building Code;\n\n5. Documentation that the school has disclosed the following in writing to the parents, guardians, or persons having charge of a child enrolled in the school's preschool program, and in a written statement available to the general public: (i) the school facility is in compliance with applicable laws and regulations pertaining to food services, health and sanitation, water supply, building codes, and the Statewide Fire Prevention Code or the Uniform Statewide Building Code; (ii) the preschool program's maximum capacity; (iii) the school's policy or practice for pupil-teacher ratio, staffing patterns, and staff health requirements; and (iv) a description of the school's public liability insurance, if any;\n\n6. Qualifications of school personnel who work in the preschool program;\n\n7. Certification that the school will report to the Superintendent all incidents involving serious injury to or death of children attending the preschool program. Reports of serious injuries, which shall include any injuries that require an emergency referral to an offsite health care professional or treatment in a hospital, shall be submitted annually. Reports of deaths shall be submitted no later than one business day after the death occurred; and\n\n8. Documentary evidence that the private school, as set forth in § 22.1-19 and administered by the Virginia Council for Private Education, requires all employees of the preschool and other school employees who have contact with the children enrolled in the preschool program to obtain a criminal record check as provided in § 22.1-289.035 to meet the requirements of § 22.1-296.3 as a condition of initial or continued employment.\n\nAll accredited private schools seeking certification of preschool programs shall file such information on forms prescribed by the Superintendent. The Superintendent shall certify all preschool programs of accredited private schools which comply with the provisions of subsection A. The Superintendent may conduct an annual inspection of such preschool programs to ensure compliance with the provisions of this section and conduct inspections to investigate complaints alleging noncompliance.\n\nD. A preschool program of a private school that has not been accredited as provided in subsection A shall be subject to licensure.\n\nE. If the preschool program of a private school that is accredited as provided in subsection A fails to file the statement and the required documentary evidence, the Superintendent shall notify the school of its noncompliance and may thereafter take such action as he determines appropriate, including notice that the program is required to be licensed.\n\nF. The revocation or denial of the certification of a preschool program shall be subject to appeal pursuant to the provisions of the Administrative Process Act (§ 2.2-4000 et seq.). Judicial review of a final agency decision shall be in accordance with the provisions of the Administrative Process Act.\n\nG. Any person who has reason to believe that a private school falling within the provisions of this section is in noncompliance with any applicable requirement of this section may report the same to the Department, the local health department, or the local fire marshal, each of which may inspect the school for noncompliance, give reasonable notice to the school of the nature of its noncompliance, and thereafter may take appropriate action as provided by law, including a suit to enjoin the operation of the preschool program.\n\nH. Upon receipt of a complaint concerning a certified preschool program of an accredited private school, if for good cause shown there is reason to suspect that the school is in noncompliance with any provision of this section or the health or safety of the children attending the preschool program is in danger, the Superintendent shall cause an investigation to be made, including on-site visits as he deems necessary of the services, personnel, and facilities of the school's preschool program. The school shall afford the Superintendent reasonable opportunity to inspect the school's preschool program, records, and facility, and to interview the employees and any child or parent or guardian of a child who is or has been enrolled in the preschool program. If, upon completion of the investigation, it is determined that the school is in noncompliance with the provisions of this section, the Superintendent shall give reasonable notice to the school of the nature of its noncompliance and thereafter may take appropriate action as provided by law, including a suit to enjoin the operation of the preschool program.\n\nI. Failure of a private school to comply with the provisions of this section, or a finding that the health and safety of the children attending the preschool program are in clear and substantial danger upon the completion of an investigation, shall be grounds for revocation of the certification issued pursuant to this section.\n\nJ. If a private school operates a child day program outside the scope of its instructional classes during the school year or operates a child day program during the summer, the child day program shall be subject to licensure under the regulations adopted pursuant to § 22.1-289.046.\n\nK. Nothing in this section shall prohibit a preschool operated by or conducted under the auspices of a private school from obtaining a license pursuant to this chapter.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-032/"
    },
    {
      "id": "section-221-289033",
      "number": "22.1-289.033.",
      "heading": "Inspection of unlicensed child care operations; inspection warrant",
      "text": "In order to perform his duties under this chapter, the Superintendent may enter and inspect any unlicensed child care operation with the consent of the owner or person in charge, or pursuant to a warrant. Administrative search warrants for inspections of child care operations, based upon a petition demonstrating probable cause and supported by an affidavit, may be issued ex parte by any judge having authority to issue criminal warrants whose territorial jurisdiction includes the child care operation to be inspected, if he is satisfied from the petition and affidavit that there is reasonable and probable cause for the inspection. The affidavit shall contain either a statement that consent to inspect has been sought and refused, or that facts and circumstances exist reasonably justifying the failure to seek such consent. Such facts may include, without limitation, past refusals to permit inspection or facts establishing reason to believe that seeking consent would provide an opportunity to conceal violations of statutes or regulations. Probable cause may be demonstrated by an affidavit showing probable cause to believe that the child care operation is in violation of any provision of this chapter or any regulation adopted pursuant to this chapter, or upon a showing that the inspection is to be made pursuant to a reasonable administrative plan for the administration of this chapter. The inspection of a child care operation that has been the subject of a complaint pursuant to § 22.1-289.042 shall have preeminent priority over any other inspections of child care operations to be made by the Superintendent unless the complaint on its face or in the context of information known to the Superintendent discloses that the complaint has been brought to harass, to retaliate, or otherwise to achieve an improper purpose, and that the improper purpose casts serious doubt on the veracity of the complaint. After issuing a warrant under this section, the judge shall file the affidavit in the manner prescribed by § 19.2-54. Such warrant shall be executed and returned to the clerk of the circuit court of the city or county wherein the inspection was made.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-033/"
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "Background Checks",
      "text": "Background Checks",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-289034",
      "number": "22.1-289.034.",
      "heading": "Barrier crime; construction",
      "text": "For purposes of this chapter, convictions for any barrier crime as defined in § 19.2-392.02 shall include prior adult convictions and juvenile convictions or adjudications of delinquency based on a crime that would be a felony if committed by an adult within or outside the Commonwealth.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-034/"
    },
    {
      "id": "section-221-289035",
      "number": "22.1-289.035.",
      "heading": "Licensed child day centers, family day homes, and family day systems; employment for compensation or use as volunteers of persons convicted of or found to have committed certain offenses prohibited; national background check required; penalty",
      "text": "A. No child day center, family day home, or family day system licensed in accordance with the provisions of this chapter, child day center exempt from licensure pursuant to § 22.1-289.031, registered family day home, family day home approved by a family day system, or child day center, family day home, or child day program that enters into a contract with the Department or its agents or designees to provide child care services funded by the Child Care and Development Block Grant shall hire for compensated employment, continue to employ, or permit to serve as a volunteer who will be alone with, in control of, or supervising children any person who (i) has been convicted of any barrier crime as defined in § 19.2-392.02 or (ii) is the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth. All applicants for employment, employees, applicants to serve as volunteers, and volunteers shall undergo a background check in accordance with subsection B prior to employment or beginning to serve as a volunteer and every five years thereafter. However, pending the results of all background check components set forth in subsection B, an applicant for employment or an applicant to serve as a volunteer may work in the child day center, family day home, or family day system, provided that (a) the applicant has received qualifying results on a fingerprint-based background check through the Central Criminal Records Exchange or the Federal Bureau of Investigation and (b) the applicant is supervised at all times by a person who received a qualifying result on a background check conducted in accordance with subsection B within the past five years.\n\nB. Any individual required to undergo a background check in accordance with subsection A shall:\n\n1. Provide a sworn statement or affirmation disclosing whether he has ever been convicted of or is the subject of pending charges for any offense within or outside the Commonwealth and whether he has been the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth;\n\n2. Submit to fingerprinting and provide personal descriptive information described in subdivision B 2 of § 19.2-392.02;\n\n3. Authorize the child day center, family day home, or family day system described in subsection A to obtain a copy of the results of a search of the central registry maintained pursuant to § 63.2-1515 for any founded complaint of child abuse or neglect against him; and\n\n4. Authorize the child day center, family day home, or family day system described in subsection A to obtain a copy of the results of a criminal history record information check, a sex offender registry check, and a search of the child abuse and neglect registry or equivalent registry from any state in which the individual has resided in the preceding five years.\n\nThe applicant's fingerprints and personal descriptive information obtained pursuant to subdivision 2 shall be forwarded by the Department or its designee or, in the case of a child day program operated by a local government, may be forwarded by the local law-enforcement agency through the Central Criminal Records Exchange to the Federal Bureau of Investigation for the purpose of obtaining national criminal history record information regarding such applicant. Upon receipt of an applicant's record or notification that no record exists, the Central Criminal Records Exchange shall forward the information to the Department or its designee, and the Department or its designee shall report to the child day center or family day home whether the applicant is eligible to have responsibility for the safety and well-being of children. In cases in which the record forwarded to the Department or its designee is lacking disposition data, the Department or its designee shall conduct research in whatever state and local recordkeeping systems are available in order to obtain complete data before reporting to the child day center, family day home, or family day system.\n\nC. The child day center, family day home, or family day system described in subsection A shall inform every individual required to undergo a background check pursuant to this section that he is entitled to obtain a copy of any background check report and to challenge the accuracy and completeness of any such report and obtain a prompt resolution before a final determination is made of the individual's eligibility to have responsibility for the safety and well-being of children.\n\nD. Any person making a materially false statement regarding the sworn statement or affirmation provided pursuant to subdivision B 1 is guilty of a Class 1 misdemeanor.\n\nE. Further dissemination of the background check information is prohibited (i) other than to the Superintendent's representative or a federal or state authority or court as may be required to comply with an express requirement of law for such further dissemination or (ii) except as provided in subsection J.\n\nF. A person who complies in good faith with the provisions of this section shall not be liable for any civil damages for any act or omission in the performance of duties under this section unless the act or omission was the result of gross negligence or willful misconduct.\n\nG. Notwithstanding the provisions of subsection A, a child day center may hire for compensated employment persons who have been convicted of not more than one misdemeanor offense under § 18.2-57, or any substantially similar offense under the laws of another jurisdiction, if 10 years have elapsed following the conviction, unless the person committed such offense while employed in a child day center or the object of the offense was a minor.\n\nH. Fees charged for the processing and administration of background checks pursuant to this section shall not exceed the actual cost to the state or the local law-enforcement agency of such processing and administration.\n\nI. Any individual required to undergo a background check pursuant to subsection A who is (i) convicted of any barrier crime as defined in § 19.2-392.02 or (ii) found to be the subject of a founded complaint of child abuse or neglect within or outside of the Commonwealth shall notify the child day center, family day home, or family day system described in subsection A of such conviction or finding.\n\nJ. Notwithstanding the provisions of subsection A, a background check shall not be required for any individual who has completed a background check under the provisions of this section within the previous five years, provided that (i) such background check was conducted after July 1, 2017; (ii) the results of such background check indicated that the individual had not been convicted of any barrier crime as defined in § 19.2-392.02 and was not the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth; and (iii) the individual is currently or has been, within the previous 180 days, employed by or a volunteer at a child day center, family day home, family day system, or child day program described in subsection A. Except as otherwise provided in subsection A, prior to hiring or allowing to volunteer any individual required to undergo a background check pursuant to subsection A without the completion of a background check under the provisions of subsection B, the child day center, family day home, family day system, or child day program shall, upon the individual's written consent, obtain written certification from the Department or its designee that such individual satisfies all requirements set forth in this subsection and is eligible to serve as an employee or volunteer. If the individual meets all requirements set forth in this subsection and is eligible to serve as an employee or volunteer at the child day center, family day home, family day system, or child day program, the written certification shall also state the next date by which another background check for such person shall be completed in accordance with subsection B. Such written certifications shall not reveal the nature of any disqualifying barrier crime or founded complaint of child abuse or neglect or any other information about the individual.\n\nK. Notwithstanding the provisions of subsection E, the Virginia Council for Private Education (the Council) or its authorized designee may review background check information for current employees of child day centers accredited by the Council for the purposes of seeking or maintaining accreditation by the Council as permitted pursuant to § 22.1-19.\n\nL. Notwithstanding the provisions of subsection E, the Department, upon receiving a written request for such a written certification from an individual, shall provide written certification to an entity designated by the Department that provides staffing for child day programs that such individual satisfies all requirements set forth in this section and is eligible to serve as an employee, temporary employee, or volunteer in a child day program. Each such written certification shall also state the date by which the individual is required to complete a new background check in accordance with the periodic requirement for such background checks that is established in subsection A. No such written certification shall reveal the nature of any disqualifying barrier crime committed by or founded complaint of child abuse or neglect against the individual. Any such written certification may be shared among child day programs for the purpose of facilitating the creation and maintenance of a child day program substitute staff pool system.\n\n2020, cc. 860, 861, 936; 2021, Sp. Sess. I, cc. 251, 510; 2023, c. 253; 2024, cc. 289, 477.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-035/"
    },
    {
      "id": "section-221-289036",
      "number": "22.1-289.036.",
      "heading": "Background check upon application for licensure, registration, or approval as child day center, family day home, or family day system; penalty",
      "text": "A. Every (i) applicant for licensure as a child day center, family day home, or family day system, registration as a family day home, or approval as a family day home by a family day system; (ii) agent of an applicant for licensure as a child day center, family day home, or family day system, registration as a family day home, or approval as a family day home by a family day system at the time of application who is or will be involved in the day-to-day operations of the child day center, family day home, or family day system or who is or will be alone with, in control of, or supervising one or more of the children; and (iii) adult living in such child day center or family day home shall undergo a background check in accordance with subsection B prior to issuance of a license as a child day center, family day home, or family day system, registration as a family day home, or approval as a family day home by a family day system and every five years thereafter.\n\nB. Every person required to undergo a background check pursuant to subsection A shall:\n\n1. Provide a sworn statement or affirmation disclosing whether he has ever been convicted of or is the subject of any pending criminal charges for any offense within or outside the Commonwealth and whether or not he has been the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth;\n\n2. Submit to fingerprinting and provide personal descriptive information described in subdivision B 2 of § 19.2-392.02;\n\n3. Authorize the child day center, family day home, or family day system specified in subsection A to obtain a copy of the results of a search of the central registry maintained pursuant to § 63.2-1515 for any founded complaint of child abuse or neglect against him; and\n\n4. Authorize the child day center, family day home, or family day system described in subsection A to obtain a copy of the results of a criminal history record information check, a sex offender registry check, and a search of the child abuse and neglect registry or equivalent registry from any state in which the individual has resided in the preceding five years.\n\nFingerprints and personal descriptive information obtained pursuant to subdivision 2 shall be forwarded by the Department or its designee or, in the case of a child day program operated by a local government, may be forwarded by the local law-enforcement agency through the Central Criminal Records Exchange to the Federal Bureau of Investigation for the purpose of obtaining national criminal history record information regarding the individual. Upon receipt of an individual's record or notification that no record exists, the Central Criminal Records Exchange shall forward the information to the Department or its designee. The Department or its designee shall report to the child day center, family day home, or family day system described in subsection A as to whether the individual is eligible to have responsibility for the safety and well-being of children. In cases in which the record forwarded to the Department or its designee is lacking disposition data, the Department or its designee shall conduct research in whatever state and local recordkeeping systems are available in order to obtain complete data.\n\nC. If any person specified in subsection A required to have a background check (i) has been convicted of any barrier crime as defined in § 19.2-392.02 or (ii) is the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth, and such person has not been granted a waiver by the Superintendent pursuant to § 22.1-289.038, no license as a child day center, family day home, or family day system or registration as a family day home shall be granted by the Superintendent and no approval as a family day home shall be granted by the family day system.\n\nD. Information from a search of the central registry maintained pursuant to § 63.2-1515 and any child abuse and neglect registry or equivalent registry maintained by any other state in which the applicant, agent, or adult has resided in the preceding five years, authorized in accordance with subdivision B 3, shall be obtained prior to issuance of a license as a child day center, family day home, or family day system, registration as a family day home, or approval as a family day home by a family day system.\n\nE. No person specified in subsection A shall be involved in the day-to-day operations of the child day center, family day home, or family day system, or shall be alone with, in control of, or supervising one or more children, without first having completed any required background check pursuant to subsection B.\n\nF. Any person making a materially false statement regarding the sworn statement or affirmation provided pursuant to subdivision B 1 is guilty of a Class 1 misdemeanor.\n\nG. If an individual is denied licensure, registration, or approval because of information from the central registry or any child abuse and neglect registry or equivalent registry maintained by any other state, or convictions appearing on his criminal history record, the Superintendent shall provide a copy of the information obtained from the central registry, any child abuse and neglect registry or equivalent registry maintained by any other state, or the Central Criminal Records Exchange to the individual.\n\nH. Further dissemination of the background check information is prohibited other than to the Superintendent's representative or a federal or state authority or court as may be required to comply with an express requirement of law for such further dissemination.\n\nI. Fees charged for the processing and administration of background checks pursuant to this section shall not exceed the actual cost to the state or the local law-enforcement agency of such processing and administration.\n\nJ. For the purposes of this section, \"agent\" means a person who is authorized to act on behalf of the applicant or licensee.\n\n2020, cc. 860, 861, 936.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-036/"
    },
    {
      "id": "section-221-289037",
      "number": "22.1-289.037.",
      "heading": "Revocation or denial of renewal based on background checks; failure to obtain background check",
      "text": "A. The Superintendent may revoke or deny renewal of a license or registration of a child day program or family day system, and a family day system may revoke the approval of a family day home, if the child day program, family day system, or approved family day home has knowledge that a person specified in § 22.1-289.035 or 22.1-289.036 required to have a background check (i) has been convicted of any barrier crime as defined in § 19.2-392.02 or (ii) is the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth, and such person has not been granted a waiver by the Superintendent pursuant to § 22.1-289.038 or is not subject to the exceptions in subsection G of § 22.1-289.035, and the agency or home refuses to separate such person from employment or service or allows the household member to continue to reside in the home.\n\nB. Failure to obtain background checks pursuant to §§ 22.1-289.035 and 22.1-289.036 shall be grounds for denial, revocation, or termination of a license, registration, or approval or any contract with the Department or its agents or designees or a local department of social services to provide child care services to clients of the Department or its agents or designees or the local department of social services. No violation shall occur if the family day system, family day home, or child day center has applied for the background check timely and it has not been obtained due to administrative delay. The provisions of this section shall be enforced by the Department.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-037/"
    },
    {
      "id": "section-221-289038",
      "number": "22.1-289.038.",
      "heading": "Child day programs and family day systems; criminal conviction and waiver",
      "text": "A. Any person who seeks to operate, volunteer, or work at a child day program or family day system and who is disqualified because of a criminal conviction or a criminal conviction in the background check of any other adult living in a family day home regulated by the Department, pursuant to § 22.1-289.035, 22.1-289.036, or 22.1-289.039, may apply in writing for a waiver from the Superintendent. The Superintendent may grant a waiver if the Superintendent determines that (i) the person is of good moral character and reputation and (ii) the waiver would not adversely affect the safety and well-being of children in the person's care. The Superintendent shall not grant a waiver to any person who has been convicted of any barrier crime as defined in § 19.2-392.02. However, the Superintendent may grant a waiver to a family day home licensed or registered by the Department if any other adult living in the home of the applicant or provider has been convicted of not more than one misdemeanor offense under § 18.2-57 or 18.2-57.2, or any substantially similar offense under the laws of another jurisdiction, provided that (a) five years have elapsed following the conviction and (b) the Department has conducted a home study that includes, but is not limited to, (1) an assessment of the safety of children placed in the home and (2) a determination that the offender is now a person of good moral character and reputation. The waiver shall not be granted if the adult living in the home is an assistant or substitute provider or if such adult has been convicted of a misdemeanor offense under both §§ 18.2-57 and 18.2-57.2, or any substantially similar offense under the laws of another jurisdiction. Any waiver granted under this section shall be available for inspection by the public. The child day program or family day system shall notify in writing every parent and guardian of the children in its care of any waiver granted for its operators, employees, or volunteers.\n\nB. The Board shall adopt regulations to implement the provisions of this section.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-038/"
    },
    {
      "id": "section-221-289039",
      "number": "22.1-289.039.",
      "heading": "Records check by unlicensed child day center; penalty",
      "text": "Any child day center that is exempt from licensure pursuant to § 22.1-289.031 shall require all applicants for employment, employees, applicants to serve as volunteers, and volunteers and any other person who is expected to be alone with one or more children enrolled in the child day center to obtain a background check in accordance with § 22.1-289.035. A child day center that is exempt from licensure pursuant to § 22.1-289.031 shall refuse employment or service to any person who (i) has been convicted of any barrier crime as defined in § 19.2-392.02 or (ii) is the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth. The foregoing provisions shall not apply to a parent or guardian who may be left alone with his own child. For purposes of this section, convictions shall include prior adult convictions and juvenile convictions or adjudications of delinquency based on a crime that would have been a felony if committed by an adult within or outside the Commonwealth. Further dissemination of the information provided to the facility is prohibited, except as otherwise provided in subsection J of § 22.1-289.035.\n\n2020, cc. 860, 861; 2021, Sp. Sess. I, cc. 251, 510.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-039/"
    },
    {
      "id": "section-221-289040",
      "number": "22.1-289.040.",
      "heading": "Child day centers and family day homes receiving federal, state, or local child care funds; eligibility requirements",
      "text": "A. Whenever any child day center or family day home that has not met the requirements of §§ 22.1-289.035, 22.1-289.036, and 22.1-289.039 applies to enter into a contract with the Department or its agents or designees to provide child care services to clients of the Department or its agents or designees, the Department or its agents or designees shall require a background check, at the time of application to enter into a contract and every five years thereafter, of (i) the applicant; any agents involved in the day-to-day operation; all agents who are alone with, in control of, or supervising one or more of the children; and any other adult living in a family day home pursuant to § 22.1-289.036; and (ii) all applicants for employment, employees, applicants to serve as volunteers, and volunteers pursuant to § 22.1-289.035. The child day center or family day home shall not be permitted to enter into a contract with the Department or its agents or designees for child care services when an applicant; any employee; a prospective employee; a volunteer, an agent involved in the day-to-day operation; an agent alone with, in control of, or supervising one or more children; or any other adult living in a family day home (i) has been convicted of any barrier crime as defined in § 19.2-392.02 or (ii) is the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth. Further dissemination of the information provided to the facility, beyond dissemination to the Department or its agents or designees is prohibited.\n\nB. Every child day center or family day home that enters into a contract with the Department or its agents or designees to provide child care services to clients of the Department or its agents or designees that is funded, in whole or in part, by the Child Care and Development Block Grant, shall comply with all requirements established by federal law and regulations.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-040/"
    },
    {
      "id": "section-221-289041",
      "number": "22.1-289.041.",
      "heading": "Sex offender or child abuser prohibited from operating or residing in family day home; penalty",
      "text": "It shall be unlawful for any person to operate a family day home if he, or if he knows that any other person who resides in, is employed by, or volunteers in the home, has been convicted of a felony in violation of § 18.2-48, 18.2-61, 18.2-63, 18.2-64.1, 18.2-67.1, 18.2-67.2, 18.2-67.3, 18.2-67.5, 18.2-355, 18.2-361, 18.2-366, 18.2-369, 18.2-370, 18.2-370.1, 18.2-371.1, or 18.2-374.1, has been convicted of any offense that requires registration on the Sex Offender and Crimes Against Minors Registry pursuant to § 9.1-902, or is the subject of a founded complaint of child abuse or neglect within or outside the Commonwealth. A violation of this section is punishable as a Class 1 misdemeanor.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-041/"
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Complaints",
      "text": "Complaints",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-289042",
      "number": "22.1-289.042.",
      "heading": "Establishment of toll-free telephone line for complaints; investigation on receipt of complaints",
      "text": "With such funds as are appropriated for this purpose, the Superintendent shall establish a toll-free telephone line to respond to complaints regarding operations of child day programs or family day systems. Upon receipt of a complaint concerning the operation of a child day program or family day system, regardless of whether the program is subject to licensure, the Superintendent shall, for good cause shown, cause an investigation to be made, including on-site visits as he deems necessary, of the activities, services, records, and facilities. The child day program or family day system shall afford the Superintendent reasonable opportunity to inspect all of the operator's activities, services, records, and facilities and to interview its agents and employees and any child within its control. Whenever a child day program or family day system subject to inspection under this section is determined by the Superintendent to be in noncompliance with the provisions of this chapter or with regulations adopted pursuant to this chapter, the Superintendent shall give reasonable notice to the child day program or family day system of the nature of its noncompliance and may thereafter take appropriate action as provided by law, including a suit to enjoin the operation of the child day program or family day system.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-042/"
    },
    {
      "id": "section-221-289043",
      "number": "22.1-289.043.",
      "heading": "Confidentiality of complainant's identity",
      "text": "Whenever the Department conducts inspections and investigations in response to complaints received from the public, the identity of the complainant and the identity of any child who is the subject of the complaint, or identified therein, shall be confidential and shall not be open to inspection by members of the public. Identities of the complainant and child who is the subject of the complaint shall be revealed only if a court order so requires. Nothing contained herein shall prevent the Department, in its discretion, from disclosing to the child day program or family day system the nature of the complaint or the identity of the child who is the subject of the complaint. Nothing contained herein shall prevent the Department or its employees from making reports under Chapter 15 (§ 63.2-1500 et seq.) of Title 63.2. If the Department intends to rely, in whole or in part, on any statements made by the complainant at any administrative hearing brought against child day program or family day system, the Department shall disclose the identity of the complainant to the child day program or family day system a reasonable time in advance of such hearing.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-043/"
    },
    {
      "id": "section-221-289044",
      "number": "22.1-289.044.",
      "heading": "Retaliation or discrimination against complainants",
      "text": "No child day program or family day system shall retaliate or discriminate in any manner against any person who (i) in good faith complains or provides information to, or otherwise cooperates with, the Department or any other agency of government or any person or entity operating under contract with an agency of government having responsibility for protecting the rights of children in child day programs and family day systems, (ii) attempts to assert any right protected by state or federal law, or (iii) assists any person in asserting such right.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-044/"
    },
    {
      "id": "section-221-289045",
      "number": "22.1-289.045.",
      "heading": "Retaliation against reports of child abuse or neglect",
      "text": "No child day program or family day system shall retaliate in any manner against any person who in good faith reports child abuse or neglect pursuant to Chapter 15 (§ 63.2-1500 et seq.) of Title 63.2.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-045/"
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "Regulations and Interdepartmental Cooperation",
      "text": "Regulations and Interdepartmental Cooperation",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-289046",
      "number": "22.1-289.046.",
      "heading": "Regulations for child day programs and family day systems",
      "text": "A. The Board shall adopt regulations for the activities, services, and facilities to be employed by persons and agencies required to be licensed under this chapter, which shall be designed to ensure that such activities, services, and facilities are conducive to the welfare of the children under the control of such persons or agencies.\n\nSuch regulations shall be developed in consultation with representatives of the affected entities and shall include matters relating to the sex, age, and number of children and other persons to be maintained or cared for, as the case may be, and to the buildings and premises to be used, and reasonable standards for the activities, services and facilities to be employed. Such limitations and standards shall be specified in each license and renewal thereof. Such regulations shall not require the adoption of a specific teaching approach or doctrine or require the membership, affiliation, or accreditation services of any single private accreditation or certification agency.\n\nSuch regulations governing child day programs providing care for school-age children at a location that is currently approved by the Department or recognized as a private school by the Board for school occupancy and that houses a public or private school during the school year shall not (i) prohibit school-age children from using outdoor play equipment and areas approved for use by students of the school during school hours or (ii) in the case of public schools, require inspection or approval of the building, vehicles used to transport children attending the child day program that are owned by the school, or meals served to such children that are prepared by the school.\n\nSuch regulations governing orientation and training of child day program staff shall provide that parents or other persons who participate in a cooperative preschool center on behalf of a child attending such cooperative preschool center, including such parents and persons who are counted for the purpose of determining staff-to-child ratios, shall be exempt from orientation and training requirements applicable to staff of child day programs; however, such regulations may require such parents and persons to complete up to four hours of training per year. This orientation and training exemption shall not apply to any parent or other person who participates in a cooperative preschool center that has entered into a contract to provide child care services funded by the Child Care and Development Block Grant.\n\nB. The Board shall adopt or amend regulations, policies, and procedures related to child day care in collaboration with the Virginia Recreation and Park Society. No regulation adopted by the Board shall prohibit a child day center from hiring an armed security officer, licensed pursuant to Article 4 (§ 9.1-138 et seq.) of Chapter 1 of Title 9.1, to provide protection for children placed in the care of the child day center or employees of the center. The Board shall adopt or amend regulations related to therapeutic recreation programs in collaboration with the Virginia Park and Recreation Society and the Department of Behavioral Health and Developmental Services.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-046/"
    },
    {
      "id": "section-221-289047",
      "number": "22.1-289.047.",
      "heading": "Interagency agreements; cooperation of Department with other departments",
      "text": "The Department is authorized to enter into interagency agreements with other state agencies to develop and implement regulations adopted pursuant to this chapter. Any state agency identified by the Department as appropriate to include in an interagency agreement shall participate in the development and implementation of the agreement. The Department shall assist and cooperate with other state departments in fulfilling their respective inspection responsibilities and in coordinating the regulations involving inspections. The Board may adopt regulations allowing the Department to so assist and cooperate with other state departments.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-047/"
    },
    {
      "id": "section-221-289048",
      "number": "22.1-289.048.",
      "heading": "Program leaders and child-care supervisors at licensed child day centers; approved credential",
      "text": "Program leaders and child-care supervisors employed by child day centers may possess an approved credential. For purposes of this section:\n\n\"Approved credential\" means a competency-based credential awarded to individuals who work with children ages five and under in either a teaching, supervisory, or administrative capacity and that is specifically awarded or administered by the National Association for the Education of Young Children; the National Academy of Early Childhood Programs; the Association of Christian Schools International; the American Association of Christian Schools; the National Early Childhood Program Accreditation; the National Accreditation Council for Early Childhood Professional Personnel and Programs; the International Academy for Private Education; the American Montessori Society; the International Accreditation and Certification of Childhood Educators, Programs, and Trainers; the National Accreditation Commission; the Virginia Community College System, or another institution of higher education; or its equivalent as determined by the Department.\n\n\"Program leader\" or \"child-care supervisor\" means an individual designated to be responsible for the direct supervision of children and for the implementation of the activities and services for a group of children in a licensed child day center.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-048/"
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "Facilities and Programs",
      "text": "Facilities and Programs",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-221-289049",
      "number": "22.1-289.049.",
      "heading": "Regulated child day programs to require proof of child identity and age; report to law-enforcement agencies",
      "text": "A. Upon enrollment of a child in a regulated child day program, such child day program shall require information from the person enrolling the child regarding previous child day care and schools attended by the child. The regulated child day program shall also require that the person enrolling the child present the regulated child day program with the proof of the child's identity and age. The proof of identity, if reproduced or retained by the child day program or both, shall be destroyed upon the conclusion of the requisite period of retention. The procedures for the disposal, physical destruction, or other disposition of the proof of identity containing social security numbers shall include all reasonable steps to destroy such documents by (i) shredding, (ii) erasing, or (iii) otherwise modifying the social security numbers in those records to make them unreadable or indecipherable by any means.\n\nB. For purposes of this section:\n\n\"Proof of identity\" means a certified copy of a birth certificate or other reliable proof of the child's identity and age.\n\n\"Regulated child day program\" is one in which a person or organization has agreed to assume responsibility for the supervision, protection, and well-being of a child under the age of 13 for less than a 24-hour period that is licensed pursuant to § 22.1-289.011, voluntarily registered pursuant to § 22.1-289.015, certified as a preschool or nursery school program pursuant to § 22.1-289.032, exempted from licensure as a child day center operated by a religious institution pursuant to § 22.1-289.031, or approved as a family day home by a licensed family day system.\n\nC. If the parent, guardian, or other person enrolling the child in a regulated child day program for longer than two consecutive days or other pattern of regular attendance does not provide the information required by subsection A within seven business days of initial attendance, such child day program shall immediately notify the local law-enforcement agency in its jurisdiction of such failure to provide the requested information.\n\nD. Upon receiving notification of such failure to provide the information required by subsection A, the law-enforcement agency shall, if available information warrants, immediately submit an inquiry to the Missing Children Information Clearinghouse and, with the assistance of the local department of social services, if available information warrants, conduct the appropriate investigation to determine whether the child is missing.\n\nE. The Board shall adopt regulations to implement the provisions of this section.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-049/"
    },
    {
      "id": "section-221-289050",
      "number": "22.1-289.050.",
      "heading": "Insurance notice requirements for family day homes; civil penalty",
      "text": "A. Any person who operates a family day home approved by a licensed family day system, a licensed family day home, or a voluntarily registered family day home shall furnish a written notice to the parent or guardian of each child under the care of the family day home, which states whether there is liability insurance in force to cover the operation of the family day home, provided that no person under this section shall state that liability insurance is in place to cover the operation of the family day home, unless there is a minimum amount of coverage as established by the Department.\n\nB. Each parent or guardian shall acknowledge, in writing, receipt of such notice. In the event there is no longer insurance coverage, the person operating the family day home shall (i) notify each parent or guardian within 10 business days after the effective date of the change and (ii) obtain written acknowledgment of such notice. A copy of an acknowledgment required under this section shall be maintained on file at the family day home at all times while the child attends the family day home and for 12 months after the child's last date of attendance.\n\nC. Any person who fails to give any notice required under this section shall be subject to a civil penalty of up to $500 for each such failure.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-050/"
    },
    {
      "id": "section-221-289051",
      "number": "22.1-289.051.",
      "heading": "Dual licenses for certain child day centers",
      "text": "Any facility licensed as a child day center which also meets the requirements for a license as a summer camp by the Department of Health under the provisions of § 35.1-18 shall be entitled to a summer camp license. Such a facility shall comply with all of the regulations adopted by the Board and the State Board of Health for each such license.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-051/"
    },
    {
      "id": "section-221-289052",
      "number": "22.1-289.052.",
      "heading": "Asbestos inspection required for child day centers",
      "text": "The Superintendent shall not issue a license to any child day center that is located in a building built prior to 1978 until he receives a written statement that the building has been inspected for asbestos, as defined by § 2.2-1162, and in accordance with the regulations for initial asbestos inspections pursuant to the federal Asbestos Hazard Emergency Response Act, 40 C.F.R. Part 763 — Asbestos Containing Materials in Schools. The inspection shall be conducted by personnel competent to identify the presence of asbestos and licensed in Virginia as an asbestos inspector and as an asbestos management planner pursuant to Chapter 5 (§ 54.1-500 et seq.) of Title 54.1. The written statement shall state whether (i) no asbestos was detected, (ii) asbestos was detected and response actions to abate any risk to human health have been completed, or (iii) asbestos was detected and response actions to abate any risk to human health have been recommended in accordance with a specified schedule and plan pursuant to applicable state and federal statutes and regulations. The statement shall include identification of any significant hazard areas, the date of the inspection and be signed by the person who inspected for the asbestos. If asbestos was detected, an operations and maintenance plan shall be developed in accordance with the regulations of the federal Asbestos Hazard Emergency Response Act and the statement shall be signed by the person who prepared the operations and maintenance plan. Any inspection, preparation of an operations and maintenance plan or response action shall be performed by competent personnel who have been licensed in accordance with the provisions of Chapter 5 of Title 54.1.\n\nWhen asbestos has been detected, the applicant for licensure shall also submit to the Superintendent a written statement that response actions to abate any risk to human health have been or will be initiated in accordance with a specified schedule and plan as recommended by an asbestos management planner licensed in Virginia. This statement shall be signed by the applicant for licensure.\n\nThe written statements required by this section shall be submitted for approval to the Superintendent's representative prior to issuance of a license. The provisions of this section shall not apply to child day centers located in buildings required to be inspected pursuant to Article 5 (§ 2.2-1162 et seq.) of Chapter 11 of Title 2.2.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-052/"
    },
    {
      "id": "section-221-289053",
      "number": "22.1-289.053.",
      "heading": "Delay in acting on application or in notification",
      "text": "In case the Superintendent fails to take final action upon an application for a license within 60 days after the application is made, either by way of issuance or refusal, or fails within such time to notify the applicant thereof, it shall be lawful for the applicant to engage in the operations or activities for which the license is desired, until the Superintendent has taken final action and notified the applicant thereof; however, no application shall be deemed made until all the required information is submitted in the form prescribed by the Superintendent.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-053/"
    },
    {
      "id": "section-221-289054",
      "number": "22.1-289.054.",
      "heading": "Visitation by parents or guardians in child day programs",
      "text": "A custodial parent or guardian shall be admitted to any child day program. For purposes of this section, \"child day program\" is one in which a person or organization has agreed to assume responsibility for the supervision, protection, and well-being of a child under the age of 13 for less than a 24-hour period, regardless of whether it is licensed. Such right of admission shall apply only while the child is in the child day program.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-054/"
    },
    {
      "id": "section-221-289055",
      "number": "22.1-289.055.",
      "heading": "Public funds to be withheld for serious or persistent violations",
      "text": "The Board may adopt policies, as permitted by state and federal law, to restrict the eligibility of a child day program or family day system to receive or continue to receive funds when such agency is found to be in serious or persistent violation of regulations.\n\n2020, cc. 860, 861.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-055/"
    },
    {
      "id": "section-221-2890551",
      "number": "22.1-289.055:1.",
      "heading": "Programs offered at certain residential private school",
      "text": "Programs offered to students who reside at or who are affiliated with a private school accredited by the Virginia Council for Private Education, which is located west of Sandy Ridge and on the watersheds of Big Sandy River and to which no contributions are made by the Commonwealth or any agency thereof, shall not be required to obtain a licensure pursuant to Title 22.1 or 63.2. Such programs shall be subject to the safety and supervisory standards established for such school by the Virginia Council for Private Education.\n\n2022, Sp. Sess. I, c. 2; 2023, cc. 285, 286.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-055-1/"
    },
    {
      "id": "section-221-289056",
      "number": "22.1-289.056.",
      "heading": "Storage of firearms in certain family day homes",
      "text": "During hours of operation, all firearms in a family day home licensed pursuant to § 22.1-289.011 or voluntarily registered pursuant to § 22.1-289.011 or in a family day home approved by a family day system shall be stored unloaded in a locked container, compartment, or cabinet, and all ammunition shall be stored in a separate locked container, compartment, or cabinet. The key or combination to such locked containers, compartments, or cabinets shall be inaccessible to all children in the home.\n\n2020, cc. 910, 911, § 63.2-1701.01.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-056/"
    },
    {
      "id": "section-221-289057",
      "number": "22.1-289.057.",
      "heading": "Child day programs and certain other programs; potable water; lead testing",
      "text": "A. Each child day program that is licensed pursuant to this chapter and any program described in subdivision A 4, B 1, or B 5 of § 22.1-289.030 that serves preschool-age children shall develop and implement a plan to test potable water from sources identified by the U.S. Environmental Protection Agency as high priority, including bubbler-style and cooler-style drinking fountains, kitchen taps, classroom combination sinks and drinking fountains, home economics room sinks, teacher's lounge sinks, nurse's office sinks, classroom sinks in special education classrooms, and sinks known to be or visibly used for consumption.\n\nB. The plan established pursuant to subsection A and the results of each test conducted pursuant to such plan shall be submitted to and reviewed by the Commissioner and the Department of Health's Office of Drinking Water.\n\nC. If the results of any test conducted in accordance with the plan established pursuant to subsection A indicate a level of lead in the potable water that is at or above 15 parts per billion, the program shall remediate the level of lead in the potable water to below 15 parts per billion and confirm such remediation by retesting the water. The results of the retests shall be submitted to and reviewed by the Commissioner and the Department of Health's Office of Drinking Water.\n\nD. Notwithstanding the provisions of subsection A or C, a child day program that is licensed pursuant to this chapter and any program described in subdivision A 4, B 1, or B 5 of § 22.1-289.030 may, in lieu of developing and implementing a plan to test potable water or of remediation, use for human consumption, as defined by § 32.1-167, bottled water, water coolers, or other similar water source that meets the U.S. Food and Drug Administration standards for bottled water. Any program that chooses this option shall notify the Commissioner and the Department of Health's Office of Drinking Water and the parent of each child in the program of such choice.\n\n2020, cc. 1084, 1085, § 63.2-1705.1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-057/"
    },
    {
      "id": "section-221-289058",
      "number": "22.1-289.058.",
      "heading": "Child day programs and certain other programs; carbon monoxide detectors",
      "text": "Each building that was built before 2015 and that houses a child day program that is licensed pursuant to this chapter or any program described in subdivision A 4, B 1, or B 5 of § 22.1-289.030 that serves preschool-age children shall be equipped with at least one carbon monoxide detector.\n\n2021, Sp. Sess. I, c. 165.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-058/"
    },
    {
      "id": "section-221-289059",
      "number": "22.1-289.059.",
      "heading": "Possession and administration of an appropriate weight-based dosage of epinephrine by employees",
      "text": "A. The Board shall amend its regulations to require each child day center to implement policies for the possession and administration of epinephrine in every such center to be administered by any nurse at the center, employee at the center, or employee of a local health department who is authorized by a prescriber and trained in the administration of epinephrine to any child believed to be having an anaphylactic reaction. Such policies shall require that at least one school nurse, employee at the center, or employee of a local health department who is authorized by a prescriber and trained in the administration of epinephrine has the means to access at all times during regular facility hours any such appropriate weight-based dosage of epinephrine that is stored in a locked or otherwise generally inaccessible container or area.\n\nB. The Board shall amend its regulations to require each family day home provider or at least one other caregiver employed by such provider in the family day home to be trained in the administration of epinephrine and to notify the parents of each child who receives care in such family day home whether the provider stores an appropriate weight-based dosage of epinephrine in the residence or home in which the family day home operates.\n\n2022, cc. 695, 696; 2023, cc. 122, 123.",
      "history": "",
      "source_url": "https://law.justia.com/codes/virginia/title-22-1/chapter-14-1/section-22-1-289-059/"
    }
  ]
}