{
  "state": "new-mexico",
  "path": "title-chapter-57-trade-practices-and-regulations/chapter-article-19a-petroleum-products-fair-trade-practices",
  "sections": [
    {
      "id": "section-57-19a-1",
      "number": "57-19A-1",
      "heading": "Short title.Section 57-19A-2 - Definitions",
      "text": "Section 57-19A-3 - Imitation of design, symbol or trademark.Section 57-19A-4 - Pumps and containers for storage or sale; improper marking.Section 57-19A-5 - Adulteration or blending of products sold under different names.Section 57-19A-6 - Adulteration of [",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-57-19a-2",
      "number": "57-19A-2",
      "heading": "Definitions.",
      "text": "As used in the Petroleum Products Fair Trade Practices Act:\n\nA. \"person\" includes natural persons, corporations, trusts, partnerships, associations, cooperative associations, clubs, companies, firms, joint ventures or syndicates; and\n\nB. \"petroleum product\" includes liquid fuels, lubricating oils, greases and similar products.\n\nHistory:Laws 1991, ch. 243, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-2/"
    },
    {
      "id": "section-57-19a-3",
      "number": "57-19A-3",
      "heading": "Imitation of design, symbol or trademark.",
      "text": "No person shall knowingly disguise or camouflage his equipment by imitating the design, symbol or trade name under which recognized brands of petroleum products are generally marketed, and no person shall deceive any purchaser of the kind, quality or brand of petroleum products sold or offered for sale.\n\nHistory:Laws 1991, ch. 243, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-3/"
    },
    {
      "id": "section-57-19a-4",
      "number": "57-19A-4",
      "heading": "Pumps and containers for storage or sale; improper marking.",
      "text": "No person shall knowingly possess or use a pump, tank, container or other device or equipment to store, keep, expose for sale, offer for sale or sell any petroleum product other than that manufactured, sold or distributed by the person whose name, trademark or trade name is affixed to the pump, tank, container or other device or equipment.\n\nHistory:Laws 1991, ch. 243, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-4/"
    },
    {
      "id": "section-57-19a-5",
      "number": "57-19A-5",
      "heading": "Adulteration or blending of products sold under different names.",
      "text": "No person shall knowingly expose or offer for sale or sell a petroleum product of a manufacturer or distributor that has been mixed, blended or compounded with the products of other manufacturers or distributors under the trade name, trademark or name or other distinguishing mark of either of the manufacturers or distributors or as the unadulterated product of a manufacturer or distributor. Nothing in this section shall prevent the lawful owner from applying his own trademark, trade name or symbol to any product or material.\n\nHistory:Laws 1991, ch. 243, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-5/"
    },
    {
      "id": "section-57-19a-6",
      "number": "57-19A-6",
      "heading": "Adulteration of [or] blending of products sold under same name.",
      "text": "No person shall knowingly expose for sale, offer for sale or sell any petroleum product as a[n] unadulterated product of a manufacturer or distributor or as the unadulterated product of any other manufacturer or distributor if it has been mixed, blended, compounded or adulterated with a petroleum product of the same manufacturer or distributor that is of a different quality or character from the quality or character of the other petroleum products. Nothing in this section shall prevent the lawful owner of a petroleum product from applying his own trademark, trade name or symbol to any product or material.\n\nHistory:Laws 1991, ch. 243, § 6.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-6/"
    },
    {
      "id": "section-57-19a-7",
      "number": "57-19A-7",
      "heading": "Mislabeling.",
      "text": "No person shall knowingly aid or assist any other person in depositing or delivering into any tank, pump, receptacle or other container or distributing device any petroleum product other than the petroleum product that is intended to be stored in the tank, pump, receptacle or other container or distributing device as indicated by the name of the manufacturer or distributor or by the trademark, trade name or other distinguishing mark of the product displayed on the tank, pump, receptacle or other container or distributing device.\n\nHistory:Laws 1991, ch. 243, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-7/"
    },
    {
      "id": "section-57-19a-8",
      "number": "57-19A-8",
      "heading": "Private remedies.",
      "text": "A. A person damaged by a violation of the provisions of the Petroleum Products Fair Trade Practices Act may be granted an injunction under the principles of equity and on terms that the court considers reasonable. Proof of monetary damage, loss of profits or intent to deceive or take unfair advantage of any person is not required.\n\nB. The relief provided in this section is in addition to remedies otherwise available against the same conduct under the common law or other statutes of this state.\n\nHistory:Laws 1991, ch. 243, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-8/"
    },
    {
      "id": "section-57-19a-9",
      "number": "57-19A-9",
      "heading": "Construction.",
      "text": "The Petroleum Products Fair Trade Practices Act neither enlarges nor diminishes the rights of parties in private litigation.\n\nHistory:Laws 1991, ch. 243, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-19a/section-57-19a-9/"
    }
  ]
}