{
  "state": "new-mexico",
  "path": "title-chapter-57-trade-practices-and-regulations/chapter-article-18-weighmasters",
  "sections": [
    {
      "id": "section-57-18-1",
      "number": "57-18-1",
      "heading": "Short title.Section 57-18-2 - Definitions",
      "text": "This act [57-18-1 to 57-18-26 NMSA 1978] may be cited as the \"Weighmaster Act\".\n\nHistory:1953 Comp., § 76-4-1, enacted by Laws 1973, ch. 236, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —79 Am. Jur. 2d Weights and Measures § 20 et seq.\n\n94 C.J.S. Weights and Measures §§ 6, 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-1/"
    },
    {
      "id": "section-57-18-2",
      "number": "57-18-2",
      "heading": "Definitions.",
      "text": "As used in the Weighmaster Act:\n\nA. \"weighmaster\" means a natural person licensed under the provisions of the Weighmaster Act;\n\nB. \"vehicle\" means any device by which any property, produce, commodity or article is transported;\n\nC. \"director\" means the director of the state department of agriculture;\n\nD. \"board\" means the board of regents of New Mexico state university;\n\nE. \"public weighing\" means the determination of any weight upon which a sale is based, or upon which a basic charge or payment for services rendered is based, when the person making the weight determination is not a party to, or an agent of the party to, the transaction upon which the weight is based;\n\nF. \"third-party weighing\" means public weighing; and\n\nG. \"weight certificate\" means a document in the form of a certificate consecutively numbered and indicating the weight in accordance with the standards of weights and measures set forth in Sections 57-17-1 through 57-17-19 NMSA 1978.\n\nHistory:1953 Comp., § 76-4-2, enacted by Laws 1973, ch. 236, § 2; 1977, ch. 89, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-2/"
    },
    {
      "id": "section-57-18-3",
      "number": "57-18-3",
      "heading": "Enforcement; rules and regulations.",
      "text": "The director is authorized to enforce the provisions of the Weighmaster Act. The board shall issue regulations for the enforcement of the Weighmaster Act.\n\nHistory:1953 Comp., § 76-4-3, enacted by Laws 1973, ch. 236, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-3/"
    },
    {
      "id": "section-57-18-4",
      "number": "57-18-4",
      "heading": "Qualifications for weighmaster.",
      "text": "A citizen of the United States, who is mature, of good moral character, who has the ability to weigh accurately and to make correct weight certificates, and who has received from the director a weighmaster license, shall be authorized to act as a weighmaster.\n\nHistory:1953 Comp., § 76-4-4, enacted by Laws 1973, ch. 236, § 4; 1979, ch. 80, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-4/"
    },
    {
      "id": "section-57-18-5",
      "number": "57-18-5",
      "heading": "License application.",
      "text": "An application for a weighmaster license shall be made upon a form provided by the director. The application shall furnish evidence that the applicant has the qualifications required by Section 4 [57-18-4 NMSA 1978] of the Weighmaster Act.\n\nHistory:1953 Comp., § 76-4-5, enacted by Laws 1973, ch. 236, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-5/"
    },
    {
      "id": "section-57-18-6",
      "number": "57-18-6",
      "heading": "Evaluation of qualifications of applicants; records.",
      "text": "The director may promulgate rules for determining the qualifications of the applicant for a weighmaster license. He may pass upon the qualifications of the applicant on the basis of the information supplied in the application, or he may examine the applicant orally or in writing, or both, for the purpose of determining his qualifications. He shall grant the weighmaster license to those applicants who possess the qualifications required by Sections 4 [57-18-4 NMSA 1978] and 6 [this section] of the Weighmaster Act. The director shall keep a record of all applications and of all licenses issued.\n\nHistory:1953 Comp., § 76-4-6, enacted by Laws 1973, ch. 236, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-6/"
    },
    {
      "id": "section-57-18-7",
      "number": "57-18-7",
      "heading": "License fees.",
      "text": "The board may establish reasonable fees for weighmaster licenses and deputy weighmaster licenses to assist in carrying out the provisions of the Weighmaster Act. The fees shall not exceed the amount necessary to cover the cost of examination of applicants, issuance of the licenses and making the necessary inspections required under the Weighmaster Act.\n\nHistory:1953 Comp., § 76-4-7, enacted by Laws 1973, ch. 236, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-7/"
    },
    {
      "id": "section-57-18-8",
      "number": "57-18-8",
      "heading": "Bond required.",
      "text": "Before any license is issued, except a deputy weighmaster license, the applicant shall execute and deliver to the director a surety bond in the sum of one thousand dollars ($1,000) or other proof of financial responsibility that the board may set by regulation. The bond shall be executed by the applicant as principal and by a corporate surety company qualified and authorized to do business in this state as a surety. The bond shall be conditioned upon the faithful and honest compliance with the provisions of the Weighmaster Act. The bond shall run to the state in favor of every person availing himself of the services and certifications issued by the weighmaster or any of his deputies.\n\nHistory:1953 Comp., § 76-4-8, enacted by Laws 1973, ch. 236, § 8; 1977, ch. 89, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-8/"
    },
    {
      "id": "section-57-18-9",
      "number": "57-18-9",
      "heading": "Licenses; period; renewal.",
      "text": "Each weighmaster license shall be issued for a period of one year. Effective date of license shall be determined by the director. The license holder shall file a renewal application with the director prior to the expiration date. Renewal applications shall be in the form prescribed by the director.\n\nHistory:1953 Comp., § 76-4-9, enacted by Laws 1973, ch. 236, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-9/"
    },
    {
      "id": "section-57-18-10",
      "number": "57-18-10",
      "heading": "Licensed weighmaster.",
      "text": "A. A weighmaster license is required of any person who does public weighing or third-party weighing, except as provided in Section 57-18-18 NMSA 1978, or charges a fee for any weight determination.\n\nB. The issuance of a weighmaster license shall not obligate the state to pay to the licensee any compensation for his services as a licensed weighmaster. Each weighmaster shall sign each certificate in indelible markings at the time of issuance as provided for in Section 57-18-12 NMSA 1978.\n\nC. Weighmasters may designate any person under their employ who otherwise complies with the provisions of the Weighmaster Act to act for them as a deputy weighmaster. Licensed weighmasters shall forward to the director the names of persons designated as deputy weighmasters, together with fees as established under the provisions of the Weighmaster Act.\n\nHistory:1953 Comp., § 76-4-10, enacted by Laws 1973, ch. 236, § 10; 1977, ch. 89, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-10/"
    },
    {
      "id": "section-57-18-11",
      "number": "57-18-11",
      "heading": "Deputy weighmaster.",
      "text": "Except for the surety bond requirement provided in Section 8 [57-18-8 NMSA 1978] of the Weighmaster Act, the duties, qualifications and responsibilities of the deputy weighmaster shall be the same as those of the weighmaster provided in the Weighmaster Act. The deputy weighmaster shall perform his duties in accordance with the same provisions of the Weighmaster Act applicable to the weighmaster.\n\nHistory:1953 Comp., § 76-4-11, enacted by Laws 1973, ch. 236, § 11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-11/"
    },
    {
      "id": "section-57-18-12",
      "number": "57-18-12",
      "heading": "Weight certificate; required entries; official weights.",
      "text": "The director shall prescribe the form of weight certificates to be used by each weighmaster. The weight certificates shall be consecutively numbered and shall bear, but not be limited to, the following information: the date of issuance, the kind of property, produce, commodity or article weighed, the name of the declared owner or agent of the owner or of the consignee of the material weighed, the accurate weight of the material weighed, the means by which the material was being transported at the time it was weighed and other available information as may be necessary to distinguish or identify the property, produce, commodity or article. The weight certificate, when properly made and signed, is prima facie evidence of the accuracy of the weights shown, which for all purposes shall be considered as official weights if issued under the direct supervision of the director or his agent.\n\nHistory:1953 Comp., § 76-4-12, enacted by Laws 1973, ch. 236, § 12; 1977, ch. 89, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-12/"
    },
    {
      "id": "section-57-18-13",
      "number": "57-18-13",
      "heading": "Weight certificate; execution; requirements.",
      "text": "Each weighmaster shall personally determine each weight entered on a weight certificate issued by him. He shall make no entries on a weight certificate issued by some other person except as allowed by regulation. Each weight certificate shall show clearly that weight or weights were actually determined. In any case in which only the gross, the tare or the net weight is determined by the weighmaster, he shall cancel the printed entries for the weights not determined or computed. If gross and tare weights are shown on a weight certificate and both of these were not determined on the same scale and on the day for which the certificate is dated, the weighmaster shall identify on the certificate the scale used for determining each weight and the date of each determination.\n\nHistory:1953 Comp., § 76-4-13, enacted by Laws 1973, ch. 236, § 13.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —79 Am. Jur. 2d Weights and Measures §§ 25, 27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-13/"
    },
    {
      "id": "section-57-18-14",
      "number": "57-18-14",
      "heading": "Scale used.",
      "text": "When making a weight determination as provided for by the Weighmaster Act, a weighmaster shall use a proper weighing device. A proper weighing device is one suitable for weighing the amount and kind of material to be weighed. A proper weighing device is one that has been inspected and approved for use by a weights and measures officer of this state within a period of twelve months immediately preceding the date of the weighing.\n\nHistory:1953 Comp., § 76-4-14, enacted by Laws 1973, ch. 236, § 14.\n\nCross references.— For duty of director to inspect and test accuracy of scales annually,see57-17-7 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-14/"
    },
    {
      "id": "section-57-18-15",
      "number": "57-18-15",
      "heading": "Scale used; capacity; platform size; one-draft weighing.",
      "text": "A weighmaster shall not use any scale to weigh a load which exceeds the nominal or rated capacity of the scale. All persons shall be off the vehicle and clear of the scale platform when a weighmaster is weighing the vehicle, except that the driver may remain on the vehicle if so noted on the weight certificate.\n\nHistory:1953 Comp., § 76-4-15, enacted by Laws 1973, ch. 236, § 15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-15/"
    },
    {
      "id": "section-57-18-16",
      "number": "57-18-16",
      "heading": "Copies of weight certificate.",
      "text": "A weighmaster shall keep and preserve for at least one year a legible copy of each weight certificate issued by him. Copies of weight certificates shall be kept open to the inspection by any weights and measures officer of this state.\n\nHistory:1953 Comp., § 76-4-16, enacted by Laws 1973, ch. 236, § 16.\n\nCross references.— For director's and his inspector's right of entry and stoppage with respect to scales,see57-17-8, 57-17-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-16/"
    },
    {
      "id": "section-57-18-17",
      "number": "57-18-17",
      "heading": "Reciprocal acceptance of weight certificates.",
      "text": "Whenever there is statutory authority in any other state which licenses weighmasters, for the recognition and acceptance of the weight certificates issued by licensed weighmasters of this state, the director of this state is authorized to recognize and accept the weight certificates of the other state.\n\nHistory:1953 Comp., § 76-4-17, enacted by Laws 1973, ch. 236, § 17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-17/"
    },
    {
      "id": "section-57-18-18",
      "number": "57-18-18",
      "heading": "Optional licensing.",
      "text": "The following may, but are not required to, obtain licenses as weighmasters:\n\nA. a weights and measures officer when acting within the scope of his official duties;\n\nB. a person weighing property, produce, commodities or articles that he or his employer is buying or selling;\n\nC. a person weighing property, produce, commodities or articles in conformity with the requirements of federal statutes;\n\nD. retailers weighing or measuring commodities for sale by them in retail stores directly to consumers except weighing bulk lot commodities on vehicle or hopper scales;\n\nE. persons who measure the amount of oil, gas or other fuels for purposes of royalty computation and payment or for other operations of fuel and oil companies and their retail outlets; or\n\nF. producers of agricultural commodities or livestock, weighing commodities produced or purchased by them or by their producer neighbors, when no charge is made for such weighing, or no signed or initialed statement or memorandum is issued of the weight upon which a purchase or sale of the commodity is based.\n\nHistory:1953 Comp., § 76-4-18, enacted by Laws 1973, ch. 236, § 18.\n\nCross references.— For duties and powers of the inspectors of weights and measures,see57-17-9 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-18/"
    },
    {
      "id": "section-57-18-19",
      "number": "57-18-19",
      "heading": "Reweighing.",
      "text": "Duly authorized representatives of the director may at any time require a loaded or unloaded vehicle to proceed to the nearest vehicle scale for the purpose of verifying the gross or tare weight of the vehicle.\n\nHistory:1953 Comp., § 76-4-19, enacted by Laws 1973, ch. 236, § 19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-19/"
    },
    {
      "id": "section-57-18-20",
      "number": "57-18-20",
      "heading": "Livestock sales.",
      "text": "Notwithstanding any other provisions of the Weighmaster Act, livestock shall be weighed by a weighmaster where livestock is sold on the basis of weight at a public salesyard, or by or at any livestock market, market agency or dealer subject to the federal Packers and Stockyards Act.\n\nHistory:1953 Comp., § 76-4-20, enacted by Laws 1973, ch. 236, § 20.\n\nCross references.— For the Packers and Stockyards Act,see7 U.S.C. § 181 et seq.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-20/"
    },
    {
      "id": "section-57-18-21",
      "number": "57-18-21",
      "heading": "Salvage materials.",
      "text": "Scrap metal and salvage material shall be weighed by a weighmaster where scrap metal and salvage materials are purchased or sold by dealers, brokers or commission merchants on the basis of weight obtained from a vehicle scale.\n\nHistory:1953 Comp., § 76-4-21, enacted by Laws 1973, ch. 236, § 21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-21/"
    },
    {
      "id": "section-57-18-22",
      "number": "57-18-22",
      "heading": "Prohibited acts.",
      "text": "No person shall perform the duties or acts to be performed by a weighmaster under the Weighmaster Act or shall hold himself out as a weighmaster, issue any weight certificate, ticket, memorandum or statement for which a fee is charged, unless he holds a valid license as a weighmaster or a deputy weighmaster.\n\nHistory:1953 Comp., § 76-4-22, enacted by Laws 1973, ch. 236, § 22.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —79 Am. Jur. 2d Weights and Measures § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-22/"
    },
    {
      "id": "section-57-18-23",
      "number": "57-18-23",
      "heading": "Suspension and revocation of license.",
      "text": "The director is authorized to suspend or revoke the license of any weighmaster or a deputy weighmaster when:\n\nA. he is satisfied, after a hearing upon ten days' notice to the licensee, that the licensee has violated any provision of the Weighmaster Act or any valid regulations of the board affecting licensed weighmasters; or\n\nB. the licensee has been convicted in any court of competent jurisdiction of violating any provision or regulation issued under the Weighmaster Act.\n\nHistory:1953 Comp., § 76-4-23, enacted by Laws 1973, ch. 236, § 23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-23/"
    },
    {
      "id": "section-57-18-24",
      "number": "57-18-24",
      "heading": "Offenses and penalties.",
      "text": "Any person who requests a weighmaster to weigh any property, produce, commodity or article falsely or incorrectly, or who requests a false or incorrect weight certificate, or who issues a weight certificate simulating the weight certificate prescribed in the Weighmaster Act, and who is not a weighmaster, shall be guilty of a misdemeanor. Upon conviction for the first offense, he shall be punished by a fine of not less than twenty-five dollars ($25.00) nor more than one hundred dollars ($100). Upon a second or subsequent conviction, he shall be punished by a fine of not less than one hundred dollars ($100) nor more than five hundred dollars ($500), or by imprisonment for not less than thirty days nor more than ninety days, or by both the fine and imprisonment.\n\nHistory:1953 Comp., § 76-4-24, enacted by Laws 1973, ch. 236, § 24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-24/"
    },
    {
      "id": "section-57-18-25",
      "number": "57-18-25",
      "heading": "Offenses and penalties; malfeasance.",
      "text": "Any licensed weighmaster or deputy weighmaster who falsifies a weight certificate, or who delegates his authority to any person not licensed as a weighmaster or deputy weighmaster, or who signs a weight certificate with his official signature before performing the act of weighing, shall be guilty of a misdemeanor. Upon conviction he shall be punished by a fine of not less than fifty dollars ($50.00) nor more than five hundred dollars ($500), or by imprisonment for not less than thirty days nor more than ninety days, or by both the fine and imprisonment.\n\nHistory:1953 Comp., § 76-4-25, enacted by Laws 1973, ch. 236, § 25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-25/"
    },
    {
      "id": "section-57-18-26",
      "number": "57-18-26",
      "heading": "Offenses and penalties; general.",
      "text": "Any person who violates any provision of the Weighmaster Act or any rule or regulation promulgated pursuant thereto for which no specific penalty has been provided shall be guilty of a misdemeanor. Upon conviction he shall be punished by a fine of not less than twenty-five dollars ($25.00) nor more than one hundred dollars ($100).\n\nHistory:1953 Comp., § 76-4-26, enacted by Laws 1973, ch. 236, § 26.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —79 Am. Jur. 2d Weights and Measures § 41.\n\n94 C.J.S. Weights and Measures § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-18/section-57-18-26/"
    }
  ]
}