{
  "state": "new-mexico",
  "path": "title-chapter-57-trade-practices-and-regulations/chapter-article-15-false-advertising",
  "sections": [
    {
      "id": "section-57-15-1",
      "number": "57-15-1",
      "heading": "False advertising unlawful.Section 57-15-2 - False advertising defined",
      "text": "False advertising in the conduct of any business, trade or commerce or in the furnishing of any service in this state is hereby declared unlawful.\n\nHistory:1953 Comp., § 49-12-1, enacted by Laws 1965, ch. 79, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —3 Am. Jur. 2d Advertising §§ 3, 7 et seq.\n\nValidity, construction, and application of statutes or ordinances directed against false or fraudulent statements in advertisements, 89 A.L.R. 1004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-1/"
    },
    {
      "id": "section-57-15-2",
      "number": "57-15-2",
      "heading": "False advertising defined.",
      "text": "The term false advertising means advertising, including labeling, which is misleading in any material respect; and in determining whether any advertising is misleading, there shall be taken into account (among other things) not only representations made by statement, word, design, device, sound or any combination thereof, but also the extent to which the advertising fails to reveal facts material in the light of such representations with respect to the commodity to which the advertising relates under the conditions prescribed in said advertisement, or under such conditions as are customary or usual.\n\nHistory:1953 Comp., § 49-12-2, enacted by Laws 1965, ch. 79, § 2; 1967, ch. 270, § 1.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Validity, construction, and effect of laws or regulations requiring merchants to affix sale price to each item of consumer goods, 7 A.L.R.4th 792.\n\nActionable nature of advertising impugning quality or worth of merchandise or products, 42 A.L.R.4th 318.\n\nWhat goods or property are \"used,\" \"secondhand,\" or the like, for purposes of state consumer laws prohibiting claims that such items are new, 59 A.L.R.4th 1192.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-2/"
    },
    {
      "id": "section-57-15-3",
      "number": "57-15-3",
      "heading": "Notice of proposed action.",
      "text": "Before the attorney general commences an action pursuant to Section 4 [57-15-4 NMSA 1978] of this article he shall be required to give the person against whom such action is contemplated appropriate notice by certified mail and an opportunity to show either orally or in writing why such action should not be commenced. In such showing, said person may present, among other things, that the advertisement is subject to and complies with the rules and regulations of, and the statutes administered by the federal trade commission or any official department, division, commission or agency of this state.\n\nHistory:1953 Comp., § 49-12-3, enacted by Laws 1965, ch. 79, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-3/"
    },
    {
      "id": "section-57-15-4",
      "number": "57-15-4",
      "heading": "Civil penalty.",
      "text": "Any person, firm, corporation or association or agent or employee thereof who engages in any of the acts or practices made unlawful by this act [57-15-1 to 57-15-5, 57-15-9, 57-15-10 NMSA 1978] shall be liable to a civil penalty of not more than five hundred dollars ($500) for each violation, which shall inure to this state and may be recovered in a civil action brought by the attorney general or, with his consent, the district attorney of the district where the act is committed. In any such action it shall be a complete defense that the advertisement is subject to and complies with the rules and regulations of, and the statutes administered by the federal trade commission.\n\nHistory:1953 Comp., § 49-12-4, enacted by Laws 1965, ch. 79, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-4/"
    },
    {
      "id": "section-57-15-5",
      "number": "57-15-5",
      "heading": "Injunctions to prevent violation.",
      "text": "A. The attorney general of the state of New Mexico or the district attorney of the district in which the violation occurs or a private citizen may bring an action in the name of the state against any person to restrain and prevent any violation of this act [57-15-1 to 57-15-5, 57-15-9, 57-15-10 NMSA 1978]. Any proceeding initiated under this section by a private citizen shall be initiated on his behalf and all others similarly situated.\n\nB. The court in exceptional cases brought by private citizens may award reasonable attorneys' fees to the prevailing party. Costs or attorneys' fees may be assessed against a defendant only if the court finds that he has willfully engaged in false advertising.\n\nHistory:1953 Comp., § 49-12-5, enacted by Laws 1965, ch. 79, § 5.\n\nCross references.— For class action suits generally,seeRule 1-023 NMRA.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Availability of permanent injunction under § 13(b) of Federal Trade Commission Act (15 USC § 53(b)), 70 A.L.R. Fed. 716.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-5/"
    },
    {
      "id": "section-57-15-6",
      "number": "57-15-6",
      "heading": "Civil investigative demand.",
      "text": "A. Whenever the attorney general has reason to believe that any person may be in possession, custody or control of an original or copy of any book, record, report, memorandum, paper, communication, tabulation, map, chart, photograph, mechanical transcription or other tangible document or recording which he believes to be relevant to the subject matter of an investigation of a probable violation of Section 57-15-1 NMSA 1978, he may prior to the institution of a civil proceeding, execute in writing and cause to be served upon the person, a civil investigative demand requiring such person to produce documentary material and permit the inspection and copying of the material. The demand of the attorney general shall not be a matter of public record and shall not be published by him except by order of the court.\n\nB. Each demand shall:\n\n(1) state the general subject matter of the investigation;\n\n(2) describe the classes of documentary material to be produced with reasonable specificity;\n\n(3) prescribe the return date within which the documentary material is to be produced, which in no case shall be less than ten days after the date of service; and\n\n(4) identify the members of the attorney general's staff to whom such documentary material is to be made available for inspection and copying.\n\nC. No demand shall:\n\n(1) contain any requirement which would be unreasonable or improper if contained in a subpoena duces tecum issued by a court of this state; or\n\n(2) require the disclosure of any documentary material which would be privileged, or which for any other reason would not be required by a subpoena duces tecum issued by a court of this state;\n\n(3) require the removal of documentary material from the custody of the person upon whom the demand is served except in accordance with the provisions of Subsection E.\n\nD. Service of the demand may be made by:\n\n(1) delivering a duly executed copy thereof to the person to be served, or if the person is not a natural person, to the statutory agent for the person or to any officer of the person to be served; or\n\n(2) delivering a duly executed copy thereof to the principal place of business in this state of the person to be served; or\n\n(3) mailing by registered or certified mail a duly executed copy of the demand addressed to the person to be served at his principal place of business in this state, or, if the person has no place of business in this state, to his principal office or place of business.\n\nE. Documentary material demanded pursuant to the provisions of this section shall be produced for inspection and copying during normal business hours at the principal office or place of business of the person served, or at such other times and places as may be agreed upon by the person served and the attorney general.\n\nF. No documentary material produced pursuant to a demand, or copies thereof, shall unless otherwise ordered by the district court in the county in which the person resides or has his principal place of business or in the district court of the county in which the person is [performing] or is about to perform the practice which is alleged to be unlawful under Section 57-15-1 NMSA 1978, for good cause shown, be produced for inspection or copying by anyone other than an authorized employee of the attorney general, nor shall the contents thereof be disclosed to anyone other than an authorized employee of the attorney general, or in a court in an action relating to the violation of Section 57-15-1 NMSA 1978.\n\nG. At any time before the return date of the demand a petition to set aside the demand, modify the demand or extend the return date thereof may be filed in the district court in the county in which the person resides or has his principal place of business or in the district court of the county in which the person is [performing] or is about to perform the practice which is alleged to be unlawful under Section 57-15-1 NMSA 1978, and the court upon a showing of good cause may set aside the demand, modify it or extend the return date of the demand.\n\nH. After service of the investigative demand upon him, if any person neglects or refuses to comply with the demand, the attorney general may invoke the aid of the court in the enforcement of the demand. In appropriate cases the court shall issue its order requiring the person to appear and produce the documentary material required in the demand and may upon failure of the person to comply with the order punish the person for contempt.\n\nI. This section shall not be applicable to criminal prosecution.\n\nHistory:1953 Comp., § 49-12-5.1, enacted by Laws 1967, ch. 270, § 2.\n\nCross references.— For subpoenas for the production of documentary evidence,seeRule 1-045B NMRA.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-6/"
    },
    {
      "id": "section-57-15-7",
      "number": "57-15-7",
      "heading": "Regulations.",
      "text": "The attorney general is empowered to issue and file as required by law all regulations necessary to implement and enforce any provision of this act [57-15-2, 57-15-6 to 57-15-8 NMSA 1978].\n\nHistory:1953 Comp., § 49-12-5.2, enacted by Laws 1967, ch. 270, § 3.\n\nRules governing advertising and fees related to the sale of motor vehicles.— Under rules promulgated by the office of the attorney general pursuant to this section, the advertised price of a new vehicle must be the full cash price for which the dealer will sell the vehicle. This provision permits a dealer to exclude four specific charges from the advertised price of a vehicle, including \"dealer transfer service fees,\" subject to the specified disclosure requirements. A dealer is prohibited from using the term \"documentary fee\" for \"charges other than those actually required by law for processing of documents.\" It does not include fees for document preparation, which may be assessed as a component of dealer transfer service fees. A dealer is precluded from negotiating the terms of a sale and then adding the cost of certain items to the contract, including \"dealer preparation,\" without the buyer's knowledge and consent. The rules also prohibit a dealer from adding \"any other charges, however denominated, that represent additional dealer profit,\" which plainly prohibits a dealer from including a profit component within any otherwise permissible fee the dealer charges, including the dealer transfer service fee, documentary fee, and dealer preparation fee.Fees Covered by Office of Attorney General Rules Governing Advertising and Sale of Motor Vehicles(5/31/19), Att'y Gen. Adv. Ltr. 2019-02.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-7/"
    },
    {
      "id": "section-57-15-8",
      "number": "57-15-8",
      "heading": "Enforcement.",
      "text": "In order to promote the uniform administration of this act [57-15-2, 57-15-6 through 57-15-8 NMSA 1978] in New Mexico, the attorney general is to be responsible for its enforcement, but he may in appropriate cases delegate this authority to the district attorneys of the state and when this is done, the district attorneys shall have every power conferred upon the attorney general by this act.\n\nHistory:1953 Comp., § 49-12-5.3, enacted by Laws 1967, ch. 270, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-8/"
    },
    {
      "id": "section-57-15-9",
      "number": "57-15-9",
      "heading": "Construction.",
      "text": "This act [57-15-1 through 57-15-5, 57-15-9, 57-15-10 NMSA 1978] neither enlarges nor diminishes the rights of parties in private litigation.\n\nHistory:1953 Comp., § 49-12-6, enacted by Laws 1965, ch. 79, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-9/"
    },
    {
      "id": "section-57-15-10",
      "number": "57-15-10",
      "heading": "Exceptions.",
      "text": "Nothing in this article [57-15-1 to 57-15-5, 57-15-9, 57-15-10 NMSA 1978] shall apply to any television or sound radio broadcasting station or to any publisher or printer of a newspaper, magazine or other form of printed advertising who broadcasts, publishes or prints such advertisement.\n\nHistory:1953 Comp., § 49-12-7, enacted by Laws 1965, ch. 79, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-15/section-57-15-10/"
    }
  ]
}