{
  "state": "new-mexico",
  "path": "title-chapter-57-trade-practices-and-regulations/chapter-article-16a-motor-vehicle-quality-assurance",
  "sections": [
    {
      "id": "section-57-16a-1",
      "number": "57-16A-1",
      "heading": "Short title.Section 57-16A-2 - Definitions",
      "text": "This act [57-16A-1 to 57-16A-9 NMSA 1978] may be cited as the \"Motor Vehicle Quality Assurance Act\".\n\nHistory:Laws 1985, ch. 220, § 1.\n\nLaw reviews.— For article, \"New Mexico's 'Lemon Law': Consumer Protection or Consumer Frustration?\", see 16 N.M.L. Rev. 251 (1986).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —17 Am. Jur. 2d, Consumer Product Warranty Acts §§ 66, 67.\n\nLiability on implied warranties in sale of used motor vehicle, 47 A.L.R.5th 677.\n\nValidity, construction and effect of state motor vehicle warranty legislation, 88 A.L.R.5th 301.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-1/"
    },
    {
      "id": "section-57-16a-2",
      "number": "57-16A-2",
      "heading": "Definitions.",
      "text": "As used in the Motor Vehicle Quality Assurance Act:\n\nA. \"collateral charges\" means additional charges to a consumer not directly attributed to a manufacturer's suggested retail price label for a new motor vehicle and includes all taxes, license, title and registration fees and other governmental charges related to the purchase of the vehicle;\n\nB. \"comparable motor vehicle\" means an identical or reasonably equivalent motor vehicle;\n\nC. \"consumer\" means the purchaser, other than for purposes of resale, of a new or used motor vehicle normally used for personal, family or household purposes, a person to whom such a motor vehicle has been transferred during the duration of an express warranty applicable to the motor vehicle and any other person entitled by the terms of the warranty to enforce the obligations of the warranty;\n\nD. \"express warranty\" means a written affirmation of the fact of promise made by a manufacturer to a consumer in connection with the sale of a new or used motor vehicle that relates to the nature of the material or workmanship or to a specified level of performance over a specified period of time, including any terms or conditions precedent to the enforcement of obligations pursuant to the warranty;\n\nE. \"manufacturer\" means a person engaged in the manufacturing, assembling, importing or distributing of a motor vehicle as a regular business;\n\nF. \"motor vehicle\" means a passenger motor vehicle, including an automobile, pickup truck, motorcycle or van normally used for personal, family or household purposes, that is sold and registered in this state and whose gross vehicle weight is less than ten thousand pounds;\n\nG. \"used motor vehicle\" means a motor vehicle that has been sold, bargained or exchanged or a motor vehicle that is the subject of a title that has been transferred from the person who first acquired the motor vehicle from the manufacturer, importer or dealer or agent of the manufacturer or importer and that has been placed in bona fide consumer use; and\n\nH. \"used motor vehicle dealer\" means a person or business that sells or offers for sale a used motor vehicle after selling or offering for sale four or more used motor vehicles in the previous twelve months but does not include:\n\n(1) a bank or financial institution;\n\n(2) an insurance company;\n\n(3) a business selling a used motor vehicle to an employee of the business; or\n\n(4) a lessor selling a leased vehicle to the lessee of the vehicle or to an employee of the lessee of the vehicle.\n\nHistory:Laws 1985, ch. 220, § 2; 2003, ch. 216, § 1.\n\nThe 2003 amendment,effective January 1, 2004, inserted \"or used\" following \"new\" near the beginning of Subsection C; inserted \"or used\" following \"new\" near the middle of Subsection D; and added Subsections G and H.\n\n\"Consumer\" construed.— A person is not a \"consumer\" entitled to recovery under the Motor Vehicle Quality Assurance Act unless he or she uses the vehicle for personal, family, or household purposes.Jones v. GMC, 1998-NMCA-020, 124 N.M. 606, 953 P.2d 1104.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-2/"
    },
    {
      "id": "section-57-16a-3",
      "number": "57-16A-3",
      "heading": "Conformation to express warranties.",
      "text": "A. If a new motor vehicle does not conform to all applicable express warranties and the consumer reports the nonconformity to the manufacturer, its agent or its authorized dealer during the term of such express warranties or during the period of one year following the date of original delivery of the motor vehicle to a consumer, whichever is the earlier date, the manufacturer, its agent or its authorized dealer shall make such repairs as are necessary to conform the vehicle to such express warranties.\n\nB. If the manufacturer or its agent or authorized dealer, after a reasonable number of attempts, is unable to conform the new motor vehicle to any applicable express warranty by repairing or correcting any defect or condition which substantially impairs the use and market value of the motor vehicle to the consumer, the manufacturer shall replace the motor vehicle with a comparable motor vehicle or accept return of the vehicle from the consumer and refund to the consumer the full purchase price including all collateral charges, less a reasonable allowance for the consumer's use of the vehicle. The subtraction of a reasonable allowance for use shall apply when either a replacement or refund of the new motor vehicle occurs. As used in this subsection, a reasonable allowance for use shall be that amount directly attributable to use by the consumer prior to his first report of the nonconformity to the manufacturer, agent or dealer and during any subsequent period when the vehicle is not out of service by reason of repair. Refunds shall be made to consumers or lienholders as their interests may appear.\n\nC. It shall be presumed that a reasonable number of attempts as mentioned in Subsection B of this section have been undertaken to conform a new motor vehicle to the applicable express warranties if:\n\n(1) the same uncorrected nonconformity has been subject to repair four or more times by the manufacturer or its agents or authorized dealers within the express warranty term or during the period of one year following the date of original delivery of the motor vehicle to a consumer, whichever is the earlier date, but the nonconformity continues to exist; or\n\n(2) the vehicle is in the possession of the manufacturer, its agent or authorized dealer for repair a cumulative total of thirty or more business days during such term or during such period whichever is the earlier date, exclusive of down time for routine maintenance as prescribed by the manufacturer. The term of an express warranty, such one-year period and such thirty-day period shall be extended by any period of time during which repair services are not available to the consumer because of war, invasion, strike, fire, flood or other natural disaster. In no event shall the presumption herein provided apply against a manufacturer unless the manufacturer has received prior direct written notification from or on behalf of the consumer and an opportunity to cure the defect alleged. The manufacturer shall provide written notice and instruction to the consumer, either in the warranty or a separate notice, of the obligation to file this written notification before invoking the remedies available pursuant to the Motor Vehicle Quality Assurance Act.\n\nHistory:Laws 1985, ch. 220, § 3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-3/"
    },
    {
      "id": "section-57-16a-31",
      "number": "57-16A-3.1",
      "heading": "Used motor vehicles.",
      "text": "A. Unless a seller is a used motor vehicle dealer, before the seller attempts to sell a used motor vehicle, the seller shall possess the title to the used motor vehicle and the title shall be in the seller's name.\n\nB. Except as otherwise provided in the Motor Vehicle Quality Assurance Act, a used motor vehicle dealer shall not exclude, modify or disclaim the implied warranty of merchantability prescribed in Section 55-2-314 NMSA 1978 or limit the remedies for a breach of the warranty before midnight of the fifteenth calendar day after delivery of a used motor vehicle or until a used motor vehicle is driven five hundred miles after delivery, whichever is earlier. In calculating time under this subsection, a day on which the warranty is breached and all subsequent days in which the used motor vehicle fails to conform with the implied warranty of merchantability are excluded. In calculating distance under this subsection, the miles driven to obtain or in connection with the repair, servicing or testing of the used motor vehicle that fails to conform with the implied warranty of merchantability are excluded. An attempt to exclude, modify or disclaim the implied warranty of merchantability or to limit the remedies for a breach of the warranty in violation of this subsection renders a purchase agreement voidable at the option of the purchaser.\n\nC. An implied warranty of merchantability is met if a used motor vehicle functions substantially free of a defect that significantly limits the use of the used motor vehicle for the ordinary purpose of transportation on any public highway. The implied warranty of merchantability expires at midnight of the fifteenth calendar day after delivery of a used motor vehicle or until a used motor vehicle is driven five hundred miles after delivery, whichever is earlier. In calculating time, a day on which the implied warranty of merchantability is breached is excluded and all subsequent days in which the used motor vehicle fails to conform with the warranty are also excluded. In calculating distance, the miles driven to obtain or in connection with the repair, servicing or testing of the used motor vehicle that fails to conform with the implied warranty of merchantability are excluded.\n\nD. An implied warranty of merchantability does not extend to damage that occurs after the sale of the used motor vehicle that results from:\n\n(1) off-road use;\n\n(2) racing;\n\n(3) towing;\n\n(5) misuse;\n\n(6) neglect;\n\n(7) failure to perform regular maintenance; and\n\n(8) failure to maintain adequate oil, coolant and other required fluids or lubricants.\n\nE. If the implied warranty of merchantability described in this section is breached, the consumer shall give reasonable notice to the seller within thirty days of the date of the breach. Before the consumer exercises another remedy pursuant to Chapter 55, Article 2 NMSA 1978, the seller shall have a reasonable opportunity to repair the used motor vehicle. The consumer shall pay one-half of the cost of the first two repairs necessary to bring the used motor vehicle into compliance with the warranty. The payments by the consumer are limited to a maximum payment of twenty-five dollars ($25.00) for each repair.\n\nF. The maximum liability of a seller pursuant to this section is limited to the purchase price paid for the used motor vehicle, to be refunded to the consumer or lender, as applicable, in exchange for return of the vehicle, unless the seller knew or should have known of the defect given the circumstances in which the vehicle was acquired or sold and the seller did not disclose that defect.\n\nG. An agreement for the sale of a used motor vehicle by a used motor vehicle dealer is voidable at the option of the consumer unless it contains on its face the following conspicuous statement printed in boldface, ten-point or larger type set off from the body of the agreement:\n\n\"New Mexico law requires that this vehicle will be fit for the ordinary purposes for which the vehicle is used for fifteen days or five hundred miles after delivery, whichever is earlier, except with regard to particular defects disclosed on the first page of this agreement. You (the consumer) will have to pay up to twenty-five dollars ($25.00) for each of the first two repairs if the warranty is violated.\".\n\nH. The inclusion in the agreement of the statement prescribed in Subsection G of this section does not create an express warranty.\n\nI. A consumer of a used motor vehicle may waive the implied warranty of merchantability only for a particular defect in the vehicle and only if all of the following conditions are satisfied:\n\n(1) the used motor vehicle dealer fully and accurately discloses to the consumer that because of circumstances unusual to the business of the used motor vehicle dealer, the used motor vehicle has a particular defect;\n\n(2) the consumer agrees to buy the used motor vehicle after disclosure of the defect; and\n\n(3) before the sale, the consumer indicates agreement to the waiver by signing and dating the following conspicuous statement that is printed on the first page of the sales agreement in boldface ten-point or larger type and that is written in the language in which the presentation was made:\n\n\"Attention consumer: sign here only if the dealer has told you that this vehicle has the following problem(s) and you agree to buy the vehicle on those terms:\n\n1. ________________________________________________\n\n2. ________________________________________________\n\n3. ________________________________________________.\".\n\nJ. A used motor vehicle dealer has the burden to prove by a preponderance of the evidence that the dealer complied with Subsection I of this section.\n\nK. A consumer or seller that is aggrieved by a transaction pursuant to this section and that seeks a legal remedy shall pursue an appropriate remedy prescribed in Chapter 55, Article 2 NMSA 1978 and shall comply with the requirements prescribed in that article.\n\nHistory:Laws 2003, ch. 216, § 3.\n\nEffective dates.— Laws 2003, ch. 216, § 4 made Laws 2003, ch. 216, § 3 effective January 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-3-1/"
    },
    {
      "id": "section-57-16a-4",
      "number": "57-16A-4",
      "heading": "Affirmative defenses.",
      "text": "It shall be an affirmative defense to any claim under the Motor Vehicle Quality Assurance Act that:\n\nA. an alleged nonconformity does not substantially impair the use and market value of the motor vehicle;\n\nB. a nonconformity is the result of abuse, neglect or unauthorized modifications or alterations of the motor vehicle;\n\nC. a claim by a consumer was not filed in good faith; or\n\nD. any other affirmative defense allowed by law.\n\nHistory:Laws 1985, ch. 220, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-4/"
    },
    {
      "id": "section-57-16a-5",
      "number": "57-16A-5",
      "heading": "Limitation of remedy.",
      "text": "Any consumer who seeks enforcement of the provisions of the Motor Vehicle Quality Assurance Act shall be foreclosed from pursuing any Uniform Commercial Code remedy set forth in Sections 55-2-602 through 55-2-608 NMSA 1978.\n\nHistory:Laws 1985, ch. 220, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-5/"
    },
    {
      "id": "section-57-16a-6",
      "number": "57-16A-6",
      "heading": "Informal dispute resolution.",
      "text": "If a manufacturer has established or participates in a fair and impartial informal dispute settlement procedure which substantially complies with the substantive requirements of Title 16, Part 703 of the Code of Federal Regulations, the provisions of Subsection B of Section 3 [57-16A-3B NMSA 1978] of the Motor Vehicle Quality Assurance Act concerning refunds or replacement shall not apply to any consumer who has not first resorted to that procedure. The state attorney general may investigate and determine that the informal dispute settlement procedure is fair and impartial and conforms with the requirements of Title 16, Part 703 of the Code of Federal Regulations.\n\nHistory:Laws 1985, ch. 220, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-6/"
    },
    {
      "id": "section-57-16a-7",
      "number": "57-16A-7",
      "heading": "Resale of returned motor vehicle.",
      "text": "No motor vehicle which has not been properly repaired pursuant to the provisions of Subsection B of Section 3 [57-16A-3 NMSA 1978] of the Motor Vehicle Quality Assurance Act, or pursuant to a similar law of another state, may be resold in New Mexico unless the manufacturer provides full written disclosure of the reason for the return to any prospective buyer.\n\nHistory:Laws 1985, ch. 220, § 7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-7/"
    },
    {
      "id": "section-57-16a-71",
      "number": "57-16A-7.1",
      "heading": "Notice of replacement or repurchase to used motor vehicle dealers and consumers.",
      "text": "A manufacturer, its agent, its authorized dealer or a used motor vehicle dealer that has been ordered by judgment or decree to replace or repurchase or that has replaced or repurchased a motor vehicle pursuant to the Motor Vehicle Quality Assurance Act shall, before offering the motor vehicle for resale, attach to the motor vehicle written notification indicating that the motor vehicle has been replaced or repurchased. A consumer or a used motor vehicle dealer may bring a cause of action against a person who removes the notification from the motor vehicle, unless the manufacturer, its agent or its authorized dealer or a used motor vehicle dealer, before completion of the sale, has provided the purchaser with written notification by the manufacturer, dealer or agent of the dealer, that the motor vehicle has been replaced or repurchased.\n\nHistory:Laws 2003, ch. 216, § 2.\n\nEffective dates.— Laws 2003, ch. 216, § 4 made Laws 2003, ch. 216, § 2 effective January 1, 2004.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-7-1/"
    },
    {
      "id": "section-57-16a-8",
      "number": "57-16A-8",
      "heading": "Limitation of action.",
      "text": "Any action brought to enforce the provisions of the Motor Vehicle Quality Assurance Act shall be commenced within eighteen months following the date of original delivery of the motor vehicle to a consumer, or, in the event that a consumer resorts to an informal dispute settlement procedure pursuant to Section 6 [57-16A-6 NMSA 1978] of the Motor Vehicle Quality Assurance Act, within ninety days following the final action of the panel, whichever is later.\n\nHistory:Laws 1985, ch. 220, § 8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-8/"
    },
    {
      "id": "section-57-16a-9",
      "number": "57-16A-9",
      "heading": "Reasonable attorney fees.",
      "text": "A consumer who prevails in an action brought to enforce the provisions of the Motor Vehicle Quality Assurance Act shall be entitled to receive reasonable attorneys' fees and court costs from the manufacturer. If a consumer does not prevail in such an action and brings that action for frivolous reasons or in bad faith, the manufacturer shall be entitled to receive reasonable attorneys' fees and court costs from the consumer.\n\nHistory:Laws 1985, ch. 220, § 9.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references. —Award of attorney's fees under state motor vehicle warranty legislation (lemon laws), 82 A.L.R.5th 501.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-57/article-16a/section-57-16a-9/"
    }
  ]
}