{
  "state": "florida",
  "path": "title-chapter-0384/chapter-chapter-0384",
  "sections": [
    {
      "id": "section-38421short",
      "number": "384.21",
      "heading": "Short title.384.22Findings; intent.384",
      "text": "23Definitions.384.24Unlawful acts.384.25Reporting required.384.26Contact investigation.384.27Physical examination and treatment.384.28Hospitalization, placement, and residential isolation.384.281Prehearing detention.384.282Naming of parties.384.283Service of notice a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38423definitions",
      "number": "384.23",
      "heading": "Definitions",
      "text": "384.23 Definitions.— (1) “Department” means the Department of Health. (2) “County health department” means agencies and entities as designated in chapter 154. (3) “Sexually transmissible disease” means a bacterial, viral, fungal, or parasitic disease determined by rule of the department to be sexually transmissible, to be a threat to the public health and welfare, and to be a disease for which a legitimate public interest will be served by providing for prevention, elimination, control, and treatment. The department must, by rule, determine which diseases are to be designated as sexually transmissible diseases and shall consider the recommendations and classifications of the Centers for Disease Control and Prevention and other nationally recognized medical authorities in that determination. Not all diseases that are sexually transmissible need be designated for the purposes of this act. History.—s. 90, ch. 86-220; s. 26, ch. 88-380; s. 66, ch. 97-101; s. 7, ch. 2016-230. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27a1cd63e855',t:'MTc3MDg3OTA1OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-23/"
    },
    {
      "id": "section-38424unlawful",
      "number": "384.24",
      "heading": "Unlawful acts.",
      "text": "384.24 Unlawful acts.— (1) It is unlawful for any person who has chancroid, gonorrhea, granuloma inguinale, lymphogranuloma venereum, genital herpes simplex, chlamydia, nongonococcal urethritis (NGU), pelvic inflammatory disease (PID)/acute salpingitis, or syphilis, when such person knows he or she is infected with one or more of these diseases and when such person has been informed that he or she may communicate this disease to another person through sexual intercourse, to have sexual intercourse with any other person, unless such other person has been informed of the presence of the sexually transmissible disease and has consented to the sexual intercourse. (2) It is unlawful for any person who has human immunodeficiency virus infection, when such person knows he or she is infected with this disease and when such person has been informed that he or she may communicate this disease to another person through sexual intercourse, to have sexual intercourse with any other person, unless such other person has been informed of the presence of the sexually transmissible disease and has consented to the sexual intercourse. History.—s. 90, ch. 86-220; s. 27, ch. 88-380; s. 674, ch. 95-148; s. 1, ch. 97-37. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27a42da695e9',t:'MTc3MDg3OTA1OC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-24/"
    },
    {
      "id": "section-38425reporting",
      "number": "384.25",
      "heading": "Reporting required.",
      "text": "384.25 Reporting required.— (1) Each person who makes a diagnosis of or treats a person with a sexually transmissible disease and each laboratory that performs a test that concludes with a positive result for a sexually transmissible disease or a result indicative of human immunodeficiency virus (HIV) or acquired immune deficiency syndrome (AIDS) shall report such facts as may be required by the department by rule, within a time period as specified by rule of the department, but in no case to exceed 2 weeks. (2) The department shall adopt rules specifying the information required and the maximum time period for reporting a sexually transmissible disease. In adopting such rules, the department shall consider the need for information, protections for the privacy and confidentiality of the patient, and the practical ability of persons and laboratories to report in a reasonable fashion. (3) To ensure the confidentiality of persons infected with the human immunodeficiency virus (HIV), reporting of HIV infection and AIDS must be conducted using a system developed by the Centers for Disease Control and Prevention of the United States Public Health Service or an equivalent system. (a) The department shall adopt rules requiring each physician and laboratory to report any newborn or infant up to 18 months of age who has been exposed to HIV. Such rules may include the method and time period for reporting, which may not exceed 2 weeks, information to be included in the report, enforcement requirements, and followup activities by the department. (b) The reporting may not affect or relate to anonymous HIV testing programs conducted pursuant to s. 381.004(3). (c) After notification of the test subject, the department may, with the consent of the test subject, notify school superintendents of students and school personnel whose HIV tests are positive. (4) Each person who violates the provisions of this section or the rules adopted hereunder may be fined by the department up to $500 for each offense. The department shall report each violation of this section to the regulatory agency responsible for licensing each health care professional and each laboratory to which these provisions apply. History.—s. 90, ch. 86-220; s. 28, ch. 88-380; s. 8, ch. 89-350; s. 1, ch. 93-264; s. 675, ch. 95-148; s. 2, ch. 96-179; s. 5, ch. 96-221; s. 189, ch. 97-101; s. 3, ch. 98-171; s. 2, ch. 2005-169; s. 119, ch. 2012-184. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27a67ffedfbd',t:'MTc3MDg3OTA1OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-25/"
    },
    {
      "id": "section-38426contact",
      "number": "384.26",
      "heading": "Contact investigation.",
      "text": "384.26 Contact investigation.— (1) The department and its authorized representatives may interview, or cause to be interviewed, all persons infected or suspected of being infected with a sexually transmissible disease for the purpose of investigating the source and spread of the disease and for the purpose of ordering a person to submit to examination and treatment as necessary. (2) All information gathered in the course of contact investigation shall be confidential and exempt from the provisions of s. 119.07(1), and subject to the provisions of s. 384.29. (3) No person who is infected with a sexually transmissible disease, or suspected of an infection, who reveals the name or names of sexual contacts during the course of an investigation shall be held liable in a civil action for such revelation, unless the revelation is made falsely or with reckless disregard for the truth. History.—s. 90, ch. 86-220; s. 5, ch. 90-344; s. 12, ch. 93-227; s. 197, ch. 96-406. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27a8cab7b805',t:'MTc3MDg3OTA1OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-26/"
    },
    {
      "id": "section-38427physical",
      "number": "384.27",
      "heading": "Physical examination and treatment.",
      "text": "384.27 Physical examination and treatment.— (1) Subject to the provisions of subsections (3) and (4), the department and its authorized representatives may examine or cause to be examined persons suspected of being infected with or exposed to a sexually transmissible disease. (2) Subject to the provisions of subsections (3) and (4), persons with a sexually transmissible disease shall report for appropriate treatment to a physician licensed under the provisions of chapter 458 or chapter 459, or shall submit to treatment at a county health department or other public facility. (3) No person shall be apprehended, examined, or treated for a sexually transmissible disease against his or her will, except upon the order of a court of competent jurisdiction. In petitioning the court for a hearing for such an order, the department shall show by clear and convincing evidence that a threat to the public’s health and welfare exists unless such order is issued and shall show that all other reasonable means of obtaining compliance have been exhausted and that no other less restrictive alternative is available. (4) No order requiring a person to be examined or treated for a sexually transmissible disease shall be issued unless: (a) A hearing has been held of which the person has received at least 72 hours’ prior written notification and unless the person has received a list of the proposed actions to be taken and the reasons for each one. (b) The person has the right to attend the hearing, to cross-examine witnesses, and to present evidence. (c) The person has a right to an attorney to represent him or her, and to have an attorney appointed on the person’s behalf if he or she cannot afford one. (5) In issuing an order requiring a person to be examined or treated, the court may, at the request of the department and upon a showing of good cause, also order the person to participate in a designated education or counseling program, or appear before the department at regular intervals for periodic retesting, or both, as the court determines appropriate based on the person’s actions, statements, and risk to the public. (6) When a sexually transmissible disease is not capable of being treated on an outpatient basis in order to render it noncommunicable, or when a sexually transmissible disease can be treated only by requiring hospitalization, placement in a residential facility, or other similar methods, the provisions of s. 384.28 rather than this section shall be applied. However, a person may be examined for this type of sexually transmissible disease under the provisions of this section. (7)(a) A health care practitioner licensed under chapter 458, chapter 459, or s. 464.012 may provide expedited partner therapy if the following requirements are met: 1. The patient has a laboratory-confirmed or suspected clinical diagnosis of a sexually transmissible disease. 2. The patient indicates that he or she has a partner with whom he or she engaged in sexual activity before the diagnosis of the sexually transmissible disease. 3. The patient indicates that his or her partner is unable or unlikely to seek clinical services in a timely manner. (b) A pharmacist licensed under chapter 465 may dispense medication to a person diagnosed with a sexually transmissible disease pursuant to a prescription for the purpose of treating that person’s partner, regardless of whether the person’s partner has been personally examined by the prescribing health care practitioner. (c) A pharmacist or health care practitioner must check for potential allergic reactions, in accordance with the prevailing professional standard of care, before dispensing a prescription or providing a medication under this subsection. (d) The department may adopt rules to implement this subsection. History.—s. 90, ch. 86-220; s. 29, ch. 88-380; s. 9, ch. 89-350; s. 676, ch. 95-148; s. 67, ch. 97-101; s. 8, ch. 2016-230; s. 19, ch. 2018-106. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27ab2f0f4f2a',t:'MTc3MDg3OTA1OS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-27/"
    },
    {
      "id": "section-384281prehearing",
      "number": "384.281",
      "heading": "Prehearing detention.",
      "text": "384.281 Prehearing detention.— (1) The department may file a petition before a circuit court requesting that a prehearing detention order be placed on a person when the department provides evidence that: (a) The person is infected with a sexually transmitted disease; (b) The person is engaging in behaviors which create an immediate and substantial threat to the public; (c) The person evidences an intentional disregard for the health of the public and refuses to conduct himself or herself in such a manner as to not place others at risk; and (d)1. The person will not appear at a hearing scheduled under s. 384.27 or s. 384.28; or 2. The person will leave the jurisdiction of the court prior to his or her hearing date; and 3. The person will continue to expose the public to the risk of a sexually transmissible disease until his or her hearing date. (2) No prehearing detention order may be issued unless the court finds that: (a) The department has requested a hearing under s. 384.27 or s. 384.28 to consider the examination, treatment, or placement of the person infected with a sexually transmissible disease; (b) The department presents evidence that a substantial danger to the public health will exist unless the prehearing detention order is issued; (c) The department has no other reasonable alternative means of reducing the threat to the public health; and (d) The department is likely to prevail on the merits in a hearing under s. 384.27 or s. 384.28. (3) When issuing an order for a prehearing detention, the court shall direct the sheriff to immediately confine the person infected with or reasonably suspected of being infected with a sexually transmissible disease. The sheriff shall confine and isolate the person in such a manner as required by the court. The sheriff, counsel, and the court shall consult with the department concerning advisable methods of infection control to be undertaken in order to reduce the opportunity for the disease to spread to other persons. (4) A person detained under this section shall be taken before a judicial officer for bail determination within 24 hours of detention. The purpose of a bail determination is to ensure the appearance of the person detained at the hearing scheduled pursuant to s. 384.27 or s. 384.28. When determining whether to release the person on bail or other conditions, and what the bail or those conditions may be, the court shall consider the person’s past and present conduct, previous flight to avoid prosecution, or failure to appear at court proceedings. The person detained is entitled to be represented by counsel and to have counsel appointed on his or her behalf if he or she cannot afford one. The person is entitled to present witnesses and evidence, and to cross-examine witnesses. (5) A person detained under this section may apply for a writ of habeas corpus attacking the detention. (6) Upon motion of the person confined under a detention order, the notice periods for hearings required under s. 384.27 or s. 384.28 may be waived. In no case may an order for a detention under this section exceed 3 days. History.—s. 31, ch. 88-380; s. 678, ch. 95-148. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27ad8a3ee74a',t:'MTc3MDg3OTA2MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-281/"
    },
    {
      "id": "section-384282naming",
      "number": "384.282",
      "heading": "Naming of parties.",
      "text": "384.282 Naming of parties.— (1) When requesting an order from a circuit court under the provisions of s. 384.27, s. 384.28, or s. 384.281, the department shall substitute a pseudonym for the true name of the person to whom the order pertains. The actual name of the person shall be revealed to the court only in camera, and the court shall seal such name from further revelation. (2) All court decisions, orders, petitions, and other formal documents shall be styled in a manner to protect the name of the party from public revelation. (3) The department and its authorized representatives, the court, and other parties to the lawsuit shall not reveal the name of any person subject to these proceedings except as permitted in s. 384.29. Except as provided in this section, the name of any person subject to these proceedings is confidential and exempt from the provisions of s. 119.07(1). History.—s. 32, ch. 88-380; s. 6, ch. 90-344; s. 12, ch. 93-227; s. 198, ch. 96-406. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27afd8293cca',t:'MTc3MDg3OTA2MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-282/"
    },
    {
      "id": "section-384283service",
      "number": "384.283",
      "heading": "Service of notice and processes; sheriff to deliver person to state program.",
      "text": "of notice and processes; sheriff to deliver person to state program.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-384284forms",
      "number": "384.284",
      "heading": "Forms to be developed.",
      "text": "384.284 Forms to be developed.—The department shall develop and furnish to the circuit court all forms necessary under ss. 384.27, 384.28, and 384.281, and the court may use such forms as it determines appropriate. History.—s. 34, ch. 88-380. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27b228098c20',t:'MTc3MDg3OTA2MC4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-284/"
    },
    {
      "id": "section-384285right",
      "number": "384.285",
      "heading": "Right of appeal; immediate release.",
      "text": "384.285 Right of appeal; immediate release.— (1) Any person who is aggrieved by the entry of an order under s. 384.27, s. 384.28, or s. 384.281 shall have the period of time provided by the Rules of Appellate Procedure within which to appeal said order. Every order entered under the terms of ss. 384.27, 384.28, and 384.281 shall be executed immediately unless the court entering such order or the appellate court, in its discretion, enters a supersedeas order and fixes the terms and conditions thereof. (2) Any person who is examined, treated, hospitalized, placed in another health care or residential facility, isolated in his or her residence, or placed in emergency hold as a result of an order entered under s. 384.27, s. 384.28, or s. 384.281 may at any time petition the circuit court for immediate release and termination of the order. (3) Any person petitioning a court for immediate release and termination of the order entered under authority of s. 384.27, s. 384.28, or s. 384.281 must show that the original order was issued by mistake or fraud, or: (a) That there has been a substantial change in the original facts and circumstances upon which the order was issued; or (b) That he or she no longer poses an immediate and substantial threat to the health and welfare of the public. (4) When considering a petition for immediate release, and prior to making any release, the court shall consult the department and the patient’s physician, if any, concerning the patient’s medical condition and any other related factors that may affect the present and future danger to the public that may be caused by the patient’s release. (5) When granting a petition for immediate release, the court may impose those conditions it believes reasonably necessary to protect the public from infection with a sexually transmissible disease. History.—s. 35, ch. 88-380; s. 680, ch. 95-148. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27b48c0cf436',t:'MTc3MDg3OTA2MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-285/"
    },
    {
      "id": "section-384286temporary",
      "number": "384.286",
      "heading": "Temporary leave.",
      "text": "384.286 Temporary leave.—Persons who have been hospitalized, placed in another health care or residential facility, or isolated in their residences may be granted a short-term temporary leave at the discretion of the department or its authorized representatives provided the department determines that the emergency leave will be closely monitored and will not endanger the public health. Temporary leave may be granted for therapeutic purposes, in the event of death or critical illness in the person’s family, or for another emergency. History.—s. 36, ch. 88-380. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27b6ec9c9a91',t:'MTc3MDg3OTA2MS4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-286/"
    },
    {
      "id": "section-384287screening",
      "number": "384.287",
      "heading": "Screening for sexually transmissible disease.",
      "text": "384.287 Screening for sexually transmissible disease.— (1) An officer as defined in s. 943.10(14); support personnel as defined in s. 943.10(11) who are employed by the Department of Law Enforcement, including, but not limited to, any crime scene analyst, forensic technologist, or crime lab analyst; firefighter as defined in s. 633.102; or ambulance driver, paramedic, or emergency medical technician as defined in s. 401.23, acting within the scope of employment, who comes into contact with a person in such a way that significant exposure, as defined in s. 381.004, has occurred may request that the person be screened for a sexually transmissible disease that can be transmitted through a significant exposure. (2) If the person will not voluntarily submit to screening, the officer, support personnel of the Department of Law Enforcement, firefighter, ambulance driver, paramedic, or emergency medical technician, or the employer of any of the employees described in subsection (1) acting on behalf of the employee, may seek a court order directing that the person who is the source of the significant exposure submit to screening. A sworn statement by a physician licensed under chapter 458 or chapter 459 that a significant exposure has occurred and that, in the physician’s medical judgment, the screening is medically necessary to determine the course of treatment for the employee, constitutes probable cause for the issuance of the order by the court. (3) In order to use the provisions of this section, the employee subjected to the significant exposure must also be screened for the same sexually transmissible diseases. (4) All screenings must be conducted by the department or the department’s authorized representative or by medical personnel at a facility designated by the court. The cost of screening shall be borne by the employer. (5) Results of the screening are exempt from the requirements of s. 384.29 solely for the purpose of releasing the results to the person who is the source of the significant exposure, to the person subjected to the significant exposure, to the physicians of the persons screened, and to the employer, if necessary for filing a worker’s compensation claim or any other disability claim based on the significant exposure. (6) A person who receives the results of a test pursuant to this section, which results disclose human immunodeficiency virus infection and are otherwise confidential pursuant to law, shall maintain the confidentiality of the information received and the identity of the person tested as required by s. 381.004. Violation of this subsection constitutes a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083. History.—s. 1, ch. 94-205; s. 1, ch. 98-251; s. 133, ch. 2013-183. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27b93d4ecccf',t:'MTc3MDg3OTA2Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-287/"
    },
    {
      "id": "section-384288fees",
      "number": "384.288",
      "heading": "Fees and other compensation; payment by board of county commissioners.",
      "text": "and other compensation; payment by board of county commissioners.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38429confidentiality",
      "number": "384.29",
      "heading": "Confidentiality",
      "text": "384.29 Confidentiality.— (1) All information and records held by the department or its authorized representatives relating to known or suspected cases of sexually transmissible diseases are strictly confidential and exempt from the provisions of s. 119.07(1). Such information shall not be released or made public by the department or its authorized representatives, or by a court or parties to a lawsuit upon revelation by subpoena, except under the following circumstances: (a) When made with the consent of all persons to which the information applies; (b) When made for statistical purposes, and medical or epidemiologic information is summarized so that no person can be identified and no names are revealed; (c) When made to medical personnel, appropriate state agencies, public health agencies, or courts of appropriate jurisdiction, to enforce the provisions of this chapter or s. 775.0877 and related rules; (d) When made in a medical emergency, but only to the extent necessary to protect the health or life of a named party, or an injured officer, firefighter, paramedic, or emergency medical technician; or (e) When made to the proper authorities as required by chapter 39 or chapter 415. (2) When disclosure is made pursuant to a subpoena, the court shall seal such information from further disclosure, except as deemed necessary by the court to reach a decision, unless otherwise agreed to by all parties. Except as provided in this section, such information that is disclosed pursuant to a subpoena is confidential and exempt from the provisions of s. 119.07(1). (3) No employee of the department or its authorized representatives shall be examined in a civil, criminal, special, or other proceeding as to the existence or contents of pertinent records of a person examined or treated for a sexually transmissible disease by the department or its authorized representatives, or of the existence or contents of such reports received from a private physician or private health facility, without the consent of the person examined and treated for such diseases, except in proceedings under ss. 384.27 and 384.28 or involving offenders pursuant to s. 775.0877. History.—s. 90, ch. 86-220; s. 5, ch. 90-292; s. 7, ch. 90-344; s. 11, ch. 93-227; s. 17, ch. 96-322; s. 199, ch. 96-406; s. 138, ch. 98-403; s. 24, ch. 2001-62. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27bb99bbdb09',t:'MTc3MDg3OTA2Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-29/"
    },
    {
      "id": "section-38431testing",
      "number": "384.31",
      "heading": "Testing of pregnant women; duty of the attendant.",
      "text": "384.31 Testing of pregnant women; duty of the attendant.—Every person, including every physician licensed under chapter 458 or chapter 459 or midwife licensed under part I of chapter 464 or chapter 467, attending a pregnant woman for conditions relating to pregnancy during the period of gestation and delivery shall cause the woman to be tested for sexually transmissible diseases, including HIV, as specified by department rule. Testing shall be performed by a laboratory appropriately certified by the Centers for Medicare and Medicaid Services under the federal Clinical Laboratory Improvement Amendments and the federal rules adopted thereunder for such purposes. The woman shall be informed of the tests that will be conducted and of her right to refuse testing. If a woman objects to testing, a written statement of objection, signed by the woman, shall be placed in the woman’s medical record and no testing shall occur. History.—s. 90, ch. 86-220; s. 3, ch. 96-179; s. 91, ch. 2000-318; s. 3, ch. 2005-169; s. 20, ch. 2018-24. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27bde99c4f2a',t:'MTc3MDg3OTA2Mi4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-31/"
    },
    {
      "id": "section-38432prisoners",
      "number": "384.32",
      "heading": "Prisoners",
      "text": "384.32 Prisoners.— (1) The department and its authorized representatives may, at its discretion, enter any state, county, or municipal detention facility to interview, examine, and treat any prisoner for a sexually transmissible disease. Any such state, county, or municipal detention facility shall cooperate with the department and its authorized representatives to provide such space as is necessary for the examination and treatment of all prisoners suffering from or suspected of having a sexually transmissible disease. (2) Nothing in this section shall be construed as relieving the Department of Corrections, counties, or municipalities of their primary responsibility for providing medical treatment for prisoners, including treatment for sexually transmissible diseases. History.—s. 90, ch. 86-220. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27c05d0edb0d',t:'MTc3MDg3OTA2My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-32/"
    },
    {
      "id": "section-38433rules",
      "number": "384.33",
      "heading": "Rules",
      "text": "384.33 Rules.—The department may adopt rules pursuant to ss. 120.536(1) and 120.54 to implement the provisions of this chapter. The rules may include requirements for methods of contacting a physician to determine the need for followup services related to sexually transmissible diseases; standards for screening, treating, and performing contact investigations to control the spread of sexually transmitted diseases; and requirements for maintaining the security of confidential information.",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-33/"
    },
    {
      "id": "section-38434penalties",
      "number": "384.34",
      "heading": "Penalties",
      "text": "384.34 Penalties.— (1) Any person who violates the provisions of s. 384.24(1) commits a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083. (2) Any person who violates the provisions of s. 384.26 or s. 384.29 commits a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083. (3) Any person who maliciously disseminates any false information or report concerning the existence of any sexually transmissible disease commits a felony of the third degree, punishable as provided in ss. 775.082, 775.083, and 775.084. (4) Any person who violates the provisions of the department’s rules pertaining to sexually transmissible diseases may be punished by a fine not to exceed $500 for each violation. Any penalties enforced under this subsection shall be in addition to other penalties provided by this chapter. The department may enforce this section and adopt rules necessary to administer this section. (5) Any person who violates s. 384.24(2) commits a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. Any person who commits multiple violations of s. 384.24(2) commits a felony of the first degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. (6) Any person who obtains information that identifies an individual who has a sexually transmissible disease, who knew or should have known the nature of the information and maliciously, or for monetary gain, disseminates this information or otherwise makes this information known to any other person, except by providing it either to a physician or nurse employed by the Department of Health or to a law enforcement agency, commits a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. History.—s. 90, ch. 86-220; s. 38, ch. 88-380; s. 63, ch. 91-224; s. 4, ch. 96-179; s. 2, ch. 97-37; s. 18, ch. 98-151; s. 21, ch. 98-191; s. 1, ch. 2010-64; s. 3, ch. 2010-113. (function(){function c(){var b=a.contentDocument||a.contentWindow.document;if(b){var d=b.createElement('script');d.innerHTML=\"window.__CF$cv$params={r:'9cca27c2988e95e9',t:'MTc3MDg3OTA2My4wMDAwMDA='};var a=document.createElement('script');a.nonce='';a.src='/cdn-cgi/challenge-platform/scripts/jsd/main.js';document.getElementsByTagName('head')[0].appendChild(a);\";b.getElementsByTagName('head')[0].appendChild(d)}}if(document.body){var a=document.createElement('iframe');a.height=1;a.width=1;a.style.position='absolute';a.style.top=0;a.style.left=0;a.style.border='none';a.style.visibility='hidden';document.body.appendChild(a);if('loading'!==document.readyState)c();else if(window.addEventListener)document.addEventListener('DOMContentLoaded',c);else{var e=document.onreadystatechange||function(){};document.onreadystatechange=function(b){e(b);'loading'!==document.readyState&&(document.onreadystatechange=e,c())}}}})();",
      "history": "",
      "source_url": "https://law.justia.com/codes/florida/title-xxix/chapter-384/section-384-34/"
    },
    {
      "id": "section-38423definitions",
      "number": "384.23",
      "heading": "Definitions. (1)“Department” means the Department of Health",
      "text": "(2)“County health department” means agencies and entities as designated in chapter 154.(3)“Sexually transmissible disease” means a bacterial, viral, fungal, or parasitic disease determined by rule of the department to be sexually transmissible, to be a",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38429confidentiality",
      "number": "384.29",
      "heading": "Confidentiality. (1)All information and records held by the department or its authorized representatives relating to known or suspected cases of sexually transmissible diseases are strictly confidential and exempt from the provisions of s",
      "text": "119.07(1). Such information shall not be released or made public by the depar",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38432prisoners",
      "number": "384.32",
      "heading": "Prisoners. (1)The department and its authorized representatives may, at its discretion, enter any state, county, or municipal detention facility to interview, examine, and treat any prisoner for a sexually transmissible disease",
      "text": "Any such state, county, or municipal detention facility shall cooperate with the d",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38433rules",
      "number": "384.33",
      "heading": "Rules. The department may adopt rules pursuant to ss",
      "text": "120.536(1) and 120.54 to implement the provisions of this chapter. The rules may include requirements for methods of contacting a physician to determine the need for followup services related to sexually transmissible diseases; standards for screening,",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-38434penalties",
      "number": "384.34",
      "heading": "Penalties. (1)Any person who violates the provisions of s",
      "text": "384.24(1) commits a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083.(2)Any person who violates the provisions of s. 384.26 or s. 384.29 commits a misdemeanor of the first degree, punishable as provided in s. 775.082",
      "history": "",
      "source_url": ""
    }
  ]
}