{
  "state": "south-dakota",
  "path": "title-title-36-professions-and-occupations/chapter-chapter-28-nursing-facility-administrators",
  "sections": [
    {
      "id": "section-36-28-1",
      "number": "36-28-1",
      "heading": "Definition of terms.Section 36-28-2 - Board--Appointment--Qualifications--Terms of members",
      "text": "36-28-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Board,\" the South Dakota Board of Nursing Facility Administrators;\n\n(2)\"Nursing facility,\" any institution or facility defined as such for licensing purposes under South Dakota law or pursuant to the rules for nursing facilities and homes for the aged by the State Department of Health, whether proprietary or nonprofit, including nursing facilities owned or administered by the federal or state government or an agency or political subdivision thereof;\n\n(3)\"Nursing facility administrator,\" a person who administers, manages, supervises, or is in general administrative charge of a nursing facility, whether the individual has an ownership interest in such facility and whether the function and duties are shared with one or more individuals. However, no person serving as a member of a nursing facility's board of directors is a nursing facility administrator unless the person is also serving in the requisite administration capacity as here defined; and\n\n(4)\"Administrator-in-training program,\" an internship completed under the supervision of a preceptor that meets the requirements established by the board pursuant to chapter 1-26.\n\nSource:SL 1969, ch 113, §1; SDCL Supp, §34-12A-1; SL 2014, ch 186, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-1/"
    },
    {
      "id": "section-36-28-2",
      "number": "36-28-2",
      "heading": "Board--Appointment--Qualifications--Terms of members.",
      "text": "36-28-2. Board--Appointment--Qualifications--Terms of members.\n\nThe board consists of five members. The members of the board shall be appointed by the Governor and shall include four members who are licensed nursing facility administrators who are actively practicing in South Dakota and one member of the general public who is not an administrator or employee of a nursing facility and who has no direct financial interest in a nursing facility. The terms of all members are to be three years. No member may serve more than three consecutive full terms. The terms of members begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. The appointment to an unexpired term is not considered a full term.\n\nAny member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire.\n\nSource:SL 1969, ch 113, §2; SDCL Supp, §34-12A-2; SL 1971, ch 203; SL 1973, ch 221; SL 1986, ch 27, §30; SL 2005, ch 199, §67; SL 2012, ch 16, §17; SL 2013, ch 176, §11; SL 2014, ch 186, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-2/"
    },
    {
      "id": "section-36-28-3",
      "number": "36-28-3",
      "heading": "Vacancies on board--Removal of members.",
      "text": "36-28-3. Vacancies on board--Removal of members.\n\nVacancies on the board shall be filled by the Governor for the balance of any unexpired term from persons qualified under the provisions of this chapter. Appointive members of the board may be removed by the Governor for cause after due notice and hearing.\n\nSource:SL 1969, ch 113, §3; SDCL Supp, §34-12A-3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-3/"
    },
    {
      "id": "section-36-28-4",
      "number": "36-28-4",
      "heading": "Officers of board--Rules--Terms--Services.",
      "text": "36-28-4. Officers of board--Rules--Terms--Services.\n\nThe board shall annually elect from its membership a president, vice president, and secretary-treasurer, and shall adopt rules pursuant to chapter 1-26 to govern its proceedings. No officer may serve more than three consecutive one-year terms. The board may expend funds for administrative, consultant, and other necessary services for the board with the amount of the expenditures to be set by the board.\n\nSource:SL 1969, ch 113, §9; SDCL Supp, §34-12A-4; revised pursuant to SL 1973, ch 23; SL 1986, ch 302, §101; SL 2014, ch 186, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-4/"
    },
    {
      "id": "section-36-28-41",
      "number": "36-28-4.1",
      "heading": "Meetings--Quorum.",
      "text": "36-28-4.1. Meetings--Quorum.\n\nThe board shall meet at least annually. A majority of the members constitute a quorum. A majority vote of those present constitutes a decision of the entire board.\n\nSource:SL 2014, ch 186, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-4-1/"
    },
    {
      "id": "section-36-28-5",
      "number": "36-28-5",
      "heading": "Board continued within Department of Health--Records and reports.",
      "text": "36-28-5. Board continued within Department of Health--Records and reports.\n\nThe Board of Nursing Facility Administrators shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health, except that the board shall report at least annually.\n\nSource:SL 1973, ch 2, §56 (s); SDCL Supp, §34-12A-4.1; SL 2003, ch 272 (Ex. Ord. 03-1), §40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-5/"
    },
    {
      "id": "section-36-28-51",
      "number": "36-28-5.1",
      "heading": "Immunity of board, members, and agents.",
      "text": "36-28-5.1. Immunity of board, members, and agents.\n\nThe board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's responsibilities, and the state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which the immunity applies.\n\nSource:SL 2014, ch 186, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-5-1/"
    },
    {
      "id": "section-36-28-6",
      "number": "36-28-6",
      "heading": "Unlicensed acting as administrator as misdemeanor.",
      "text": "36-28-6. Unlicensed acting as administrator as misdemeanor.\n\nIt is a Class 1 misdemeanor for any person to act or serve in the capacity of a nursing facility administrator unless he is the holder of a license issued in accordance with the provisions of this chapter.\n\nSource:SL 1969, ch 113, §15; SDCL Supp, §34-12A-5; SL 1977, ch 190, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-6/"
    },
    {
      "id": "section-36-28-7",
      "number": "36-28-7",
      "heading": "Injunction to prevent violation.",
      "text": "36-28-7. Injunction to prevent violation.\n\nThe board may commence an action for an injunction for a violation of this chapter or regulation promulgated pursuant to this chapter.\n\nSource:SDCL Supp, §34-12A-5.1, created as new section to carry out directions to the Code Commission contained in SL 1972, ch 15, §4; SL 2014, ch 186, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-7/"
    },
    {
      "id": "section-36-28-8",
      "number": "36-28-8",
      "heading": "Exemption from medical educational qualifications for applicants certified by church or religious denomination.",
      "text": "36-28-8. Exemption from medical educational qualifications for applicants certified by church or religious denomination.\n\nNotwithstanding the provisions of §36-28-12, nothing in this chapter or the rules thereunder shall be construed to require an applicant for a license as a nursing facility administrator or a temporary license, who is certified by a recognized church or religious denomination which teaches reliance on spiritual means alone for healing as having been approved to administer institutions certified by such church or denomination for the care and treatment of the sick in accordance with its teachings, to demonstrate proficiency in any medical techniques or to meet any medical educational qualifications or medical standards not in accord with the remedial care and treatment provided in such institutions.\n\nSource:SL 1969, ch 113, §4; SDCL Supp, §34-12A-6; SL 1986, ch 302, §102.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-8/"
    },
    {
      "id": "section-36-28-9",
      "number": "36-28-9",
      "heading": "Adoption of rules by board for determining qualifications and competence of administrators--License holders deemed qualified.",
      "text": "36-28-9. Adoption of rules by board for determining qualifications and competence of administrators--License holders deemed qualified.\n\nThe board shall adopt rules pursuant to chapter 1-26 to determine the qualifications and competence of any person to serve as an administrator of a nursing facility under the provisions of this chapter. The holder of a license under the provisions of this chapter may serve as the administrator of a nursing facility.\n\nSource:SL 1969, ch 113, §10; SDCL Supp, §34-12A-8; SL 1996, ch 239, §1; SL 2000, ch 199, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-9/"
    },
    {
      "id": "section-36-28-10",
      "number": "36-28-10",
      "heading": "Adoption of rules by board to develop, impose, and enforce licensing standards.",
      "text": "36-28-10. Adoption of rules by board to develop, impose, and enforce licensing standards.\n\nThe board shall adopt rules pursuant to chapter 1-26 to develop, impose, and enforce standards which shall be met by persons in order to receive a license as a nursing facility administrator. The standards shall ensure that nursing facility administrators are persons who, by training and experience in the field of institutional administration, are qualified to serve as nursing facility administrators.\n\nSource:SL 1969, ch 113, §11 (1); SDCL Supp, §34-12A-9; SL 1996, ch 239, §2; SL 2000, ch 199, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-10/"
    },
    {
      "id": "section-36-28-11",
      "number": "36-28-11",
      "heading": "Examination and investigation techniques--Fees.",
      "text": "36-28-11. Examination and investigation techniques--Fees.\n\nThe board may develop and apply appropriate techniques, including examination and investigation, for determining whether an individual meets the requirements of §36-28-10. Examination and re-examination fees are nonrefundable and shall be fixed in rules promulgated by the board pursuant to chapter 1-26 and may not exceed two hundred dollars.\n\nSource:SL 1969, ch 113, §11 (2); SDCL Supp, §34-12A-10; SL 1986, ch 302, §103; SL 2014, ch 186, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-11/"
    },
    {
      "id": "section-36-28-12",
      "number": "36-28-12",
      "heading": "Age, character, training and examination requirements for administrator's license.",
      "text": "36-28-12. Age, character, training and examination requirements for administrator's license.\n\nThe board may issue a license to a qualified person and may establish qualification criteria pursuant to chapter 1-26. No license may be issued to a person as a nursing facility administrator unless the applicant:\n\n(1)Is at least eighteen years of age, of good moral character, and of sound physical and mental health;\n\n(2)Has satisfactorily completed training prescribed by the board, which shall, by virtue of its content and administration, present sufficient knowledge of the needs properly to be served by nursing facilities, laws governing the operation of nursing facilities and the protection of the interests of the residents therein, and the elements of good nursing facility administration; and\n\n(3)Has passed an examination approved by the board designed to test the applicant's knowledge and competence regarding the subject matter referred to in subdivision (2) of this section.\n\nSource:SL 1969, ch 113, §4; SDCL Supp, §34-12A-11; SL 1986, ch 302, §104; SL 2014, ch 186, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-12/"
    },
    {
      "id": "section-36-28-121",
      "number": "36-28-12.1",
      "heading": "Criminal background investigation of applicants for licensure and licensees under disciplinary investigation--Fees.",
      "text": "36-28-12.1. Criminal background investigation of applicants for licensure and licensees under disciplinary investigation--Fees.\n\nEach applicant for licensure as a nursing facility administrator in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation.\n\nSource:SL 2012, ch 193, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-12-1/"
    },
    {
      "id": "section-36-28-13",
      "number": "36-28-13",
      "heading": "Emergency permit--Duration of permit--Rules--Fee.",
      "text": "36-28-13. Emergency permit--Duration of permit--Rules--Fee.\n\nThe board may issue an emergency permit to practice as a nursing facility administrator for a period not to exceed one year to a qualified person filing a written application with the board. The board may adopt rules pursuant to chapter 1-26 regarding application procedures, renewal procedures, supervision, and the nonrefundable fee for an emergency permit which may not exceed four hundred dollars.\n\nSource:SL 1969, ch 113, §14; SDCL Supp, §34-12A-13; SL 1986, ch 302, §105; SL 1996, ch 239, §3; SL 2014, ch 186, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-13/"
    },
    {
      "id": "section-36-28-14",
      "number": "36-28-14",
      "heading": "Issuance of license to license holder from another jurisdiction.",
      "text": "36-28-14. Issuance of license to license holder from another jurisdiction.\n\nThe board may issue a nursing facility administrator license to any person who holds a current license as a nursing facility administrator or equivalent license from another jurisdiction, if the board finds that the standards for licensure in such other jurisdiction are at least substantially equivalent to those prevailing in this state and that the applicant is otherwise qualified. The board may adopt, by rules promulgated pursuant to chapter 1-26, minimum requirements for qualification and a nonrefundable fee for reciprocal licensure which may not exceed five hundred dollars.\n\nSource:SL 1969, ch 113, §13; SDCL Supp, §34-12A-14; SL 1996, ch 239, §4; SL 2014, ch 186, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-14/"
    },
    {
      "id": "section-36-28-15",
      "number": "36-28-15",
      "heading": "Initial fee for license.",
      "text": "36-28-15. Initial fee for license.\n\nAny person applying to be licensed as a nursing facility administrator shall pay a nonrefundable initial license fee in an amount set by rule promulgated by the board pursuant to chapter 1-26, which may not exceed five hundred dollars. The initial license fee shall be prorated to the next biennial renewal date according to rule promulgated by the board pursuant to chapter 1-26.\n\nSource:SL 1969, ch 113, §7; SDCL Supp, §34-12A-15; SL 1986, ch 302, §106; SL 2000, ch 199, §3; SL 2008, ch 191, §66; SL 2014, ch 186, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-15/"
    },
    {
      "id": "section-36-28-16",
      "number": "36-28-16",
      "heading": "Transfer of license not authorized--Period of validity of license.",
      "text": "36-28-16. Transfer of license not authorized--Period of validity of license.\n\nThe board may license nursing facility administrators in accordance with this chapter and rules promulgated by the board pursuant to chapter 1-26. A nursing facility administrator license is not transferable and is valid until surrendered for cancellation or suspended or revoked for violation of this chapter or any rule promulgated pursuant to this chapter. A nursing facility administrator license that is not renewed by December thirty-first of even-numbered years expires and is no longer valid.\n\nSource:SL 1969, ch 113, §6; SDCL Supp, §34-12A-16; revised pursuant to SL 1972, ch 15, §4; SL 1986, ch 302, §107; SL 2014, ch 186, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-16/"
    },
    {
      "id": "section-36-28-17",
      "number": "36-28-17",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-28-18",
      "number": "36-28-18",
      "heading": "Expiration and renewal of license--Fee.",
      "text": "36-28-18. Expiration and renewal of license--Fee.\n\nEach nursing facility administrator license expires on December thirty-first of even-numbered years and is renewable biennially thereafter upon application to the board and payment of a renewal fee set in rule promulgated by the board pursuant to chapter 1-26. The renewal fee may not exceed five hundred dollars.\n\nSource:SL 1969, ch 113, §7; SDCL Supp, §34-12A-18; SL 1986, ch 302, §108; SL 1991, ch 315; SL 2000, ch 199, §4; SL 2008, ch 191, §67; SL 2014, ch 186, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-18/"
    },
    {
      "id": "section-36-28-181",
      "number": "36-28-18.1",
      "heading": "Duplicate licenses.",
      "text": "36-28-18.1. Duplicate licenses.\n\nThe board may issue a duplicate license and may promulgate rules pursuant to chapter 1-26 and set a fee, which may not exceed one hundred dollars.\n\nSource:SL 1986, ch 302, §109; SL 2000, ch 199, §5; SL 2008, ch 191, §68; SL 2014, ch 186, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-18-1/"
    },
    {
      "id": "section-36-28-182",
      "number": "36-28-18.2",
      "heading": "Application for inactive status--Reactivation--Fee.",
      "text": "36-28-18.2. Application for inactive status--Reactivation--Fee.\n\nA licensed nursing facility administrator may file for inactive status and pay a fee of not more than three hundred dollars. The administrator may reactivate the license within five years of the date of inactivation by completing an application, paying the required fee, completing the continuing education requirement, passing the state examination, and fulfilling other requirements as determined by the length of inactive status, as prescribed by the board in rules promulgated pursuant to chapter 1-26.\n\nSource:SL 2000, ch 199, §8; SL 2014, ch 186, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-18-2/"
    },
    {
      "id": "section-36-28-19",
      "number": "36-28-19",
      "heading": "to 36-28-21. Repealed.",
      "text": "to 36-28-21. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-28-211",
      "number": "36-28-21.1",
      "heading": "Promulgation of rules.",
      "text": "36-28-21.1. Promulgation of rules.\n\nThe board may promulgate rules pursuant to chapter 1-26 to establish continuing education requirements for renewal of a license.\n\nSource:SL 1986, ch 302, §110; SL 2014, ch 186, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-21-1/"
    },
    {
      "id": "section-36-28-22",
      "number": "36-28-22",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-28-23",
      "number": "36-28-23",
      "heading": "Action by board for license violation--Revocation or suspension of license.",
      "text": "36-28-23. Action by board for license violation--Revocation or suspension of license.\n\nThe board may investigate and take appropriate action if it comes to the attention of the board that a licensee may have violated a provision of this chapter or a rule promulgated pursuant to this chapter. The board may revoke or suspend a license of any licensee violating any provision of this chapter and any rule promulgated pursuant to this chapter.\n\nSource:SL 1969, ch 113, §11 (5); SDCL Supp, §34-12A-23; revised pursuant to SL 1972, ch 15, §3; SL 2014, ch 186, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-23/"
    },
    {
      "id": "section-36-28-24",
      "number": "36-28-24",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-28-25",
      "number": "36-28-25",
      "heading": "Disposition of fees.",
      "text": "36-28-25. Disposition of fees.\n\nAny fee collected under the provisions of this chapter shall be paid to the board, who shall keep the fee in a fund, which may be used and expended by the board to pay the compensation and travel expenses, pursuant to §3-9-2, of members and employees of the board and other expenses necessary for the board to administer and carry out the provisions of this chapter.\n\nSource:SL 1969, ch 113, §8; SDCL Supp, §34-12A-25; SL 1986, ch 27, §31; SL 2014, ch 186, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-25/"
    },
    {
      "id": "section-36-28-26",
      "number": "36-28-26",
      "heading": ", 36-28-27. Repealed.",
      "text": ", 36-28-27. Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-28-28",
      "number": "36-28-28",
      "heading": "Severability of provisions.",
      "text": "36-28-28. Severability of provisions.\n\nIf any provisions of this chapter or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect the other provisions or applications of this chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable.\n\nSource:SL 1969, ch 113, §18; SDCL Supp, §34-12A-28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-28/section-36-28-28/"
    }
  ]
}