{
  "state": "south-dakota",
  "path": "title-title-36-professions-and-occupations/chapter-chapter-09-registered-and-practical-nurses",
  "sections": [
    {
      "id": "section-36-9-1",
      "number": "36-9-1",
      "heading": "Definitions.Section 36-9-1.1 - Legislative findings, policy and intent",
      "text": "36-9-1. Definitions.\n\nTerms as used in this chapter, unless the context otherwise requires, mean:\n\n(1)\"Advanced comprehensive nursing assessment,\" collection, analysis, and synthesis of data performed by the certified registered nurse anesthetist used to establish a health status baseline, nursing diagnosis, plan nursing care, and address changes in a patient's condition;\n\n(2)\"Advanced practice registered nurse\" or \"APRN,\" any person licensed by the board in the role of a clinical nurse specialist or a certified registered nurse anesthetist;\n\n(3)\"Approved program,\" any educational program of study which meets the requirements established by this chapter and by the board for licensure under this chapter;\n\n(4)\"Board,\" the South Dakota Board of Nursing;\n\n(5)\"Certified registered nurse anesthetist,\" any person authorized under this chapter to practice the nursing specialty of nurse anesthesia as defined in §36-9-3.1;\n\n(6)\"Clinical nurse specialist,\" any person authorized under this chapter to practice the nursing specialty of a clinical nurse specialist as defined in §36-9-87;\n\n(7)\"Collaborate,\" the act of communicating pertinent information or consulting with a licensed physician or other licensed health care provider with each provider contributing the provider's respective expertise to optimize the overall care delivered to the patient;\n\n(8)\"Comprehensive nursing assessment,\" collection, analysis, and synthesis of data performed by the registered nurse used to establish a health status baseline, nursing diagnosis, plan nursing care, and address changes in a patient's condition;\n\n(9)\"Focused nursing assessment,\" recognizing patient characteristics by a licensed practical nurse that may affect the patient's health status, gathering and recording assessment data, and demonstrating attentiveness by observing, monitoring, and reporting signs, symptoms, and changes in patient condition in an ongoing manner to the supervising health care provider as defined in §36-9-4;\n\n(10)\"Licensed,\" written authorization by the board to practice as a registered nurse, licensed practical nurse, certified nurse anesthetist, or clinical nurse specialist;\n\n(11)\"Licensed practical nurse,\" any person duly authorized under this chapter to practice practical nursing as defined in §36-9-4;\n\n(12)\"Patient\" or \"client,\" a recipient of care and may be an individual, family, group, or community;\n\n(13)\"Public member,\" any person who is not licensed by the board, but is a user of the services regulated by the board;\n\n(14)\"Registered nurse,\" any person authorized under this chapter to practice nursing as defined in §36-9-3.\n\nFor the purposes of this chapter, words used in the feminine gender include the masculine.\n\nSource:SL 1947, ch 123, §1; SL 1949, ch 109, §1; SL 1955, ch 91, §2; SDC Supp 1960, §27.0902 (1) to (7); SL 1967, ch 101, §2 (1), (3) to (6); SDCL §§36-9-3 (2), 36-9-4 (2); SL 1976, ch 228, §§2, 55; SL 1979, ch 255, §1; SL 1986, ch 307, §§8, 9; SL 1995, ch 217, §1; SL 2014, ch 180, §1; SL 2016, ch 194, §1; SL 2020, ch 169, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-1/"
    },
    {
      "id": "section-36-9-11",
      "number": "36-9-1.1",
      "heading": "Legislative findings, policy and intent.",
      "text": "36-9-1.1. Legislative findings, policy and intent.\n\nThe Legislature hereby declares it to be the responsibility of this state to safeguard life, health and the public welfare; and to protect citizens from unauthorized, unqualified and improper application of nursing education programs and nursing practices. Regulatory authority shall be vested in the South Dakota Board of Nursing. The Legislature recognizes that the practice of nursing is continually evolving to include more sophisticated patient-care activities. It intends to provide clear legal authority for functions and procedures which have common acceptance and usage, to recognize the existence of overlapping functions within the practice of nursing and medicine, and to permit additional sharing of functions within organized health care systems which provide for collaboration with other health team members.\n\nSource:SL 1976, ch 228, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-1-1/"
    },
    {
      "id": "section-36-9-2",
      "number": "36-9-2",
      "heading": "Evidence of qualification and license required to practice nursing.",
      "text": "36-9-2. Evidence of qualification and license required to practice nursing.\n\nAny person practicing or offering to practice as:\n\n(1)A registered nurse;\n\n(2)A licensed practical nurse; or\n\n(3)An advanced practice registered nurse\n\nin this state shall be required to submit evidence to the Board of Nursing that she is qualified to so practice, shall be licensed, and shall use the appropriate licensure title.\n\nSource:SDC 1939, §27.0907; SL 1947, ch 123, §10; SL 1949, ch 109, §11; SL 1955, ch 91, §1; SDC Supp 1960, §27.0901; SL 1967, ch 101, §1; SL 1976, ch 228, §3; SL 1979, ch 255, §2; SL 2014, ch 180, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-2/"
    },
    {
      "id": "section-36-9-3",
      "number": "36-9-3",
      "heading": "Practice of registered nurse.",
      "text": "36-9-3. Practice of registered nurse.\n\nThe practice of a registered nurse includes:\n\n(1)Providing comprehensive nursing assessment of health status of patients;\n\n(2)Collaborating with the health care team to develop and coordinate an integrated patient-centered health care plan;\n\n(3)Developing the comprehensive patient-centered health care plan, including:\n\n(a)Establishing nursing diagnosis;\n\n(b)Setting goals to meet identified health care needs; and\n\n(c)Prescribing nursing interventions;\n\n(4)Implementing nursing care through the execution of independent nursing strategies and the provision of regimens requested, ordered, or prescribed by authorized health care providers;\n\n(5)Evaluating responses to interventions and the effectiveness of the plan of care;\n\n(6)Designing and implementing teaching plans based on patient needs;\n\n(7)Delegating and assigning nursing interventions to implement the plan of care;\n\n(8)Providing for the maintenance of safe and effective nursing care rendered directly or indirectly;\n\n(9)Advocating for the best interest of the patient;\n\n(10)Communicating and collaborating with other health care providers in the management of health care and the implementation of the total health care regimen within and across settings;\n\n(11)Managing, supervising, and evaluating the practice of nursing;\n\n(12)Teaching the theory and practice of nursing;\n\n(13)Participating in development of health care policies, procedures, and systems; and\n\n(14)Other acts that require education and training consistent with professional standards as prescribed by the board, by rules promulgated pursuant to chapter 1-26, and commensurate with the registered nurse's education, demonstrated competence, and experience.\n\nSource:SL 1947, ch 123, §1; SL 1955, ch 91, §2; SDC Supp 1960, §27.0902 (2), (3); SL 1967, ch 101, §2 (2) (a); SL 1972, ch 204, §1; SL 1976, ch 228, §4; SL 1986, ch 307, §10; SL 2016, ch 194, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-3/"
    },
    {
      "id": "section-36-9-31",
      "number": "36-9-3.1",
      "heading": "Practice of certified registered nurse anesthetist--Promulgation of rules.",
      "text": "36-9-3.1.  Practice of certified registered nurse anesthetist--Promulgation of rules.\n\nIn addition to the practice of a registered nurse, as defined in §36-9-3, and within the certified registered nurse anesthetist role, a certified registered nurse anesthetist may:\n\n(1)Conduct an advanced comprehensive nursing assessment;\n\n(2)Order and interpret diagnostic procedures;\n\n(3)Develop and initiate a patient-specific anesthesia or pain management plan of care and therapeutic regimen;\n\n(4)Prescribe, procure, administer, and furnish pharmacological agents in connection with anesthesia practice or pain management, including over the counter, legend, and controlled drugs or substances listed on Schedule II in chapter 34-20B;\n\n(5)Prescribe nonpharmacological interventions;\n\n(6)Refer patients to health care agencies, health care providers, or community resources; and\n\n(7)Complete and sign official documents required by law.\n\nThe certified registered nurse anesthetist shall collaborate with a physician, a dentist, a podiatrist, a certified nurse practitioner, a certified nurse midwife, or a physician assistant when providing anesthesia services.\n\nThe certified registered nurse anesthetist shall collaborate with other health care providers when engaging in chronic pain practice.\n\nThe certified registered nurse anesthetist shall refer or transfer patients, as appropriate.\n\nThe board shall promulgate rules in accordance with chapters 1-26 and 36-9 for the implementation of prescriptive authority within the role of the certified registered nurse anesthetist, the use of radiography, and the specific procedures for pain management.\n\nSource:SL 1979, ch 255, §3; SL 1999, ch 192, §10; SL 2020, ch 169, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-3-1/"
    },
    {
      "id": "section-36-9-32",
      "number": "36-9-3.2",
      "heading": "Repealed.",
      "text": "Repealed.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-4",
      "number": "36-9-4",
      "heading": "Practice of licensed practical nurse.",
      "text": "36-9-4. Practice of licensed practical nurse.\n\nA licensed practical nurse practices under the supervision of a registered nurse, advanced practice registered nurse, licensed physician, or other health care provider authorized by the state. A licensed practical nurse is guided by nursing standards established or recognized by the board and includes:\n\n(1)Collecting data and conducting a focused nursing assessment of the health status of a patient;\n\n(2)Participating with other health care providers in the development and modification of the patient-centered health care plan;\n\n(3)Implementing nursing interventions within a patient-centered health care plan;\n\n(4)Assisting in the evaluation of responses to interventions;\n\n(5)Providing for the maintenance of safe and effective nursing care rendered directly or indirectly;\n\n(6)Advocating for the best interest of the patient;\n\n(7)Communicating and collaborating with patients and members of the health care team;\n\n(8)Assisting with health counseling and teaching;\n\n(9)Delegating and assigning nursing interventions to implement the plan of care; and\n\n(10)Other acts that require education and training consistent with professional standards as prescribed by the board, by rules promulgated pursuant to chapter 1-26, and commensurate with the licensed practical nurse's education, demonstrated competence, and experience.\n\nSource:SL 1949, ch 109, §1; SL 1955, ch 91, §2; SDC Supp 1960, §27.0902 (4); SL 1967, ch 101, §2 (2) (b); SL 1972, ch 204, §2; SL 1976, ch 228, §5; SL 2016, ch 194, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-4/"
    },
    {
      "id": "section-36-9-41",
      "number": "36-9-4.1",
      "heading": "Additional functions after special training of licensed practical nurse.",
      "text": "36-9-4.1. Additional functions after special training of licensed practical nurse.\n\nThe licensed practical nurse may perform any of the duties described in §36-9-4 and with appropriate training as approved by the board rules and regulations may, under the direction of a physician licensed or exempt from licensing pursuant to chapter 36-4, dentist or registered nurse:\n\n(1)Perform additional specialized nursing functions; and\n\n(2)Assist with teaching, supervision, delegating, and evaluation of health and nursing practices.\n\nSource:SDCL, §36-9-4 (1) as enacted by SL 1972, ch 204, §2; SL 1976, ch 228, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-4-1/"
    },
    {
      "id": "section-36-9-5",
      "number": "36-9-5",
      "heading": "Appointment and composition of board.",
      "text": "36-9-5. Appointment and composition of board.\n\nThe Governor shall appoint a board of eleven consisting of seven registered nurses, two licensed practical nurses, and two public members.\n\nSource:SDC 1939, §27.0901; SL 1947, ch 123, §2; SL 1949, ch 109, §2; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (1); SL 1967, ch 101, §3 (1); SL 1973, ch 2, §58; SDCL Supp, §36-9-9.1; SL 1976, ch 228, §6; SL 2016, ch 194, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-5/"
    },
    {
      "id": "section-36-9-6",
      "number": "36-9-6",
      "heading": "Citizenship and residence requirements of board members.",
      "text": "36-9-6. Citizenship and residence requirements of board members.\n\nEach member of the board shall be a citizen of the United States and a resident of this state for two years before beginning a term of office.\n\nSource:SDC 1939, §27.0901; SL 1947, ch 123, §2; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (2); SL 1967, ch 101, §3 (2); SL 1976, ch 228, §7; SL 2016, ch 194, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-6/"
    },
    {
      "id": "section-36-9-7",
      "number": "36-9-7",
      "heading": "Qualifications of registered nurse members of board.",
      "text": "36-9-7. Qualifications of registered nurse members of board.\n\nEach registered nurse member of the board shall be licensed in good standing as a registered nurse in this state, shall be a graduate from an approved program for the preparation of registered nurses, shall have at least five years experience since graduation in the practice of nursing, and shall have been actively engaged in nursing for at least three of the last four years preceding appointment.\n\nOf the seven registered nurse members, at least two shall be from nursing service or practice, two from nursing education, and at least one shall be a certified registered nurse anesthetist, a certified nurse practitioner, a certified nurse midwife, or a clinical nurse specialist.\n\nOf the two members from nursing education, one shall be a faculty member or administrator of a practical nursing program and one shall be a faculty member or an administrator of a registered nursing program.\n\nSource:SDC 1939, §27.0901; SL 1947, ch 123, §2; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (2); SL 1967, ch 101, §3 (2); SL 1976, ch 228, §8; SL 1981, ch 277, §1; SL 1994, ch 297, §1; SL 1995, ch 217, §3; SL 2016, ch 194, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-7/"
    },
    {
      "id": "section-36-9-8",
      "number": "36-9-8",
      "heading": "Qualifications of licensed practical nurse members of board.",
      "text": "36-9-8. Qualifications of licensed practical nurse members of board.\n\nEach licensed practical nurse member of the board shall be licensed in good standing as a practical nurse in this state, shall be a graduate of an approved program for the preparation of licensed practical nurses, shall have at least five years experience since graduation as a licensed practical nurse, and shall have been actively engaged in practical nursing for at least three of the last four years preceding appointment.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (2); SL 1967, ch 101, §3 (2); SL 1976, ch 228, §9; SL 2016, ch 194, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-8/"
    },
    {
      "id": "section-36-9-81",
      "number": "36-9-8.1",
      "heading": "Qualifications of public members of board.",
      "text": "36-9-8.1. Qualifications of public members of board.\n\nNo person may qualify for appointment as a public member if that person serves as a member of any other state licensing board or is engaged for compensation in the provision of health services or the provision of health research, instruction, or insurance.\n\nSource:SL 1976, ch 228, §10; SL 2016, ch 194, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-8-1/"
    },
    {
      "id": "section-36-9-9",
      "number": "36-9-9",
      "heading": "Terms of office of board members--Appointment.",
      "text": "36-9-9. Terms of office of board members--Appointment.\n\nThe term of office for each member of the board is three years and expires on October thirtieth. Each member shall serve until a successor has been appointed and qualified. No member may be appointed to more than three consecutive full terms. However, appointment of a person to an unexpired term is not considered a full term for this purpose.\n\nAt the expiration of a term, or if a vacancy occurs, the Governor shall appoint a new board member. The Governor may stagger terms to enable the board to have different terms expire each year.\n\nThe appointee's term expires on October thirtieth in the third year of appointment.\n\nSource:SDC 1939, §27.0901; SL 1947, ch 123, §2; SL 1949, ch 109, §2; SDC Supp 1960, §27.0903 (1); SL 1967, ch 101, §3 (1); SL 1976, ch 228, §11; SL 1981, ch 277, §2; SL 1986, ch 307, §12; SL 1994, ch 297, §2; SL 2005, ch 199, §21; SL 2012, ch 16, §16; SL 2013, ch 176, §10; SL 2016, ch 194, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-9/"
    },
    {
      "id": "section-36-9-91",
      "number": "36-9-9.1",
      "heading": "36-9-9.1.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-9.1.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-10",
      "number": "36-9-10",
      "heading": "36-9-10.Repealed by SL 1971, ch 23, §2.",
      "text": "36-9-10.Repealed by SL 1971, ch 23, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-11",
      "number": "36-9-11",
      "heading": "Removal of board members.",
      "text": "36-9-11. Removal of board members.\n\nThe Governor may remove any member from the Board of Nursing for neglect of any duty required by law or for incompetency or unprofessional or dishonorable conduct.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (1); SL 1967, ch 101, §3 (1); SL 1979, ch 255, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-11/"
    },
    {
      "id": "section-36-9-111",
      "number": "36-9-11.1",
      "heading": "Board continued within Department of Health--Records and reports.",
      "text": "36-9-11.1. Board continued within Department of Health--Records and reports.\n\nThe Board of Nursing is continued within the Department of Health and retains all its prescribed functions, including administrative functions. The board shall submit such records, information and reports in the form and at such times as required by the secretary of health. The board shall report at least annually.\n\nSource:SL 1973, ch 2, §56 (m); SL 1979, ch 255, §6; SL 1986, ch 307, §13; SL 2003, ch 272, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-11-1/"
    },
    {
      "id": "section-36-9-12",
      "number": "36-9-12",
      "heading": "Employment of executive director--Qualifications.",
      "text": "36-9-12. Employment of executive director--Qualifications.\n\nThe board may determine the qualifications, and employ in accordance with chapter 3-6D, a person who is not a member of the board to serve as executive director.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (1), (4); SL 1967, ch 101, §3 (3) (1), (4); SDCL §36-9-13; SL 1972, ch 204, §3; SL 1976, ch 228, §12; SL 1973, ch 23; SL 1986, ch 307, §14; SL 2016, ch 194, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-12/"
    },
    {
      "id": "section-36-9-13",
      "number": "36-9-13",
      "heading": "36-9-13.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-13.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-14",
      "number": "36-9-14",
      "heading": "Duties and compensation of executive director.",
      "text": "36-9-14. Duties and compensation of executive director.\n\nThe board may, in conformity with chapter 3-6D, define the duties of, and fix the compensation for, the executive director.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (m); SL 1967, ch 101, §3 (3) (m); SL 1979, ch 255, §7; SL 1986, ch 307, §15; SL 2016, ch 194, §11.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-14/"
    },
    {
      "id": "section-36-9-15",
      "number": "36-9-15",
      "heading": "Delegation of activities to executive director.",
      "text": "36-9-15. Delegation of activities to executive director.\n\nThe board may delegate to the executive director those activities that will expedite the functions of the board.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (o); SL 1967, ch 101, §3 (3) (o); SL 1979, ch 255, §8; SL 1986, ch 307, §16; SL 2016, ch 194, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-15/"
    },
    {
      "id": "section-36-9-16",
      "number": "36-9-16",
      "heading": "Employment of other persons by board.",
      "text": "36-9-16. Employment of other persons by board.\n\nThe board may employ such other persons as may be necessary to carry on the work of the board.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (n); SL 1967, ch 101, §3 (3) (n); SL 1979, ch 255, §9; SL 1986, ch 307, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-16/"
    },
    {
      "id": "section-36-9-17",
      "number": "36-9-17",
      "heading": "Meetings of board--Election of officers.",
      "text": "36-9-17. Meetings of board--Election of officers.\n\nThe board shall meet annually and as often as may be deemed necessary to transact its business. It shall elect from its members a president and a vice-president and may elect a secretary and treasurer.\n\nSource:SDC 1939, §27.0901; SL 1947, ch 123, §3; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3); SL 1967, ch 101, §3 (3); SL 1976, ch 228, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-17/"
    },
    {
      "id": "section-36-9-18",
      "number": "36-9-18",
      "heading": "Quorum of board.",
      "text": "36-9-18. Quorum of board.\n\nA quorum of the board for the purpose of conducting business is a majority of the members appointed. The quorum shall include at least one officer.\n\nSource:SL 1947, ch 123, §2; SL 1949, ch 109, §3; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3); SL 1967, ch 101, §3 (3); SL 1976, ch 228, §14; SL 1996, ch 229; SL 2006, ch 197, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-18/"
    },
    {
      "id": "section-36-9-19",
      "number": "36-9-19",
      "heading": "36-9-19, 36-9-20.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-19, 36-9-20.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-21",
      "number": "36-9-21",
      "heading": "Promulgation of rules.",
      "text": "36-9-21. Promulgation of rules.\n\nThe board shall promulgate rules pursuant to chapter 1-26 pertaining to:\n\n(1)Licensing and licenses;\n\n(2)The practice of nursing;\n\n(3)Scope of nursing practice;\n\n(4)Except as otherwise provided in §36-9-28, the delegation of nursing functions to unlicensed assistive personnel under the supervision of a licensed nurse;\n\n(5)Except as otherwise provided in §36-9-28, the training, registration, and supervisory requirements for unlicensed personnel performing delegated nursing functions under the supervision of a licensed nurse;\n\n(6)Fees; and\n\n(7)Approval of nursing education and clinical enrichment programs.\n\nSource:SL 1947, ch 123, §4; SL 1949, ch 109, §4; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (a); SL 1967, ch 101, §3 (3) (a); SL 1979, ch 255, §10; SL 1986, ch 302, §65; SL 1994, ch 298, §1; SL 2016, ch 194, §13; SL 2021, ch 168, § 20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-21/"
    },
    {
      "id": "section-36-9-22",
      "number": "36-9-22",
      "heading": "36-9-22, 36-9-23.Repealed by SL 1986, ch 302, §§63, 64.",
      "text": "36-9-22, 36-9-23.Repealed by SL 1986, ch 302, §§63, 64.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-24",
      "number": "36-9-24",
      "heading": "Deposit and withdrawal of money received.",
      "text": "36-9-24. Deposit and withdrawal of money received.\n\nAll fees received by the board, and money collected under this chapter, shall be deposited in the bank as authorized by the board. However, the board may require any applicant who is taking a nationally administered examination to remit the portion of the licensing fee covering the cost of examination directly to the organization administering the examination. The funds may be withdrawn by the executive director as authorized by the board. All compensation and expenditures made by the board shall be paid from the fees received under the provisions of this chapter.\n\nSource:SDC 1939, §27.0902; SL 1947, ch 123, §3; SL 1949, ch 109, §3; SL 1955, ch 91, §7; SDC Supp 1960, §27.0907; SL 1967, ch 101, §7; SL 1979, ch 255, §13; SL 1986, ch 307, §1; SL 2016, ch 194, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-24/"
    },
    {
      "id": "section-36-9-25",
      "number": "36-9-25",
      "heading": "Balance of fees held by board--Use of fees.",
      "text": "36-9-25. Balance of fees held by board--Use of fees.\n\nAny balance of fees received by the board after payment of compensation and expenditures shall be held and used by the board only in administering this chapter.\n\nSource:SDC 1939, §27.0902; SL 1947, ch 123, §3; SL 1949, ch 109, §3; SL 1955, ch 91, §7; SDC Supp 1960, §27.0907; SL 1967, ch 101, §7; SL 1976, ch 228, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-25/"
    },
    {
      "id": "section-36-9-26",
      "number": "36-9-26",
      "heading": "36-9-26.Repealed by SL 1982, ch 16, §30.",
      "text": "36-9-26.Repealed by SL 1982, ch 16, §30.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-27",
      "number": "36-9-27",
      "heading": "36-9-27.Repealed by SL 1979, ch 255, §15.",
      "text": "36-9-27.Repealed by SL 1979, ch 255, §15.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-28",
      "number": "36-9-28",
      "heading": "Practices not prohibited by chapter.",
      "text": "36-9-28. Practices not prohibited by chapter.\n\nThis chapter does not prohibit:\n\n(1)Any nursing assistance in an emergency;\n\n(2)The practice of nursing included in a program of study by a student enrolled in an approved prelicensure program for the preparation of registered nurses or licensed practical nurses;\n\n(3)The practice of a legally qualified nurse from another state employed by the United States government and performing the nurse's official duty in this state;\n\n(4)Gratuitous care of friends or members of the family;\n\n(5)Domestic administration of family remedies, or care of the sick by domestic servants, housekeepers, companions, or household aides of any type, whether employed regularly or because of an emergency or illness, but who may not in any way assume to practice nursing as defined in this chapter;\n\n(6)The nursing or care of the sick, with or without compensation, when done in connection with the practice of the religious tenets of any church by adherents thereof, so long as the person does not engage in the practice of nursing as defined in this chapter;\n\n(7)The practice of nursing in this state by a nurse currently licensed in another state or territory whose employment requires the nurse to accompany and care for a patient in South Dakota during one such employment not to exceed three months in length. However, the nurse may not hold herself or himself out to be licensed in this state;\n\n(8)The practice of the functions of a certified registered nurse anesthetist by a registered nurse enrolled as a student in an approved program for the preparation of certified registered nurse anesthetists;\n\n(9)The practice of nursing in this state by a nurse currently licensed in another state, territory, or foreign country who is present in this state to provide education relative to the practice of nursing for a period of not more than five days;\n\n(10)The administration of medications, other than by the parenteral route, by staff of community support providers, group homes, and supervised apartments certified or approved by the Department of Human Services, when under the supervision of a licensed registered nurse. The Department of Human Services, in consultation with the board, shall promulgate rules pursuant to chapter 1-26 for administration of medications by such staff;\n\n(11)The assistance with or performance of bowel and bladder care, other than the insertion or removal of suprapubic catheters, by domestic servants, housekeepers, companions, or household aides, at the direction of a person needing such care who resides independently outside of any hospital, nursing or health care facility, or other similar institutional setting;\n\n(12)The administration of medications, other than by the parenteral route, by staff of community mental health centers, community mental health residential facilities, and community support services programs certified or approved by the Department of Social Services. The administration of medications shall be under the direct or indirect supervision of a registered nurse. The Department of Social Services and the board shall promulgate rules pursuant to chapter 1-26 for administration of medications by such staff;\n\n(13)The services performed in accordance with §28-8A-10 by a personal attendant when acting at the direction of a person with a disability; and\n\n(14)The practice of nursing included in a program of study by a registered nurse enrolled in an approved program for the preparation of a clinical nurse specialist.\n\nSource:SL 1955, ch 91, §10; SDC Supp 1960, §27.0910; SL 1967, ch 101, §10; SL 1976, ch 228, §17; SL 1977, ch 295, §1; SL 1979, ch 255, §16; SL 1981, ch 278; SL 1987, ch 29, §91; SL 1988, ch 298; SL 1989, ch 21, §162; SL 1990, ch 303, §1; SL 1991, ch 306; SL 1993, ch 275, §1; SL 1994, ch 230, §3; SL 1994, ch 298, §2; SL 1995, ch 217, §4; SL 1998, ch 225, §1; SL 2009, ch 138, §8; SL 2011, ch 1 (Ex. Ord. 11-1), §163, eff. Apr. 12, 2011; SL 2012, ch 14, §6; SL 2016, ch 194, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-28/"
    },
    {
      "id": "section-36-9-281",
      "number": "36-9-28.1",
      "heading": "36-9-28.1.Repealed by SL 1998, ch 225, §2.",
      "text": "36-9-28.1.Repealed by SL 1998, ch 225, §2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-29",
      "number": "36-9-29",
      "heading": "Board to examine, license, and renew licenses.",
      "text": "36-9-29. Board to examine, license, and renew licenses.\n\nThe board may examine, license, and renew the licenses of qualified applicants.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (f); SL 1967, ch 101, §3 (3) (f); SL 1979, ch 255, §§17, 18; SL 2016, ch 194, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-29/"
    },
    {
      "id": "section-36-9-30",
      "number": "36-9-30",
      "heading": "Proof of education required--Registered nurse.",
      "text": "36-9-30. Proof of education required--Registered nurse.\n\nAn applicant for a license to practice as a registered nurse shall submit to the board written evidence, verified by oath, that the applicant has completed an approved program for the preparation of registered nurses.\n\nSource:SDC 1939, §27.0903; SL 1947, ch 123, §5; SL 1955, ch 91, §4; SDC Supp 1960, §27.0904 (1); SL 1967, ch 101, §4 (1); SL 1975, ch 234, §1; SL 1976, ch 228, §18; SL 1979, ch 255, §19; SL 1981, ch 279, §1; SL 2020, ch 168, § 5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-30/"
    },
    {
      "id": "section-36-9-301",
      "number": "36-9-30.1",
      "heading": "Qualifications of registered nurse anesthetist.",
      "text": "36-9-30.1. Qualifications of registered nurse anesthetist.\n\nAn applicant for licensure as a certified registered nurse anesthetist shall submit to the board written evidence, verified by oath, that the applicant:\n\n(1)Is currently licensed or has a privilege to practice in this state as a registered nurse;\n\n(2)Has completed an approved program for the preparation of registered nurse anesthetists;\n\n(3)Has current certification from a national certifying body recognized by the board; and\n\n(4)Is otherwise qualified under §36-9-49.\n\nSource:SL 1979, ch 255, §20; SL 2016, ch 194, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-30-1/"
    },
    {
      "id": "section-36-9-31",
      "number": "36-9-31",
      "heading": "Examination required for registered nursing license--Issuance of license.",
      "text": "36-9-31. Examination required for registered nursing license--Issuance of license.\n\nUpon application and payment of the required fee, the applicant for a license to practice as a registered nurse shall pass a written examination approved by the board. Upon achieving the passing standard as determined by the board and if otherwise qualified under §36-9-49, the board shall issue to the applicant a license to practice as a registered nurse.\n\nSource:SDC 1939, §27.0904; SL 1947, ch 123, §5; SL 1955, ch 91, §4; SDC Supp 1960, §27.0904 (2) (a); SL 1967, ch 101, §4 (2) (a); SL 1976, ch 228, §19; SL 1979, ch 255, §21; SL 1986, ch 307, §18; SL 2016, ch 194, §18.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-31/"
    },
    {
      "id": "section-36-9-311",
      "number": "36-9-31.1",
      "heading": "Temporary permit for applicant pending examination--Practice under supervision required.",
      "text": "36-9-31.1. Temporary permit for applicant pending examination--Practice under supervision required.\n\nUpon application and payment of the required fee, the board may issue a temporary permit to practice as a registered nurse to an applicant who has completed an approved program and is awaiting the results of the first examination she is eligible to take after the permit is issued. The permit shall become invalid upon notification to the applicant of the results of the first examination. The holder of such temporary permit may practice only under the supervision of a registered nurse.\n\nSource:SL 1967, ch 101, §4 (2) (b) as added by SL 1969, ch 109; SL 1975, ch 234, §2; SL 1976, ch 228, §20; SL 1979, ch 255, §22; SL 1986, ch 307, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-31-1/"
    },
    {
      "id": "section-36-9-312",
      "number": "36-9-31.2",
      "heading": "Temporary anesthetist permit pending examination results.",
      "text": "36-9-31.2. Temporary anesthetist permit pending examination results.\n\nUpon application and payment of the required fee, the board may issue a temporary permit to practice as a certified registered nurse anesthetist to an applicant who has completed an approved program and is awaiting the results of the first examination that she is eligible to take after the temporary permit is issued. The temporary permit shall become invalid upon notification to the applicant of the results of the first examination.\n\nSource:SL 1979, ch 255, §23; SL 1986, ch 307, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-31-2/"
    },
    {
      "id": "section-36-9-32",
      "number": "36-9-32",
      "heading": "Licensing of registered nurse from another state or country.",
      "text": "36-9-32. Licensing of registered nurse from another state or country.\n\nUpon application and payment of the required fee, the board may issue a license to practice as a registered nurse by endorsement to an applicant who has been licensed as a registered nurse under the laws of another state, territory, or foreign country, if, in the opinion of the board, the applicant meets the qualifications required of registered nurses in this state at the time of original licensure. However, if any applicant for licensure by endorsement has not been engaged in the practice of nursing in the past six years, the board may establish reentry standards, by rules promulgated pursuant to chapter 1-26, and may require written evidence, verified by oath, as may be necessary to determine compliance with the standards.\n\nSource:SDC 1939, §27.0904; SL 1947, ch 123, §5; SL 1955, ch 91, §4; SDC Supp 1960, §27.0904 (2) (b); SL 1967, ch 101, §4 (2) (b); SL 1976, ch 228, §21; SL 1979, ch 255, §24; SL 1986, ch 307, §2; SL 2016, ch 194, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-32/"
    },
    {
      "id": "section-36-9-321",
      "number": "36-9-32.1",
      "heading": "Temporary permit for applicant holding license from another state.",
      "text": "36-9-32.1. Temporary permit for applicant holding license from another state.\n\nUpon application and payment of the required fee, the board may issue a temporary permit to an applicant holding a current license as a registered nurse from any other state or territory awaiting endorsement. This permit shall bear an issuance date and a termination date and may not be valid for more than ninety days.\n\nSource:SL 1967, ch 101, §4 (2) (b) as added by SL 1969, ch 109; SL 1976, ch 228, §22; SL 1979, ch 255, §25; SL 1986, ch 307, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-32-1/"
    },
    {
      "id": "section-36-9-322",
      "number": "36-9-32.2",
      "heading": "Temporary anesthetist permit issued to applicant from another state.",
      "text": "36-9-32.2. Temporary anesthetist permit issued to applicant from another state.\n\nUpon application and payment of the required fee, the Board of Nursing may issue a temporary permit to practice as a registered nurse anesthetist to an applicant from another state holding a current license as a certified registered nurse anesthetist while awaiting licensure in this state. This permit shall bear an issuance date and a termination date and may not be valid for more than ninety days.\n\nSource:SL 1979, ch 255, §26; SL 1986, ch 307, §22; SL 2014, ch 180, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-32-2/"
    },
    {
      "id": "section-36-9-33",
      "number": "36-9-33",
      "heading": "36-9-33.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-33.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-34",
      "number": "36-9-34",
      "heading": "36-9-34, 36-9-34.1.Repealed by SL 1986, ch 307, §§23, 24.",
      "text": "36-9-34, 36-9-34.1.Repealed by SL 1986, ch 307, §§23, 24.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-35",
      "number": "36-9-35",
      "heading": "Fees required of registered nurses.",
      "text": "36-9-35. Fees required of registered nurses.\n\nThe board shall promulgate by rule, pursuant to chapter 1-26, the following nonrefundable registered nurse fees which the board shall collect in advance from applicants:\n\n(1)For initial licensure by examination or endorsement, not more than two hundred dollars, exclusive of any fee which may be required for a nationally administered examination;\n\n(2)For reexamination, not more than the amount then required for licensure by examination;\n\n(3)For verification of licensure to another state, territory, or foreign country, not more than thirty dollars;\n\n(4)For initial certified registered nurse anesthetist licensure, not more than two hundred dollars;\n\n(5)For issuance of any temporary or limited permit, not more than fifty dollars;\n\n(6)For biennial renewal of license, not more than one hundred fifty dollars;\n\n(7)For reinstatement of a lapsed license, the current renewal fee plus not more than one hundred dollars;\n\n(8)For providing a transcript, not more than five dollars;\n\n(9)For effecting a name change upon the records of a licensee, not more than twenty dollars;\n\n(10)For issuing a duplicate license, not more than thirty dollars;\n\n(11)For biennial renewal of certified registered nurse anesthetist license, not more than one hundred fifty dollars;\n\n(12)For placing a license on inactive status, not more than twenty dollars;\n\n(13)For issuance of any limited license, not more than thirty dollars.\n\nSource:SDC 1939, §27.0904; SL 1947, ch 123, §11; SL 1955, ch 91, §4; SDC Supp 1960, §27.0904 (3); SL 1967, ch 101, §4 (3); SL 1974, ch 248, §1; SL 1976, ch 228, §52; SL 1979, ch 255, §28; SL 1981, ch 279, §2; SL 1986, ch 307, §3; SL 1988, ch 299; SL 1989, ch 324, §1; SL 1989, ch 325, §9; SL 1990, ch 304, §1; SL 2003, ch 200, §1; SL 2008, ch 191, §20; SL 2016, ch 194, §20.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-35/"
    },
    {
      "id": "section-36-9-36",
      "number": "36-9-36",
      "heading": "Title used by licensed registered nurse or certified registered nurse anesthetist.",
      "text": "36-9-36. Title used by licensed registered nurse or certified registered nurse anesthetist.\n\nA person who holds a license to practice as a registered nurse in this state may use the title registered nurse and the abbreviation, RN. A person who holds a license to practice as a certified registered nurse anesthetist in this state may use the title, certified registered nurse anesthetist abbreviated, CRNA, and the title, advanced practice registered nurse abbreviated, APRN.\n\nSource:SDC 1939, §27.0907; SL 1947, ch 123, §10; SL 1955, ch 91, §4; SDC Supp 1960, §27.0904 (4); SL 1967, ch 101, §4 (4); SL 1976, ch 228, §24; SL 1979, ch 255, §§29, 30; SL 2014, ch 180, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-36/"
    },
    {
      "id": "section-36-9-37",
      "number": "36-9-37",
      "heading": "Proof of education required--Licensed practical nurse.",
      "text": "36-9-37. Proof of education required--Licensed practical nurse.\n\nAn applicant for a license to practice as a licensed practical nurse shall submit to the Board of Nursing written evidence, verified by oath, that the applicant has completed an approved program or its equivalent for the preparation of licensed practical nurses.\n\nSource:SL 1949, ch 109, §5; SL 1955, ch 91, §5; SDC Supp 1960, §27.0905 (1); SL 1967, ch 101, §5 (1); SL 1975, ch 234, §3; SL 1976, ch 228, §25; SL 1979, ch 255, §31; SL 1981, ch 279, §3; SL 2020, ch 168, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-37/"
    },
    {
      "id": "section-36-9-38",
      "number": "36-9-38",
      "heading": "Examination required for licensed practical nursing license--Issuance of license.",
      "text": "36-9-38. Examination required for licensed practical nursing license--Issuance of license.\n\nUpon application and payment of the required fee, the applicant for a license to practice as a licensed practical nurse shall pass a written examination approved by the board. Upon achieving the passing standard as determined by the board and if otherwise qualified under §36-9-49, the board shall issue to the applicant a license to practice as a licensed practical nurse.\n\nSource:SL 1949, ch 109, §5; SL 1955, ch 91, §5; SDC Supp 1960, §27.0905 (2) (a); SL 1967, ch 101, §5 (2) (a); SL 1976, ch 228, §26; SL 1979, ch 255, §32; SL 1986, ch 307, §25; SL 2016, ch 194, §21.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-38/"
    },
    {
      "id": "section-36-9-381",
      "number": "36-9-38.1",
      "heading": "Temporary permit for licensed practical nursing pending examination--Practice under supervision required.",
      "text": "36-9-38.1. Temporary permit for licensed practical nursing pending examination--Practice under supervision required.\n\nUpon application and payment of the required fee the Board of Nursing may issue a temporary permit to practice as a licensed practical nurse to an applicant who has completed an approved program and is awaiting the results of the first examination she is eligible to take after the permit is issued. The permit shall become invalid upon notification to the applicant of the results of the first examination. The holder of a temporary permit may practice only under the supervision of a registered nurse.\n\nSource:SL 1974, ch 248, §3; SL 1975, ch 234, §4; SL 1976, ch 228, §27; SL 1979, ch 255, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-38-1/"
    },
    {
      "id": "section-36-9-39",
      "number": "36-9-39",
      "heading": "Licensing of licensed practical or vocational nurse from another state or country.",
      "text": "36-9-39. Licensing of licensed practical or vocational nurse from another state or country.\n\nUpon application and payment of the required fee, the board may issue a license to practice as a licensed practical nurse by endorsement to any applicant who is a graduate of an approved program or has met the requirements by equivalency and has been licensed as a licensed practical nurse or licensed vocational nurse under the laws of another state, territory, or foreign country, if, in the opinion of the board, the applicant meets the qualifications required of licensed practical nurses in this state at the time of original licensure. However, if any applicant for licensure by endorsement has not been engaged in the practice of nursing in the past six years, the board may establish reentry standards, by rules promulgated pursuant to chapter 1-26, and may require written evidence, verified by oath, as may be necessary to determine compliance with the standards.\n\nSource:SL 1949, ch 109, §7; SL 1955, ch 91, §5; SDC Supp 1960, §27.0905 (2) (b); SL 1967, ch 101, §5 (2) (b); SL 1976, ch 228, §28; SL 1977, ch 294, §1; SL 1979, ch 255, §34; SL 1986, ch 307, §4; SL 2016, ch 194, §22.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-39/"
    },
    {
      "id": "section-36-9-391",
      "number": "36-9-39.1",
      "heading": "Temporary permit for licensed practical nurse from out of state.",
      "text": "36-9-39.1. Temporary permit for licensed practical nurse from out of state.\n\nUpon application and payment of the required fee, the board may issue a temporary permit to an applicant holding a current license as a practical nurse from any other state or territory awaiting endorsement. This permit shall bear an issuance date and a termination date and may not be valid for more than ninety days.\n\nSource:SL 1974, ch 248, §4; SL 1976, ch 228, §29; SL 1979, ch 225, §35; SL 1986, ch 307, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-39-1/"
    },
    {
      "id": "section-36-9-40",
      "number": "36-9-40",
      "heading": "36-9-40.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-40.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-41",
      "number": "36-9-41",
      "heading": "36-9-41.Omitted.",
      "text": "36-9-41.Omitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-42",
      "number": "36-9-42",
      "heading": "36-9-42.Repealed by SL 1986, ch 307, §27.",
      "text": "36-9-42.Repealed by SL 1986, ch 307, §27.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-43",
      "number": "36-9-43",
      "heading": "Fees required of licensed practical nurses.",
      "text": "36-9-43. Fees required of licensed practical nurses.\n\nThe board shall promulgate by rule, pursuant to chapter 1-26, the following nonrefundable licensed practical nurse fees which the board shall collect in advance from applicants:\n\n(1)For initial licensure by examination or endorsement, not more than two hundred dollars, exclusive of any fee which may be required for a nationally administered examination;\n\n(2)For reexamination, not more than the amount then required for licensure by examination;\n\n(3)For verification of licensure to another state, territory, or foreign country, not more than thirty dollars;\n\n(4)For issuance of any temporary or limited permit, not more than fifty dollars;\n\n(5)For biennial renewal of license, not more than one hundred fifty dollars;\n\n(6)For reinstatement of a lapsed license, the current renewal fee plus not more than one hundred dollars;\n\n(7)For providing a transcript, not more than five dollars;\n\n(8)For effecting a name change upon the records of a licensee, not more than twenty dollars;\n\n(9)For issuing a duplicate license, not more than thirty dollars;\n\n(10)For placing a license on inactive status, not more than twenty dollars.\n\nSource:SL 1949, ch 109, §12; SL 1955, ch 91, §5; SDC Supp 1960, §27.0905 (3); SL 1967, ch 101, §5 (3); SL 1974, ch 248, §2; SL 1976, ch 228, §53; SL 1979, ch 255, §36; SL 1981, ch 279, §4; SL 1989, ch 324, §2; SL 1989, ch 325, §10; SL 1990, ch 304, §2; SL 2003, ch 200, §2; SL 2008, ch 191, §21; SL 2016, ch 194, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-43/"
    },
    {
      "id": "section-36-9-44",
      "number": "36-9-44",
      "heading": "Title used by licensed practical nurse.",
      "text": "36-9-44.Title used by licensed practical nurse.\n\nAny person who holds a license to practice as a licensed practical nurse in this state may use the title licensed practical nurse and the abbreviation \"L.P. N.\"\n\nSource:SL 1949, ch 109, §11; SL 1955, ch 91, §5; SDC Supp 1960, §27.0905 (4); SL 1967, ch 101, §5 (4); SL 1976, ch 228, §31; SL 1979, ch 255, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-44/"
    },
    {
      "id": "section-36-9-45",
      "number": "36-9-45",
      "heading": "Biennial renewal of license--Expiration date--Notice by board--Fee--Period of renewal.",
      "text": "36-9-45. Biennial renewal of license--Expiration date--Notice by board--Fee--Period of renewal.\n\nThe license of any person licensed under the provisions of this chapter shall be renewed biennially, except as provided in §36-9-46. The expiration date shall be established by the rules of the board pursuant to chapter 1-26. The board shall provide a notice for renewal of license to each licensee at least ninety days prior to the expiration date of the person's license. The licensee shall submit the required fee to the board before the expiration date. Upon receipt of the fee, the board shall renew the license. The renewal shall render the license holder a legal practitioner of nursing as designated for the period stated on the renewed license. However, if any applicant for renewal of a license has not engaged in the practice of nursing in the past six years, the board may establish reentry standards, by rules promulgated pursuant to chapter 1-26, and may require written evidence, verified by oath, as may be necessary to determine compliance with the standards.\n\nSource:SDC 1939, §27.0905; SL 1947, ch 123, §8; SL 1949, ch 109, §9; SL 1955, ch 91, §6; SDC Supp 1960, §27.0906; SL 1967, ch 101, §6; SL 1976, ch 228, §32; SL 1979, ch 255, §38; SL 1986, ch 307, §5; SL 2016, ch 194, §24.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-45/"
    },
    {
      "id": "section-36-9-451",
      "number": "36-9-45.1",
      "heading": "36-9-45.1.Repealed by SL 2016, ch 194, §25.",
      "text": "36-9-45.1.Repealed by SL 2016, ch 194, §25.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-46",
      "number": "36-9-46",
      "heading": "Application for inactive status--Fee.",
      "text": "36-9-46. Application for inactive status--Fee.\n\nA licensee may file written application with the board, accompanied by the required fee, requesting inactive status. Upon receipt of the fee, the board shall place the license on inactive status.\n\nSource:SDC 1939, §27.0905; SL 1947, ch 123, §8; SL 1949, ch 109, §9; SL 1955, ch 91, §6; SDC Supp 1960, §27.0906; SL 1967, ch 101, §6; SDCL §36-9-47; SL 1976, ch 228, §33; SL 1977, ch 294, §2; SL 1979, ch 255, §40; SL 2016, ch 194, §26.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-46/"
    },
    {
      "id": "section-36-9-47",
      "number": "36-9-47",
      "heading": "Reinstatement of lapsed license.",
      "text": "36-9-47. Reinstatement of lapsed license.\n\nAny licensee who allows a license to lapse by failure to renew the license as provided in §36-9-45 may be reinstated by the board on satisfactory explanation for such failure to renew and payment of the required fee.\n\nSource:SDC 1939, §27.0905; SL 1947, ch 123, §8; SL 1949, ch 109, §9; SL 1955, ch 91, §6; SDC Supp 1960, §27.0906; SL 1967, ch 101, §6; SL 1976, ch 228, §34; SL 1979, ch 255, §41; SL 2016, ch 194, §27.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-47/"
    },
    {
      "id": "section-36-9-471",
      "number": "36-9-47.1",
      "heading": "Evidence of completion of reentry requirements.",
      "text": "36-9-47.1. Evidence of completion of reentry requirements.\n\nAfter a license has been lapsed or inactive for six years and the licensee has not engaged in the practice of nursing for the past six years, the board may require written evidence, verified by oath, of the licensee's successful completion of the reentry requirements as the board may establish by rules promulgated pursuant to chapter 1-26.\n\nSource:SL 1976, ch 228, §35; SL 1979, ch 255, §42; SL 1981, ch 279, §5; SL 1986, ch 307, §6; SL 2016, ch 194, §28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-47-1/"
    },
    {
      "id": "section-36-9-472",
      "number": "36-9-47.2",
      "heading": "Issuance of limited license to nurse enrolled in reentry program--Application for license or renewal on completion of program.",
      "text": "36-9-47.2. Issuance of limited license to nurse enrolled in reentry program--Application for license or renewal on completion of program.\n\nUpon application and payment of the required fee, the board may issue a limited license to any nurse enrolled in a reentry program to practice only under the direct, personal supervision of a licensed registered nurse. Each limited license shall bear an issuance date and a termination date and may not be valid for more than ninety days. Upon successful completion of a reentry program, the nurse may apply for a license or renewal of a license.\n\nSource:SL 1986, ch 307, §7; SL 2016, ch 194, §29.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-47-2/"
    },
    {
      "id": "section-36-9-48",
      "number": "36-9-48",
      "heading": "36-9-48.Repealed by SL 1979, ch 255, §43.",
      "text": "36-9-48.Repealed by SL 1979, ch 255, §43.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-49",
      "number": "36-9-49",
      "heading": "Grounds for denial, revocation, or suspension of license or application.",
      "text": "36-9-49. Grounds for denial, revocation, or suspension of license or application.\n\nIn compliance with chapter 1-26, the board may deny an application for licensure or may deny, revoke, or suspend a license and may take other disciplinary or corrective action the board considers appropriate in addition to or in lieu of such an action upon proof that the applicant or licensee has:\n\n(1)Committed fraud, deceit, or misrepresentation in procuring or attempting to procure licensure;\n\n(2)Been convicted of a felony. The conviction of a felony means the conviction of any offense which, if committed within the State of South Dakota, would constitute a felony under its laws;\n\n(3)Engaged in the practice of nursing under a false or incorrect name or under a fictitious or assumed business name which has not been registered pursuant to chapter 37-11 or impersonated another licensee of a like or different name;\n\n(4)Committed an alcohol or drug related act or offense that interferes with the ability to practice nursing safely;\n\n(5)Negligently, willfully, or intentionally acted in a manner inconsistent with the health or safety of a person entrusted to the applicant's or licensee's care;\n\n(6)Had a license or privilege to practice as a registered nurse, licensed practical nurse, certified registered nurse anesthetist, or clinical nurse specialist denied, revoked, or suspended or had other disciplinary action taken in another state, territory, or foreign country;\n\n(7)Violated any provisions of this chapter or the rules promulgated under it;\n\n(8)Aided or abetted an unlicensed or uncertified person to practice nursing;\n\n(9)Engaged in the practice of nursing during a time the applicant's or licensee's license is lapsed, on inactive status, suspended, or revoked;\n\n(10)Engaged in unsafe nursing practice, substandard care, or unprofessional or dishonorable conduct;\n\n(11)Exercised influence within the nurse-patient relationship for the purpose of engaging a patient in sexual activity. For the purpose of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the nurse; or\n\n(12)Engaged in gross sexual harassment or sexual contact.\n\nSource:SDC 1939, §27.0906; SL 1947, ch 123, §9; SL 1949, ch 109, §10; SL 1955, ch 91, §§6, 9; SDC Supp 1960, §§27.0906, 27.0909 (1), (2); SL 1967, ch 101, §§6, 9 (1), (2); SDCL §§36-9-48, 36-9-51; SL 1976, ch 228, §§36 to 38; SL 1979, ch 255, §44; SL 1993, ch 276, §1; SL 1994, ch 299, §1; SL 1995, ch 217, §5; SL 2000, ch 192, §5; SL 2005, ch 199, §22; SL 2016, ch 194, §30.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-49/"
    },
    {
      "id": "section-36-9-491",
      "number": "36-9-49.1",
      "heading": "Physical or mental condition as ground for denial, revocation or suspension--Examination--Immediate suspension upon failure to submit.",
      "text": "36-9-49.1. Physical or mental condition as ground for denial, revocation or suspension--Examination--Immediate suspension upon failure to submit.\n\nIn addition to the provisions for summary suspension in §1-26-29, the board may take action pursuant to §36-9-49 upon a showing that the physical or mental condition of the licensee or applicant endangers the health or safety of a person who is or will be entrusted to the licensee's or applicant's care. A majority of the board may demand an examination of the licensee or applicant by a competent medical or psychological examiner selected by the board at the board's expense. If the licensee, or applicant fails to submit to the examination, the board may immediately suspend the license or deny the application.\n\nSource:SDCL §36-9-49 (7) as added by SL 1976, ch 228, §37; SL 1979, ch 255, §45; SL 1986, ch 307, §29; SL 1993, ch 276, §2; SL 2016, ch 194, §31.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-49-1/"
    },
    {
      "id": "section-36-9-50",
      "number": "36-9-50",
      "heading": "36-9-50.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-50.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-51",
      "number": "36-9-51",
      "heading": "36-9-51.Repealed by SL 1979, ch 255, §46.",
      "text": "36-9-51.Repealed by SL 1979, ch 255, §46.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-511",
      "number": "36-9-51.1",
      "heading": "Hearing required for license revocation, suspension, or reissuance.",
      "text": "36-9-51.1. Hearing required for license revocation, suspension, or reissuance.\n\nAny license may be suspended, revoked, or reissued only after a hearing conducted by a hearing examiner appointed by the board or by a majority of the members of the board.\n\nSource:SL 1976, ch 228, §39; SL 1979, ch 255, §47; SL 1986, ch 307, §30; SL 2016, ch 194, §32.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-51-1/"
    },
    {
      "id": "section-36-9-512",
      "number": "36-9-51.2",
      "heading": "Revocation or suspension proceedings to conform to administrative procedure.",
      "text": "36-9-51.2. Revocation or suspension proceedings to conform to administrative procedure.\n\nAny proceeding relative to the revocation or suspension of a license shall otherwise conform to the procedure set forth in chapter 1-26.\n\nSource:SL 1976, ch 228, §40; SL 1979, ch 255, §48; SL 2016, ch 194, §33.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-51-2/"
    },
    {
      "id": "section-36-9-513",
      "number": "36-9-51.3",
      "heading": "Majority of board required to suspend, revoke, or reissue license.",
      "text": "36-9-51.3. Majority of board required to suspend, revoke, or reissue license.\n\nAny decision of the board to suspend, revoke, or reissue a license requires a majority vote of the board.\n\nSource:SL 1976, ch 228, §41; SL 1979, ch 255, §49; SL 1986, ch 307, §31; SL 2016, ch 194, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-51-3/"
    },
    {
      "id": "section-36-9-514",
      "number": "36-9-51.4",
      "heading": "Appeal by aggrieved party from board actions.",
      "text": "36-9-51.4. Appeal by aggrieved party from board actions.\n\nAny party aggrieved by any act, ruling, or decision of the board relating to the refusal to grant, the denial, revocation, suspension, or reissuance of a license may appeal pursuant to chapter 1-26.\n\nSource:SL 1976, ch 228, §42; SL 1979, ch 255, §50; SL 1986, ch 307, §32; SL 2016, ch 194, §35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-51-4/"
    },
    {
      "id": "section-36-9-52",
      "number": "36-9-52",
      "heading": "36-9-52 to 36-9-56.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-52 to 36-9-56.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-57",
      "number": "36-9-57",
      "heading": "Reissuance of revoked or suspended license.",
      "text": "36-9-57. Reissuance of revoked or suspended license.\n\nAny revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause.\n\nSource:SL 1955, ch 91, §9; SDC Supp 1960, §27.0909 (2); SL 1967, ch 101, §9 (2); SL 1979, ch 255, §51; SL 1986, ch 307, §33; SL 2016, ch 194, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-57/"
    },
    {
      "id": "section-36-9-58",
      "number": "36-9-58",
      "heading": "Approval by board of curricula and educational standards.",
      "text": "36-9-58. Approval by board of curricula and educational standards.\n\nThe board may approve curricula and standards for educational programs preparing persons for licensure under this chapter.\n\nSource:SL 1947, ch 123, §3; SL 1949, ch 109, §3; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (b); SL 1967, ch 101, §3 (3) (b); SDCL §36-9-58.1; SL 1972, ch 204, §4; SL 1976, ch 228, §43; SL 1980, ch 255; SL 1986, ch 307, §34; SL 2016, ch 194, §37.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-58/"
    },
    {
      "id": "section-36-9-581",
      "number": "36-9-58.1",
      "heading": "36-9-58.1.Repealed by SL 1976, ch 228, §57.",
      "text": "36-9-58.1.Repealed by SL 1976, ch 228, §57.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-582",
      "number": "36-9-58.2",
      "heading": "Application by institution to provide educational program.",
      "text": "36-9-58.2. Application by institution to provide educational program.\n\nAn institution desiring to conduct an approved program shall apply to the Board of Nursing and submit evidence that it is prepared to provide a program that will meet the approval of the board.\n\nSource:SL 1955, ch 91, §8; SDC Supp 1960, §27.0908 (1); SL 1967, ch 101, §8 (1); SDCL, §36-9-62; SL 1976, ch 228, §45; SL 1979, ch 255, §52.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-58-2/"
    },
    {
      "id": "section-36-9-583",
      "number": "36-9-58.3",
      "heading": "Survey of educational program of applicant institution--Interim approval.",
      "text": "36-9-58.3. Survey of educational program of applicant institution--Interim approval.\n\nA survey of the educational program of any institution applying under §36-9-58.2 shall be made by the board. If the board finds that the curricula and standards required by it and this chapter are met, the institution's program shall receive interim approval until a survey is made following graduation of the first class.\n\nSource:SL 1947, ch 123, §3; SL 1949, ch 109, §3; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (c), (d); SL 1967, ch 101, §3 (3) (d); SDCL, §§36-9-59, 36-9-60; SL 1976, ch 228, §44; SL 1979, ch 255, §53; SL 1986, ch 307, §35.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-58-3/"
    },
    {
      "id": "section-36-9-584",
      "number": "36-9-58.4",
      "heading": "Denial of approval of educational program.",
      "text": "36-9-58.4. Denial of approval of educational program.\n\nThe Board of Nursing may, pursuant to chapter 1-26, deny approval of any educational program for failure to meet prescribed curricula or standards.\n\nSource:SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (e); SL 1967, ch 101, §3 (3) (e); SDCL, §36-9-65; SL 1979, ch 255, §54.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-58-4/"
    },
    {
      "id": "section-36-9-59",
      "number": "36-9-59",
      "heading": "36-9-59 to 36-9-63.Repealed by SL 1979, ch 255, §§55 to 60.",
      "text": "36-9-59 to 36-9-63.Repealed by SL 1979, ch 255, §§55 to 60.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-64",
      "number": "36-9-64",
      "heading": "Survey of approved programs in state--Report to board.",
      "text": "36-9-64. Survey of approved programs in state--Report to board.\n\nThe board may survey all approved programs in the state.\n\nSource:SL 1955, ch 91, §8; SDC Supp 1960, §27.0908 (2); SL 1967, ch 101, §8 (2); SDCL, §36-9-63; SL 1976, ch 228, §§46, 47; SL 1979, ch 255, §61; SL 1986, ch 307, §36.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-64/"
    },
    {
      "id": "section-36-9-641",
      "number": "36-9-64.1",
      "heading": "Fee and expenses for survey of educational institution.",
      "text": "36-9-64.1. Fee and expenses for survey of educational institution.\n\nThe Board of Nursing shall collect a fee from any institution being surveyed not to exceed one hundred dollars per day plus the actual expenses for any persons conducting the survey.\n\nSource:SL 1976, ch 228, §54; SDCL Supp, §36-9-59.1; SL 1979, ch 255, §65.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-64-1/"
    },
    {
      "id": "section-36-9-65",
      "number": "36-9-65",
      "heading": "36-9-65.Repealed by SL 1979, ch 255, §62.",
      "text": "36-9-65.Repealed by SL 1979, ch 255, §62.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-66",
      "number": "36-9-66",
      "heading": "Notice to institution of failure to maintain educational standards.",
      "text": "36-9-66. Notice to institution of failure to maintain educational standards.\n\nIf the Board of Nursing determines that any approved program is not maintaining the curricula or standards required by the statutes and by the board, notice thereof shall be immediately given by the board to the institution conducting the program.\n\nSource:SL 1955, ch 91, §8; SDC Supp 1960, §27.0908 (2); SL 1967, ch 101, §8 (2); SL 1979, ch 255, §63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-66/"
    },
    {
      "id": "section-36-9-67",
      "number": "36-9-67",
      "heading": "Withdrawal of board approval on failure to correct deficiencies.",
      "text": "36-9-67. Withdrawal of board approval on failure to correct deficiencies.\n\nIf an institution fails to correct the deficiencies for which notice is given pursuant to §36-9-66 to the satisfaction of the Board of Nursing within a reasonable time, the board shall conduct proceedings under chapter 1-26 and may, if appropriate, withdraw its approval of an institution's program.\n\nSource:SL 1955, ch 91, §8; SDC Supp 1960, §27.0908 (2); SL 1967, ch 101, §8 (2); SL 1976, ch 228, §48; SL 1979, ch 255, §64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-67/"
    },
    {
      "id": "section-36-9-671",
      "number": "36-9-67.1",
      "heading": "Educational programs conducted or sponsored by board.",
      "text": "36-9-67.1. Educational programs conducted or sponsored by board.\n\nThe Board of Nursing may conduct or sponsor such studies, workshops, or refresher courses as deemed necessary by the board.\n\nSource:SL 1967, ch 101, §3 (3) (p); SDCL, §36-9-61; SL 1979, ch 255, §66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-67-1/"
    },
    {
      "id": "section-36-9-68",
      "number": "36-9-68",
      "heading": "Prohibited acts--Misdemeanor.",
      "text": "36-9-68. Prohibited acts--Misdemeanor.\n\nNo person may:\n\n(1)Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice nursing under this chapter or aid or abet in such actions;\n\n(2)Practice nursing as defined in this chapter under cover of any diploma, license, renewal of license, or other record necessary to practice nursing under this chapter that was illegally or fraudulently obtained or signed or was issued unlawfully or under fraudulent representation;\n\n(3)Practice or offer to practice as a registered nurse, licensed practical nurse, registered nurse anesthetist, or clinical nurse specialist without being licensed under this chapter;\n\n(4)Use in connection with the person's name a sign, card, device, or other designation tending to imply that the person is a registered nurse, a licensed practical nurse, a certified registered nurse anesthetist, or a clinical nurse specialist without being licensed under this chapter;\n\n(5)Practice nursing as defined in this chapter during any time that the person's license is lapsed, on inactive status, suspended, or revoked;\n\n(6)Conduct a nursing education program for the preparation of registered nurses, licensed practical nurses, certified registered nurse anesthetists, or clinical nurse specialists unless the program has been approved by the board; or\n\n(7)Otherwise violate any of the provisions of this chapter.\n\nA violation of this section is a Class 1 misdemeanor.\n\nSource:SDC 1939, §§27.0907, 27.9921; SL 1947, ch 123, §§10, 12; SL 1949, ch 109, §§11, 13; SL 1955, ch 91, §§1, 11; SDC Supp 1960, §§27.0901, 27.9944, 27.9955; SL 1967, ch 101, §§1, 12; SDCL §36-9-27; SL 1976, ch 228, §§16, 49; SL 1977, ch 190, §§157, 158; SL 1979, ch 255, §67; SL 1994, ch 300, §1; SL 1995, ch 217, §6; SL 2016, ch 194, §38.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-68/"
    },
    {
      "id": "section-36-9-69",
      "number": "36-9-69",
      "heading": "Single act as proof of violation.",
      "text": "36-9-69. Single act as proof of violation.\n\nIt shall be necessary to prove in any prosecution for any violation of this chapter only a single act prohibited by law or a single holding out or an attempt without proving a general course of conduct in order to constitute a violation.\n\nSource:SL 1955, ch 91, §11; SDC Supp 1960, §27.9955; SL 1967, ch 101, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-69/"
    },
    {
      "id": "section-36-9-70",
      "number": "36-9-70",
      "heading": "Board to prosecute violations.",
      "text": "36-9-70. Board to prosecute violations.\n\nThe Board of Nursing may prosecute all persons violating this chapter and may incur such necessary expenses therefor.\n\nSource:SDC 1939, §27.0907; SL 1947, ch 123, §10; SL 1949, ch 109, §11; SL 1955, ch 91, §3; SDC Supp 1960, §27.0903 (3) (i); SL 1967, ch 101, §3 (3) (i); SL 1979, ch 255, §68.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-70/"
    },
    {
      "id": "section-36-9-71",
      "number": "36-9-71",
      "heading": "Unlicensed practice of nursing as public nuisance.",
      "text": "36-9-71. Unlicensed practice of nursing as public nuisance.\n\nThe practice as a registered nurse or licensed practical nurse by any person who has not been issued a license under the provisions of this chapter, or whose license has been suspended, revoked or has lapsed, is hereby declared to be inimical to the public welfare and to constitute a public nuisance.\n\nSource:SL 1955, ch 91, §12; SDC Supp 1960, §27.0911; SL 1967, ch 101, §11; SL 1976, ch 228, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-71/"
    },
    {
      "id": "section-36-9-72",
      "number": "36-9-72",
      "heading": "Injunction to prevent unlawful practice--Election of remedies.",
      "text": "36-9-72. Injunction to prevent unlawful practice--Election of remedies.\n\nThe board may in the name of the people of the State of South Dakota, through the attorney general of the State of South Dakota, or in the board's own name apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who:\n\n(1)Is unlawfully practicing nursing as defined in this chapter without a license issued by the board;\n\n(2)Is practicing nursing as defined in this chapter under a license that is lapsed, on inactive status, suspended, or revoked;\n\n(3)Is endangering, or threatening to endanger, the health or safety of those entrusted to the licensee's or applicant's care in the practice of nursing as defined in this chapter.\n\nAn action for injunction is an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in this section, may issue a temporary injunction, without notice or bond, enjoining the defendant from further practice as a registered nurse, licensed practical nurse, certified registered nurse anesthetist, or clinical nurse specialist.\n\nSource:SL 1955, ch 91, §12; SDC Supp 1960, §27.0911; SL 1967, ch 101, §11; SL 1976, ch 228, §51; SL 1979, ch 255, §69; SL 1995, ch 217, §7; SL 2016, ch 194, §39.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-72/"
    },
    {
      "id": "section-36-9-73",
      "number": "36-9-73",
      "heading": "36-9-73, 36-9-74.Omitted.",
      "text": "36-9-73, 36-9-74.Omitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-75",
      "number": "36-9-75",
      "heading": "36-9-75.Repealed by SL 1986, ch 307, §37.",
      "text": "36-9-75.Repealed by SL 1986, ch 307, §37.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-76",
      "number": "36-9-76",
      "heading": "Nurses' education assistance scholarship.",
      "text": "36-9-76. Nurses' education assistance scholarship.\n\nThe South Dakota Board of Nursing may establish a nurses' education assistance scholarship program and adopt rules pursuant to chapter 1-26 to provide the criteria for applicant eligibility and program administration.\n\nSource:SL 1989, ch 325, §1; SL 2014, ch 180, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-76/"
    },
    {
      "id": "section-36-9-77",
      "number": "36-9-77",
      "heading": "Funding for education assistance scholarship program.",
      "text": "36-9-77. Funding for education assistance scholarship program.\n\nFunding for the nurses' education assistance scholarship program shall be established as follows:\n\n(1)By setting aside in a special account ten dollars of each registered nurse and licensed practical nurse biennial license renewal fee;\n\n(2)Donations and bequests from individuals wishing to further the intent of the nurses' education assistance scholarship program; and\n\n(3)Additional funds as may from time to time be designated by the board.\n\nSource:SL 1989, ch 325, §2; SL 2014, ch 180, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-77/"
    },
    {
      "id": "section-36-9-78",
      "number": "36-9-78",
      "heading": "Qualification criteria for education assistance scholarship.",
      "text": "36-9-78. Qualification criteria for education assistance scholarship.\n\nTo qualify for the nurses' education assistance scholarship program the applicant shall meet the following criteria:\n\n(1)Be a citizen of the United States and a South Dakota resident for a minimum of one year immediately preceding the date of application;\n\n(2)Meet the criteria established by the South Dakota Board of Nursing;\n\n(3)Be accepted into a board approved nursing education program for licensed practical nurses or registered nurses whether leading to initial licensure or degree enhancement; and\n\n(4)Have or maintain a satisfactory grade for progression in the nursing education program as determined by the faculty of the institution.\n\nSource:SL 1989, ch 325, §3; SL 2014, ch 180, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-78/"
    },
    {
      "id": "section-36-9-79",
      "number": "36-9-79",
      "heading": "Number and distribution of scholarships from education assistance program.",
      "text": "36-9-79. Number and distribution of scholarships from education assistance program.\n\nThe number and distribution of scholarships from the nurses' education assistance scholarship program shall be determined annually by the South Dakota Board of Nursing. However, the total scholarship amount shall be distributed for registered nurses' basic education and degree enhancement and licensed practical nurses' basic education proportionate to the number of licensees in each category on an annual basis.\n\nSource:SL 1989, ch 325, §4; SL 2014, ch 180, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-79/"
    },
    {
      "id": "section-36-9-80",
      "number": "36-9-80",
      "heading": "Restrictions on distributions from education assistance program.",
      "text": "36-9-80. Restrictions on distributions from education assistance program.\n\nDistributions from the nurses' education assistance scholarship program are subject to the following:\n\n(1)The amount of each scholarship shall be determined annually by the South Dakota Board of Nursing but may not exceed the sum of one thousand dollars per full academic year; and\n\n(2)Funds from this scholarship program shall be disbursed on an annual basis and shall be disbursed to the institution which the applicant attends and not directly to the scholarship recipient. The institution may only credit nurses' education assistance scholarship program funds to the payment of tuition, books, fees, and other direct educational expenses. Room and board may not be considered a direct educational expense.\n\nSource:SL 1989, ch 325, §5; SL 2014, ch 180, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-80/"
    },
    {
      "id": "section-36-9-81",
      "number": "36-9-81",
      "heading": "36-9-81 to 36-9-83.Repealed by SL 2014, ch 180, §§10 to 12.",
      "text": "36-9-81 to 36-9-83.Repealed by SL 2014, ch 180, §§10 to 12.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-84",
      "number": "36-9-84",
      "heading": "Definition of durable medical equipment or therapeutic device.",
      "text": "36-9-84. Definition of durable medical equipment or therapeutic device.\n\nFor the purposes of §36-9-87, durable medical equipment or therapeutic device is an appliance, apparatus, or product intended for use in nursing diagnosis or treatment and in the prevention of disease or maintenance or restoration of health that are required to implement the overall plan of care.\n\nSource:SL 1995, ch 217, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-84/"
    },
    {
      "id": "section-36-9-85",
      "number": "36-9-85",
      "heading": "Evidence of qualifications required for license as clinical nurse specialist.",
      "text": "36-9-85. Evidence of qualifications required for license as clinical nurse specialist.\n\nAny person practicing or offering to practice as a clinical nurse specialist in this state shall submit evidence of qualifications to the Board of Nursing and shall be licensed as provided by this chapter.\n\nSource:SL 1995, ch 217, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-85/"
    },
    {
      "id": "section-36-9-86",
      "number": "36-9-86",
      "heading": "Requirements for license as clinical nurse specialist.",
      "text": "36-9-86. Requirements for license as clinical nurse specialist.\n\nAn applicant for licensure as a clinical nurse specialist shall submit to the board written evidence, verified by oath, that the applicant:\n\n(1)Is currently licensed by the board as a registered nurse or has a privilege to practice in this state;\n\n(2)Has completed an accredited graduate or post-graduate level advanced practice registered nurse program in the clinical nurse specialist role;\n\n(3)Is currently certified by a national certifying body recognized by the board in the clinical nurse specialist role; and\n\n(4)Is otherwise qualified under §36-9-49.\n\nAny person licensed pursuant to §§36-9-85 to 36-9-91, inclusive, prior to July 1, 1996, is exempt from subdivision (3) of this section. The board may promulgate rules, pursuant to chapter 1-26, regarding the application and examination process for licensure as a clinical nurse specialist.\n\nSource:SL 1995, ch 217, §9; SL 2016, ch 194, §40.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-86/"
    },
    {
      "id": "section-36-9-87",
      "number": "36-9-87",
      "heading": "Practice of a licensed clinical nurse specialist.",
      "text": "36-9-87. Practice of a licensed clinical nurse specialist.\n\nIn addition to performing all those functions within the scope of practice of a registered nurse as provided in this chapter, the practice of a licensed clinical nurse specialist, by means of graduate education in nursing and additional clinical preparation which provides for knowledge, judgment, and skills beyond that required of a registered nurse licensed under this chapter, means to:\n\n(1)Provide advanced nursing assessment, nursing interventions, and nursing care management in a clinical specialty area in a variety of settings, by integrating the areas of education, research, consultation, and leadership into their clinical role;\n\n(2)Utilize advanced nursing skills and knowledge to coordinate and manage highly complex nursing care problems across settings, across disciplines and agencies, and throughout the life span in a clinical specialty area; and\n\n(3)In collaboration with a licensed physician, prior to care being provided, order and dispense durable medical equipment or therapeutic devices or refer clients to qualified licensed providers under title 36.\n\nNothing in this section would preclude the retail sale or rental of durable medical equipment as defined in § 10-45-1, or would prevent or restrict the practice, service, or activity of a person licensed in this state by any other law from engaging in the profession or occupation for which that person is licensed if that person is performing services within an authorized scope of practice.\n\nSource:SL 1995, ch 217, §10; SL 2021, ch 175, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-87/"
    },
    {
      "id": "section-36-9-88",
      "number": "36-9-88",
      "heading": "Title used by clinical nurse specialist.",
      "text": "36-9-88. Title used by clinical nurse specialist.\n\nA person who holds a license to practice as a clinical nurse specialist in this state may use the title, clinical nurse specialist and the abbreviation, CNS, and the title, advanced practice registered nurse, and the abbreviation, APRN.\n\nSource:SL 1995, ch 217, §11; SL 2014, ch 180, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-88/"
    },
    {
      "id": "section-36-9-89",
      "number": "36-9-89",
      "heading": "Temporary permit for clinical nurse specialist awaiting exam results.",
      "text": "36-9-89. Temporary permit for clinical nurse specialist awaiting exam results.\n\nUpon application and payment of the required fee, the board may issue a temporary permit to practice as a clinical nurse specialist to an applicant who has completed an approved program and is awaiting the results of the first examination that the applicant is eligible to take after the permit is issued. The temporary permit shall become invalid upon notification to the applicant of the results of the first examination.\n\nSource:SL 1995, ch 217, §12.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-89/"
    },
    {
      "id": "section-36-9-90",
      "number": "36-9-90",
      "heading": "Temporary permit for out of state licensed clinical nurse specialist applicant--Issuance date and termination date.",
      "text": "36-9-90. Temporary permit for out of state licensed clinical nurse specialist applicant--Issuance date and termination date.\n\nUpon application and payment of the required fee, the Board of Nursing may issue a temporary permit to practice as a clinical nurse specialist to an applicant from another state holding a current license as a clinical nurse specialist while awaiting licensure in this state. This permit shall bear an issuance date and a termination date and may not be valid for more than ninety days.\n\nSource:SL 1995, ch 217, §13.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-90/"
    },
    {
      "id": "section-36-9-91",
      "number": "36-9-91",
      "heading": "Fees required of clinical nurse specialists.",
      "text": "36-9-91. Fees required of clinical nurse specialists.\n\nThe board shall promulgate rules, pursuant to chapter 1-26, to establish the following fees for clinical nurse specialists:\n\n(1)For initial licensure by examination or endorsement, not more than two hundred dollars, exclusive of any fee which may be required for a nationally administered examination;\n\n(2)For verification of licensure to another state, territory, or foreign country, not more than thirty dollars;\n\n(3)For issuance of a temporary permit, not more than fifty dollars;\n\n(4)For biennial renewal of license, not more than one hundred fifty dollars;\n\n(5)For reinstatement of a lapsed license, the current renewal fee plus not more than one hundred dollars;\n\n(6)For providing a transcript, not more than five dollars;\n\n(7)For issuing a duplicate license, not more than thirty dollars;\n\n(8)For placing a license on inactive status, not more than twenty dollars; and\n\n(9)For effecting a name change upon the records of a license, not more than twenty dollars.\n\nThe fees shall be paid in advance and are not refundable.\n\nSource:SL 1995, ch 217, §14; SL 2003, ch 200, §3; SL 2016, ch 194, §41.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-91/"
    },
    {
      "id": "section-36-9-92",
      "number": "36-9-92",
      "heading": "Superseded eff. Jan 19, 2018.",
      "text": "Superseded eff. Jan 19, 2018.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-9-93",
      "number": "36-9-93",
      "heading": "Head of nurse licensing board defined.",
      "text": "36-9-93. Head of nurse licensing board defined.\n\nThe head of the nurse licensing board as used to define the compact administrator in Article VIII(a) means the executive secretary of the Board of Nursing.\n\nSource:SL 2000, ch 192, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-93/"
    },
    {
      "id": "section-36-9-94",
      "number": "36-9-94",
      "heading": "Practice privileges--Power of board to limit or revoke.",
      "text": "36-9-94. Practice privileges--Power of board to limit or revoke.\n\nThe Board of Nursing may limit, revoke, or take other action against a person's practice privilege in this state if disciplinary action has been taken on the person's practice privilege granted by another party state.\n\nSource:SL 2000, ch 192, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-94/"
    },
    {
      "id": "section-36-9-95",
      "number": "36-9-95",
      "heading": "Nursing workforce center established--Funding.",
      "text": "36-9-95. Nursing workforce center established--Funding.\n\nThe Board of Nursing shall establish a nursing workforce center. The board shall charge a fee of ten dollars upon the biennial renewal of each registered nurse and practical nurse license in addition to the license renewal fee for the funding of the nursing workforce center. Donations and bequests from persons to further the intent of the nursing workforce center or additional funds designated by the board may also be accepted and placed in the restricted fund.\n\nSource:SL 2002, ch 178, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-95/"
    },
    {
      "id": "section-36-9-96",
      "number": "36-9-96",
      "heading": "Powers of nursing workforce center.",
      "text": "36-9-96. Powers of nursing workforce center.\n\nThe nursing workforce center may address issues regarding the supply, demand, and need for nurses, including issues of recruitment, retention, educational preparation, and utilization of nurses. In addition, the nursing workforce center may:\n\n(1)Maintain a database on the supply, demand, and need for nurses in the state;\n\n(2)Convene representatives of nurses, health care providers, consumers, educators, government officials, and other individuals in business and industry to review and comment on data analysis; make recommendations for strategic action; and evaluate effectiveness of actions implemented;\n\n(3)Provide electronic access to comprehensive information and research conducted by the nursing workforce center;\n\n(4)Evaluate the effectiveness of nursing education articulation and support for nursing education mobility;\n\n(5)Promote strategies to improve nursing workplace environments and promote nursing leadership development; and\n\n(6)Evaluate the effectiveness of state initiatives implemented to address nursing workforce capacities and requirements.\n\nSource:SL 2002, ch 178, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-96/"
    },
    {
      "id": "section-36-9-97",
      "number": "36-9-97",
      "heading": "Criminal background investigation of applicants and licensees subject to disciplinary investigation--Cooperation required--Fees.",
      "text": "36-9-97. Criminal background investigation of applicants and licensees subject to disciplinary investigation--Cooperation required--Fees.\n\nEach applicant for licensure as a registered nurse, licensed practical nurse, certified registered nurse anesthetist, or clinical nurse specialist in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the Board of Nursing shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The Board of Nursing may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation.\n\nSource:SL 2006, ch 198, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-97/"
    },
    {
      "id": "section-36-9-98",
      "number": "36-9-98",
      "heading": "Nurse Licensure Compact.",
      "text": "36-9-98. Nurse Licensure Compact.\n\nThe Nurse Licensure Compact is enacted into law and entered into with all other jurisdictions that legally join the compact, which is substantially as follows:\n\nFinding and Declaration of Purpose\n\n(a) The party states find that:\n\n(1)The health and safety of the public are affected by the degree of compliance with and the effectiveness of enforcement activities related to state nurse licensure laws;\n\n(2)Violations of nurse licensure and other laws regulating the practice of nursing may result in injury or harm to the public;\n\n(3)The expanded mobility of nurses and the use of advanced communication technologies as part of our nation's health care delivery system require greater coordination and cooperation among states in the areas of nurse licensure and regulation;\n\n(4)New practice modalities and technology make compliance with individual state nurse licensure laws difficult and complex;\n\n(5)The current system of duplicative licensure for nurses practicing in multiple states is cumbersome and redundant for both nurses and states; and\n\n(6)Uniformity of nurse licensure requirements throughout the states promotes public safety and public health benefits.\n\n(b) The general purposes of this compact are to:\n\n(1)Facilitate the states' responsibility to protect the public's health and safety;\n\n(2)Ensure and encourage the cooperation of party states in the areas of nurse licensure and regulation;\n\n(3)Facilitate the exchange of information between party states in the areas of nurse regulation, investigation, and adverse actions;\n\n(4)Promote compliance with the laws governing the practice of nursing in each jurisdiction;\n\n(5)Invest all party states with the authority to hold a nurse accountable for meeting all state practice laws in the state in which the patient is located at the time care is rendered through the mutual recognition of party state licenses;\n\n(6)Decrease redundancies in the consideration and issuance of nurse licenses; and\n\n(7)Provide opportunities for interstate practice by nurses who meet uniform licensure requirements.\n\nDefinitions\n\nAs used in this Compact:\n\n(a)\"Adverse action,\" means any administrative, civil, equitable, or criminal action permitted by a state's laws which is imposed by a licensing board or other authority against a nurse, including actions against an individual's license or multistate licensure privilege such as revocation, suspension, probation, monitoring of the licensee, limitation on the licensee's practice, or any other encumbrance on licensure affecting a nurse's authorization to practice, including issuance of a cease and desist action.\n\n(b)\"Alternative program,\" means a nondisciplinary monitoring program approved by a licensing board.\n\n(c)\"Coordinated licensure information system,\" means an integrated process for collecting, storing, and sharing information on nurse licensure and enforcement activities related to nurse licensure laws that is administered by a nonprofit organization composed of and controlled by licensing bodies.\n\n(d)\"Current significant investigative information,\" means:\n\n(1)Investigative information that a licensing board, after a preliminary inquiry that includes notification and an opportunity for the nurse to respond, if required by state law, has reason to believe is not groundless and, if proved true, would indicate more than a minor infraction; or(2)Investigative information that indicates that the nurse represents an immediate threat to public health and safety regardless of whether the nurse has been notified and had an opportunity to respond.(e)\"Encumbrance,\" means a revocation or suspension of, or any limitation on, the full and unrestricted practice of nursing imposed by a licensing board.(f)\"Home state,\" means the party state which is the nurse's primary state of residence.(g)\"Licensing board,\" means a party state's regulatory body responsible for issuing nurse licenses.(h)\"Multistate license,\" means a license to practice as a registered or a licensed practical/vocational nurse (LPN/VN) issued by a home state licensing board that authorizes the licensed nurse to practice in all party states under a multistate licensure privilege.(i)\"Multistate licensure privilege,\" means a legal authorization associated with a multistate license permitting the practice of nursing as either a registered nurse (RN) or LPN/VN in a remote state.(j)\"Nurse,\" means RN or LPN/VN, as those terms are defined by each party state's practice laws.(k)\"Party state,\" means any state that has adopted this compact.(l)\"Remote state,\" means a party state, other than the home state.(m)\"Single-state license,\" means a nurse license issued by a party state that authorizes practice only within the issuing state and does not include a multistate licensure privilege to practice in any other party state.(n)\"State,\" means a state, territory, or possession of the United States and the District of Columbia.(o)\"State practice laws,\" means a party state's laws, rules, and regulations that govern the practice of nursing, define the scope of nursing practice, and create the methods and grounds for imposing discipline. State practice laws do not include requirements necessary to obtain and retain a license, except for qualifications or requirements of the home state.ARTICLE IIIGeneral Provisions and Jurisdiction(a) A multistate license to practice registered or licensed practical/vocational nursing issued by a home state to a resident in that state will be recognized by each party state as authorizing a nurse to practice as a registered nurse (RN) or as a licensed practical/vocational nurse (LPN/VN), under a multistate licensure privilege, in each party state.(b) A state must implement procedures for considering the criminal history records of applicants for initial multistate license or licensure by endorsement. Such procedures shall include the submission of fingerprints or other biometric-based information by applicants for the purpose of obtaining an applicant's criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records.(c) Each party state shall require the following for an applicant to obtain or retain a multistate license in the home state:(1)Meets the home state's qualifications for licensure or renewal of licensure, as well as all other applicable state laws;(2)(i)Has graduated or is eligible to graduate from a licensing board-approved RN or LPN/VN prelicensure education program; or(ii)Has graduated from a foreign RN or LPN/VN prelicensure education program that (a) has been approved by the authorized accrediting body in the applicable country and (b) has been verified by an independent credentials review agency to be comparable to a licensing board-approved prelicensure education program;(3)Has, if a graduate of a foreign prelicensure education program not taught in English or if English is not the individual's native language, successfully passed an English proficiency examination that includes the components of reading, speaking, writing, and listening;(4)Has successfully passed an NCLEX-RN7 or NCLEX-PN7 Examination or recognized predecessor, as applicable;(5)Is eligible for or holds an active, unencumbered license;(6)Has submitted, in connection with an application for initial licensure or licensure by endorsement, fingerprints or other biometric data for the purpose of obtaining criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining that state's criminal records;(7)Has not been convicted or found guilty, or has entered into an agreed disposition, of a felony offense under applicable state or federal criminal law;(8)Has not been convicted or found guilty, or has entered into an agreed disposition, of a misdemeanor offense related to the practice of nursing as determined on a case-by-base basis;(9)Is not currently enrolled in an alternative program;(10)Is subject to self-disclosure requirements regarding current participation in an alternative program; and(11)Has a valid United States social security number.(d) All party states shall be authorized, in accordance with existing state due process law, to take adverse action against a nurse's multistate licensure privilege such as revocation, suspension, probation or any other action that affects a nurse's authorization to practice under a multistate licensure privilege, including cease and desist actions. If a party state takes such action, it shall promptly notify the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions by remote states.(e) A nurse practicing in a party state must comply with the state practice laws of the state in which the client is located at the time service is provided. The practice of nursing is not limited to patient care, but shall include all nursing practice as defined by the state practice laws of the party state in which the client is located. The practice of nursing in a party state under a multistate licensure privilege will subject a nurse to the jurisdiction of the licensing board, the courts and the laws of the party state in which the client is located at the time the service is provided.(f) Individuals not residing in a party state shall continue to be able to apply for a party state's single-state license as provided under the laws of each party state. However, the single-state license granted to these individuals will not be recognized as granting the privilege to practice nursing in any other party state. Nothing in this compact shall affect the requirements established by a party state for the issuance of a single-state license.(g) Any nurse holding a home state multistate license, on the effective date of this compact may retain and renew the multistate license issued by the nurse's then-current home state, provided that:(1)A nurse, who changes primary state of residence after this compact's effective date, must meet all applicable Article III(c) requirements to obtain a multistate license from a new home state; and(2)A nurse who fails to satisfy the multistate licensure requirements in Article III(c) due to a disqualifying event occurring after this compact's effective date shall be ineligible to retain or renew a multistate license, and the nurse's multistate license shall be revoked or deactivated in accordance with applicable rules adopted by the Interstate Commission of Nurse Licensure Compact Administrators (commission).ARTICLE IVApplication for Licensure in a Party State(a) Upon application for a multistate license, the licensing board in the issuing party state shall ascertain, through the coordinated licensure information system, whether the applicant has ever held, or is the holder of, a license issued by any other state, whether there are any encumbrances on any license or multistate licensure privilege held by the applicant, whether any adverse action has been taken against any license or multistate licensure privilege held by the applicant and whether the applicant is currently participating in an alternative program.(b) A nurse may hold a multistate license, issued by the home state, in only one party state at a time.(c) If a nurse changes primary state of residence by moving between two party states, the nurse must apply for licensure in the new home state, and the multistate license issued by the prior home state will be deactivated in accordance with applicable rules adopted by the commission.(1)The nurse may apply for licensure in advance of a change in primary state of residence.(2)A multistate license shall not be issued by the new home state until the nurse provides satisfactory evidence of a change in primary state of residence to the new home state and satisfies all applicable requirements to obtain a multistate license from the new home state.(d) If a nurse changes primary state of residence by moving from a party state to a nonparty state, the multistate license issued by the prior home state will convert to a single-state license, valid only in the former home state.ARTICLE VAdditional Authorities Invested in Party State Licensing Boards(a) In addition to the other powers conferred by state law, a licensing board shall have the authority to:(1)Take adverse action against a nurse's multistate licensure privilege to practice within that party state;(i)Only the home state shall have the power to take adverse action against a nurse's license issued by the home state;(ii)For purposes of taking adverse action, the home state licensing board shall give the same priority and effect to reported conduct received from a remote state as it would if such conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine appropriate action;(2)Issue cease and desist orders or impose an encumbrance on a nurse's authority to practice within that party state;(3)Complete any pending investigations of a nurse who changes primary state of residence during the course of such investigations. The licensing board shall also have the authority to take appropriate action and shall promptly report the conclusions of such investigations to the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions;(4)Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses, as well as the production of evidence. Subpoenas issued by a licensing board in a party state for the attendance and testimony of witnesses or the production of evidence from another party state shall be enforced in the latter state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings pending before it. The issuing authority shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located;(5)Obtain and submit, for each nurse licensure applicant, fingerprint or other biometric-based information to the Federal Bureau of Investigation for criminal background checks, receive the results of the Federal Bureau of Investigation record search on criminal background checks and use the results in making licensure decisions;(6)If otherwise permitted by state law, recover from the affected nurse the costs of investigation and disposition of cases resulting from any adverse action taken against that nurse;(7)Take adverse action based on the factual findings of the remote state, provided that the licensing board follows its own procedures for taking such adverse action.(b) If adverse action is taken by the home state against a nurse's multistate license, the nurse's multistate licensure privilege to practice in all other party states shall be deactivated until all encumbrances have been removed from the multistate license. All home state disciplinary orders that impose adverse action against a nurse's multistate license shall include a statement that the nurse's multistate licensure privilege is deactivated in all party states during the pendency of the order.(c) Nothing in this compact shall override a party state's decision that participation in an alternative program may be used in lieu of adverse action. The home state licensing board shall deactivate the multistate licensure privilege under the multistate license of any nurse for the duration of the nurse's participation in an alternative program.ARTICLE VICoordinated Licensure Information System and Exchange of Information(a) All party states shall participate in a coordinated licensure information system of all licensed registered nurses (RNs) and licensed practical/vocational nurses (LPNs/VNs). This system will include information on the licensure and disciplinary history of each nurse, as submitted by party states, to assist in the coordination of nurse licensure and enforcement efforts.(b) The commission, in consultation with the administrator of the coordinated licensure information system, shall formulate necessary and proper procedures for the identification, collection, and exchange of information under this compact.(c) All licensing boards shall promptly report to the coordinated licensure information system any adverse action, any current significant investigative information, denials of applications, with the reasons for such denials, and nurse participation in alternative programs known to the licensing board regardless of whether such participation is deemed nonpublic or confidential under state law.(d) Current significant investigative information and participation in nonpublic or confidential alternative programs shall be transmitted through the coordinated licensure information system only to party state licensing boards.(e) Notwithstanding any other provision of law, all party state licensing boards contributing information to the coordinated licensure information system may designate information that may not be shared with nonparty states or disclosed to other entities or individuals without the express permission of the contributing state.(f) Any personally identifiable information obtained from the coordinated licensure information system by a party state licensing board shall not be shared with nonparty states or disclosed to other entities or individuals except to the extent permitted by the laws of the party state contributing the information.(g) Any information contributed to the coordinated licensure information system that is subsequently required to be expunged by the laws of the party state contributing that information shall also be expunged from the coordinated licensure information system.(h) The compact administrator of each party state shall furnish a uniform data set to the compact administrator of each other party state, which shall include, at a minimum:(1)Identifying information;(2)Licensure data;(3)Information related to alternative program participation; and(4)Other information that may facilitate the administration of this compact, as determined by commission rules.(i) The compact administrator of a party state shall provide all investigative documents and information required by another party state.ARTICLE VIIEstablishment of the Interstate Commission of Nurse Licensure Compact Administration(a) The party states hereby create and establish a joint public entity known as the Interstate Commission of Nurse Licensure Compact Administrators.(1)The commission is an instrumentality of the party states.(2)Venue is proper, and judicial proceedings by or against the commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings.(3)Nothing in this compact shall be construed to be a waiver of sovereign immunity.(b) Membership, voting, and meetings:(1)Each party state shall have and be limited to one administrator. The head of the state licensing board or designee shall be the administrator of this compact for each party state. Any administrator may be removed or suspended from office as provided by the law of the state from which the administrator is appointed. Any vacancy occurring in the commission shall be filled in accordance with the laws of the party state in which the vacancy exists.(2)Each administrator shall be entitled to one vote with regard to the promulgation of rules and creation of bylaws and shall otherwise have an opportunity to participate in the business and affairs of the commission. An administrator shall vote in person or by such other means as provided in the bylaws. The bylaws may provide for an administrator's participation in meetings by telephone or other means of communication.(3)The commission shall meet at least once during each calendar year. Additional meetings shall be held as set forth in the bylaws or rules of the commission.(4)All meetings shall be open to the public and public notice of meetings shall be given in the same manner as required under the rulemaking provisions in Article VIII.(5)The commission may convene in a closed, nonpublic meeting if the commission must discuss:(i)Noncompliance of a party state with its obligations under this compact;(ii)The employment, compensation, discipline, or other personnel matters, practices or procedures related to specific employees or other matters related to the commission's internal personnel practices and procedures;(iii)Current, threatened, or reasonably anticipated litigation;(iv)Negotiation of contracts for the purchase or sale of goods, services, or real estate;(v)Accusing any person of a crime or formally censuring any person;(vi)Disclosure of trade secrets or commercial or financial information that is privileged or confidential;(vii)Disclosure of information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;(viii)Disclosure of investigatory records compiled for law enforcement purposes;(ix)Disclosure of information related to any reports prepared by or on behalf of the commission for the purpose of investigation of compliance with this compact; or(x)Matters specifically exempted from disclosure by federal or state statute.(6)If a meeting, or portion of a meeting, is closed pursuant to this provision, the commission's legal counsel or designee shall certify that the meeting may be closed and shall reference each relevant exempting provision. The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefore, including a description of the views expressed. All documents considered in connection with an action shall be identified in such minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release by a majority vote of the commission or order of a court of competent jurisdiction.(c) The commission shall, by a majority vote of the administrators, prescribe bylaws or rules to govern its conduct as may be necessary or appropriate to carry out the purposes and exercise the powers of this compact, including but not limited to:(1)Establishing the fiscal year of the commission;(2)Providing reasonable standards and procedures;(i)For the establishment and meetings of other committees; and(ii)Governing any general or specific delegation of any authority or function of the commission;(3)Providing reasonable procedures for calling and conducting meetings of the commission, ensuring reasonable advance notice of all meetings and providing an opportunity for attendance of such meetings by interested parties, with enumerated exceptions designed to protect the public's interest, the privacy of individuals, and proprietary information, including trade secrets. The commission may meet in closed session only after a majority of the administrators vote to close a meeting in whole or in part. As soon as practicable, the commission must make public a copy of the vote to close the meeting revealing the vote of each administrator, with no proxy votes allowed;(4)Establishing the titles, duties, and authority and reasonable procedures for the election of the officers of the commission;(5)Providing reasonable standards and procedures for the establishment of the personnel policies and programs of the commission. Notwithstanding any civil services or other similar laws of any party state, the bylaws shall exclusively govern the personnel policies and programs of the commission; and(6)Providing a mechanism for winding up the operations of the commission and the equitable disposition of any surplus funds that may exist after the termination of this compact after the payment or reserving of all of its debts and obligation.(d) The commission shall publish its bylaws and rules, and any amendments thereto, in a convenient form on the website of the commission.(e) The commission shall maintain its financial records in accordance with the bylaws.(f) The commission shall meet and take such actions as are consistent with the provisions of this compact and the bylaws.(g) The commission shall have the following powers:(1)To promulgate uniform rules to facilitate and coordinate implementation and administration of this compact. The rules shall have the force and effect of law and shall be binding in all party states;(2)To bring and prosecute legal proceedings or actions in the name of the commission, provided that the standing of any licensing board to sue or be sued under applicable law shall not be affected;(3)To purchase and maintain insurance and bonds;(4)To borrow, accept, or contract for services of personnel, including, but not limited to, employees of a party state or nonprofit organizations;(5)To cooperate with other organizations that administer state compacts related to the regulation of nursing, including but not limited to sharing administrative or staff expenses, office space, or other resources;(6)To hire employees, elect or appoint officers, fix compensation, define duties, grant such individuals appropriate authority to carry out the purposes of this compact, and to establish the commission's personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters;(7)To accept any and all appropriate donations, grants and gifts of money, equipment, supplies, materials and services, and to receive, utilize, and dispose of the same, provided that at all times the commission shall avoid any appearance of impropriety or conflict of interest;(8)To lease, purchase, accept appropriate gifts or donations of, or otherwise to own, hold, improve, or use, any property, whether real, personal or mixed, provided that at all times the commission shall avoid any appearance of impropriety;(9)To sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, whether real, personal, or mixed;(10)To establish a budget and make expenditures;(11)To borrow money;(12)To appoint committees, including advisory committees comprised of administrators, state nursing regulators, state legislators or their representatives, consumer representatives, and other such interested parties;(13)To provide and receive information from, and to cooperate with, law enforcement agencies;(14)To adopt and use an official seal; and(15)To perform such other functions as may be necessary or appropriate to achieve the purposes of this compact consistent with the state regulation of nurse licensure and practice.(h) Financing of the commission:(1)The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities.(2)The commission may also levy on and collect an annual assessment from each party state to cover the cost of its operation, activities, and staff in its annual budget as approved each year. The aggregate annual assessment amount, if any, shall be allocated based upon a formula to be determined by the commission, which shall promulgate a rule that is binding upon all party states.(3)The commission shall not incur obligations of any kind prior to securing the funds to adequately meet the same, nor shall the commission pledge the credit of any of the party states, except by, and with the authority of, such party state.(4)The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission shall be subject to the audit and accounting procedures established under its bylaws. However, all receipts and disbursements of funds handled by the commission shall be audited yearly by a certified or licensed public accountant, and the report of the audit shall be included in and become part of the annual report of the commission.(i) Qualified immunity, defense, and indemnification:(1)The administrators, officers, executive director, employees, and representatives of the commission shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred, within the scope of commission employment, duties, or responsibilities, provided that nothing in this paragraph shall be construed to protect any such person from suit or liability for any damage, loss, injury, or liability caused by the intentional, willful, or wanton misconduct of that person.(2)The commission shall defend any administrator, officer, executive director, employee, or representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that nothing herein shall be construed to prohibit that person from retaining his or her own counsel, and provided further that the actual or alleged act, error, or omission did not result from that person's intentional, willful, or wanton misconduct.(3)The commission shall indemnify and hold harmless any administrator, officer, executive director, employee, or representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional, willful, or wanton misconduct of that person.ARTICLE VIIIRulemaking(a) The commission shall exercise its rulemaking powers pursuant to the criteria set forth in this Article and the rules adopted thereunder. Rules and amendments shall become binding as of the date specified in each rule or amendment and shall have the same force and effect as provisions of this compact.(b) Rules or amendments to the rules shall be adopted at a regular or special meeting of the commission.(c) Prior to promulgation and adoption of a final rule or rules by the commission, and at least sixty days in advance of the meeting at which the rule will be considered and voted upon, the commission shall file a notice of proposed rulemaking:(1)On the website of the commission; and(2)On the website of each licensing board or the publication in which each state would otherwise publish proposed rules.(d) The notice of proposed rulemaking shall include:(1)The proposed time, date, and location of the meeting in which the rule will be considered and voted upon;(2)The text of the proposed rule or amendment and the reason for the proposed rule;(3)A request for comments on the proposed rule from any interested person; and(4)The manner in which interested persons may submit notice to the commission of their intention to attend the public hearing and any written comments.(e) Prior to adoption of a proposed rule, the commission shall allow persons to submit written data, facts, opinions, and arguments, which shall be made available to the public.(f) The commission shall grant an opportunity for a public hearing before it adopts a rule or amendment.(g) The commission shall publish the place, time, and date of the scheduled public hearing.(1)Hearings shall be conducted in a manner providing each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing. All hearings will be recorded, and a copy will be made available upon request.(2)Nothing in this section shall be construed as requiring a separate hearing on each rule. Rules may be grouped for the convenience of the commission at hearings required by this section.(h) If no one appears at the public hearing, the commission may proceed with promulgation of the proposed rules.(i) Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the commission shall consider all written and oral comments received.(j) The commission shall, by majority vote of all administrators, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rule-making record and the full text of the rule.(k) Upon determination that an emergency exists, the commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or hearing, provided that the usual rule-making procedures provided in this compact and in this section shall be retroactively applied to the rule as soon as reasonably possible, in no event later than ninety days after the effective date of the rule. For the purpose of this provision, an emergency rule is one that must be adopted immediately in order to:(1)Meet an imminent threat to public health, safety, or welfare;(2)Prevent a loss of commission or party state funds; or(3)Meet a deadline for the promulgation of an administrative rule that is required by federal law or rule.(l) The commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in format, errors in consistency, or grammatical errors. Public notice of any revisions shall be posted on the website of the commission. The revision shall be subject to challenge by any person for a period of thirty days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge shall be made in writing, and delivered to the commission prior to the end of the notice period. If no challenge is made, the revision will take effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission.ARTICLE IXOversight, Dispute Resolution, and Enforcement(a) Oversight:(1)Each party state shall enforce this compact and take all actions necessary and appropriate to effectuate this compact's purposes and intent.(2)The commission shall be entitled to receive service of process in any proceeding that may affect the powers, responsibilities, or actions of the commission, and shall have standing to intervene in such a proceeding for all purposes. Failure to provide service of process in such proceedings to the commission shall render a judgment or order void as to the commission, this compact, or promulgated rules.(b) Default, technical assistance, and termination:(1)If the commission determines that a party state has defaulted in the performance of its obligations or responsibilities under this compact or the promulgated rules, the commission shall:(i)Provide written notice to the defaulting state and other party states of the nature of the default, the proposed means of curing the default, or any other action to be taken by the commission; and(ii)Provide remedial training and specific technical assistance regarding the default.(2)If a state in default fails to cure the default, the defaulting state's membership in this compact may be terminated upon an affirmative vote of a majority of the administrators, and all rights, privileges, and benefits conferred by this compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default.(3)Termination of membership in this compact shall be imposed only after all other means of securing compliance have been exhausted. Notice of intent to suspend or terminate shall be given by the commission to the Governor of the defaulting state and to the executive officer of the defaulting state's licensing board and each of the party states.(4)A state whose membership in this compact has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination.(5)The commission shall not bear any costs related to a state that is found to be in default or whose membership in this compact has been terminated unless agreed upon in writing between the commission and the defaulting state.(6)The defaulting state may appeal the action of the commission by petitioning the U.S. District Court for the District of Columbia or the federal district in which the commission has its principal offices. The prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees.(c) Dispute resolution:(1)Upon request by a party state, the commission shall attempt to resolve disputes related to the compact that arise among party states and between party and nonparty states.(2)The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes, as appropriate.(3)In the event the commission cannot resolve disputes among party states arising under this compact:(i)The party states may submit the issues in dispute to an arbitration panel, which will be comprised of individuals appointed by the compact administrator in each of the affected party states and an individual mutually agreed upon by the compact administrators of all the party states involved in the dispute.(ii)The decision of a majority of the arbitrators shall be final and binding.(d) Enforcement:(1)The commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this compact.(2)By majority vote, the commission may initiate legal action in the U.S. District Court for the District of Columbia or the federal district in which the commission has its principal offices against a party state that is in default to enforce compliance with the provisions of this compact and its promulgated rules and bylaws. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing party shall be awarded the costs of such litigation, including reasonable attorneys' fees.(3)The remedies herein shall not be the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or state law.ARTICLE XEffective Date, Withdrawal, and Amendment(a) This compact shall become effective and binding on the earlier of the date of legislative enactment of this compact into law by no less than twenty-six states or December 31, 2018. All party states to this compact that were parties to the prior Nurse Licensure Compact, superseded by this compact (prior compact), shall be deemed to have withdrawn from said prior compact within six months after the effective date of this compact.(b) Each party state to this compact shall continue to recognize a nurse's multistate licensure privilege to practice in that party state issued under the prior compact until such party state has withdrawn from the prior compact.(c) Any party state may withdraw from this compact by enacting a statute repealing the same. A party state's withdrawal shall not take effect until six months after enactment of the repealing statute.(d) A party state's withdrawal or termination shall not affect the continuing requirement of the withdrawing or terminated state's licensing board to report adverse actions and significant investigations occurring prior to the effective date of such withdrawal or termination.(e) Nothing contained in this compact shall be construed to invalidate or prevent any nurse licensure agreement or other cooperative arrangement between a party state and a nonparty state that is made in accordance with the other provisions of this compact.(f) This compact may be amended by the party states. No amendment to this compact shall become effective and binding upon the party state unless and until it is enacted into the laws of all party states.(g) Representatives of nonparty states to this compact shall be invited to participate in the activities of the commission, on a nonvoting basis, prior to the adoption of this compact by all states.ARTICLE XIConstruction and SeverabilityThis compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this compact shall be severable, and if any phrase, clause, sentence, or provision of this compact is declared to be contrary to the Constitution of any party state or of the United States, or if the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government agency, person, or circumstance shall not be affected thereby. If this compact shall be held to be contrary to the Constitution of any party state, this compact shall remain in full force and effect as to the remaining party states and in full force and effect as to the party state affected as to all severable matters.Source:SL 2016, ch 194, §42.\n\n(1)Investigative information that a licensing board, after a preliminary inquiry that includes notification and an opportunity for the nurse to respond, if required by state law, has reason to believe is not groundless and, if proved true, would indicate more than a minor infraction; or\n\n(2)Investigative information that indicates that the nurse represents an immediate threat to public health and safety regardless of whether the nurse has been notified and had an opportunity to respond.\n\n(e)\"Encumbrance,\" means a revocation or suspension of, or any limitation on, the full and unrestricted practice of nursing imposed by a licensing board.\n\n(f)\"Home state,\" means the party state which is the nurse's primary state of residence.\n\n(g)\"Licensing board,\" means a party state's regulatory body responsible for issuing nurse licenses.\n\n(h)\"Multistate license,\" means a license to practice as a registered or a licensed practical/vocational nurse (LPN/VN) issued by a home state licensing board that authorizes the licensed nurse to practice in all party states under a multistate licensure privilege.\n\n(i)\"Multistate licensure privilege,\" means a legal authorization associated with a multistate license permitting the practice of nursing as either a registered nurse (RN) or LPN/VN in a remote state.\n\n(j)\"Nurse,\" means RN or LPN/VN, as those terms are defined by each party state's practice laws.\n\n(k)\"Party state,\" means any state that has adopted this compact.\n\n(l)\"Remote state,\" means a party state, other than the home state.\n\n(m)\"Single-state license,\" means a nurse license issued by a party state that authorizes practice only within the issuing state and does not include a multistate licensure privilege to practice in any other party state.\n\n(n)\"State,\" means a state, territory, or possession of the United States and the District of Columbia.\n\n(o)\"State practice laws,\" means a party state's laws, rules, and regulations that govern the practice of nursing, define the scope of nursing practice, and create the methods and grounds for imposing discipline. State practice laws do not include requirements necessary to obtain and retain a license, except for qualifications or requirements of the home state.\n\nARTICLE III\n\nGeneral Provisions and Jurisdiction\n\n(a) A multistate license to practice registered or licensed practical/vocational nursing issued by a home state to a resident in that state will be recognized by each party state as authorizing a nurse to practice as a registered nurse (RN) or as a licensed practical/vocational nurse (LPN/VN), under a multistate licensure privilege, in each party state.\n\n(b) A state must implement procedures for considering the criminal history records of applicants for initial multistate license or licensure by endorsement. Such procedures shall include the submission of fingerprints or other biometric-based information by applicants for the purpose of obtaining an applicant's criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining the state's criminal records.\n\n(c) Each party state shall require the following for an applicant to obtain or retain a multistate license in the home state:\n\n(1)Meets the home state's qualifications for licensure or renewal of licensure, as well as all other applicable state laws;\n\n(2)(i)Has graduated or is eligible to graduate from a licensing board-approved RN or LPN/VN prelicensure education program; or\n\n(ii)Has graduated from a foreign RN or LPN/VN prelicensure education program that (a) has been approved by the authorized accrediting body in the applicable country and (b) has been verified by an independent credentials review agency to be comparable to a licensing board-approved prelicensure education program;\n\n(3)Has, if a graduate of a foreign prelicensure education program not taught in English or if English is not the individual's native language, successfully passed an English proficiency examination that includes the components of reading, speaking, writing, and listening;\n\n(4)Has successfully passed an NCLEX-RN7 or NCLEX-PN7 Examination or recognized predecessor, as applicable;\n\n(5)Is eligible for or holds an active, unencumbered license;\n\n(6)Has submitted, in connection with an application for initial licensure or licensure by endorsement, fingerprints or other biometric data for the purpose of obtaining criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining that state's criminal records;\n\n(7)Has not been convicted or found guilty, or has entered into an agreed disposition, of a felony offense under applicable state or federal criminal law;\n\n(8)Has not been convicted or found guilty, or has entered into an agreed disposition, of a misdemeanor offense related to the practice of nursing as determined on a case-by-base basis;\n\n(9)Is not currently enrolled in an alternative program;\n\n(10)Is subject to self-disclosure requirements regarding current participation in an alternative program; and\n\n(11)Has a valid United States social security number.\n\n(d) All party states shall be authorized, in accordance with existing state due process law, to take adverse action against a nurse's multistate licensure privilege such as revocation, suspension, probation or any other action that affects a nurse's authorization to practice under a multistate licensure privilege, including cease and desist actions. If a party state takes such action, it shall promptly notify the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions by remote states.\n\n(e) A nurse practicing in a party state must comply with the state practice laws of the state in which the client is located at the time service is provided. The practice of nursing is not limited to patient care, but shall include all nursing practice as defined by the state practice laws of the party state in which the client is located. The practice of nursing in a party state under a multistate licensure privilege will subject a nurse to the jurisdiction of the licensing board, the courts and the laws of the party state in which the client is located at the time the service is provided.\n\n(f) Individuals not residing in a party state shall continue to be able to apply for a party state's single-state license as provided under the laws of each party state. However, the single-state license granted to these individuals will not be recognized as granting the privilege to practice nursing in any other party state. Nothing in this compact shall affect the requirements established by a party state for the issuance of a single-state license.\n\n(g) Any nurse holding a home state multistate license, on the effective date of this compact may retain and renew the multistate license issued by the nurse's then-current home state, provided that:\n\n(1)A nurse, who changes primary state of residence after this compact's effective date, must meet all applicable Article III(c) requirements to obtain a multistate license from a new home state; and\n\n(2)A nurse who fails to satisfy the multistate licensure requirements in Article III(c) due to a disqualifying event occurring after this compact's effective date shall be ineligible to retain or renew a multistate license, and the nurse's multistate license shall be revoked or deactivated in accordance with applicable rules adopted by the Interstate Commission of Nurse Licensure Compact Administrators (commission).\n\nApplication for Licensure in a Party State\n\n(a) Upon application for a multistate license, the licensing board in the issuing party state shall ascertain, through the coordinated licensure information system, whether the applicant has ever held, or is the holder of, a license issued by any other state, whether there are any encumbrances on any license or multistate licensure privilege held by the applicant, whether any adverse action has been taken against any license or multistate licensure privilege held by the applicant and whether the applicant is currently participating in an alternative program.\n\n(b) A nurse may hold a multistate license, issued by the home state, in only one party state at a time.\n\n(c) If a nurse changes primary state of residence by moving between two party states, the nurse must apply for licensure in the new home state, and the multistate license issued by the prior home state will be deactivated in accordance with applicable rules adopted by the commission.\n\n(1)The nurse may apply for licensure in advance of a change in primary state of residence.\n\n(2)A multistate license shall not be issued by the new home state until the nurse provides satisfactory evidence of a change in primary state of residence to the new home state and satisfies all applicable requirements to obtain a multistate license from the new home state.\n\n(d) If a nurse changes primary state of residence by moving from a party state to a nonparty state, the multistate license issued by the prior home state will convert to a single-state license, valid only in the former home state.\n\nAdditional Authorities Invested in Party State Licensing Boards\n\n(a) In addition to the other powers conferred by state law, a licensing board shall have the authority to:\n\n(1)Take adverse action against a nurse's multistate licensure privilege to practice within that party state;\n\n(i)Only the home state shall have the power to take adverse action against a nurse's license issued by the home state;\n\n(ii)For purposes of taking adverse action, the home state licensing board shall give the same priority and effect to reported conduct received from a remote state as it would if such conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine appropriate action;\n\n(2)Issue cease and desist orders or impose an encumbrance on a nurse's authority to practice within that party state;\n\n(3)Complete any pending investigations of a nurse who changes primary state of residence during the course of such investigations. The licensing board shall also have the authority to take appropriate action and shall promptly report the conclusions of such investigations to the administrator of the coordinated licensure information system. The administrator of the coordinated licensure information system shall promptly notify the home state of any such actions;\n\n(4)Issue subpoenas for both hearings and investigations that require the attendance and testimony of witnesses, as well as the production of evidence. Subpoenas issued by a licensing board in a party state for the attendance and testimony of witnesses or the production of evidence from another party state shall be enforced in the latter state by any court of competent jurisdiction, according to the practice and procedure of that court applicable to subpoenas issued in proceedings pending before it. The issuing authority shall pay any witness fees, travel expenses, mileage, and other fees required by the service statutes of the state in which the witnesses or evidence are located;\n\n(5)Obtain and submit, for each nurse licensure applicant, fingerprint or other biometric-based information to the Federal Bureau of Investigation for criminal background checks, receive the results of the Federal Bureau of Investigation record search on criminal background checks and use the results in making licensure decisions;\n\n(6)If otherwise permitted by state law, recover from the affected nurse the costs of investigation and disposition of cases resulting from any adverse action taken against that nurse;\n\n(7)Take adverse action based on the factual findings of the remote state, provided that the licensing board follows its own procedures for taking such adverse action.\n\n(b) If adverse action is taken by the home state against a nurse's multistate license, the nurse's multistate licensure privilege to practice in all other party states shall be deactivated until all encumbrances have been removed from the multistate license. All home state disciplinary orders that impose adverse action against a nurse's multistate license shall include a statement that the nurse's multistate licensure privilege is deactivated in all party states during the pendency of the order.\n\n(c) Nothing in this compact shall override a party state's decision that participation in an alternative program may be used in lieu of adverse action. The home state licensing board shall deactivate the multistate licensure privilege under the multistate license of any nurse for the duration of the nurse's participation in an alternative program.\n\nCoordinated Licensure Information System and Exchange of Information\n\n(a) All party states shall participate in a coordinated licensure information system of all licensed registered nurses (RNs) and licensed practical/vocational nurses (LPNs/VNs). This system will include information on the licensure and disciplinary history of each nurse, as submitted by party states, to assist in the coordination of nurse licensure and enforcement efforts.\n\n(b) The commission, in consultation with the administrator of the coordinated licensure information system, shall formulate necessary and proper procedures for the identification, collection, and exchange of information under this compact.\n\n(c) All licensing boards shall promptly report to the coordinated licensure information system any adverse action, any current significant investigative information, denials of applications, with the reasons for such denials, and nurse participation in alternative programs known to the licensing board regardless of whether such participation is deemed nonpublic or confidential under state law.\n\n(d) Current significant investigative information and participation in nonpublic or confidential alternative programs shall be transmitted through the coordinated licensure information system only to party state licensing boards.\n\n(e) Notwithstanding any other provision of law, all party state licensing boards contributing information to the coordinated licensure information system may designate information that may not be shared with nonparty states or disclosed to other entities or individuals without the express permission of the contributing state.\n\n(f) Any personally identifiable information obtained from the coordinated licensure information system by a party state licensing board shall not be shared with nonparty states or disclosed to other entities or individuals except to the extent permitted by the laws of the party state contributing the information.\n\n(g) Any information contributed to the coordinated licensure information system that is subsequently required to be expunged by the laws of the party state contributing that information shall also be expunged from the coordinated licensure information system.\n\n(h) The compact administrator of each party state shall furnish a uniform data set to the compact administrator of each other party state, which shall include, at a minimum:\n\n(1)Identifying information;\n\n(2)Licensure data;\n\n(3)Information related to alternative program participation; and\n\n(4)Other information that may facilitate the administration of this compact, as determined by commission rules.\n\n(i) The compact administrator of a party state shall provide all investigative documents and information required by another party state.\n\nARTICLE VII\n\nEstablishment of the Interstate Commission of Nurse Licensure Compact Administration\n\n(a) The party states hereby create and establish a joint public entity known as the Interstate Commission of Nurse Licensure Compact Administrators.\n\n(1)The commission is an instrumentality of the party states.\n\n(2)Venue is proper, and judicial proceedings by or against the commission shall be brought solely and exclusively in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings.\n\n(3)Nothing in this compact shall be construed to be a waiver of sovereign immunity.\n\n(b) Membership, voting, and meetings:\n\n(1)Each party state shall have and be limited to one administrator. The head of the state licensing board or designee shall be the administrator of this compact for each party state. Any administrator may be removed or suspended from office as provided by the law of the state from which the administrator is appointed. Any vacancy occurring in the commission shall be filled in accordance with the laws of the party state in which the vacancy exists.\n\n(2)Each administrator shall be entitled to one vote with regard to the promulgation of rules and creation of bylaws and shall otherwise have an opportunity to participate in the business and affairs of the commission. An administrator shall vote in person or by such other means as provided in the bylaws. The bylaws may provide for an administrator's participation in meetings by telephone or other means of communication.\n\n(3)The commission shall meet at least once during each calendar year. Additional meetings shall be held as set forth in the bylaws or rules of the commission.\n\n(4)All meetings shall be open to the public and public notice of meetings shall be given in the same manner as required under the rulemaking provisions in Article VIII.\n\n(5)The commission may convene in a closed, nonpublic meeting if the commission must discuss:\n\n(i)Noncompliance of a party state with its obligations under this compact;\n\n(ii)The employment, compensation, discipline, or other personnel matters, practices or procedures related to specific employees or other matters related to the commission's internal personnel practices and procedures;\n\n(iii)Current, threatened, or reasonably anticipated litigation;\n\n(iv)Negotiation of contracts for the purchase or sale of goods, services, or real estate;\n\n(v)Accusing any person of a crime or formally censuring any person;\n\n(vi)Disclosure of trade secrets or commercial or financial information that is privileged or confidential;\n\n(vii)Disclosure of information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;\n\n(viii)Disclosure of investigatory records compiled for law enforcement purposes;\n\n(ix)Disclosure of information related to any reports prepared by or on behalf of the commission for the purpose of investigation of compliance with this compact; or\n\n(x)Matters specifically exempted from disclosure by federal or state statute.\n\n(6)If a meeting, or portion of a meeting, is closed pursuant to this provision, the commission's legal counsel or designee shall certify that the meeting may be closed and shall reference each relevant exempting provision. The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefore, including a description of the views expressed. All documents considered in connection with an action shall be identified in such minutes. All minutes and documents of a closed meeting shall remain under seal, subject to release by a majority vote of the commission or order of a court of competent jurisdiction.\n\n(c) The commission shall, by a majority vote of the administrators, prescribe bylaws or rules to govern its conduct as may be necessary or appropriate to carry out the purposes and exercise the powers of this compact, including but not limited to:\n\n(1)Establishing the fiscal year of the commission;\n\n(2)Providing reasonable standards and procedures;\n\n(i)For the establishment and meetings of other committees; and\n\n(ii)Governing any general or specific delegation of any authority or function of the commission;\n\n(3)Providing reasonable procedures for calling and conducting meetings of the commission, ensuring reasonable advance notice of all meetings and providing an opportunity for attendance of such meetings by interested parties, with enumerated exceptions designed to protect the public's interest, the privacy of individuals, and proprietary information, including trade secrets. The commission may meet in closed session only after a majority of the administrators vote to close a meeting in whole or in part. As soon as practicable, the commission must make public a copy of the vote to close the meeting revealing the vote of each administrator, with no proxy votes allowed;\n\n(4)Establishing the titles, duties, and authority and reasonable procedures for the election of the officers of the commission;\n\n(5)Providing reasonable standards and procedures for the establishment of the personnel policies and programs of the commission. Notwithstanding any civil services or other similar laws of any party state, the bylaws shall exclusively govern the personnel policies and programs of the commission; and\n\n(6)Providing a mechanism for winding up the operations of the commission and the equitable disposition of any surplus funds that may exist after the termination of this compact after the payment or reserving of all of its debts and obligation.\n\n(d) The commission shall publish its bylaws and rules, and any amendments thereto, in a convenient form on the website of the commission.\n\n(e) The commission shall maintain its financial records in accordance with the bylaws.\n\n(f) The commission shall meet and take such actions as are consistent with the provisions of this compact and the bylaws.\n\n(g) The commission shall have the following powers:\n\n(1)To promulgate uniform rules to facilitate and coordinate implementation and administration of this compact. The rules shall have the force and effect of law and shall be binding in all party states;\n\n(2)To bring and prosecute legal proceedings or actions in the name of the commission, provided that the standing of any licensing board to sue or be sued under applicable law shall not be affected;\n\n(3)To purchase and maintain insurance and bonds;\n\n(4)To borrow, accept, or contract for services of personnel, including, but not limited to, employees of a party state or nonprofit organizations;\n\n(5)To cooperate with other organizations that administer state compacts related to the regulation of nursing, including but not limited to sharing administrative or staff expenses, office space, or other resources;\n\n(6)To hire employees, elect or appoint officers, fix compensation, define duties, grant such individuals appropriate authority to carry out the purposes of this compact, and to establish the commission's personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters;\n\n(7)To accept any and all appropriate donations, grants and gifts of money, equipment, supplies, materials and services, and to receive, utilize, and dispose of the same, provided that at all times the commission shall avoid any appearance of impropriety or conflict of interest;\n\n(8)To lease, purchase, accept appropriate gifts or donations of, or otherwise to own, hold, improve, or use, any property, whether real, personal or mixed, provided that at all times the commission shall avoid any appearance of impropriety;\n\n(9)To sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, whether real, personal, or mixed;\n\n(10)To establish a budget and make expenditures;\n\n(11)To borrow money;\n\n(12)To appoint committees, including advisory committees comprised of administrators, state nursing regulators, state legislators or their representatives, consumer representatives, and other such interested parties;\n\n(13)To provide and receive information from, and to cooperate with, law enforcement agencies;\n\n(14)To adopt and use an official seal; and\n\n(15)To perform such other functions as may be necessary or appropriate to achieve the purposes of this compact consistent with the state regulation of nurse licensure and practice.\n\n(h) Financing of the commission:\n\n(1)The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities.\n\n(2)The commission may also levy on and collect an annual assessment from each party state to cover the cost of its operation, activities, and staff in its annual budget as approved each year. The aggregate annual assessment amount, if any, shall be allocated based upon a formula to be determined by the commission, which shall promulgate a rule that is binding upon all party states.\n\n(3)The commission shall not incur obligations of any kind prior to securing the funds to adequately meet the same, nor shall the commission pledge the credit of any of the party states, except by, and with the authority of, such party state.\n\n(4)The commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the commission shall be subject to the audit and accounting procedures established under its bylaws. However, all receipts and disbursements of funds handled by the commission shall be audited yearly by a certified or licensed public accountant, and the report of the audit shall be included in and become part of the annual report of the commission.\n\n(i) Qualified immunity, defense, and indemnification:\n\n(1)The administrators, officers, executive director, employees, and representatives of the commission shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error, or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred, within the scope of commission employment, duties, or responsibilities, provided that nothing in this paragraph shall be construed to protect any such person from suit or liability for any damage, loss, injury, or liability caused by the intentional, willful, or wanton misconduct of that person.\n\n(2)The commission shall defend any administrator, officer, executive director, employee, or representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that nothing herein shall be construed to prohibit that person from retaining his or her own counsel, and provided further that the actual or alleged act, error, or omission did not result from that person's intentional, willful, or wanton misconduct.\n\n(3)The commission shall indemnify and hold harmless any administrator, officer, executive director, employee, or representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional, willful, or wanton misconduct of that person.\n\nARTICLE VIII\n\n(a) The commission shall exercise its rulemaking powers pursuant to the criteria set forth in this Article and the rules adopted thereunder. Rules and amendments shall become binding as of the date specified in each rule or amendment and shall have the same force and effect as provisions of this compact.\n\n(b) Rules or amendments to the rules shall be adopted at a regular or special meeting of the commission.\n\n(c) Prior to promulgation and adoption of a final rule or rules by the commission, and at least sixty days in advance of the meeting at which the rule will be considered and voted upon, the commission shall file a notice of proposed rulemaking:\n\n(1)On the website of the commission; and\n\n(2)On the website of each licensing board or the publication in which each state would otherwise publish proposed rules.\n\n(d) The notice of proposed rulemaking shall include:\n\n(1)The proposed time, date, and location of the meeting in which the rule will be considered and voted upon;\n\n(2)The text of the proposed rule or amendment and the reason for the proposed rule;\n\n(3)A request for comments on the proposed rule from any interested person; and\n\n(4)The manner in which interested persons may submit notice to the commission of their intention to attend the public hearing and any written comments.\n\n(e) Prior to adoption of a proposed rule, the commission shall allow persons to submit written data, facts, opinions, and arguments, which shall be made available to the public.\n\n(f) The commission shall grant an opportunity for a public hearing before it adopts a rule or amendment.\n\n(g) The commission shall publish the place, time, and date of the scheduled public hearing.\n\n(1)Hearings shall be conducted in a manner providing each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing. All hearings will be recorded, and a copy will be made available upon request.\n\n(2)Nothing in this section shall be construed as requiring a separate hearing on each rule. Rules may be grouped for the convenience of the commission at hearings required by this section.\n\n(h) If no one appears at the public hearing, the commission may proceed with promulgation of the proposed rules.\n\n(i) Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the commission shall consider all written and oral comments received.\n\n(j) The commission shall, by majority vote of all administrators, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rule-making record and the full text of the rule.\n\n(k) Upon determination that an emergency exists, the commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or hearing, provided that the usual rule-making procedures provided in this compact and in this section shall be retroactively applied to the rule as soon as reasonably possible, in no event later than ninety days after the effective date of the rule. For the purpose of this provision, an emergency rule is one that must be adopted immediately in order to:\n\n(1)Meet an imminent threat to public health, safety, or welfare;\n\n(2)Prevent a loss of commission or party state funds; or\n\n(3)Meet a deadline for the promulgation of an administrative rule that is required by federal law or rule.\n\n(l) The commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in format, errors in consistency, or grammatical errors. Public notice of any revisions shall be posted on the website of the commission. The revision shall be subject to challenge by any person for a period of thirty days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge shall be made in writing, and delivered to the commission prior to the end of the notice period. If no challenge is made, the revision will take effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission.\n\nOversight, Dispute Resolution, and Enforcement\n\n(a) Oversight:\n\n(1)Each party state shall enforce this compact and take all actions necessary and appropriate to effectuate this compact's purposes and intent.\n\n(2)The commission shall be entitled to receive service of process in any proceeding that may affect the powers, responsibilities, or actions of the commission, and shall have standing to intervene in such a proceeding for all purposes. Failure to provide service of process in such proceedings to the commission shall render a judgment or order void as to the commission, this compact, or promulgated rules.\n\n(b) Default, technical assistance, and termination:\n\n(1)If the commission determines that a party state has defaulted in the performance of its obligations or responsibilities under this compact or the promulgated rules, the commission shall:\n\n(i)Provide written notice to the defaulting state and other party states of the nature of the default, the proposed means of curing the default, or any other action to be taken by the commission; and\n\n(ii)Provide remedial training and specific technical assistance regarding the default.\n\n(2)If a state in default fails to cure the default, the defaulting state's membership in this compact may be terminated upon an affirmative vote of a majority of the administrators, and all rights, privileges, and benefits conferred by this compact may be terminated on the effective date of termination. A cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default.\n\n(3)Termination of membership in this compact shall be imposed only after all other means of securing compliance have been exhausted. Notice of intent to suspend or terminate shall be given by the commission to the Governor of the defaulting state and to the executive officer of the defaulting state's licensing board and each of the party states.\n\n(4)A state whose membership in this compact has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination.\n\n(5)The commission shall not bear any costs related to a state that is found to be in default or whose membership in this compact has been terminated unless agreed upon in writing between the commission and the defaulting state.\n\n(6)The defaulting state may appeal the action of the commission by petitioning the U.S. District Court for the District of Columbia or the federal district in which the commission has its principal offices. The prevailing party shall be awarded all costs of such litigation, including reasonable attorneys' fees.\n\n(c) Dispute resolution:\n\n(1)Upon request by a party state, the commission shall attempt to resolve disputes related to the compact that arise among party states and between party and nonparty states.\n\n(2)The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes, as appropriate.\n\n(3)In the event the commission cannot resolve disputes among party states arising under this compact:\n\n(i)The party states may submit the issues in dispute to an arbitration panel, which will be comprised of individuals appointed by the compact administrator in each of the affected party states and an individual mutually agreed upon by the compact administrators of all the party states involved in the dispute.\n\n(ii)The decision of a majority of the arbitrators shall be final and binding.\n\n(d) Enforcement:\n\n(1)The commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this compact.\n\n(2)By majority vote, the commission may initiate legal action in the U.S. District Court for the District of Columbia or the federal district in which the commission has its principal offices against a party state that is in default to enforce compliance with the provisions of this compact and its promulgated rules and bylaws. The relief sought may include both injunctive relief and damages. In the event judicial enforcement is necessary, the prevailing party shall be awarded the costs of such litigation, including reasonable attorneys' fees.\n\n(3)The remedies herein shall not be the exclusive remedies of the commission. The commission may pursue any other remedies available under federal or state law.\n\nEffective Date, Withdrawal, and Amendment\n\n(a) This compact shall become effective and binding on the earlier of the date of legislative enactment of this compact into law by no less than twenty-six states or December 31, 2018. All party states to this compact that were parties to the prior Nurse Licensure Compact, superseded by this compact (prior compact), shall be deemed to have withdrawn from said prior compact within six months after the effective date of this compact.\n\n(b) Each party state to this compact shall continue to recognize a nurse's multistate licensure privilege to practice in that party state issued under the prior compact until such party state has withdrawn from the prior compact.\n\n(c) Any party state may withdraw from this compact by enacting a statute repealing the same. A party state's withdrawal shall not take effect until six months after enactment of the repealing statute.\n\n(d) A party state's withdrawal or termination shall not affect the continuing requirement of the withdrawing or terminated state's licensing board to report adverse actions and significant investigations occurring prior to the effective date of such withdrawal or termination.\n\n(e) Nothing contained in this compact shall be construed to invalidate or prevent any nurse licensure agreement or other cooperative arrangement between a party state and a nonparty state that is made in accordance with the other provisions of this compact.\n\n(f) This compact may be amended by the party states. No amendment to this compact shall become effective and binding upon the party state unless and until it is enacted into the laws of all party states.\n\n(g) Representatives of nonparty states to this compact shall be invited to participate in the activities of the commission, on a nonvoting basis, prior to the adoption of this compact by all states.\n\nConstruction and Severability\n\nThis compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this compact shall be severable, and if any phrase, clause, sentence, or provision of this compact is declared to be contrary to the Constitution of any party state or of the United States, or if the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government agency, person, or circumstance shall not be affected thereby. If this compact shall be held to be contrary to the Constitution of any party state, this compact shall remain in full force and effect as to the remaining party states and in full force and effect as to the party state affected as to all severable matters.\n\nSource:SL 2016, ch 194, §42.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-98/"
    },
    {
      "id": "section-36-9-99",
      "number": "36-9-99",
      "heading": "General funds not to be used to support compact.",
      "text": "36-9-99. General funds not to be used to support compact.\n\nNo state general funds shall be used to support the Nurse Licensure Compact.\n\nSource:SL 2016, ch 194, §43.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-09/section-36-9-99/"
    }
  ]
}