{
  "state": "south-dakota",
  "path": "title-title-36-professions-and-occupations/chapter-chapter-15-cosmetologists-estheticians-nail-technicians-and-",
  "sections": [
    {
      "id": "section-36-15-1",
      "number": "36-15-1",
      "heading": "Definition of terms.Section 36-15-1",
      "text": "36-15-1. Definition of terms.\n\nTerms used in this chapter mean:\n\n(1)\"Apprentice,\" any person licensed by the commission to receive education through an apprenticeship in a salon;\n\n(2)\"Apprentice salon,\" any salon licensed by the commission to teach apprentices;\n\n(3)\"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business;\n\n(4)\"Commission,\" the Cosmetology Commission as established and created in §36-15-3;\n\n(5)\"Cosmetologist,\" any person who, for compensation, engages in any of the practices of cosmetology;\n\n(6)\"Cosmetology,\" any one or any combination of the practices set forth in §36-15-2;\n\n(7)\"Demonstrator,\" any person licensed to practice cosmetology, nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public;\n\n(8)\"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology;\n\n(9)\"Esthetics,\" any one or any combination of the practices set forth in §36-15-2.2;\n\n(10)\"Instructor,\" any person who is licensed by the commission to instruct in a school or an apprentice salon and who meets the requirements set forth in §36-15-25;\n\n(11)\"Nail technology,\" any one or any combination of the practices set forth in §36-15-17.2;\n\n(12)\"Nail technician,\" any person who, for compensation, engages in the practice of nail technology, but not in other practices of cosmetology;\n\n(13)\"Natural hair braiding,\" any one or any combination of the practices set forth in §36-15-1.1;\n\n(14)\"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices;\n\n(15)\"School,\" any place, premise, or building that is licensed by the commission to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices;\n\n(16)\"School premises,\" any permanent building or other structures approved by the commission as a school campus under one school license; and\n\n(17)\"Student,\" any person who is licensed by the commission to receive education in a licensed school.\n\nSource: SDC 1939, §27.1501; SL 1943, ch 106, §1; SL 1957, ch 118, §1; SL 1965, ch 123, §1; SL 1972, ch 206, §§1, 2; SL 1997, ch 218, §1; SL 2003, ch 202, §1; SL 2007, ch 217, §1; SL 2009, ch 182, §1; SL 2017, ch 176, §1; SL 2018, ch 232, §1; SL 2024, ch 157, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-1/"
    },
    {
      "id": "section-36-15-11",
      "number": "36-15-1.1",
      "heading": "Natural hair braiding defined.",
      "text": "36-15-1.1. Natural hair braiding defined.\n\nNatural hair braiding means a form of hair manipulation that results in tension on hair strands by beading, braiding, cornrowing, extending, lacing, locking, twisting, weaving, or wrapping human hair, natural fibers, synthetic fibers, or hair extensions into a variety of shapes, patterns, and textures and maintenance thereof, by hand or with clips, combs, hairpins, or thread.\n\nNatural hair braiding includes the use of topical agents such as conditioners, gels, moisturizers, oils, pomades, and shampoos.\n\nNatural hair braiding does not involve the use of penetrating chemical hair treatments, chemical hair coloring agents, chemical hair straightening agents, chemical hair joining agents, permanent wave styles, or chemical hair bleaching agents applied to growing human hair.\n\nSource:SL 2017, ch 176, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-1-1/"
    },
    {
      "id": "section-36-15-2",
      "number": "36-15-2",
      "heading": "License required to practice cosmetology--Acts constituting practice of cosmetology.",
      "text": "36-15-2. License required to practice cosmetology--Acts constituting practice of cosmetology.\n\nNo person may engage in the practice of cosmetology unless the person is licensed by the commission. A person is engaged in the practice of cosmetology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes:\n\n(1)Hair care by styling, wrapping, arranging, braiding, twisting, weaving, extending, fusing, dressing, curling, waving, permanent waving, singeing, cleansing, shampooing, cutting, bleaching, setting, coloring, straightening, relaxing, fitting, massaging, or similar work upon the hair, scalp, wigs, or hairpieces of a person;\n\n(2)Nail technology;\n\n(3)Esthetics; or\n\n(4)Removal of superfluous hair by nonpermanent means.\n\nSource:SDC 1939, §27.1502; SL 1957, ch 118, §1; SL 1965, ch 124; SL 1977, ch 190, §179B; SL 1984, ch 252; SL 1999, ch 194, §1; SL 2003, ch 202, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-2/"
    },
    {
      "id": "section-36-15-21",
      "number": "36-15-2.1",
      "heading": "Acts not constituting practice of cosmetology.",
      "text": "36-15-2.1. Acts not constituting practice of cosmetology.\n\nNone of the following constitute the practice of cosmetology:\n\n(1)Any person practicing permanent removal of hair by the use of a galvanic or thermalytic needle known as electrolysis;\n\n(2)Any retailer at a retail establishment who in the ordinary course of business is engaged in the demonstration of make-up if:\n\n(a)The make-up is applied only with disposable applicators that are discarded after each customer demonstration;\n\n(b)The demonstration is without charge to the person to whom the demonstration is given; and\n\n(c)The retailer does not advertise or provide a cosmetology service except the sale of make-up and fragrances.\n\nSource:SL 2003, ch 202, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-2-1/"
    },
    {
      "id": "section-36-15-22",
      "number": "36-15-2.2",
      "heading": "License required for practice of esthetics--Practices constituting esthetics.",
      "text": "36-15-2.2. License required for practice of esthetics--Practices constituting esthetics.\n\nNo person may engage in the practice of esthetics unless the person is licensed by the commission. A person is engaged in the practice of esthetics if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes:\n\n(1)Beautifying, massaging, cleansing, exfoliating, stimulating, or applying oils, creams, cosmetic preparations, make-up, facial treatments, body treatments, body wraps, antiseptics, scrubs, clays, lotions, masks, waxes, or other preparations for the noninvasive care of the skin. For purposes of this subdivision, noninvasive means confined to the nonliving cells of the stratum corneum of the epidermis. Such practices shall be in a superficial mode and not for the treatment of medical disorders, and living cells may never be altered, cut, or damaged;\n\n(2)Grooming or applying eyebrows or eyelashes, including arching and tinting; or\n\n(3)Removing superfluous hair by nonpermanent means, including tweezing and waxing.\n\nEsthetics does not include scalp treatments or scalp massage.\n\nSource:SL 2003, ch 202, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-2-2/"
    },
    {
      "id": "section-36-15-23",
      "number": "36-15-2.3",
      "heading": "Application for esthetics examination--Information required.",
      "text": "36-15-2.3. Application for esthetics examination--Information required.\n\nAny person desiring to practice esthetics in this state as an esthetician shall apply to the commission to take the esthetics examination. The application shall:\n\n(1)Contain the information required by §36-15-15;\n\n(2)Contain proof that the applicant is enrolled in or has completed the required hours of education, as established by rules pursuant to §36-15-13, or equivalent credit hours in an approved and licensed cosmetology or esthetics school or in lieu of such education, is enrolled or has successfully completed a course of apprenticeship in a licensed cosmetology or esthetics salon as provided for in this chapter; and\n\n(3)Be accompanied by the fee required in this chapter.\n\nSource:SL 2003, ch 202, §22; SL 2005, ch 201, §1; SL 2018, ch 233, §1; SL 2021, ch 176, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-2-3/"
    },
    {
      "id": "section-36-15-24",
      "number": "36-15-2.4",
      "heading": "Terms of licenses--Renewal dates.",
      "text": "36-15-2.4. Terms of licenses--Renewal dates.\n\nAny license or permit issued under this chapter or any license issued under prior law may be renewed for periods of one year, but in any event expiring on the renewal date as established by the commission. The commission shall, by rules promulgated pursuant to chapter 1-26, establish the renewal date for any licenses or permits issued under this chapter.\n\nSource:SL 2003, ch 202, §15.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-2-4/"
    },
    {
      "id": "section-36-15-3",
      "number": "36-15-3",
      "heading": "Cosmetology Commission--Appointment and terms of members--Oath of office.",
      "text": "36-15-3. Cosmetology Commission--Appointment and terms of members--Oath of office.\n\nThe Cosmetology Commission shall perform all functions exercised by the former State Board of Cosmetology. The Cosmetology Commission consists of five members to be appointed by the Governor for a term of three years. No member may serve more than three consecutive full terms. However, appointment to fill an unexpired term is not considered a complete term for this purpose. Not all of the members may be of the same political party. Three members shall be currently licensed as cosmetologists in this state at the time of their appointment. Two members shall be lay people. The Governor may stagger the terms to enable the commission to have different terms expire each year. Any member appointed to the commission prior to July1, 2005, shall serve the four-year term to which the member was originally appointed. Any member appointed to the commission after July1, 2005, shall serve a three-year term. Each member of the commission shall take the oath of office as provided by law for public officials.\n\nSource:SDC 1939, §27.1504; SL 1957, ch 118, §1; SL 1963, ch 155; SL 1980, ch 379, §§17 to 20; SL 2005, ch 199, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-3/"
    },
    {
      "id": "section-36-15-4",
      "number": "36-15-4",
      "heading": "Qualifications of professional commission members--School affiliation prohibited.",
      "text": "36-15-4. Qualifications of professional commission members--School affiliation prohibited.\n\nEach professional member of the commission shall be:\n\n(1)A resident of this state;\n\n(2)At least twenty-five years of age;\n\n(3)Actively engaged in the practice of cosmetology for the three years immediately preceding the appointment; and\n\n(4)Currently licensed as a cosmetologist in this state at the time of the appointment and while serving on the commission.\n\nNo member of the commission may be a member of or affiliated with or have an interest in any school while in office.\n\nSource:SDC 1939, §27.1504 as enacted by SL 1957, ch 118, §1; SL 1963, ch 155; SL 1972, ch 206, §3; SL 1980, ch 379, §19; SL 2003, ch 202, §6; SL 2020, ch 168, § 9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-4/"
    },
    {
      "id": "section-36-15-41",
      "number": "36-15-4.1",
      "heading": "Lay members of commission--Appointment and terms of office.",
      "text": "36-15-4.1. Lay members of commission--Appointment and terms of office.\n\nThe membership of the Cosmetology Commission shall include two lay persons who are users of the services regulated by the commission. The term lay persons who are users refers to persons who are not licensed by the commission but where practical use the services licensed, and the meaning shall be liberally construed to implement the purpose of this section. The lay members shall be appointed by the Governor and shall have the same terms of office as other members of the commission.\n\nSource:SL 1973, ch 2, §58; SL 1980, ch 379, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-4-1/"
    },
    {
      "id": "section-36-15-5",
      "number": "36-15-5",
      "heading": "Annual election of officers of commission--Meetings--Quorum.",
      "text": "36-15-5. Annual election of officers of commission--Meetings--Quorum.\n\nThe commission shall organize at its first meeting after July first of each year by electing from its membership a president, a vice-president, and a secretary-treasurer. The commission shall meet at such times and places as shall be designated by the commission. Any three members of the commission constitute a quorum for the transaction of business.\n\nSource:SDC 1939, §27.1504 as enacted by SL 1957, ch 118, §1; SL 1963, ch 155; SL 1972, ch 206, §4; SL 2003, ch 202, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-5/"
    },
    {
      "id": "section-36-15-51",
      "number": "36-15-5.1",
      "heading": "Commission continued within Department of Labor and Regulation--Records and reports.",
      "text": "36-15-5.1. Commission continued within Department of Labor and Regulation--Records and reports.\n\nThe Cosmetology Commission shall continue within the Department of Labor and Regulation, and shall retain all its prescribed functions, including administrative functions. The commission shall submit such records, information, and reports in the form and at such times as required by the secretary of labor and regulation, except that the commission shall report at least annually.\n\nSource:SL 1973, ch 2 (Ex. Ord. 73-1), §56(g); SL 2003, ch 272 (Ex. Ord. 03-1), §53; SL 2011, ch 1 (Ex. Ord. 11-1), §33, eff. Apr. 12, 2011.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-5-1/"
    },
    {
      "id": "section-36-15-6",
      "number": "36-15-6",
      "heading": "Employment of personnel by commission--Expenses--School affiliation prohibited.",
      "text": "36-15-6. Employment of personnel by commission--Expenses--School affiliation prohibited.\n\nThe commission may employ personnel as it deems necessary to administer and enforce the provisions of this chapter. The commission may pay the travel and subsistence expenses of each employee pursuant to the provisions of §3-9-2. However, no employee of the commission may be connected or associated in any manner with any school.\n\nSource:SDC 1939, §27.1504 as enacted by SL 1957, ch 118, §1; SL 1963, ch 155; SL 1972, ch 206, §5; revised pursuant to SL 1973, ch 23; SL 1986, ch 27, §28; SL 2003, ch 202, §8; SL 2015, ch 260, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-6/"
    },
    {
      "id": "section-36-15-7",
      "number": "36-15-7",
      "heading": "36-15-7.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-7.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-8",
      "number": "36-15-8",
      "heading": "36-15-8.Omitted.",
      "text": "36-15-8.Omitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-9",
      "number": "36-15-9",
      "heading": "Fees paid in advance--Use by commission.",
      "text": "36-15-9. Fees paid in advance--Use by commission.\n\nAll fees provided for in this chapter shall be paid in advance to the secretary-treasurer of the State Cosmetology Commission, and shall be kept by the commission to pay its necessary expenses including the paying of any additional assistance required by the commission in performing its functions as set forth in this chapter.\n\nSource:SDC 1939, §27.1515; SL 1957, ch 118, §1; SL 1972, ch 206, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-9/"
    },
    {
      "id": "section-36-15-10",
      "number": "36-15-10",
      "heading": "36-15-10.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-10.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-11",
      "number": "36-15-11",
      "heading": "General duties of commission members.",
      "text": "36-15-11. General duties of commission members.\n\nThe duties of the members of the commission include:\n\n(1)Inspecting salons, booths, schools, nail technicians, estheticians, and cosmetologists;\n\n(2)Conducting examinations for applicants for licenses under this chapter;\n\n(3)Approving continuing education courses;\n\n(4)Investigating violations and enforcing provisions of this chapter and the rules established by the commission pursuant to this chapter;\n\n(5)Maintaining an office for the keeping of records; and\n\n(6)Doing all things necessary for the proper administration of this chapter.\n\nSource:SDC 1939, §27.1504; omitted SL 1957, ch 118, §1; re-enacted SL 1963, ch 155; SL 1972, ch 206, §9; SL 1997, ch 218, §2; SL 2003, ch 202, §9.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-11/"
    },
    {
      "id": "section-36-15-12",
      "number": "36-15-12",
      "heading": "36-15-12, 36-15-12.1.Repealed by SL 2003, ch 202, §§10, 11.",
      "text": "36-15-12, 36-15-12.1.Repealed by SL 2003, ch 202, §§10, 11.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-13",
      "number": "36-15-13",
      "heading": "General authority--Promulgation of rules.",
      "text": "36-15-13. General authority--Promulgation of rules.\n\nThe commission may promulgate rules, in accordance with chapter 1-26, pertaining to the following:\n\n(1)Application requirements for any license or permit, as provided for in this chapter;\n\n(2)Examination and associated fees;\n\n(3)Reports of a student's education and work performed;\n\n(4)Minimum standards and requirements for a cosmetology, nail technology, and esthetics salon and school;\n\n(5)Minimum standards for plumbing, electrical, physical, and sanitary conditions for the health and safety of an individual utilizing a cosmetology, nail technology, or esthetics salon or school;\n\n(6)The professional conduct of a licensee;\n\n(7)The reinstatement of a lapsed license and lapsed renewal, as provided for in §36-15-20.1;\n\n(8)The fee for a lapsed license and lapsed renewal, as provided for in §36-15-20.1;\n\n(9)The course and education requirements received by a transfer student, as provided for in §36-15-34;\n\n(10)The textbooks, educational material, and the general course of study for a school and for a cosmetology salon and nail salon having an apprentice, as provided for in §36-15-46;\n\n(11)The progress and education received by an apprentice, as provided for in §36-15-48;\n\n(12)The fees for all inspections, licenses, permits, and renewals;\n\n(13)Minimum standards for the use of chemicals or any mechanical or electrical apparatus or appliance;\n\n(14)Amount of work experience of an out-of-state licensed applicant that may be used as a substitute for the education requirement, as provided for in §§36-15-2.3,36-15-17, and 36-15-17.1;\n\n(15)Inspection and reinspection of an individual licensee, salon, and school;\n\n(16)Inspection requested by a prospective salon or booth;\n\n(17)Administration and duties of the commission; and\n\n(18)Minimum hours of education for esthetics licensing.\n\nSource: SDC 1939, §27.1505; SL 1957, ch 118, §1; SL 1972, ch 206, §12; SL 1982, ch 276, §1; SL 1986, ch 302, §3; SL 1997, ch 218, §3; SL 2003, ch 202, §12; SL 2005, ch 201, §2; SL 2025, ch 156, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-13/"
    },
    {
      "id": "section-36-15-131",
      "number": "36-15-13.1",
      "heading": "36-15-13.1.Repealed by SL 2003, ch 202, §13.",
      "text": "36-15-13.1.Repealed by SL 2003, ch 202, §13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-132",
      "number": "36-15-13.2",
      "heading": "Continuing education for licensees--Commission authorized to adopt rules--Scope.",
      "text": "36-15-13.2. Continuing education for licensees--Commission authorized to adopt rules--Scope.\n\nThe commission may adopt rules pursuant to chapter 1-26 pertaining to continuing education for licensees on health issues, safety issues, and services that require the use of chemicals or electrical or mechanical apparatus. The commission may provide, by rule promulgated pursuant to chapter 1-26, the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may waive any of the education requirement in case of certified illness or undue hardship. The commission may establish a fee by rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs.\n\nSource:SL 2003, ch 202, §14.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-13-2/"
    },
    {
      "id": "section-36-15-14",
      "number": "36-15-14",
      "heading": "Access of authorities to salons or schools for inspection and enforcement purposes.",
      "text": "36-15-14. Access of authorities to salons or schools for inspection and enforcement purposes.\n\nThe commission, any state or local board of health, or any officer or employee thereof, may enter during the business hours, any salon or school licensed under the provisions of this chapter and any other place where the practice of cosmetology is followed, practiced, or taught for the purpose of inspection and enforcement of this chapter and the rules adopted pursuant to this chapter.\n\nSource:SDC 1939, §27.1505; SL 1957, ch 118, §1; SL 1972, ch 206, §14; SL 2003, ch 202, §17.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-14/"
    },
    {
      "id": "section-36-15-15",
      "number": "36-15-15",
      "heading": "Application for license or permit--Evidence of qualifications.",
      "text": "36-15-15. Application for license or permit--Evidence of qualifications.\n\nAn applicant for any license or permit shall first submit evidence, satisfactory to the commission that the applicant:\n\n(1)Is at least eighteen years of age or older, except as otherwise provided in this chapter; and\n\n(2)Has complied with all the rules adopted by the commission as to the qualifications, standards, and requirements required for the license and application.\n\nSource:SDC 1939, §§27.1503, 27.1508; SL 1947, ch 125, §2; SL 1957, ch 118, §1; SDC Supp 1960, §27.1508 (3); SL 1965, ch 128; SL 1967, ch 105, §3; SDCL, §§36-15-15, 36-15-17; SL 1972, ch 206, §15; SL 2003, ch 202, §18; SL 2020, ch 168, § 10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-15/"
    },
    {
      "id": "section-36-15-16",
      "number": "36-15-16",
      "heading": "Persons exempt from chapter.",
      "text": "36-15-16. Persons exempt from chapter.\n\nThis chapter does not apply to services rendered by regularly licensed physicians, physician assistants, nurses, podiatrists, chiropractors, physical therapists, occupational therapists, morticians, barbers, or licensed demonstrators when exclusively engaged in the practice of their respective professions.\n\nSource:SDC 1939, §27.1514; SL 1957, ch 118, §1; SL 1972, ch 206, §16; SL 2003, ch 202, §19.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-16/"
    },
    {
      "id": "section-36-15-161",
      "number": "36-15-16.1",
      "heading": "Natural hair braiding exempt from chapter.",
      "text": "36-15-16.1. Natural hair braiding exempt from chapter.\n\nAny person engaging solely in natural hair braiding as set forth in §36-15-1.1 is exempt from the provisions of this chapter.\n\nSource:SL 2017, ch 176, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-16-1/"
    },
    {
      "id": "section-36-15-17",
      "number": "36-15-17",
      "heading": "Application for cosmetologist examination--Information required.",
      "text": "36-15-17. Application for cosmetologist examination--Information required.\n\nAny person desiring to practice cosmetology in this state as a cosmetologist shall make application to the commission to take the examination. The application shall:\n\n(1)Contain the information required pursuant to §36-15-15;\n\n(2)Contain information satisfactory to the commission that the applicant is enrolled in or has completed fifteen hundred hours of education or equivalent credit hours in an approved and licensed cosmetology school, or in lieu of such education, is enrolled in or has successfully completed a course of apprenticeship in a licensed cosmetology salon as provided for in this chapter; and\n\n(3)Be accompanied by the fee required in this chapter.\n\nSource:SDC 1939, §27.1508; SL 1947, ch 125, §2; SL 1957, ch 118, §1; SDC Supp 1960, §27.1508 (3); SL 1965, ch 128; SL 1967, ch 105, §3; SL 1972, ch 206, §17; SL 2003, ch 202, §20; SL 2018, ch 233, §2; SL 2018, ch 232, §2, eff. Jan. 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-17/"
    },
    {
      "id": "section-36-15-171",
      "number": "36-15-17.1",
      "heading": "Application for nail technician examination--Information required.",
      "text": "36-15-17.1. Application for nail technician examination--Information required.\n\nAny person desiring to practice nail technology in this state as a nail technician shall apply to the commission to take the nail technician examination. The application shall:\n\n(1)Contain the information required by §36-15-15;\n\n(2)Contain proof that the applicant is enrolled in or has completed four hundred hours of education or equivalent credit hours in an approved and licensed cosmetology or nail school or, in lieu of such education, is enrolled in or has successfully completed a course of apprenticeship in a licensed cosmetology salon or nail salon, as provided in §36-15-45; and\n\n(3)Be accompanied by the fee required in this chapter.\n\nSource:SL 1997, ch 218, §4; SL 2003, ch 202, §21; SL 2018, ch 233, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-17-1/"
    },
    {
      "id": "section-36-15-172",
      "number": "36-15-17.2",
      "heading": "License required to practice nail technology--Practices constituting nail technology.",
      "text": "36-15-17.2. License required to practice nail technology--Practices constituting nail technology.\n\nNo person may engage in the practice of nail technology unless the person is licensed by the commission. A person is engaged in the practice of nail technology if that person, for compensation, a fee, or any valuable consideration, engages in any of the following practices with hands, chemicals, or any mechanical or electrical apparatus or appliance for beautifying or cosmetic purposes:\n\n(1)Cutting, filing, trimming, shaping, polishing, coloring, removing polish, tinting, air-brushing, decorating, cleansing, or otherwise beautifying a person's fingernails or toenails;\n\n(2)Applying and removing artificial nails; or\n\n(3)Massaging, cleansing, and exfoliating a person's hands, arms, feet, and legs.\n\nNail technology does not include hair removal, cutting nail beds, treating corns or calluses, or any medical treatment involving the feet, hands, or nails.\n\nSource:SL 2003, ch 202, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-17-2/"
    },
    {
      "id": "section-36-15-18",
      "number": "36-15-18",
      "heading": "36-15-18.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-18.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-19",
      "number": "36-15-19",
      "heading": "Number, time, and place of examinations.",
      "text": "36-15-19. Number, time, and place of examinations.\n\nThe commission shall conduct at least six examinations in the practice of cosmetology, at least two examinations in the practice of nail technology, and at least two examinations in the practice of esthetics each year. The commission shall set the times and places for the conduct of the examination.\n\nSource:SDC 1939, §27.1510; SL 1943, ch 106, §2; SL 1957, ch 118, §1; SL 1972, ch 206, §19; SL 1997, ch 218, §5; SL 2003, ch 202, §23.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-19/"
    },
    {
      "id": "section-36-15-191",
      "number": "36-15-19.1",
      "heading": "Cosmetologist's examination--Issuance of license--Annual expiration and renewal.",
      "text": "36-15-19.1. Cosmetologist's examination--Issuance of license--Annual expiration and renewal.\n\nEach applicant for a cosmetologist license who has complied with §36-15-17, shall take the prescribed examination in the practice of cosmetology. The commission shall determine the contents of the examination. Upon successful completion of the required education, passing the examination to the satisfaction of the commission and the receipt of the fee required in this chapter, the applicant shall be licensed as a cosmetologist in the practice of cosmetology. Any cosmetologist license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually.\n\nSource:SDC 1939, §27.1508; SL 1947, ch 125, §2; SL 1957, ch 118, §1; SDC Supp 1960, §27.1508 (3); SL 1965, ch 128; SL 1967, ch 105, §3; SDCL §36-15-17; SL 1972, ch 206, §18; SL 2003, ch 202, §24; SL 2018, ch 233, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-19-1/"
    },
    {
      "id": "section-36-15-192",
      "number": "36-15-19.2",
      "heading": "Licensure by reciprocity--Requirements.",
      "text": "36-15-19.2. Licensure by reciprocity--Requirements.\n\nThe commission may waive the examination required in §36-15-19.1, 36-15-19.3, or in 36-15-19.5 upon application made to the commission that the applicant possesses the qualifications required pursuant to §36-15-15, and that:\n\n(1)The applicant holds a currently valid license issued by another state, district, or foreign country and the requirements of that state, district, or foreign country at the time of the examination were equal to or not less than those required by this state;\n\n(2)The applicant has passed an examination acceptable to the commission in cosmetology, nail technology, or esthetics, as applicable;\n\n(3)The applicant shall take the prescribed written examination on the provisions of this chapter and rules adopted pursuant to this chapter. The commission shall determine the contents of the examination; and\n\n(4)The application is accompanied by the fee provided for in this chapter.\n\nSource:SL 1972, ch 206, §20; SL 1997, ch 218, §7; SL 2003, ch 202, §25.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-19-2/"
    },
    {
      "id": "section-36-15-193",
      "number": "36-15-19.3",
      "heading": "Nail technician's examination--Issuance of license--Annual expiration and renewal.",
      "text": "36-15-19.3. Nail technician's examination--Issuance of license--Annual expiration and renewal.\n\nEach applicant for a nail technician license who has complied with §36-15-17.1 shall take the prescribed examination in the practice of nail technology. The commission shall determine the contents of the examination. Upon successful completion of the required education, passing the examination to the satisfaction of the commission and the receipt of the fee required in this chapter, the applicant shall be licensed as a nail technician. Any nail technician license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually.\n\nSource:SL 1997, ch 218, §6; SL 2003, ch 202, §26; SL 2018, ch 233, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-19-3/"
    },
    {
      "id": "section-36-15-194",
      "number": "36-15-19.4",
      "heading": "36-15-19.4.Repealed by SL 2003, ch 202, §27.",
      "text": "36-15-19.4.Repealed by SL 2003, ch 202, §27.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-195",
      "number": "36-15-19.5",
      "heading": "Esthetician's examination--Issuance of license--Annual expiration and renewal.",
      "text": "36-15-19.5. Esthetician's examination--Issuance of license--Annual expiration and renewal.\n\nEach applicant for an esthetician license who has complied with §36-15-2.3 shall take the prescribed examination in the practice of esthetics. The commission shall determine the contents of the examination. Upon successful completion of the required education, passing the examination to the satisfaction of the commission and the receipt of the fee required in this chapter, the applicant shall be licensed as an esthetician in the practice of esthetics. Any esthetician license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually.\n\nSource:SL 2003, ch 202, §28; SL 2018, ch 233, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-19-5/"
    },
    {
      "id": "section-36-15-20",
      "number": "36-15-20",
      "heading": "Fees--Maximums--No proration.",
      "text": "36-15-20. Fees--Maximums--No proration.\n\nThe following fees may not exceed the amounts specified below:\n\n(1)Examination and initial license fee, one hundred twenty-five dollars;\n\n(2)Examination retake fee, ninety dollars per examination;\n\n(3)Cosmetologist, nail technician, or esthetician license renewal fee, fifty dollars;\n\n(4)Temporary cosmetologist, nail technician, or esthetician license fee, six dollars;\n\n(5)Instructor initial license fee and license renewal fee, fifty dollars;\n\n(6)Reciprocity, initial license, and waiver of examination fee, one hundred twenty-five dollars;\n\n(7)Fee for a certification of a license issued under this chapter for a South Dakota licensee to obtain licensure in another state, or furnishing of other papers to another state or school, forty dollars;\n\n(8)Apprentice license fee, thirty dollars;\n\n(9)Apprentice salon initial license and renewal fee, three hundred dollars;\n\n(10)School initial license fee and renewal fee, three hundred fifty dollars;\n\n(11)Student license fee, fifteen dollars;\n\n(12)Salon or booth initial permit license fee, eighty dollars;\n\n(13)Salon or booth license renewal fee, sixty dollars;\n\n(14)Reinspection fee for failed salon, seventy-five dollars for each reinspection;\n\n(15)License duplicate or replacement fee, fifteen dollars; and\n\n(16)Fee for the inspection of a prospective salon or booth at the request of the prospective applicant, seventy-five dollars per inspection.\n\nAny license, permit, or renewal fee collected by the commission is the same for each respective license, permit, or renewal, regardless of the time remaining before the expiration date.\n\nSource: SDC 1939, §27.1510 as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §21; SL 1986, ch 302, §4; SL 1997, ch 218, §8; SL 2001, ch 206, §1; SL 2003, ch 202, §29; SL 2007, ch 218, §1; SL 2025, ch 156, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-20/"
    },
    {
      "id": "section-36-15-201",
      "number": "36-15-20.1",
      "heading": "Lapsed licenses and renewals--Reinstatement--Promulgation of rules--Fee.",
      "text": "36-15-20.1. Lapsed licenses and renewals--Reinstatement--Promulgation of rules--Fee.\n\nThe commission shall promulgate rules, in accordance with chapter 1-26, concerning the reinstatement of a lapsed license and a lapsed renewal, as provided for in this chapter. The commission shall promulgate rules, in accordance with chapter 1-26, to establish a fee that may be no greater than forty dollars for each year the license or renewal has lapsed. The commission shall also collect the fee for the license and renewal, as provided for in this chapter.\n\nSource: SDC 1939, §27.1509 as enacted by SL 1957, ch 118, §1; SDCL §36-15-55; SL 1972, ch 206, §22; SL 1986, ch 302, §5; SL 2001, ch 206, §2; SL 2007, ch 218, §2; SL 2025, ch 156, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-20-1/"
    },
    {
      "id": "section-36-15-21",
      "number": "36-15-21",
      "heading": "36-15-21 to 36-15-21.3.Repealed by SL 2007, ch 217, §§2 to 5.",
      "text": "36-15-21 to 36-15-21.3.Repealed by SL 2007, ch 217, §§2 to 5.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-22",
      "number": "36-15-22",
      "heading": "Temporary permit for out-of-state cosmetologist, nail technician or esthetician--Duration of permit.",
      "text": "36-15-22. Temporary permit for out-of-state cosmetologist, nail technician or esthetician--Duration of permit.\n\nAny person who holds a current valid license from another state or foreign country in the practices of cosmetology, nail technology, or esthetics may apply to the commission for a temporary permit to practice cosmetology, nail technology, or esthetics, as applicable. The application shall be accompanied with evidence satisfactory to the commission that the applicant possesses those qualifications required pursuant to §§36-15-15 and 36-15-19.2. The application shall be accompanied by the fee required in this chapter. A temporary permit is valid until the date of the next regular scheduled examination in cosmetology, nail technology, or esthetics, as applicable. If the holder of a temporary permit takes the examination at the scheduled time, the commission shall extend the temporary permit until the result of the examination is mailed to the applicant. If an applicant is not excused from the examination by the commission or fails the examination, the temporary permit is invalid and may not be extended or reissued.\n\nSource:SDC 1939, §27.1510 as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §24; SL 1997, ch 218, §11; SL 2000, ch 195, §1; SL 2003, ch 202, §34.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-22/"
    },
    {
      "id": "section-36-15-23",
      "number": "36-15-23",
      "heading": "36-15-23, 36-15-24.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-23, 36-15-24.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-25",
      "number": "36-15-25",
      "heading": "Instructor license to teach--Application--Conditional license--Areas of instruction--Promulgation of rules.",
      "text": "36-15-25. Instructor license to teach--Application--Conditional license--Areas of instruction--Promulgation of rules.\n\nNo person may teach in a school or an apprentice salon unless that person is licensed by the commission as an instructor. Any person may qualify and be licensed by the commission as an instructor for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission. The application must be accompanied by satisfactory evidence that the applicant:\n\n(1)Possesses the qualifications required by §36-15-15;\n\n(2)Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable;\n\n(3)Has complied with any instructor education as prescribed by §36-15-26.2 or has at least one year of teaching experience as a licensed instructor from another state in cosmetology, nail technology, or esthetics, as applicable; and\n\n(4)Has passed an examination prescribed by the commission.\n\nHowever, the applicant may receive the license conditionally, dependent on completing instructor education and passing the examination as prescribed by the commission in rules adopted pursuant to chapter 1-26.\n\nAn instructor with a cosmetologist license may instruct in any practice of cosmetology. An instructor with a nail technician license may only instruct in the practice of nail technology. An instructor with an esthetician license may only instruct in the practice of esthetics.\n\nThe commission may promulgate rules, pursuant to chapter 1-26, to establish education and experience requirements for a person to serve as a substitute instructor.\n\nSource: SDC 1939, §27.1508 (5) as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §25; SL 2003, ch 202, §35; SL 2007, ch 217, §6; SL 2018, ch 232, §3; SL 2024, ch 157, §2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-25/"
    },
    {
      "id": "section-36-15-251",
      "number": "36-15-25.1",
      "heading": "Annual expiration and renewal.",
      "text": "36-15-25.1. Annual expiration and renewal.\n\nAny instructor license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. The application shall be accompanied by the fee required in this chapter and proof of completion of any required commission-approved instructor education pursuant to §36-15-26.2.\n\nSource:SDCL §36-15-25 as added by SL 1972, ch 206, §25; SL 2003, ch 202, §36; SL 2018, ch 232, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-25-1/"
    },
    {
      "id": "section-36-15-252",
      "number": "36-15-25.2",
      "heading": "36-15-25.2 to 36-15-26.1.Repealed by SL 2018, ch 232, §§10 to 12.",
      "text": "36-15-25.2 to 36-15-26.1.Repealed by SL 2018, ch 232, §§10 to 12.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-262",
      "number": "36-15-26.2",
      "heading": "Education for instructors.",
      "text": "36-15-26.2. Education for instructors.\n\nThe commission may adopt rules pursuant to chapter 1-26 pertaining to educational requirements for instructor licenses and the renewal of instructor licenses including the kinds and subjects of education and the number of hours of education required. The commission may also substitute experience in addition to or in lieu of educational requirements. The commission may set a fee through rules adopted pursuant to chapter 1-26 to cover the cost of verifying the required continuing education. The commission may offer a course and charge a registration fee to cover the costs.\n\nSource:SL 2003, ch 202, §16.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-26-2/"
    },
    {
      "id": "section-36-15-27",
      "number": "36-15-27",
      "heading": "36-15-27, 36-15-28.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-27, 36-15-28.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-29",
      "number": "36-15-29",
      "heading": "License required for school of cosmetology, nail technology or esthetics--Requirements for license.",
      "text": "36-15-29. License required for school of cosmetology, nail technology or esthetics--Requirements for license.\n\nNo person may conduct a cosmetology, nail technology, or esthetics school for any of the practices of cosmetology, as applicable, unless that person is licensed as a school by the commission. The commission shall issue the license if the applicant meets the following requirements:\n\n(1)The applicant completes the application and provides any required documentation;\n\n(2)The application is accompanied by the fee required in this chapter;\n\n(3)The applicant has no violations with another cosmetology board;\n\n(4)The education offered is a complete program of not less than fifteen hundred hours for a cosmetology program or a complete program of not less than four hundred hours for a nail technician program or a complete program of not less than the hours established by rules pursuant to §36-15-13 for an esthetician license or the respective equivalent credit hours; and\n\n(5)The applicant meets all requirements established by rules adopted pursuant to this chapter.\n\nSource:SDC 1939, §27.1506; SL 1947, ch 125, §1; SL 1957, ch 118, §1; SL 1972, ch 206, §27; SL 1997, ch 218, §12; SL 2003, ch 202, §40; SL 2005, ch 201, §3; SL 2009, ch 182, §2; SL 2018, ch 232, §5, eff. Jan. 1, 2019.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-29/"
    },
    {
      "id": "section-36-15-291",
      "number": "36-15-29.1",
      "heading": "School license restricted to premises--Exceptions--Transfer prohibited.",
      "text": "36-15-29.1. School license restricted to premises--Exceptions--Transfer prohibited.\n\nThe license issued pursuant to §36-15-29 authorizes the cosmetology, nail technology, or esthetics school holding a license to transact a school in this state only on the premises approved by the commission, subject to the rules of the commission. The license is not transferable to any other person. If the holder of the school license proposes to conduct a complete or partial education program on premises other than those licensed by the commission, the licensee shall obtain an additional license for the newly proposed premises as a school pursuant to §36-15-29 or pursuant to §36-15-29.3 as applicable. However, the commission may approve limited field trips supervised by instructors.\n\nSource:SL 1972, ch 206, §28; SL 2003, ch 202, §41; SL 2009, ch 182, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-29-1/"
    },
    {
      "id": "section-36-15-292",
      "number": "36-15-29.2",
      "heading": "36-15-29.2.Repealed by SL 2018, ch 232, §13.",
      "text": "36-15-29.2.Repealed by SL 2018, ch 232, §13.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-293",
      "number": "36-15-29.3",
      "heading": "Branch school--Requirements for license.",
      "text": "36-15-29.3. Branch school--Requirements for license.\n\nNo school may conduct an education program at a separate school premises unless the school premises is licensed by the commission as a branch school. The commission shall issue a license for a branch school if the applicant meets the following requirements:\n\n(1)The applicant holds a school license under §36-15-29 that is accredited by a nationally recognized accrediting agency approved by the commission;\n\n(2)The applicant completes the application and provides any required documentation;\n\n(3)The application is accompanied by the fee required in this chapter;\n\n(4)The applicant has no violations with another cosmetology board;\n\n(5)The branch school offers at least twenty-five percent of the required hours for cosmetology education, nail technology education, or esthetics education or equivalent credit hours; and\n\n(6)The applicant meets all requirements established by rules adopted pursuant to this chapter.\n\nSource:SL 2009, ch 182, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-29-3/"
    },
    {
      "id": "section-36-15-30",
      "number": "36-15-30",
      "heading": "School license--Annual expiration and renewal.",
      "text": "36-15-30. School license--Annual expiration and renewal.\n\nA school license issued pursuant to §36-15-29 or pursuant to §36-15-29.3 expires one year from date of issuance and is renewable annually. The renewal application shall be accompanied by the fee required in this chapter.\n\nSource:SDC 1939, §27.1509 (4) as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §27; SL 2003, ch 202, §43; SL 2009, ch 182, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-30/"
    },
    {
      "id": "section-36-15-31",
      "number": "36-15-31",
      "heading": "36-15-31, 36-15-32.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-31, 36-15-32.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-33",
      "number": "36-15-33",
      "heading": "Student license application--Requirements and issuance of license--Withdrawal or transfer.",
      "text": "36-15-33. Student license application--Requirements and issuance of license--Withdrawal or transfer.\n\nAny person entering or enrolling in a licensed school for education in the practice of cosmetology, nail technology, or esthetics shall apply to the commission for a student license within ten days after the date of enrollment. The applicant for a student license shall be at least seventeen years of age. The application shall contain the information required pursuant to §36-15-15 and the name and location of the school being attended. Upon receipt of the application and the fee provided for in this chapter, the commission shall issue to the applicant a student license which entitles the student to complete the course of education in which the student is enrolled without additional license fees. If the student withdraws from the school or course in cosmetology, nail technology, or esthetics for which the fee was paid and later enrolls in the same or a different school or course, the student shall pay the student license fee again. If at any time a student transfers schools, the student shall submit an application, and pay the applicable license fee, for a student license.\n\nSource:SDC 1939, §27.1506 (1) as enacted by SL 1957, ch 118, §1; SL 1965, ch 126, §2; SL 1967, ch 105, §1; SL 1972, ch 206, §30; SL 1997, ch 218, §13; SL 2003, ch 202, §44; SL 2009, ch 182, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-33/"
    },
    {
      "id": "section-36-15-34",
      "number": "36-15-34",
      "heading": "Students transferring from out-of-state school--Credit allowed.",
      "text": "36-15-34. Students transferring from out-of-state school--Credit allowed.\n\nAny person who wishes to transfer from an out-of-state school of cosmetology to a licensed school in this state for the purpose of meeting the requirements of the state for commission examination in cosmetology, nail technology, or esthetics shall apply for a student license pursuant to §36-15-33. The commission may adopt rules pursuant to chapter 1-26, establishing requirements relating to courses and education received by such transfer students. Transfer students shall be given South Dakota credit hours for their out-of-state education as determined and allowed by the commission.\n\nSource:SDC 1939, §27.1506 (5) as enacted by SL 1957, ch 118, §1; SL 1963, ch 156; SL 1972, ch 206, §31; SL 1997, ch 218, §14; SL 2003, ch 202, §45.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-34/"
    },
    {
      "id": "section-36-15-35",
      "number": "36-15-35",
      "heading": "36-15-35, 36-15-36.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-35, 36-15-36.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-37",
      "number": "36-15-37",
      "heading": "Separation of salon and school required.",
      "text": "36-15-37. Separation of salon and school required.\n\nNo owner, employer, manager, or any other person may conduct simultaneously a salon and a school, unless the salon is conducted separately from the school so as not to be construed by the public as one enterprise.\n\nSource:SDC 1939, §27.1506 (6) as enacted by SL 1957, ch 118, §1; SL 1963, ch 156; SL 1972, ch 206, §32; SL 1997, ch 218, §15; SL 2003, ch 202, §46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-37/"
    },
    {
      "id": "section-36-15-38",
      "number": "36-15-38",
      "heading": "School to indicate status in advertising and on school premises.",
      "text": "36-15-38. School to indicate status in advertising and on school premises.\n\nAny school shall use the word \"school\" or words indicating an institution of learning in any advertisement, sign, display, or directory. Each school shall clearly indicate in a location conspicuous to the general public that cosmetological services and practices performed in the school and premises are by students.\n\nSource:SDC 1939, §27.1506 (6) as enacted by SL 1957, ch 118, §1; SL 1963, ch 156; SL 1972, ch 206, §33; SL 2003, ch 202, §47.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-38/"
    },
    {
      "id": "section-36-15-39",
      "number": "36-15-39",
      "heading": "36-15-39 to 36-15-41.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-39 to 36-15-41.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-42",
      "number": "36-15-42",
      "heading": "Apprentice license required for apprenticeship--Requirements and term of license.",
      "text": "36-15-42. Apprentice license required for apprenticeship--Requirements and term of license.\n\nA person may receive apprenticeship education in cosmetology, esthetics, and nail technology. However, no person may receive apprenticeship education unless that person is licensed as an apprentice. Any person may apply to the commission to be licensed as an apprentice if the applicant:\n\n(1)Submits evidence satisfactory to the commission that the applicant possesses those qualifications, except for age, required pursuant to §36-15-15;\n\n(2)Is at least seventeen years of age or older; and\n\n(3)The cosmetology, esthetics, or nail salon in which the apprentice will receive education is currently licensed as an apprentice salon and is adequately equipped to teach the profession of cosmetology, esthetics, or nail technology, as applicable.\n\nAny apprentice license issued pursuant to this chapter is valid for the full period of the apprenticeship as defined in §36-15-45 and is not renewable. The application shall be accompanied by the fee required in this chapter.\n\nSource: SDC 1939, §27.1507 (1), (5) as enacted by SL 1957, ch 118, §1; SL 1965, ch 127, §1; SL 1967, ch 105, §2; SDCL, §§36-15-42,36-15-43; SL 1972, ch 206, §34; SL 1997, ch 218, §16; SL 2003, ch 202, §48; SL 2021, ch 176, § 2.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-42/"
    },
    {
      "id": "section-36-15-421",
      "number": "36-15-42.1",
      "heading": "Apprentice salon license to offer apprenticeship education--Requirements and term of license.",
      "text": "36-15-42.1. Apprentice salon license to offer apprenticeship education--Requirements and term of license.\n\nA salon may not offer apprenticeship education without obtaining an apprentice salon license. The owner of the salon may apply to the commission to be licensed as an apprentice salon if:\n\n(1)The salon meets the applicable requirements of this chapter and rules promulgated pursuant to this chapter;\n\n(2)The salon has passed the annual inspection for the current year; and\n\n(3)The application is accompanied by the fee required in this chapter.\n\nThe apprentice salon license expires one year from the date of issuance and is renewable annually. The renewal application must be accompanied by the fee required in this chapter.\n\nSource: SL 2003, ch 202, §49; SL 2024, ch 157, §3.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-42-1/"
    },
    {
      "id": "section-36-15-43",
      "number": "36-15-43",
      "heading": "36-15-43.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-43.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-44",
      "number": "36-15-44",
      "heading": "Maximum number of apprentices in salon.",
      "text": "36-15-44. Maximum number of apprentices in salon.\n\nAn apprentice salon may have up to eight apprentices not to exceed two apprentices per instructor.\n\nSource: SDC 1939, §27.1507 (5) as enacted by SL 1957, ch 118, §1; SL 2003, ch 202, §50; SL 2018, ch 234, §1; SL 2021, ch 176, §3; SL 2024, ch 157, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-44/"
    },
    {
      "id": "section-36-15-45",
      "number": "36-15-45",
      "heading": "Required period of apprenticeship--Transfer to another salon--Break in apprenticeship period--Promulgation of rules.",
      "text": "36-15-45. Required period of apprenticeship--Transfer to another salon--Break in apprenticeship period--Promulgation of rules.\n\nA licensed apprentice in cosmetology shall receive education in the practice of cosmetology as required by this chapter in the same cosmetology salon for fifteen hundred consecutive hours. A licensed apprentice in esthetics shall receive education in the practice of esthetics as required by this chapter for six hundred consecutive hours. A licensed apprentice in nail technology shall receive education in the practice of nail technology as required by this chapter for four hundred consecutive hours in the same cosmetology salon or nail salon. The commission may permit an apprentice to transfer to another cosmetology, esthetics, or nail salon, as applicable, for completion of the apprenticeship if the apprentice applies for the transfer in writing to the commission and shows good cause for the request. The commission may permit a break in the consecutive period of the apprenticeship if the apprentice applies for the break in writing to the commission and shows good cause for the request. The commission shall define good cause by rules promulgated pursuant to chapter 1-26.\n\nSource:SDC 1939, §27.1507 (6) as enacted by SL 1957, ch 118, §1; SL 1965, ch 127, §2; SL 1972, ch 206, §35; SL 1997, ch 218, §17; SL 2003, ch 202, §51; SL 2018, ch 232, §6, eff. Jan. 1, 2019; SL 2021, ch 176, § 4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-45/"
    },
    {
      "id": "section-36-15-46",
      "number": "36-15-46",
      "heading": "Textbooks and course of study for schools and apprenticeship training.",
      "text": "36-15-46. Textbooks and course of study for schools and apprenticeship training.\n\nThe commission may prescribe textbooks, educational material, and the general course of study required for schools and for salons having one or more apprentices. Such textbooks and educational material shall be furnished without charge for use by apprentices.\n\nSource:SDC 1939, §27.1507 (2) as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §36; SL 1997, ch 218, §18; SL 2003, ch 202, §52.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-46/"
    },
    {
      "id": "section-36-15-461",
      "number": "36-15-46.1",
      "heading": "General Coursework--Credit--Promulgation of rules.",
      "text": "36-15-46.1  .  General Coursework--Credit--Promulgation of rules\n\nNotwithstanding any other provision of this chapter, the commission shall allow credit for general coursework in areas not specific to the practice of cosmetology, nail technology, or esthetics, that is completed in other programs or institutions, to be applied to any course of study required for licensure under this chapter.\n\nThe commission may promulgate rules, pursuant to chapter   1-26  , establishing criteria for accepting and applying the credit allowable under this section.\n\nSource:  SL 2020, ch 159, § 1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-46-1/"
    },
    {
      "id": "section-36-15-47",
      "number": "36-15-47",
      "heading": "Apprentice to practice in licensed salon--Supervision and time required for study and practice.",
      "text": "36-15-47. Apprentice to practice in licensed salon--Supervision and time required for study and practice.\n\nAny apprentice licensed pursuant to this chapter may practice cosmetology if the practice is performed only in a cosmetology, esthetics, or nail salon, as applicable, licensed pursuant to this chapter; the apprentice is under the constant supervision, control, and direction of a licensed instructor at all times; and the apprentice is actually engaged in the study and practice of cosmetology, esthetics, or nail technology at least forty hours a week. At the election of the apprentice, the apprenticeship may be pursued on a part-time basis, with a minimum of twenty hours per week. The apprentice may elect to revert to full-time status at any time by notifying the commission at least fifteen days prior to the change taking effect.\n\nSource: SDC 1939, §27.1507 (3) as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §37; SL 1997, ch 218, §19; SL 2003, ch 202, §53; SL 2018, ch 232, §7; SL 2021, ch 176, §5; SL 2024, ch 157, §5.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-47/"
    },
    {
      "id": "section-36-15-471",
      "number": "36-15-47.1",
      "heading": "Licensed instructors to teach apprentices--Fee for education prohibited.",
      "text": "36-15-47.1. Licensed instructors to teach apprentices--Fee for education prohibited.\n\nOnly an instructor licensed under this chapter may teach an apprentice in any of the practices of cosmetology. The instructor, the salon, or anyone connected with the apprenticeship may not charge, receive, or accept any fee or anything of value except services for the education.\n\nSource:SL 1972, ch 206, §38; SL 2003, ch 202, §54; SL 2018, ch 232, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-47-1/"
    },
    {
      "id": "section-36-15-48",
      "number": "36-15-48",
      "heading": "Instructor's report on apprentice--Promulgation of rules.",
      "text": "36-15-48. Instructor's report on apprentice--Promulgation of rules.\n\nThe commission shall adopt reasonable rules pursuant to chapter 1-26 pertaining to a report on the apprentice's progress and education received from a licensed instructor.\n\nSource: SDC 1939, §27.1507 (4) as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §39; SL 2003, ch 202, §55; SL 2018, ch 232, §9; SL 2024, ch 157, §6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-48/"
    },
    {
      "id": "section-36-15-481",
      "number": "36-15-48.1",
      "heading": "Curriculum hours applicable to other apprentice program.",
      "text": "36-15-48.1. Curriculum hours applicable to other apprentice program.\n\nA licensed apprentice who has completed hours in cosmetology, esthetics, or nail technology may apply the completed hours towards meeting the curriculum requirements of another apprentice program if the completed hours meet the requirements of the other program.\n\nSource: SL 2024, ch 157, §7.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-48-1/"
    },
    {
      "id": "section-36-15-482",
      "number": "36-15-48.2",
      "heading": "Hours completed transferrable between apprenticeship or school.",
      "text": "36-15-48.2. Hours completed transferrable between apprenticeship or school.\n\nA person who has completed hours under an apprenticeship or at a licensed school may have those completed hours be transferable between an apprenticeship, program, or school if allowed by the institution to which the person is transferring.\n\nSource: SL 2024, ch 157, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-48-2/"
    },
    {
      "id": "section-36-15-49",
      "number": "36-15-49",
      "heading": "36-15-49.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-49.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-50",
      "number": "36-15-50",
      "heading": "Temporary license issued on completion of apprenticeship--Duration of license.",
      "text": "36-15-50. Temporary license issued on completion of apprenticeship--Duration of license.\n\nAny person who successfully completes the term of apprenticeship pursuant to this chapter may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetologist, esthetician, or nail technician, as applicable. The temporary license application shall be accompanied with:\n\n(1)Evidence satisfactory to the commission that the applicant possesses the qualifications required pursuant to §36-15-15;\n\n(2)Evidence satisfactory to the commission that the apprenticeship period has been completed;\n\n(3)The fee for a temporary license as provided in this chapter; and\n\n(4)The application and fee for the cosmetologist or nail technician examination, as applicable.\n\nA temporary license issued by the commission is valid until the date of the next scheduled examination in cosmetology, esthetics, or nail technology, as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued.\n\nSource:SDC 1939, §27.1507 (8) as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §40; SL 1997, ch 218, §20; SL 2003, ch 202, §56; SL 2021, ch 176, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-50/"
    },
    {
      "id": "section-36-15-501",
      "number": "36-15-50.1",
      "heading": "Temporary license to school graduate--Duration of license.",
      "text": "36-15-50.1. Temporary license to school graduate--Duration of license.\n\nAny person who successfully completes a course of education in an approved and licensed school in this state, or in any other licensed cosmetology, nail technology, or esthetics school, as applicable, not located within this state that is shown to the satisfaction of the commission to be comparable, may apply to the commission for a temporary license which will authorize the applicant to perform all the practices of a regularly licensed cosmetologist, nail technician, or esthetician, as applicable. The application shall be accompanied by:\n\n(1)Evidence satisfactory to the commission that the course of education has been successfully completed;\n\n(2)The fee for a temporary license as provided in this chapter; and\n\n(3)The application and fee for a cosmetologist, nail technician, or esthetician examination, as applicable.\n\nA temporary license issued by the commission is valid until the date of the next scheduled examination in cosmetology, nail technology, or esthetics, as applicable. If the holder of a temporary license takes the applicable examination at that time, the commission shall extend the temporary license until the result of the examination is mailed to the person. If a person is not excused from the examination by the commission or fails the examination, the temporary license is invalid and may not be extended or reissued.\n\nSource:SL 1972, ch 206, §41; SL 1997, ch 218, §21; SL 2003, ch 202, §57.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-50-1/"
    },
    {
      "id": "section-36-15-51",
      "number": "36-15-51",
      "heading": "License required to operate salon or booth--Types of licenses--Annual expiration and renewal--Violation as misdemeanor.",
      "text": "36-15-51. License required to operate salon or booth--Types of licenses--Annual expiration and renewal--Violation as misdemeanor.\n\nNo person may operate a salon or booth without a license. Any person who desires to operate a salon or booth where:\n\n(1)All of the practices of cosmetology are provided shall apply to the commission for a cosmetology salon or booth license, as applicable;\n\n(2)Only nail technology is practiced, shall apply to the commission for a nail salon or booth license, as applicable;\n\n(3)Only esthetics is practiced, shall apply to the commission for an esthetics salon or booth license, as applicable;\n\n(4)Cosmetology is limited to one or a few of the practices specified in §36-15-2, shall apply to the commission for a limited salon or booth license. The application for a limited license shall state the practices of cosmetology desired to be provided.\n\nThe application shall be accompanied by the license fee provided for in this chapter. Any salon or booth license expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. No person may practice cosmetology, nail technology, or esthetics beyond the limits specified in the license. A violation of this section is a Class 2 misdemeanor.\n\nSource:SDC 1939, §27.1512 as enacted by SL 1957, ch 118, §1; SL 1972, ch 206, §42; SL 1977, ch 190, §180; SL 1997, ch 218, §22; SL 2003, ch 202, §58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-51/"
    },
    {
      "id": "section-36-15-511",
      "number": "36-15-51.1",
      "heading": "Changing location or ownership of salon or booth--New license required--Temporary permit authorized--Notice to commission.",
      "text": "36-15-51.1. Changing location or ownership of salon or booth--New license required--Temporary permit authorized--Notice to commission.\n\nThe owner of a salon or booth shall apply to the commission for a new license pursuant to §36-15-51 if:\n\n(1)A salon or booth address is changed;\n\n(2)Sole ownership is changed;\n\n(3)A partnership has a change in any partner; or\n\n(4)The controlling ownership in a corporation is transferred or a corporation is reorganized.\n\nThe application shall be accompanied by the license fee provided for in this chapter. The commission may issue a temporary permit to the applicant which is valid for ninety days. During that time, the commission shall inspect the premises. The owner or manager of a salon or booth that changes location or ownership or is closed shall immediately notify the commission of that fact.\n\nSource:SDC 1939, §27.1512 as enacted by SL 1957, ch 118, §1; SDCL §36-15-51; SL 1972, ch 206, §43; SL 1997, ch 218, §23; SL 2003, ch 202, §59; SL 2007, ch 217, §8.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-51-1/"
    },
    {
      "id": "section-36-15-512",
      "number": "36-15-51.2",
      "heading": "Licensed nursing facilities and assisted living centers.",
      "text": "36-15-51.2. Licensed nursing facilities and assisted living centers.\n\nAny licensed nursing facility or licensed assisted living center that permits cosmetology services only to its residents and does not advertise as a salon is not required to have a salon license.\n\nSource:SL 2014, ch 181, §2; SL 2018, ch 235, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-51-2/"
    },
    {
      "id": "section-36-15-513",
      "number": "36-15-51.3",
      "heading": "Sharing of work stations, other space permitted--Conditions--Equipment--Additional space not required--Responsibility for violation.",
      "text": "36-15-51.3. Sharing of work stations, other space permitted--Conditions--Equipment--Additional space not required--Responsibility for violation.\n\nA person who operates a licensed salon may allow more than one licensed cosmetologist, licensed esthetician, or licensed nail technician to share a work station or other space within the salon, provided that:\n\n(1)Each individual maintains the minimum equipment and sanitary requirements set forth by the commission;\n\n(2)The individuals sharing the work station or space do not provide services at the work station or in the shared space at the same time; and\n\n(3)If the individuals share a work station or other space within a booth, each individual possesses a booth license for the respective services that the individual will provide.\n\nNothing in this section prohibits individuals sharing a work station or other space within a salon from sharing equipment, provided that the equipment meets the minimum standards set forth by the commission.\n\nIf individuals are sharing a work station or other space within a salon in accordance with this section, the commission may not require additional working space other than that required for a single licensee.\n\nIf the commission finds, upon inspection, a violation of any provision of this chapter or rules promulgated thereunder, and the commission cannot determine which individual sharing the work station or other space committed the violation, the person operating the licensed salon is responsible for the violation.\n\nSource: SL 2025, ch 157, §1, eff. Mar. 17, 2025.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-51-3/"
    },
    {
      "id": "section-36-15-52",
      "number": "36-15-52",
      "heading": "36-15-52, 36-15-53.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-52, 36-15-53.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-531",
      "number": "36-15-53.1",
      "heading": "36-15-53.1.Repealed by SL 2007, ch 217, §9.",
      "text": "36-15-53.1.Repealed by SL 2007, ch 217, §9.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-54",
      "number": "36-15-54",
      "heading": "Practice outside licensed salon or booth prohibited--Exceptions.",
      "text": "36-15-54. Practice outside licensed salon or booth prohibited--Exceptions.\n\nCosmetology, nail technology, and esthetics may only be practiced in a licensed salon or booth, notwithstanding the following exceptions:\n\n(1)Demonstrations: a demonstrator may perform a demonstration of cosmetology services for compensation, fee, or any other remuneration;\n\n(2)Limited mobility clients: a licensee may practice cosmetology services on persons unable to come to the salon because of imprisonment, disabling sickness, or other disability so long as the licensee documents the service through a salon or booth; and\n\n(3)Special events: a licensee may practice limited services within the scope of the license for special events, such as weddings, fashion shows, school dances, professional photography sessions, or other events approved by the commission, so long as the licensee documents the service through a salon or booth. The limited services that may be performed at such special events are the following: the nonpermanent manipulation of the hair, such as styling, wrapping, arranging, braiding, twisting, weaving, extending, fusing, dressing, curling, setting, and straightening; the application of nail polish to the nails; and the application of makeup to the skin.\n\nSource:SDC 1939, §27.1513; SL 1957, ch 118, §1; SL 1972, ch 206, §45; SL 1997, ch 218, §25; SL 2003, ch 202, §61; SL 2014, ch 181, §1.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-54/"
    },
    {
      "id": "section-36-15-55",
      "number": "36-15-55",
      "heading": "36-15-55.Repealed by SL 1972, ch 206, §59.",
      "text": "36-15-55.Repealed by SL 1972, ch 206, §59.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-551",
      "number": "36-15-55.1",
      "heading": "36-15-55.1.Repealed by SL 2003, ch 202, §62.",
      "text": "36-15-55.1.Repealed by SL 2003, ch 202, §62.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-552",
      "number": "36-15-55.2",
      "heading": "Ground for disciplinary action as basis for refusal, revocation or suspension of license.",
      "text": "36-15-55.2. Ground for disciplinary action as basis for refusal, revocation or suspension of license.\n\nThe commission may, in compliance with chapter 1-26, either refuse to issue, revoke, or suspend a license which is required by this chapter on any of the grounds for disciplinary action provided in this chapter.\n\nSource:SL 1972, ch 206, §47; revised pursuant to SL 1972, ch 15, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-55-2/"
    },
    {
      "id": "section-36-15-56",
      "number": "36-15-56",
      "heading": "Grounds for disciplinary action.",
      "text": "36-15-56. Grounds for disciplinary action.\n\nThe grounds for disciplinary action are:\n\n(1)Fraud or deception in procuring a license required by this chapter;\n\n(2)Failure of any person to comply with any of the requirements of this chapter or rules adopted pursuant to this chapter;\n\n(3)Publication or use of any untruthful or improper statement or representation, with a view of deceiving the public, or any patron or customer in connection with the practice or education in cosmetology;\n\n(4)Habitual drunkenness or drug addiction affecting the licensee's practice of the profession, or conviction of a violation of any federal or state law relating to narcotic drugs;\n\n(5)Failure to furnish to the commission, any report or information which is required by this chapter or rules adopted pursuant to this chapter;\n\n(6)The employment of any unlicensed person to perform work which under this chapter can lawfully be done only by licensed persons;\n\n(7)Failure to publicly display any license required by this chapter;\n\n(8)Willfully making any false oath or affirmation whenever any oath or affirmation is required in this chapter or by rules adopted pursuant to this chapter;\n\n(9)Conviction of a felony affecting the licensee's practice of the profession, as shown by a certified copy of the record of the court of conviction;\n\n(10)Continued practice by persons knowingly having an infectious or contagious disease; and\n\n(11)Practice of any cosmetology services for which the commission requires additional continuing education when the education has not been completed.\n\nSource:SDC 1939, §27.1511; SL 1943, ch 106, §3; SL 1957, ch 118, §1; SL 1972, ch 206, §48; SL 2003, ch 202, §63.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-56/"
    },
    {
      "id": "section-36-15-57",
      "number": "36-15-57",
      "heading": "Subpoena power of commission--Administration of oaths--Depositions.",
      "text": "36-15-57. Subpoena power of commission--Administration of oaths--Depositions.\n\nThe Cosmetology Commission shall have the powers granted by §§1-26-19.1 and 1-26-19.2 at any hearing of any matter over which the commission has jurisdiction.\n\nSource:SDC 1939, §27.1511; SL 1943, ch 106, §3; SL 1957, ch 118, §1; revised pursuant to SL 1972, ch 15, §4.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-57/"
    },
    {
      "id": "section-36-15-58",
      "number": "36-15-58",
      "heading": "Initiation of proceedings for cancellation, revocation or suspension of license.",
      "text": "36-15-58. Initiation of proceedings for cancellation, revocation or suspension of license.\n\nThe proceedings for cancellation, revocation, or suspension of a license may be initiated when the cosmetology commission has information that any person may have been guilty of any misconduct as provided in §36-15-56, or is guilty of incompetence, negligence, or unprofessional or dishonorable conduct.\n\nSource:SDC 1939, §27.1511; SL 1943, ch 106, §3; SL 1957, ch 118, §1; SL 1972, ch 206, §52; SL 2005, ch 199, §46.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-58/"
    },
    {
      "id": "section-36-15-581",
      "number": "36-15-58.1",
      "heading": "36-15-58.1, 36-15-58.2.Omitted.",
      "text": "36-15-58.1, 36-15-58.2.Omitted.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-36-15-583",
      "number": "36-15-58.3",
      "heading": "Quorum of commission at hearing on cancellation, revocation or suspension.",
      "text": "36-15-58.3. Quorum of commission at hearing on cancellation, revocation or suspension.\n\nAll proceedings relative to the cancellation, revocation or suspension of a license, or relative to reissuing a license which has been revoked or suspended shall only be held when a majority of the members of the commission are present at such hearings.\n\nSource:SL 1972, ch 206, §49.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-58-3/"
    },
    {
      "id": "section-36-15-584",
      "number": "36-15-58.4",
      "heading": "Majority vote required to suspend, revoke or cancel license.",
      "text": "36-15-58.4. Majority vote required to suspend, revoke or cancel license.\n\nThe decision of the commission to suspend, revoke or cancel a license requires a majority vote of the commission members.\n\nSource:SL 1972, ch 206, §50.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-58-4/"
    },
    {
      "id": "section-36-15-585",
      "number": "36-15-58.5",
      "heading": "Reinstatement of suspended or revoked license--Procedure--Conditions.",
      "text": "36-15-58.5. Reinstatement of suspended or revoked license--Procedure--Conditions.\n\nBy majority vote, the commission may reinstate or reissue a suspended or revoked license upon:\n\n(1)Written application establishing compliance with existing licensing requirements; or\n\n(2)Testimony by witnesses.\n\nThe commission may impose conditions for the reinstatement of a license. One of the conditions may provide for an automatic reinstatement of the license after a fixed period of time.\n\nSource:SDC 1939, §27.1511; SL 1943, ch 106, §3; SL 1957, ch 118, §1; SDCL, §36-15-58; SL 1972, ch 206, §51; SL 2003, ch 202, §64.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-58-5/"
    },
    {
      "id": "section-36-15-59",
      "number": "36-15-59",
      "heading": "Appeal from commission decision.",
      "text": "36-15-59. Appeal from commission decision.\n\nAn appeal may be taken from orders or decisions of the Cosmetology Commission acting pursuant to this chapter as provided by chapter 1-26.\n\nSource:SDC 1939, §27.1511; SL 1943, ch 106, §3; SL 1957, ch 118, §1; SL 1972, ch 206, §55.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-59/"
    },
    {
      "id": "section-36-15-60",
      "number": "36-15-60",
      "heading": "Certain acts prohibited--Misdemeanor.",
      "text": "36-15-60. Certain acts prohibited--Misdemeanor.\n\nNo person may:\n\n(1)Practice cosmetology, nail technology, or esthetics without a license;\n\n(2)Intentionally make any false oath or affirmation whenever an oath or affirmation is required by this chapter or rules promulgated to this chapter;\n\n(3)Fail to display any license in a conspicuous place in the salon, booth, or school;\n\n(4)Fail to comply with the plumbing, electrical, physical, or sanitary requirements as stated in the rules promulgated by the commission;\n\n(5)Charge or receive compensation for teaching an apprentice any of the practices of cosmetology;\n\n(6)Operate a school without a license as provided for in this chapter;\n\n(7)Employ or allow any unlicensed person to perform work which under this chapter may lawfully be done only by licensed persons;\n\n(8)Operate a salon, booth, or school for any of the practices of cosmetology without having first obtained the applicable license as provided in this chapter;\n\n(9)Practice any cosmetology services for which the commission requires additional continuing education in which the education has not been completed; and\n\n(10)Do any act prohibited by this chapter.\n\nA violation of this section is a Class 2 misdemeanor.\n\nSource:SDC 1939, §§27.1516, 27.9930; SL 1943, ch 106, §4; SL 1947, ch 125, §4; SL 1957, ch 118, §1; SL 1972, ch 206, §56; SL 1977, ch 190, §182; SL 1986, ch 302, §6; SL 1997, ch 218, §§26, 27; SL 2003, ch 202, §65; SL 2007, ch 217, §10.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-60/"
    },
    {
      "id": "section-36-15-61",
      "number": "36-15-61",
      "heading": "Injunction against violations--Expenditure of moneys authorized.",
      "text": "36-15-61. Injunction against violations--Expenditure of moneys authorized.\n\nThe commission or any resident of this state may bring an action in circuit court for an injunction to:\n\n(1)Restrain any person or corporation from the practice of or education in cosmetology without a valid license;\n\n(2)Restrain the operation of any salon or school without a valid license;\n\n(3)Restrain the violation of any of the provisions or requirements of this chapter or rules adopted pursuant to this chapter.\n\nThe commission may employ counsel and expend moneys from its treasury for such purposes.\n\nSource:SL 1972, ch 206, §57; revised pursuant to SL 1972, ch 15, §4; SL 2003, ch 202, §66.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-61/"
    },
    {
      "id": "section-36-15-62",
      "number": "36-15-62",
      "heading": "Citation of chapter.",
      "text": "36-15-62. Citation of chapter.\n\nThis chapter shall be known and cited as the Cosmetology Act.\n\nSource:SL 1972, ch 206, §58.",
      "history": "",
      "source_url": "https://law.justia.com/codes/south-dakota/title-36/chapter-15/section-36-15-62/"
    }
  ]
}