{
  "state": "wyoming",
  "path": "title-title-40-trade-and-commerce/chapter-chapter-10-weights-and-measures",
  "sections": [
    {
      "id": "section-40-10-101",
      "number": "40-10-101",
      "heading": "Repealed by Laws 1993, Ch. 160, 3",
      "text": "Section 40-10-102 - Repealed by Laws 1993, Ch. 160, 3.Section 40-10-103 - Repealed by Laws 1993, Ch. 160, 3.Section 40-10-104 - Repealed by Laws 1993, Ch. 160, 3.Section 40-10-105 - Repealed by Laws 1993, Ch. 160, 3.Section 40-10-106 - Repealed by Laws 1993, Ch. 160",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-102",
      "number": "40-10-102",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-103",
      "number": "40-10-103",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-104",
      "number": "40-10-104",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-105",
      "number": "40-10-105",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-106",
      "number": "40-10-106",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-107",
      "number": "40-10-107",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-108",
      "number": "40-10-108",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-109",
      "number": "40-10-109",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-110",
      "number": "40-10-110",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-111",
      "number": "40-10-111",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-112",
      "number": "40-10-112",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-113",
      "number": "40-10-113",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-114",
      "number": "40-10-114",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-115",
      "number": "40-10-115",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-116",
      "number": "40-10-116",
      "heading": "Repealed by Laws 1993, Ch. 160, 3.",
      "text": "Repealed by Laws 1993, Ch. 160, 3.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-10-117",
      "number": "40-10-117",
      "heading": "Definitions.",
      "text": "40-10-117. Definitions.\n\n(a) Repealed By Laws 2009, Ch. 191, 2.\n\n(b) As used in this chapter:\n\n(i) \"Accreditation\" means a formal recognition by the national institute of standards and technology, as a laboratory that is competent to carry out specific tests or calibrations or types of tests or calibrations;\n\n(ii) \"Calibration\" means a set of operations which establishes, under specified conditions, the relationship between values indicated by a measuring instrument or measuring system or values represented by a material measure, to the corresponding known values of a measurement;\n\n(iii) \"Commerce\" means the buying and selling of goods;\n\n(iv) \"Commercial weighing and measuring equipment\" means weighing and measuring devices commercially used or employed to establish the size, quantity, extent, area or measurements of goods purchased, offered or submitted for sale, hire or award, or in computing a basic charge or payment for services;\n\n(v) \"Condemned for repairs\" means a weight or measure found to be incorrect and which, following policies set forth by the director, can be repaired. Weights or measures which are condemned for repair shall be marked as such and be sealed so that the weight or measure cannot be used and is made inoperable until all appropriate repairs are completed;\n\n(vi) \"Confiscation and seizure\" means that an incorrect weight or measure is taken into custody by the department following procedures and policies set forth by the director. Weights or measures which are confiscated shall be marked as such and if possible shall be removed from the premises to the direct custody of the department;\n\n(vii) \"Correct\" as used in connection with weights and measures means conformance to all applicable requirements of this act;\n\n(viii) \"Department\" means the department of agriculture;\n\n(ix) \"Director\" means the director of the department of agriculture or his duly authorized representative;\n\n(x) \"Field standard\" means a physical standard that meets specifications and tolerances in the National Institute of Standards and Technology Handbook 105-series standards, is traceable to the reference or working standards through comparisons or using acceptable laboratory procedures as adopted by the National Conference on Weights and Measures and published in the United States Department of Commerce National Institute of Standards and Technology Handbook 143, \"State Weights and Measures Laboratories Program Handbook,\" and is used in conjunction with commercial weighing and measuring equipment. All field standards may be defined by rule and regulation and shall be verified upon their initial receipt and as often thereafter as deemed necessary by the director;\n\n(xi) \"International system of units\" means the modernized metric system as established in 1960 by the general conference on weights and measures as interpreted or modified for the United States by the secretary of commerce;\n\n(xii) \"Mass\" means the same as \"weight\";\n\n(xiii) \"Net weight\" means the weight of a commodity excluding any materials, substances or items not considered to be part of the commodity. Materials, substances or items not considered to be part of the commodity include, but are not limited to, containers, conveyances, bags, wrappers, packaging materials, labels, individual piece coverings, decorative accompaniments and coupons, except that packaging materials may be considered to be part of services such as shipping;\n\n(xiv) \"Package\" means any commodity put up or packaged in any manner in advance of sale in units suitable for either wholesale or retail sale;\n\n(xv) \"Physical standard\" means weights and measures that are traceable to the United States prototype standards supplied by the federal government, including, but not limited to, standards adopted by the United States department of the interior, bureau of land management applicable to onshore oil and gas leases, the United States federal energy regulatory commission, the United States department of transportation, the state of Wyoming public service commission, or approved as being satisfactory by the National Institute of Standards and Technology. Physical standards shall be the state reference and working standards for weights and measures and shall be maintained in such calibration as prescribed by the National Institute of Standards and Technology as demonstrated through laboratory accreditation or recognition;\n\n(xvi) \"Primary standards\" means the physical standards of the state that serve as the legal reference from which all other standards and weights and measures are derived;\n\n(xvii) \"Random weight package\" means a package that is one of a lot, shipment or delivery of packages of the same commodity with no fixed pattern of weights;\n\n(xviii) \"Recognition\" means a formal recognition by the National Institute of Standards and Technology weights and measures division that a laboratory has demonstrated the ability to provide traceable measurement results and is competent to carry out specific tests or calibrations or specific types of tests or calibrations;\n\n(xix) \"Reference standard\" means:\n\n(A) A standard, generally of the highest metrological quality available at a given location, from which measurements made at that location are derived; or\n\n(B) The physical standards of the state that serve as the legal reference from which all other standards for weights and measures within that state are derived.\n\n(xx) \"Registered service person\" means an individual who for hire, award, commission or any other payment of any kind, installs, services, repairs or reconditions a commercial weighing or measuring device, and who is registered with the director;\n\n(xxi) \"Reject\" means a weight or measure found to be incorrect, and following policies set forth by the director may be used until repaired. A weight or measure which is rejected shall be marked as such, and may be used for the period of time specified pursuant to rule and regulation;\n\n(xxii) \"Sale from bulk\" means a sale of commodities in which the quantity is determined at the time of sale;\n\n(xxiii) \"Secondary standards\" means the physical standards that are traceable to the primary standards through comparisons, using acceptable laboratory procedures, and used in the enforcement of weights and measures laws and regulations;\n\n(xxiv) \"Standard package\" means a package that is one of a lot, shipment or delivery of packages of the same commodity with identical net contents declarations, such as, one (1) liter bottles or twelve (12) fluid ounce cans of carbonated soda, five hundred (500) gram or five (5) pound bags of sugar, one hundred (100) meter or three hundred (300) foot packages of rope;\n\n(xxv) \"Traceability\" means the result of a measurement or the value of a standard which can be verified as correct when compared with a national or international standard;\n\n(xxvi) \"Uncertainty\" means a parameter associated with the result of a measurement that characterizes the dispersion of the values that could reasonably be attributed to the measurement;\n\n(xxvii) \"Verification\" means the formal evaluation of a standard or device against the specifications and tolerances for determining conformance;\n\n(xxviii) \"Weight\" as used in connection with any commodity or service means net weight. When a commodity is sold by drained weight, the term means net drained weight. When used in this chapter, \"weight\" and \"mass\" have the same meaning;\n\n(xxix) \"Weight and measure\" means weights and measures of every kind, instruments and devices for weighing and measuring, and any appliance or accessory associated with such instruments or devices;\n\n(xxx) \"Working standard\" means:\n\n(A) A standard that is usually calibrated against a reference standard and is used routinely to calibrate or check material measures, measuring instruments or reference materials; or\n\n(B) The physical standards that are traceable to the reference standards through comparisons, using acceptable laboratory procedures and used in the enforcement of weights and measures laws and regulations.\n\n(xxxi) \"This act\" or \"this chapter\" means W.S. 40-10-117 through 40-10-136.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-117/"
    },
    {
      "id": "section-40-10-118",
      "number": "40-10-118",
      "heading": "Recognized Systems.",
      "text": "40-10-118. Recognized systems.\n\nThe system of weights and measures in customary use in the United States and the metric system of weights and measures are jointly recognized, and either one (1) or both of these systems shall be used for all commercial purposes in the state. The definitions of basic units of weight and measure, the tables of weight and measure, and weights and measures equivalents as published by the United States Department of Commerce National Institute of Standards and Technology are recognized and shall govern weighing and measuring equipment and transactions in the state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-118/"
    },
    {
      "id": "section-40-10-119",
      "number": "40-10-119",
      "heading": "Physical Standards.",
      "text": "40-10-119. Physical standards.\n\nWeights and measures that are traceable to the United States prototype standards supplied by the federal government, or approved by the United States Department of Commerce National Institute of Standards and Technology, shall be the state primary standards of weights and measures, and shall be maintained in such calibration as prescribed by the United States Department of Commerce National Institute of Standards and Technology or demonstrated through laboratory accreditation or recognition. Field standards may be prescribed by the director and shall be verified upon their initial receipt, and as specified by rule and regulation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-119/"
    },
    {
      "id": "section-40-10-120",
      "number": "40-10-120",
      "heading": "Technical Requirements for Weighing and Measuring Devices.",
      "text": "40-10-120. Technical requirements for weighing and measuring devices.\n\n(a) The specifications, tolerances, and other technical requirements for commercial, law enforcement, data gathering and other weighing and measuring devices as adopted by the National Conference on Weights and Measures and published in the United States Department of Commerce National Institute of Standards and Technology Handbook 44, \"Specification, Tolerances, and Other Technical Requirements for Weighing and Measuring Devices,\" shall apply to weighing and measuring devices in this state, and may be amended by rule or regulation.\n\n(b) The Uniform Regulation for National Type Evaluation as adopted by the National Conference on Weights and Measures and published in the United States Department of Commerce National Institute of Standards and Technology Handbook 130, \"Uniform Laws and Regulations,\" are adopted and shall apply to type evaluation in this state, and may be amended by rule or regulation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-120/"
    },
    {
      "id": "section-40-10-121",
      "number": "40-10-121",
      "heading": "Department of Agriculture Duties and Powers.",
      "text": "40-10-121. Department of agriculture duties and powers.\n\n(a) The department of agriculture shall perform the following functions:\n\n(i) Assure that weights and measures in commercial service within the state are suitable for their intended use, properly installed and accurate, and are so maintained by their owner or user;\n\n(ii) Prevent unfair or deceptive dealing by weight or measure in any commodity or service advertised, packaged, sold or purchased within this state;\n\n(iii) Promote uniformity, to the extent practicable and desirable, between weights and measures requirements of this state and those of other states and federal agencies.\n\n(b) Unless requested by the operator of the weighing or measuring equipment, the department shall have no authority over weights and measures used in activities subject to the authority of the United States department of the interior associated with on shore oil and gas, the United States federal energy regulatory commission, the Wyoming public service commission associated with pipelines and utilities or the Wyoming oil and gas conservation commission.\n\n(c) Except as otherwise required by law, rule, regulation or third party agreement, the department shall have no authority over weights and measures used pursuant to a written agreement between the parties using the weighing device.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-121/"
    },
    {
      "id": "section-40-10-122",
      "number": "40-10-122",
      "heading": "Powers and Duties of the Director.",
      "text": "40-10-122. Powers and duties of the director.\n\n(a) The director shall:\n\n(i) Maintain traceability of the state standards to the national standards established by the United States Department of Commerce National Institute of Standards and Technology as demonstrated through laboratory recognition or accreditation;\n\n(ii) Enforce the provisions of this act;\n\n(iii) Issue reasonable rules and regulations for the enforcement of this act;\n\n(iv) Grant exemptions from the provisions of this act or any regulations promulgated pursuant thereto when appropriate for the maintenance of good commercial practices within the state;\n\n(v) Conduct investigations to ensure compliance with this act and the rules and regulations promulgated pursuant to this act;\n\n(vi) Delegate authority to appropriate personnel as required for the proper administration and enforcement of this act;\n\n(vii) Inspect and test in a timely manner, weights and measures kept, offered or exposed for sale;\n\n(viii) Promulgate rules and regulations regarding inspecting and testing weights and measures used commercially, to ascertain if they are correct:\n\n(A) In determining the weight, measure or count of commodities or things sold, or offered or exposed for sale, on the basis of weight, measure or count; or\n\n(B) In computing the basic charge or payment for services rendered on the basis of weight, measure or count.\n\n(ix) Approve for use and mark weights and measures found to be correct, reject and mark as rejected, condemn and mark as condemned and make inoperable weights and measures found to be incorrect. Rejected weights and measures shall be condemned and made inoperable if not corrected within the time specified or if used in a manner not specifically authorized;\n\n(x) Weigh, measure or inspect packaged commodities kept, offered or exposed for sale, sold or in the process of delivery to determine whether they contain the amounts represented and whether they are kept, offered or exposed for sale in accordance with this act or rules and regulations promulgated pursuant to this act. In carrying out the provisions of this paragraph, the director shall employ recognized sampling procedures adopted by National Conference on Weights and Measures and published in the United States Department of Commerce National Institute of Standards and Technology Handbook 133, \"Checking the Net Contents of Packaged Goods;\"\n\n(xi) Prescribe, by rule and regulation, the appropriate term, unit of weight or unit of measure to be used, whenever an existing practice of declaring the quantity by weight, measure, numerical count, time or combination thereof, does not facilitate value comparisons by consumers or may lead to consumer confusion;\n\n(xii) Allow reasonable variations from the stated quantity of contents, to allow for loss or gain of moisture during the course of good distribution practice or by unavoidable deviations in good manufacturing practice only after the commodity has entered intrastate commerce;\n\n(xiii) Establish labeling requirements, requirements for the presentation of cost-per-unit information, establish standards of weight, measure, count and fill for any packaged commodity and establish requirements for open dating information;\n\n(xiv) Verify the field standards for weights and measures used by any jurisdiction or registered service person operating within Wyoming before being put into service, and as often thereafter as deemed necessary by the director, and approve the same when found to be correct;\n\n(xv) Provide for registration of persons qualified by training and experience to install, service and repair weighing or measuring devices;\n\n(xvi) Provide that only persons who are registered are authorized to place in service devices which have been rejected or condemned and repaired or newly installed devices, whether new or used, until an official inspection by an authorized inspector is made;\n\n(xvii) Provide for the training of weights and measures personnel and establish minimum training and performance requirements, for all weights and measures personnel, including county, municipal, state or registered servicepersons;\n\n(xviii) Verify advertised prices, price representations and point-of-sale systems, as necessary to determine:\n\n(A) The accuracy of prices and computations and proper use of the equipment; and\n\n(B) The accuracy of prices printed or recalled from a database in systems utilizing scanning or coding means in lieu of manual entry. In carrying out the provisions of this paragraph, the director shall:\n\n(I) Employ recognized procedures, as adopted by the National Conference on Weights and Measures and published in the United States Department of Commerce National Institute of Standards and Technology Handbook 130, \"Uniform Laws and Regulations, Examination Procedures for Price Verification\"; and\n\n(II) Conduct inspections and investigations to ensure compliance.\n\n(xix) Establish fees for testing and inspection, which may include actual hourly cost plus mileage for any inspections requested other than the routine inspection. The hourly cost shall be as determined by the director and the mileage cost shall be as provided by W.S. 9-3-103;\n\n(xx) Establish reasonable laboratory fees for testing, inspection and calibration of standards or weight and measuring devices.\n\n(b) The director may allow the licensing, testing, inspection and reporting requirements of this chapter to be conducted electronically as provided by the Uniform Electronic Transaction Act, W.S. 40-21-101 through 40-21-119 and any applicable federal electronic requirements.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-122/"
    },
    {
      "id": "section-40-10-123",
      "number": "40-10-123",
      "heading": "Special Enforcement Powers.",
      "text": "40-10-123. Special enforcement powers.\n\n(a) When necessary for the enforcement of this act or rules and regulations promulgated pursuant to this act, the director is:\n\n(i) Authorized to enter any commercial premises open to the public during normal business hours. If the premises are not open to the public, he shall obtain consent before making entry, or obtain a search warrant;\n\n(ii) Empowered to issue stop-use, hold and removal orders with respect to any weights and measures commercially used or any packaged commodities or bulk commodities kept, offered or exposed for sale; and\n\n(iii) Empowered to seize, as evidence, any incorrect or unapproved weight, measure, package or commodity found to be used, retained, offered or exposed for sale or sold in violation of the provisions of this act or rules and regulations promulgated pursuant to this act;\n\n(iv) Authorized to report the results of investigations and inspections to the owner or person in charge by hand delivering, mailing or sending electronically.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-123/"
    },
    {
      "id": "section-40-10-124",
      "number": "40-10-124",
      "heading": "Powers and Duties of Local Officials.",
      "text": "40-10-124. Powers and duties of local officials.\n\nAny weights and measures official appointed for a county or city shall have the duties and powers enumerated in this act, excepting those duties reserved to the state by law or regulation. These powers and duties shall extend to their respective jurisdictions, except that the jurisdiction of a county official shall not extend to any city for which a weights and measures official has been appointed. No requirement set forth by local agencies may be less stringent than or conflict with the requirements of the state.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-124/"
    },
    {
      "id": "section-40-10-125",
      "number": "40-10-125",
      "heading": "Misrepresentation of Quantity or Pricing.",
      "text": "40-10-125. Misrepresentation of quantity or pricing.\n\n(a) No person shall:\n\n(i) Sell, offer or expose for sale less than the quantity represented;\n\n(ii) Take more than the represented quantity when he furnishes the weight or measure by means of which the quantity is determined; or\n\n(iii) Represent the quantity in any manner tending to mislead or deceive another person.\n\n(b) No person shall misrepresent the price of any commodity offered, exposed or advertised for sale by weight, measure or count, nor represent the price in any matter tending to mislead or in any way deceive another person.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-125/"
    },
    {
      "id": "section-40-10-126",
      "number": "40-10-126",
      "heading": "Method of Sale.",
      "text": "40-10-126. Method of sale.\n\n(a) Except as otherwise provided by the director, or by firmly established trade custom and practice:\n\n(i) Commodities in liquid form shall be sold by liquid measure or by weight; and\n\n(ii) Commodities not in liquid form shall be sold by weight, by measure or by count.\n\n(b) The method of sale shall provide accurate and adequate quantity information that permits the buyer to make price and quantity comparisons.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-126/"
    },
    {
      "id": "section-40-10-127",
      "number": "40-10-127",
      "heading": "Sale of Gasoline and Distillates on Other Than Gross Volume Basis Unlawful; Exception; \"Sale\" Defined.",
      "text": "40-10-127. Sale of gasoline and distillates on other than gross volume basis unlawful; exception; \"sale\" defined.\n\n(a) Except as provided in subsection (b) of this section, the sale of gasoline and distillates, excluding liquified petroleum gas, on a temperature corrected basis or on any basis other than the gross volume of gasoline or distillate actually delivered is unlawful. Any contract in violation of this section shall be unenforceable to the extent of the violation.\n\n(b) Sellers of motor fuel within this state shall offer to prospective purchasers the option to buy the product either by gross gallons or on the assumption that the temperature of the product is sixty degrees Fahrenheit (60S F) or the centigrade equivalent. This purchaser option may be exercised only on an annual basis and applied only to single deliveries of seven thousand five hundred (7,500) gallons or more or the metric equivalent. Any adjustments to volumes during the temperature compensation process shall be made in accordance with the standards set by the American Society of Testing Materials.\n\n(c) For purposes of this act, \"sale\" does not include the exchange of gasoline or distillate between refiners or transporters of petroleum or petroleum products.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-127/"
    },
    {
      "id": "section-40-10-128",
      "number": "40-10-128",
      "heading": "Sale From Bulk.",
      "text": "40-10-128. Sale from bulk.\n\n(a) Except when the parties agree in advance that a delivery ticket is not required, all bulk sales in which the buyer and seller are not both present to witness the measurement shall be accompanied by a delivery ticket containing the following information:\n\n(i) The name and address of the buyer and seller;\n\n(ii) The date delivered;\n\n(iii) The quantity delivered and the quantity upon which the price is based, if this differs from the delivered quantity, such as when temperature compensated sales are made;\n\n(iv) The identity of the product in the most descriptive terms commercially practicable, including any quality representation made in connection with the sale; and\n\n(v) The count of individually wrapped packages, for commodities purchased from bulk, but delivered in packages;\n\n(vi) The unit price, unless all parties agree the unit price is not required.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-128/"
    },
    {
      "id": "section-40-10-129",
      "number": "40-10-129",
      "heading": "Information Required on Packages.",
      "text": "40-10-129. Information required on packages.\n\n(a) Except as otherwise provided in this act or by rule or regulation promulgated pursuant to this act, any package kept for the purpose of sale or offered or exposed for sale shall bear on the outside of the package a definite, plain and conspicuous declaration of:\n\n(i) The identity of the commodity in the package, unless the same can easily be identified through the wrapper or container;\n\n(ii) The quantity of contents in terms of weight, measure or count; and\n\n(iii) The name and place of business of the manufacturer, packer or distributor, in the case of any package kept, offered or exposed for sale, or sold in any place other than on the premises where packed.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-129/"
    },
    {
      "id": "section-40-10-130",
      "number": "40-10-130",
      "heading": "Declarations of Unit Price on Random Weight Packages.",
      "text": "40-10-130. Declarations of unit price on random weight packages.\n\nIn addition to the declarations required by W.S. 40-10-128, any package in a lot containing random weights of the same commodity shall include on the outside of the package a plain and conspicuous declaration of the price per pound or kilogram and the total selling price of the package, at the time it is offered or exposed for sale at retail.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-130/"
    },
    {
      "id": "section-40-10-131",
      "number": "40-10-131",
      "heading": "Advertising Packages for Sale.",
      "text": "40-10-131. Advertising packages for sale.\n\nWhenever a packaged commodity is advertised with the retail price stated, there shall be a conspicuous declaration of quantity on the package.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-131/"
    },
    {
      "id": "section-40-10-132",
      "number": "40-10-132",
      "heading": "Prohibited Acts.",
      "text": "40-10-132. Prohibited acts.\n\n(a) No person shall:\n\n(i) Use or possess any incorrect weight or measure for use in commerce;\n\n(ii) Sell or offer for sale any incorrect weight or measure for use in commerce;\n\n(iii) Remove any tag, seal or mark from any weight or measure or weighing or measuring device, without specific written authorization from the proper authority;\n\n(iv) Hinder or obstruct any weights and measures official in the performance of his duties;\n\n(v) Use or possess any weight, measure, weighing or measuring device that for use in commerce has not been tested and certified as correct by the department or a registered service person;\n\n(vi) Place any weight, measure, weighing or measuring device into commercial service without having a current certificate of registration as a registered service person; or\n\n(vii) Violate any provision of this act or rules or regulations promulgated under this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-132/"
    },
    {
      "id": "section-40-10-133",
      "number": "40-10-133",
      "heading": "Criminal Penalties.",
      "text": "40-10-133. Criminal penalties.\n\nAny person who commits any of the acts enumerated in W.S. 40-10-132 is guilty of a misdemeanor, and upon a first conviction thereof shall be punished by a fine of not more than five hundred dollars ($500.00) or imprisonment for not more than three (3) months, or both. Upon a subsequent conviction within any five (5) year period, he shall be punished by a fine of not less than five hundred dollars ($500.00) nor more than seven hundred fifty dollars ($750.00) or by imprisonment for up to six (6) months, or both.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-133/"
    },
    {
      "id": "section-40-10-134",
      "number": "40-10-134",
      "heading": "Restraining Order and Injunction.",
      "text": "40-10-134. Restraining order and injunction.\n\nThe director is authorized to apply to any court of competent jurisdiction for a restraining order, or a temporary or permanent injunction, restraining any person from violating any provision of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-134/"
    },
    {
      "id": "section-40-10-135",
      "number": "40-10-135",
      "heading": "Presumptive Evidence.",
      "text": "40-10-135. Presumptive evidence.\n\nWhenever there shall exist a weight or measure or weighing or measuring device in or about any place in which or from which buying or selling is commonly carried on, there shall be a rebuttable presumption that the weight or measure or weighing or measuring device is regularly used in commerce.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-135/"
    },
    {
      "id": "section-40-10-136",
      "number": "40-10-136",
      "heading": "License Required; Fee.",
      "text": "40-10-136. License required; fee.\n\n(a) Every person who owns or is responsible for a weight, measure, weighing or measuring device regulated by this act shall obtain an annual license for each establishment on or before April 1 from the department and pay a fee as provided in this subsection. The fees collected by the department under this section shall be deposited in the general fund. Fees shall be set by the department as follows:\n\n(i) Not less than fifteen dollars ($15.00) nor more than forty dollars ($40.00) for establishments with no more than five (5) devices;\n\n(ii) Not less than forty dollars ($40.00) nor more than seventy-five dollars ($75.00) for establishments with more than five (5) and less than eleven (11) devices;\n\n(iii) Not more than one hundred fifteen dollars ($115.00) for establishments with eleven (11) or more devices.\n\n(b) The director shall define premise and inspection locations, including physical addresses and circumstances for special events.\n\n(c) For purposes of this section, \"establishment\" means a place of business under one (1) management at one (1) physical location.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-10/section-40-10-136/"
    }
  ]
}