{
  "state": "wyoming",
  "path": "title-title-40-trade-and-commerce/chapter-chapter-7-standards-for-antifreeze-and-petroleum-products",
  "sections": [
    {
      "id": "section-40-7-101",
      "number": "40-7-101",
      "heading": "Products Must Conform to Standards",
      "text": "Section 40-7-102 - Definitions.Section 40-7-103 - Board to Promulgate Standards.Section 40-7-104 - Penalty for Violations.Section 40-7-105 - Enforcement.Section 40-7-106 - Seizure and Sale.Section 40-7-107 - Analysis by State Chemist; Astm Standards to Apply.Sectio",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-7-102",
      "number": "40-7-102",
      "heading": "Definitions.",
      "text": "40-7-102. Definitions.\n\n(a) As used in this act:\n\n(i) \"Antifreeze manufacturer\" means any person who packages antifreeze products in containers for storage, distribution or sale in this state;\n\n(ii) \"Antifreeze products\" means any fluid which will prevent freezing or enhance cooling efficiency of the cooling system, radiator or heat transfer system of an engine when added to that system;\n\n(iii) \"ASTM\" means the American Society for Testing and Materials;\n\n(iv) \"Board\" means the state board of agriculture;\n\n(v) \"Director\" means the director of the department of agriculture or his duly authorized representative;\n\n(vi) \"Dealer\" means any person in the business of delivering or distributing to a consumer or selling, offering for sale, refining or manufacturing any petroleum products, liquefied petroleum gas, engine fuel or antifreeze products in this state;\n\n(vii) \"Department\" means the Wyoming department of agriculture;\n\n(viii) \"Diesel fuel\" means a refined petroleum product suitable as a fuel in compression ignition diesel engines, both fixed and mobile, including all grades and qualities;\n\n(ix) \"Fuel oil\" means a refined petroleum product, commonly known as heating oil, furnace oil, domestic oil or distillates, used for heating, power generation and cooking purposes, including all grades and qualities;\n\n(x) \"Gasoline\" means a volatile substance produced, manufactured, blended, distilled or compounded from petroleum, natural gas, oil, shale oils or coal and other volatile flammable liquids which can be used as a fuel in a spark ignition internal combustion engine, and which meets the standards and specifications of this act. \"Gasoline\" includes all grades and qualities, leaded or unleaded, but excludes diesel fuel;\n\n(xi) \"Gasohol\" means a motor fuel composed of ninety percent (90%) gasoline by volume and ten percent (10%) denatured ethanol by volume;\n\n(xii) \"Kerosene\" means a refined petroleum product, also known as kerosine, used as heating or illuminating oil that includes all grades and qualities;\n\n(xiii) \"Liquefied petroleum gas\" or \"LP\" means a volatile petroleum product which can be used as either a liquid or a gas for domestic, commercial, industrial or engine fuel, including all grades and qualities, composed predominately of the following hydrocarbons or mixtures thereof: propane, propylene, butanes and butylenes, but excluding prepackaged nonrefillable liquefied petroleum gas products;\n\n(xiv) \"Mislabeled\" means a package label or dispensing device of a product which bears any statement, design or device regarding it, regarding ingredients or substances therein, or regarding the properties, quality or kind of the products, which is false or misleading in any manner;\n\n(xv) \"Petroleum products\" means all illuminating, fuel and power oils, which are products of petroleum, or into which petroleum or any product of petroleum enters or is found as a constituent, and includes but is not limited to gasoline, kerosene, diesel fuel, fuel oil, gasohol, gasoline alcohol blends, biodiesel blends, engine fuels and liquefied petroleum gas. Any petroleum product sold at retail shall have a designation and meet specifications provided by the ASTM;\n\n(xvi) \"Products\" means all petroleum products and antifreeze products;\n\n(xvii) \"Retail dealer\" means any dealer or person who sells products to the consumer or user of the products;\n\n(xviii) \"Sell\" or \"sale\" means the delivery or distribution of a product to a consumer and includes barter and exchange;\n\n(xix) \"Wholesale dealer\" or \"supplier\" means a dealer who sells products to a retail dealer;\n\n(xx) \"Biodiesel\" means a fuel comprised of mono akyl esters of long chain fatty acids derived from vegetable oils or animal fats which may or may not be blended with diesel fuel;\n\n(xxi) \"Biofuel\" means any commercially produced liquid or gas used to propel motor vehicles or otherwise substitute for liquid or gaseous fuels that is derived from agricultural crops or residues or from forest products or byproducts, as distinct from petroleum or other fossil carbon sources. \"Biofuel\" includes, but is not limited to, ethanol, methanol derived from biomass, levulinic acid, biodiesel, pyrolysis oils from wood, hydrogen or methane from biomass, or combinations of any of the above that may be used to propel motor vehicles either alone or in blends with conventional gasoline or diesel fuels;\n\n(xxii) \"Nonrefined products\" means any liquid or gas added to diesel, gasoline or gasohol comprising more than one-half of one percent (.5%) by volume and that:\n\n(A) Is not refined; or\n\n(B) Was added after the diesel fuel, gasoline or gasohol left the refinery.\n\n(xxiii) \"Oxygenate\" means an oxygen-containing, ashless, organic compound which can be used as a fuel, or fuel supplement such as, but not limited to, ether, ethanol, methanol and other alcohols;\n\n(xxiv) \"Refining\" means the cracking, distillation, separation, conversion, upgrading, and finishing of petroleum products;\n\n(xxv) \"Biodiesel blend\" means a fuel comprised of a blend of biodiesel fuel with petroleum-based diesel fuel, designated BXX. In the abbreviation BXX, the \"XX\" represents the volume percentage of biodiesel fuel in the blend;\n\n(xxvi) \"E85 fuel ethanol\" means a blend of ethanol and hydrocarbons of which the ethanol portion is nominally seventy-five percent (75%) to eighty-five percent (85%) volume denatured fuel ethanol;\n\n(xxvii) \"Engine fuel\" means any liquid or gaseous matter used for the generation of power in an internal combustion engine. \"Engine fuel\" includes but is not limited to fuels derived from petroleum, biomass and vegetable oils, new or used. Any engine fuel sold at retail must have a designation and meet specifications provided by the ASTM;\n\n(xxviii) \"Ethanol\" or \"denatured fuel ethanol\" means nominally anhydrous ethyl alcohol meeting ASTM D 4806 standards. It is intended to be blended with gasoline for use as a fuel in a spark-ignition internal combustion engine. The denatured fuel ethanol is first made unfit for drinking by the addition of United States bureau of alcohol, tobacco, and firearms approved substances before blending with gasoline;\n\n(xxix) \"Gasoline alcohol blend\" means a fuel consisting primarily of gasoline and a substantial amount (more than thirty-five hundredths percent (0.35%) mass of oxygen or more than fifteen hundredths percent (0.15%) mass of oxygen if methanol is the only oxygenate) of one (1) or more alcohols;\n\n(xxx) \"Low sulfur\" means low sulfur diesel fuel that meets ASTM D 975 standards, including grade low sulfur no. 1-D S500 or grade low sulfur no. 2-D S500. Diesel fuel containing higher amounts of sulfur for off-road use is defined by United States environmental protection agency regulations;\n\n(xxxi) \"M100 fuel methanol\" means nominally anhydrous methyl alcohol, generally containing small amounts of additives, suitable for use as a fuel in a compression-ignition internal combustion engine;\n\n(xxxii) \"M85 fuel methanol\" means a blend of methanol and hydrocarbons of which the methanol portion is nominally seventy percent (70%) to eighty-five percent (85%) volume;\n\n(xxxiii) \"Oxygen content of gasoline\" means the percentage of oxygen by mass contained in a gasoline;\n\n(xxxiv) \"Substantially similar\" means the United States environmental protection agency's substantially similar rule, section 211(f)(1) of the Clean Air Act, 42 U.S.C. 7545(f)(1);\n\n(xxxv) \"Total alcohol\" means the aggregate total percentage by volume of all alcohol contained in any fuel defined in this chapter;\n\n(xxxvi) \"Total oxygenate\" means the aggregate total percentage by volume of all oxygenates contained in any fuel defined in this chapter;\n\n(xxxvii) \"Ultra low sulfur diesel\" means ultra low sulfur diesel fuel that meets ASTM D 975 standards and contains no more than fifteen (15) parts per million (1,000,000) sulfur, including grade ultra low sulfur no. 1-D S15 or grade ultra low sulfur no. 2-D S15;\n\n(xxxviii) \"This act\" means W.S. 40-7-101 through 40-7-111.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-102/"
    },
    {
      "id": "section-40-7-103",
      "number": "40-7-103",
      "heading": "Board to Promulgate Standards.",
      "text": "40-7-103. Board to promulgate standards.\n\n(a) The board shall promulgate rules and standards of quality for products to implement this act, including the adoption of ASTM or other appropriate standards or specifications and definitions for products not defined in this chapter, subject to the following:\n\n(i) Repealed by Laws 2009, Ch. 130, 2.\n\n(ii) Repealed By Laws 2009, Ch. 130, 2.\n\n(iii) Fuel oil ASTM grades No. 1 and No. 2 shall have a flash point not lower than one hundred fifteen degrees Fahrenheit (115F F);\n\n(iv) Fuel oil ASTM grades No. 4, No. 5 and No. 6 shall not contain more than one and one-half percent (1.5%) sulfur by weight;\n\n(v) Kerosene shall:\n\n(A) Repealed By Laws 2009, Ch. 130, 2.\n\n(B) Repealed By Laws 2009, Ch. 130, 2.\n\n(C) Have a flash point not lower than one hundred fifteen degrees Fahrenheit (115H F);\n\n(D) Meet the standards set forth in ASTM D3699.\n\n(vi) Any gasoline, gasohol or diesel fuel sold in the wholesale or retail market place that contains any oxygenate, biofuel or nonrefined product shall be clearly labeled with the name and maximum percentage by volume of any ethanol or other oxygenate, biofuel or nonrefined product.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-103/"
    },
    {
      "id": "section-40-7-104",
      "number": "40-7-104",
      "heading": "Penalty for Violations.",
      "text": "40-7-104. Penalty for violations.\n\nAny person violating any of the provisions of this act is guilty of a misdemeanor punishable by a fine of not more than seven hundred fifty dollars ($750.00).",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-104/"
    },
    {
      "id": "section-40-7-105",
      "number": "40-7-105",
      "heading": "Enforcement.",
      "text": "40-7-105. Enforcement.\n\nThe director shall enforce this act and may periodically collect samples of petroleum, engine fuel and antifreeze products for analysis from pipelines, storage tanks and transport tanks at refineries, intermediate storage and dispensing facilities and every storage tank directly supplying these products to retail dispensing devices located at a retail sales facility. A sample taken from dispensing devices located at retail sales facilities shall be acquired after allowing at least one (1) gallon of product to flow from the dispenser.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-105/"
    },
    {
      "id": "section-40-7-106",
      "number": "40-7-106",
      "heading": "Seizure and Sale.",
      "text": "40-7-106. Seizure and sale.\n\nAny product sold, stored, transported or offered for sale as a petroleum product, engine fuel or antifreeze in this state which does not conform to the provisions of this act or rules promulgated under it shall be seized by the director and sold in accordance with state law. The proceeds of the sale shall be applied on payment of court costs or other necessary expenses incurred in making the seizure and condemnation.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-106/"
    },
    {
      "id": "section-40-7-107",
      "number": "40-7-107",
      "heading": "Analysis by State Chemist; Astm Standards to Apply.",
      "text": "40-7-107. Analysis by state chemist; ASTM standards to apply.\n\n(a) The state chemist shall make, or cause to be made under his direction, analysis and examinations of the petroleum and antifreeze products furnished to him by the director, or his deputies, to determine whether the products conform to this act and rules promulgated under it and shall certify examination results to the director following applicable ASTM methods designated in the ASTM standards required for each product.\n\n(b) ASTM specifications and definitions for petroleum products not defined in Wyoming statutes shall be adopted by the board.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-107/"
    },
    {
      "id": "section-40-7-108",
      "number": "40-7-108",
      "heading": "Repealed by Laws 1985, Ch. 134, 2.",
      "text": "Repealed by Laws 1985, Ch. 134, 2.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-40-7-109",
      "number": "40-7-109",
      "heading": "Exemption for Retail Dealer.",
      "text": "40-7-109. Exemption for retail dealer.\n\nNo retail dealer shall be subject to penalties under this act if he relied on a written guarantee or invoice from a wholesaler or supplier that the products delivered complied with this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-109/"
    },
    {
      "id": "section-40-7-110",
      "number": "40-7-110",
      "heading": "Antifreeze Must Be Approved by State Chemist.",
      "text": "40-7-110. Antifreeze must be approved by state chemist.\n\nNo antifreeze dealer shall sell or offer for sale any antifreeze product which has not been approved by the state chemist and registered with the department on forms prescribed by the department. Registration forms shall only be submitted by a manufacturer. Registration does not expire, but a registration shall be amended to reflect any changes in product formulation or product package labeling.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-110/"
    },
    {
      "id": "section-40-7-111",
      "number": "40-7-111",
      "heading": "Electronic Transmittals.",
      "text": "40-7-111. Electronic transmittals.\n\nThe director may allow the testing, inspection and reporting requirements of this chapter to be conducted electronically as provided by the Uniform Electronic Transaction Act, W.S. 40-21-101 through 40-21-119 and any applicable federal electronic requirements.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-7/section-40-7-111/"
    }
  ]
}