{
  "state": "wyoming",
  "path": "title-title-40-trade-and-commerce/chapter-chapter-28-medical-digital-innovation-sandbox-act",
  "sections": [
    {
      "id": "section-40-28-101",
      "number": "40-28-101",
      "heading": "Short Title; Definitions.Section 40-28-102 - Medical Digital Innovation Sandbox Waiver; Applicability of Criminal Statutes; Referrals; Civil Liability",
      "text": "40-28-101. Short title; definitions.\n\n(a) This act may be cited as the \"Medical Digital Innovation Sandbox Act\".\n\n(b) As used in this act:\n\n(i) \"Department\" means the department of health;\n\n(ii) \"Sandbox\" means a time limited test environment or program in which innovative technologies, products or services may be developed or explored and made available to consumers prior to general authorized use or deployment;\n\n(iii) \"Sandbox period\" means the period of time, initially not longer than twenty-four (24) months, in which the department or the appropriate licensing board or authority has authorized an innovative medical digital assessment product or service to be made available to consumers. The sandbox period shall also encompass any extension granted under W.S. 40-28-107;\n\n(iv) \"This act\" means W.S. 40-28-101 through 40-28-108.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-101/"
    },
    {
      "id": "section-40-28-102",
      "number": "40-28-102",
      "heading": "Medical Digital Innovation Sandbox Waiver; Applicability of Criminal Statutes; Referrals; Civil Liability.",
      "text": "40-28-102. Medical digital innovation sandbox waiver; applicability of criminal statutes; referrals; civil liability.\n\n(a) Notwithstanding any other provision of law, a person who makes an innovative medical digital assessment product or service available to consumers in the medical digital innovation sandbox may be granted a waiver from specified requirements imposed by statute or rule, or portions thereof, if these statutes or rules do not currently permit the product or service to be made available to consumers. A waiver under this subsection shall be no broader than necessary to accomplish the purposes and standards set forth in this act, as determined by the department or the appropriate licensing board or authority under the chapters listed in this subsection. The statutes within the following chapters of title 33 of the Wyoming statutes, and the rules adopted under them, or portions thereof, may be waived by the department and the appropriate licensing boards or authorities, upon receipt and approval of an application made to the department pursuant to W.S. 40-28-103:\n\n(i) Chapter 1, licensing generally;\n\n(ii) Chapter 9, podiatrists;\n\n(iii) Chapter 10, chiropractors;\n\n(iv) Chapter 15, dentists and dental hygienists;\n\n(v) Chapter 21, nurses;\n\n(vi) Chapter 23, optometrists;\n\n(vii) Chapter 25, physical therapists;\n\n(viii) Chapter 26, physicians and surgeons;\n\n(ix) Chapter 27, psychologists;\n\n(x) Chapter 32, eye care practitioners;\n\n(xi) Chapter 33, speech language pathologists and audiologists;\n\n(xii) Chapter 34, clinical laboratories and blood banks;\n\n(xiii) Chapter 35, hearing aid specialists;\n\n(xiv) Chapter 36, emergency medical services;\n\n(xv) Chapter 37, radiologic technologists;\n\n(xvi) Chapter 40, occupational therapy;\n\n(xvii) Chapter 43, respiratory care practitioners;\n\n(xviii) Chapter 46, midwives;\n\n(xix) Chapter 47, dietetics.\n\n(b) A person who makes an innovative medical digital assessment product or service available to consumers in the medical digital innovation sandbox is:\n\n(i) Not immune from civil damages for acts and omissions relating to this act; and\n\n(ii) Subject to all criminal laws.\n\n(c) The department may refer suspected violations of law relating to this act to appropriate state or federal agencies for investigation, prosecution, civil penalties and other appropriate enforcement actions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-102/"
    },
    {
      "id": "section-40-28-103",
      "number": "40-28-103",
      "heading": "Medical Digital Innovation Sandbox Application; Standards for Approval; Consumer Protection Bond.",
      "text": "40-28-103. Medical digital innovation sandbox application; standards for approval; consumer protection bond.\n\n(a) A person shall apply to the department to make an innovative medical digital assessment product or service available to consumers in the medical digital innovation sandbox, based on the licensing board or authority that administers the statute or rule, or portion thereof, for which a waiver is sought. If an application is filed with a licensing board or authority that does not administer the statute or rule for which a waiver is sought, the receiving board or authority shall forward the application to the correct board or authority. The person shall specify in an application the statutory or rule requirements for which a waiver is sought and the reasons why these requirements prohibit the innovative medical digital assessment product or service from being made available to consumers. The application shall also contain the elements required for authorization which are set forth in subsection (f) of this section. The department shall, by rule, prescribe a method of application.\n\n(b) A business entity making an application under this section shall be a domestic corporation or other organized domestic entity with a physical presence, other than that of a registered office or agent, in Wyoming.\n\n(c) Before an employee applies on behalf of an institution, firm or other entity intending to make an innovative medical digital assessment product or service available through the medical digital innovation sandbox, the employee shall obtain the consent of the institution, firm or entity before filing an application under this section.\n\n(d) The individual filing an application under this section and the individuals who are substantially involved in the development, operation or management of the innovative medical digital assessment product or service shall, if requested by the department as a condition of the application, submit to a criminal history background check pursuant to W.S. 7-19-201.\n\n(e) An application made under this section shall be accompanied by a fee of five hundred dollars ($500.00). The fee shall be deposited into the medical digital innovation account as provided in W.S. 40-28-104.\n\n(f) The department shall authorize or deny a medical digital innovation sandbox application in writing within ninety (90) days of receiving the application. The department and the person who has made an application may jointly agree to extend the time beyond ninety (90) days. The department may impose conditions on any authorization, consistent with this act. In deciding to authorize or deny an application under this subsection, the department shall consider each of the following:\n\n(i) The nature of the innovative medical digital assessment product or service proposed to be made available to consumers in the sandbox, including all relevant technical details;\n\n(ii) The potential risk to consumers and methods which will be used to protect consumers and resolve complaints during the sandbox period;\n\n(iii) A prototyping, use case or scaling plan proposed by the person, including a statement of arranged capital;\n\n(iv) Whether the person has the necessary personnel, adequate medical digital and technical expertise and a sufficient plan to test, monitor and assess the innovative medical digital assessment product or service;\n\n(v) Whether any person substantially involved in the development, operation or management of the innovative medical digital assessment product or service has:\n\n(A) Been convicted of or is currently under investigation for federal or state crimes;\n\n(B) Had any professional license revoked or suspended.\n\n(g) If an application is authorized under subsection (f) of this section, the department shall specify the statutory or rule requirements, or portions thereof, for which a waiver is granted and the length of the initial sandbox period. The department shall also post notice of the approval of a sandbox application under this subsection, a summary of the innovative medical digital assessment product or service and the contact information of the person making the product or service available through the sandbox on the internet website of the department.\n\n(h) A person authorized under subsection (f) of this section to enter into the medical digital innovation sandbox shall post a consumer protection bond with the department as security for potential losses suffered by consumers who use an innovative medical digital assessment product or service offered by the person. The bond amount shall be determined by the department in an amount not less than ten thousand dollars ($10,000.00) and shall be commensurate with the risk profile of the innovative medical digital assessment product or service. The department may require that a bond under this subsection be increased or decreased at any time based on risk profile. Unless a bond is enforced under W.S. 40-28-108(b)(ii), the department shall cancel or allow the bond to expire two (2) years after the date of the conclusion of the sandbox period.\n\n(j) Authorization under subsection (f) of this section shall not be construed to create a property right.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-103/"
    },
    {
      "id": "section-40-28-104",
      "number": "40-28-104",
      "heading": "Medical Digital Innovation Account.",
      "text": "40-28-104. Medical digital innovation account.\n\n(a) There is created the medical digital innovation account. Funds within the account shall only be expended by legislative appropriation. All funds within the account shall be invested by the state treasurer and all investment earnings from the account shall be credited to the general fund.\n\n(b) Subject to legislative appropriation, application fees remitted to the account pursuant to W.S. 40-28-103(e), and any additional funds appropriated by the legislature, shall be used by the department only for the purposes of administering this act, including processing of sandbox applications and monitoring, examination and enforcement activities relating to this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-104/"
    },
    {
      "id": "section-40-28-105",
      "number": "40-28-105",
      "heading": "Operation of Medical Digital Innovation Sandbox.",
      "text": "40-28-105. Operation of medical digital innovation sandbox.\n\n(a) Except as otherwise provided by W.S. 40-28-107, a person authorized under W.S. 40-28-103(f) to enter into the medical digital innovation sandbox may make an innovative medical digital assessment product or service available to consumers during the sandbox period.\n\n(b) Before a consumer purchases or enters into an agreement to receive an innovative medical digital assessment product or service through the medical digital innovation sandbox, the person making the product or service available shall provide a written statement of the following to the consumer:\n\n(i) The name and contact information of the person making the product or service available to consumers;\n\n(ii) That the product or service has been authorized to be made available to consumers for a temporary period by the department and the appropriate licensing board or authority, as applicable, under the laws of Wyoming;\n\n(iii) That the state of Wyoming does not endorse the product or service and is not subject to liability for losses or damages caused by the product or service;\n\n(iv) That the product or service is undergoing testing, may not function as intended and may entail medical assessment risk;\n\n(v) That the person making the product or service available to consumers is not immune from civil liability for any losses or damages caused by the product or service;\n\n(vi) The expected end date of the sandbox period;\n\n(vii) The name and contact information of the department and board or authority, as applicable, and notification that suspected legal violations, complaints or other comments related to the product or service may be submitted to the department;\n\n(viii) Any other statements or disclosures required by rule of the department which are necessary to further the purposes of this act.\n\n(c) A person authorized to make an innovative medical digital assessment product or service available to consumers in the medical digital innovation sandbox shall maintain comprehensive records relating to the innovative medical digital assessment product or service. The person shall keep these records for not less than five (5) years after the conclusion of the sandbox period. The department may specify further records requirements under this subsection by rule.\n\n(d) The department or licensing board or authority, as applicable, may examine the records maintained under subsection (c) of this section at any time, with or without notice. All direct and indirect costs of an examination conducted under this subsection shall be paid by the person making the innovative medical digital assessment product or service available in the medical digital innovation sandbox. Records made available under this subsection shall be confidential and shall not be subject to disclosure under the Wyoming Public Records Act but may be released to appropriate state and federal agencies for the purposes of investigation.\n\n(e) Unless granted an extension pursuant to W.S. 40-28-107, not less than thirty (30) days before the conclusion of the sandbox period, a person who makes an innovative medical digital assessment product or service available in the medical digital innovation sandbox shall provide written notification to consumers regarding the conclusion of the sandbox period and shall not make the product or service available to any new consumers after the conclusion of the sandbox period until legal authority outside of the sandbox exists to make the product or service available to consumers. The person shall wind down operations with existing consumers within sixty (60) days after the conclusion of the sandbox period, except that, after the sixtieth day, the person may:\n\n(i) Collect and receive money owed to the person, based on agreements with consumers made before the conclusion of the sandbox period;\n\n(ii) Take necessary legal action; and\n\n(iii) Take other actions authorized by the department by rule which are not inconsistent with this subsection.\n\n(f) The department may enter into agreements with state, federal or foreign regulatory agencies to allow persons who make an innovative medical digital assessment product or service available in Wyoming through the medical digital innovation sandbox to make their products or services available in other jurisdictions and to allow persons operating in similar medical digital innovation sandboxes in other jurisdictions to make innovative medical digital assessment products and services available in Wyoming under the standards of this act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-105/"
    },
    {
      "id": "section-40-28-106",
      "number": "40-28-106",
      "heading": "Revocation or Suspension of Medical Digital Innovation Sandbox Authorization.",
      "text": "40-28-106. Revocation or suspension of medical digital innovation sandbox authorization.\n\n(a) The department may, by order, revoke or suspend authorization granted to a person under W.S. 40-28-103(f) if:\n\n(i) The person has violated or refused to comply with this act or any lawful rule, order or decision adopted by the department;\n\n(ii) A fact or condition exists that, if it had existed or become known at the time of the medical digital innovation sandbox application, would have warranted denial of the application or the imposition of material conditions;\n\n(iii) A material error, false statement, misrepresentation or material omission was made in the medical digital innovation sandbox application; or\n\n(iv) After consultation with the person, continued testing of the innovative medical digital assessment product or service would:\n\n(A) Be likely to harm consumers; or\n\n(B) No longer serve the purposes of this act because of the medical digital or operational failure of the product or service.\n\n(b) Written notification of a revocation or suspension order made under subsection (a) of this section shall be served using any means authorized by law, and if the notice relates to a suspension, include any conditions or remedial action which shall be completed before the suspension will be lifted by the department.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-106/"
    },
    {
      "id": "section-40-28-107",
      "number": "40-28-107",
      "heading": "Extension of Sandbox Period.",
      "text": "40-28-107. Extension of sandbox period.\n\n(a) A person granted authorization under W.S. 40-28-103(f) may apply for an extension of the initial sandbox period for not more than twelve (12) additional months. An application for an extension shall be made not later than sixty (60) days before the conclusion of the initial sandbox period specified by the department. The department shall approve or deny the application for extension in writing not later than thirty-five (35) days before the conclusion of the initial sandbox period. An application for extension by a person shall cite one (1) of the following reasons as the basis for the application and provide all relevant supporting information that:\n\n(i) Statutory or rule amendments are necessary to conduct business in Wyoming on a permanent basis;\n\n(ii) An application for a license or other authorization required to conduct business in Wyoming on a permanent basis has been filed with the appropriate office and approval is currently pending.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-107/"
    },
    {
      "id": "section-40-28-108",
      "number": "40-28-108",
      "heading": "Rules and Orders; Enforcement of Bond; Restitution; Applicability of Wyoming Administrative Procedure Act.",
      "text": "40-28-108. Rules and orders; enforcement of bond; restitution; applicability of Wyoming Administrative Procedure Act.\n\n(a) The department shall adopt rules to implement this act.\n\n(b) The department may issue:\n\n(i) All necessary orders to enforce this act, including ordering the payment of restitution, and enforce these orders in any court of competent jurisdiction;\n\n(ii) An order under paragraph (i) of this subsection to enforce the bond posted under W.S. 40-28-103(h), or a portion of this bond, and use proceeds from the bond to offset losses suffered by consumers as a result of an innovative medical digital assessment product or service.\n\n(c) All actions of the department under this act shall be subject to the Wyoming Administrative Procedure Act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/wyoming/title-40/chapter-28/section-40-28-108/"
    }
  ]
}