{
  "state": "new-mexico",
  "path": "title-chapter-7-taxation/chapter-article-9e-laboratory-partnership-with-small-business-tax-cr",
  "sections": [
    {
      "id": "section-7-9e-1",
      "number": "7-9E-1",
      "heading": "Short title.Section 7-9E-2 - Purpose of act",
      "text": "Chapter 7, Article 9E NMSA 1978 may be cited as the \"Laboratory Partnership with Small Business Tax Credit Act\".\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 1; 2007, ch. 172, § 14.\n\nThe 2007 amendment,effective July 1, 2007, changed the statutory reference to the act.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-1/"
    },
    {
      "id": "section-7-9e-2",
      "number": "7-9E-2",
      "heading": "Purpose of act.",
      "text": "It is the purpose of the Laboratory Partnership with Small Business Tax Credit Act to bring the technology and expertise of the national laboratories to small businesses in New Mexico to promote economic development in the state, with an emphasis on rural areas.\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 2.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 20 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective on July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-2/"
    },
    {
      "id": "section-7-9e-3",
      "number": "7-9E-3",
      "heading": "Definitions.",
      "text": "As used in the Laboratory Partnership with Small Business Tax Credit Act:\n\nA. \"contractor\":\n\n(1) means a person that:\n\n(a) has the capability to provide small business assistance; and\n\n(b) may enter into a contract with a national laboratory to provide small business assistance; and\n\n(2) includes:\n\n(a) a gas, water or electric utility owned or operated by a county, municipality or other political subdivision of the state;\n\n(b) a national, federal, state, Indian or other governmental unit or subdivision, or an agency, department or instrumentality of any of the foregoing; or\n\n(c) an organization that: 1) demonstrates to the department that the organization has been granted exemption from the federal income tax by the United States commissioner of internal revenue as organizations described in Section 501(c)(3) of the United States Internal Revenue Code of 1986, as that section may be amended or renumbered; and 2) has a place of business in New Mexico;\n\nB. \"department\" means the taxation and revenue department, the secretary of taxation and revenue or an employee of the department exercising authority lawfully delegated to that employee by the secretary;\n\nC. \"national laboratory\" means a prime contractor designated as a national laboratory by act of congress that is operating a facility in New Mexico;\n\nD. \"qualified expenditure\" means an expenditure by a national laboratory in providing small business assistance, limited to the following expenditures incurred in providing the assistance:\n\n(1) employee salaries, wages, fringe benefits and employer payroll taxes;\n\n(2) administrative costs related directly to the provision of small business assistance, the total of which is limited to forty-nine percent of employee salaries, wages, fringe benefits and employer payroll taxes;\n\n(3) in-state travel expenses, including per diem and mileage at the internal revenue service standard rates; and\n\n(4) supplies and services of contractors related to the provision of small business assistance;\n\nE. \"rural area\" means an area of the state outside of the exterior boundaries of a class A county that has a net taxable value for rate-setting purposes for any property tax year of more than seven billion dollars ($7,000,000,000);\n\nF. \"small business\" means a business in New Mexico that conforms to the definition of small business found in the federal Small Business Act; and\n\nG. \"small business assistance\" means assistance rendered by a national laboratory related to the transfer of technology, including software, manufacturing, mining, oil and gas, environmental, agricultural, information and solar and other alternative energy source technologies. \"Small business assistance\" includes nontechnical assistance related to expanding the New Mexico base of suppliers, including training and mentoring individual small businesses; assistance in developing business systems to meet audit, reporting and quality assurance requirements; and other supplier development initiatives for individual small businesses.\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 3; 2007, ch. 172, § 15; 2019, ch. 64, § 1.\n\nCross references.— For the federal Small Business Act, Public Law 85-536,see15 U.S.C.S. § 631 et seq.\n\nThe 2019 amendment,effective July 1, 2019, revised the definition of \"contractor\" as used in the Laboratory Partnership with Small Business Tax Credit Act to include certain tax-exempt organizations having a place of business in New Mexico; and in Subsection A, added Subparagraph A(2)(c).\n\nThe 2007 amendment,effective July 1, 2007, revises the definitions of \"contractor\", \"qualified expenditures\" and \"rural area\" to include areas outside the exterior boundaries of a class A county.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-3/"
    },
    {
      "id": "section-7-9e-4",
      "number": "7-9E-4",
      "heading": "Administration of act.",
      "text": "The department shall administer the Laboratory Partnership with Small Business Tax Credit Act pursuant to the Tax Administration Act [Chapter 7, Article 1 NMSA 1978].\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 4.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 20 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective on July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-4/"
    },
    {
      "id": "section-7-9e-5",
      "number": "7-9E-5",
      "heading": "Eligibility requirements.",
      "text": "A national laboratory is eligible for a tax credit in an amount equal to qualified expenditures if:\n\nA. the small business assistance is rendered to a small business located in New Mexico;\n\nB. the small business assistance is completed;\n\nC. the small business certifies to the national laboratory that the small business assistance provided is not otherwise available to the small business at a reasonable cost through private industry;\n\nD. the national laboratory provides written notice to each small business to which the laboratory or a contractor of the laboratory is providing small business assistance that the small business is entitled to license intangible property developed from the small business assistance or can obtain ownership of tangible or intangible property developed from the small business assistance;\n\nE. the national laboratory requires small businesses to which it is providing small business assistance to acknowledge only after the small business assistance is completed that the small business assistance has been rendered; and\n\nF. the national laboratory provides forms for small business requests and for completion of small business assistance that are in accordance with the Laboratory Partnership with Small Business Tax Credit Act and other applicable state and federal laws.\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 5; 2007, ch. 172, § 16; 2019, ch. 64, § 2.\n\nThe 2019 amendment,effective July 1, 2019, required a national laboratory to provide written notice to a small business receiving assistance of the business's entitlement to license intangible property developed from the small business assistance or to obtain ownership of the tangible or intangible property developed from the small business assistance; and in Subsection D, after \"small business to which\", added \"the laboratory or a contractor of the laboratory\", after \"providing small business assistance\", deleted \"of the option\", after the next occurrence of \"small business\", deleted \"has to obtain ownership of or\" and added \"is entitled to\", after \"license\", deleted \"to tangible or\", and after \"developed from the small business assistance\", added \"or can obtain ownership of tangible or intangible property developed from the small business assistance\".\n\nThe 2007 amendment,effective July 1, 2007, added Subsections D through F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-5/"
    },
    {
      "id": "section-7-9e-6",
      "number": "7-9E-6",
      "heading": "Administration by the national laboratory.",
      "text": "To qualify for tax credits pursuant to the Laboratory Partnership with Small Business Tax Credit Act, a national laboratory shall:\n\nA. establish a small business assistance program;\n\nB. establish a revolving fund with initial funding from a source other than tax credits. Money from the revolving fund shall be used to pay for qualified expenditures, and the fund shall be replenished with an amount equal to the tax credits taken pursuant to the Laboratory Partnership with Small Business Tax Credit Act;\n\nC. consult with the secretary of economic development to seek advice on improvements in the operation of the small business assistance program; and\n\nD. establish a methodology to utilize contractors who have demonstrated the capability to provide small business assistance.\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 6.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 20 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective on July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-6/"
    },
    {
      "id": "section-7-9e-7",
      "number": "7-9E-7",
      "heading": "Tax credits; amounts.",
      "text": "A tax credit provided pursuant to the Laboratory Partnership with Small Business Tax Credit Act shall be in an amount equal to the qualified expenditure incurred by the national laboratory to provide small business assistance to a specific small business, not to exceed twenty thousand dollars ($20,000) for each small business for which small business assistance is rendered in a calendar year or forty thousand dollars ($40,000) if the small business assistance was provided to a small business located in a rural area.\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 7; 2007, ch. 172, § 17; 2019, ch. 64, § 3.\n\nThe 2019 amendment,effective July 1, 2019, increased the maximum tax credit amounts for assisting a small business from ten thousand dollars ($10,000) to twenty thousand dollars ($20,000) for assisting businesses in urban areas and from twenty thousand dollars ($20,000) to forty thousand dollars ($40,000) for assisting businesses in rural areas; and after \"not to exceed\", deleted \"ten thousand dollars ($10,000)\" and added \"twenty thousand dollars ($20,000), after \"for each small business\", deleted \"located outside of a rural area\", after \"rendered in a calendar year or\", deleted \"twenty thousand dollars ($20,000)\" and added \"forty thousand dollars ($40,000)\".\n\nThe 2007 amendment,effective July 1, 2007, increased the maximum credit from $5,000 to $10,000 for assistance to a specific small business outside a rural area and from $10,000 to $20,000 for assistance to a small business located in a rural area.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-7/"
    },
    {
      "id": "section-7-9e-8",
      "number": "7-9E-8",
      "heading": "Claiming the tax credit; limitation.",
      "text": "A. A national laboratory eligible for the tax credit pursuant to the Laboratory Partnership with Small Business Tax Credit Act may claim the amount of each tax credit by crediting that amount against gross receipts taxes otherwise due pursuant to the Gross Receipts and Compensating Tax Act [Chapter 7, Article 9 NMSA 1978]. The tax credit shall be taken on each monthly gross receipts tax return filed by the laboratory against gross receipts taxes due the state and shall not impact any local government tax distribution. In no event shall the tax credits taken by an individual national laboratory exceed two million four hundred thousand dollars ($2,400,000) in a given calendar year.\n\nB. Tax credits claimed pursuant to the Laboratory Partnership with Small Business Tax Credit Act by all national laboratories in the aggregate for qualified expenditures for a specific small business not located in a rural area shall not exceed twenty thousand dollars ($20,000).\n\nC. Tax credits claimed pursuant to the Laboratory Partnership with Small Business Tax Credit Act by all national laboratories in the aggregate for qualified expenditures for a specific small business located in a rural area shall not exceed forty thousand dollars ($40,000).\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 8; 2007, ch. 172, § 18; 2019, ch. 64, § 4.\n\nThe 2019 amendment,effective July 1, 2019, increased the maximum tax credit amounts for assisting a small business from ten thousand dollars ($10,000) to twenty thousand dollars ($20,000) for assisting businesses in urban areas and from twenty thousand dollars ($20,000) to forty thousand dollars ($40,000) for assisting businesses in rural areas; in Subsection B, after \"shall not exceed\", deleted \"ten thousand dollars ($10,000)\" and added \"twenty thousand dollars \"($20,000)\"; and in Subsection C, after \"shall not exceed\", deleted \"twenty thousand dollars ($20,000)\" and added \"forty thousand dollars ($40,000)\".\n\nThe 2007 amendment,effective July 1, 2007, increased the maximum credit by an individual national laboratory from $1,800,000 to $2,400,000 in a calendar year and added Subsections B and C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-8/"
    },
    {
      "id": "section-7-9e-9",
      "number": "7-9E-9",
      "heading": "Termination of the revolving fund.",
      "text": "Should the revolving fund established pursuant to Section 6 [7-9E-6 NMSA 1978] of the Laboratory Partnership with Small Business Tax Credit Act cease to be used for the purposes stated in that act, any amounts remaining in the revolving fund, excluding initial funding from nontax credit sources, shall be paid over to the department as additional gross receipts taxes due. Such payment of additional gross receipts taxes due shall be made in the second month following the month a determination is made that the revolving fund ceases to be used for the purposes stated in that act.\n\nHistory:Laws 2000 (2nd S.S.), ch. 20, § 9.\n\nEffective dates.— Laws 2000 (2nd S.S.), ch. 20 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective on July 3, 2000, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-9/"
    },
    {
      "id": "section-7-9e-10",
      "number": "7-9E-10",
      "heading": "Coordination between national laboratories.",
      "text": "If more than one national laboratory is eligible for a tax credit pursuant to the Laboratory Partnership with Small Business Tax Credit Act, a national laboratory shall not file a tax credit claim pursuant to the Laboratory Partnership with Small Business Tax Credit Act until:\n\nA. coordination is developed between the national laboratories providing small business assistance pursuant to the Laboratory Partnership with Small Business Tax Credit Act that generates a joint small business assistance operational plan and a plan to ensure that the small business assistance provided by a national laboratory suits the small business's needs and challenges; and\n\nB. a written copy of each plan formed pursuant to this section is provided to the department.\n\nHistory:Laws 2007, ch. 172, § 19.\n\nEffective dates.— Laws 2007, ch. 172, § 30 made Laws 2007, ch. 172, § 19 effective July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-10/"
    },
    {
      "id": "section-7-9e-11",
      "number": "7-9E-11",
      "heading": "Reporting.",
      "text": "A. By October 15 of each year, a national laboratory that has claimed a tax credit pursuant to the Laboratory Partnership with Small Business Tax Credit Act for the previous calendar year shall submit an annual report in writing to the department, the economic development department and an appropriate legislative interim committee.\n\nB. If more than one national laboratory claims a tax credit pursuant to the Laboratory Partnership with Small Business Tax Credit Act for the previous calendar year, those laboratories shall jointly submit an annual report to the department, the economic development department and an appropriate legislative interim committee no later than October 15 following the calendar year in which the small business assistance was provided.\n\nC. An annual report shall summarize activities related to and the results of the small business assistance programs that were provided by one or more national laboratories and shall include:\n\n(1) a summary of the program results and the number of small businesses assisted in each county;\n\n(2) a description of the projects involving multiple small businesses;\n\n(3) results of surveys of small businesses to which small business assistance is provided;\n\n(4) the total amount of the tax credits claimed pursuant to the Laboratory Partnership with Small Business Tax Credit Act for the year on which the report is based; and\n\n(5) an economic impact study of jobs created, jobs retained, cost savings and increased sales generated by small businesses for which small business assistance is provided.\n\nD. At any time after receipt of an annual report required pursuant to this section from one or more national laboratories eligible for tax credits authorized pursuant to the Laboratory Partnership with Small Business Tax Credit Act, the department or the economic development department may provide written instructions to a national laboratory identifying future improvements in the laboratory's small business assistance program for which it receives that tax credit.\n\nHistory:Laws 2007, ch. 172, § 20.\n\nEffective dates.— Laws 2007, ch. 172, § 30 made Laws 2007, ch. 172, § 20 effective July 1, 2007.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-9e/section-7-9e-11/"
    }
  ]
}