{
  "state": "new-mexico",
  "path": "title-chapter-7-taxation/chapter-article-12-cigarette-tax",
  "sections": [
    {
      "id": "section-7-12-1",
      "number": "7-12-1",
      "heading": "Cigarette Tax Act; short title",
      "text": "Chapter 7, Article 12 NMSA 1978 may be cited as the \"Cigarette Tax Act\".\n\nHistory:1953 Comp., § 72-14-1, enacted by Laws 1971, ch. 77, § 1; 1985, ch. 25, § 1.\n\nRepeals and reenactments.— Laws 1971, ch. 77, § 1, repealed 72-14-1, 1953 Comp., relating to definitions applicable to the cigarette and tobacco tax, and enacted a new 7-12-1 NMSA 1978. For present provisions relating to definitions,see7-12-2 NMSA 1978.\n\nCross references.— For applicability of the Tax Administration Act to the Cigarette Tax Act,see7-1-2 NMSA 1978.\n\nDetermining validity of former law.— If doubt existed with respect to an issue of existing danger to the public health which the legislature sought to forestall by means of former law imposing an excise tax on cigars and cigarettes, supreme court had a duty to resolve that doubt in favor of the legislative determination and constitutionality.State ex rel. Hughes v. Cleveland, 1943-NMSC-029, 47 N.M. 230, 141 P.2d 192.\n\nExemption of former law from referendum.— Former act relating to cigarette and tobacco tax was exempt from referendum under constitutional provision which exempts measures providing for preservation of public peace, health or safety.State ex rel. Hughes v. Cleveland, 1943-NMSC-029, 47 N.M. 230, 141 P.2d 192.\n\nIn pari materia.— Insofar as former act allocated proceeds of the excise tax on cigars and cigarettes to old-age assistance, it was to be read in pari materia with the Public Welfare Act.State ex rel. Hughes v. Cleveland, 1943-NMSC-029, 47 N.M. 230, 141 P.2d 192.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 71 Am. Jur. 2d State and Local Taxation § 615.\n\nSpecific tax imposed on goods in stock of tobacco dealers as excise tax, 173 A.L.R. 1324.\n\nTobacco: validity, construction and application of state statutes forbidding possession, transportation or sale of unstamped or unlicensed cigarettes or other tobacco products, 46 A.L.R.3d 1342.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-1/"
    },
    {
      "id": "section-7-12-2",
      "number": "7-12-2",
      "heading": "Definitions.",
      "text": "As used in the Cigarette Tax Act:\n\nA. \"cigarette\" means:\n\n(1) any roll of tobacco or any substitute for tobacco wrapped in paper or in any substance not containing tobacco;\n\n(2) any roll of tobacco that is wrapped in any substance containing tobacco, other than one hundred percent natural leaf tobacco, which, because of its appearance, the type of tobacco used in the filler, its packaging and labeling, or its marketing and advertising, is likely to be offered to, or purchased by, consumers as a cigarette, as described in Paragraph (1) of this subsection;\n\n(3) bidis and kreteks; or\n\n(4) any other roll of tobacco that is defined as a \"cigarette\" in Subsection D of Section 6-4-12 NMSA 1978;\n\nB. \"close of business\" means that time when a business ceases to operate for the remainder of the day or 12:00 a.m., if the business is open and conducting business at 12:00 a.m.;\n\nC. \"contraband cigarettes\" means cigarette packages with counterfeit stamps, counterfeit cigarettes, cigarettes that have false or fraudulent manufacturing labels, cigarettes not sold in packages of five, ten, twenty or twenty-five, cigarette packages without the tax, tax-credit or tax-exempt stamps required by the Cigarette Tax Act and cigarettes produced by a manufacturer or in a brand family not included in the directory;\n\nD. \"department\" means the taxation and revenue department, the secretary of taxation and revenue or any employee of the department exercising authority lawfully delegated to that employee;\n\nE. \"directory\" means a listing of tobacco product manufacturers and brand families that is developed, maintained and published by the attorney general under the Tobacco Escrow Fund Act [6-4-14 to 6-4-24 NMSA 1978];\n\nF. \"distributor\" means a person licensed pursuant to the Cigarette Tax Act to sell or distribute cigarettes in New Mexico. \"Distributor\" does not include:\n\n(1) a retailer;\n\n(2) a cigarette manufacturer, export warehouse proprietor or importer with a valid permit pursuant to 26 U.S.C. 5713, if that person sells cigarettes in New Mexico only to distributors that hold valid licenses under the laws of a state or sells to an export warehouse proprietor or to another manufacturer; or\n\n(3) a common or contract carrier transporting cigarettes pursuant to a bill of lading or freight bill, or a person who ships cigarettes through the state by a common or contract carrier pursuant to a bill of lading or freight bill;\n\nG. \"license\" means a license granted pursuant to the Cigarette Tax Act that authorizes the holder to conduct business as a manufacturer or distributor of cigarettes;\n\nH. \"manufacturer\" means a person that manufactures, fabricates, assembles, processes or labels a cigarette or that imports from outside the United States, directly or indirectly, a finished cigarette for sale or distribution in the United States;\n\nI. \"master settlement agreement\" means the settlement agreement and related documents entered into on November 23, 1998 by the state and leading United States tobacco product manufacturers;\n\nJ. \"package\" means an individual pack, box or other container; \"package\" does not include a container that itself contains other containers, such as a carton of cigarettes;\n\nK. \"qualifying tribal cigarette tax\" means an excise, privilege or similar tax at a minimum rate of:\n\n(1) three and seventy-five hundredths cents ($.0375) per cigarette if the cigarettes are packaged in lots of twenty or twenty-five;\n\n(2) seven and one-half cents ($.075) per cigarette if the cigarettes are packaged in lots of ten; or\n\n(3) fifteen cents ($.15) per cigarette if the cigarettes are packaged in lots of five;\n\nL. \"retailer\" means a person, whether located within or outside of New Mexico, that sells cigarettes at retail to a consumer in New Mexico and the sale is not for resale;\n\nM. \"stamp\" means an adhesive label issued and authorized by the department to be affixed to cigarette packages for excise tax purposes and upon which is printed a serial number and the words \"State of New Mexico\" and \"tobacco tax\";\n\nN. \"tax stamp\" means a stamp that has a specific cigarette tax value pursuant to the Cigarette Tax Act;\n\nO. \"tax-credit stamp\" means a stamp that indicates the cigarette package bearing the stamp is to be or has been sold by a retailer located on land of a tribe that has imposed a qualifying tribal cigarette tax;\n\nP. \"tax-exempt stamp\" means a stamp that indicates a tax-exempt status pursuant to the Cigarette Tax Act;\n\nQ. \"tribal member\" means a person who is recognized by the governing body of an Indian tribe to be an enrolled member of that Indian tribe;\n\nR. \"tribe\" means a federally recognized Indian nation, tribe or pueblo located wholly or partially in New Mexico, including:\n\n(1) a political subdivision, agency or department of a tribe;\n\n(2) an incorporated or unincorporated enterprise of a tribe, one or more tribes or a political subdivision of a tribe; or\n\n(3) a corporation considered to be an Indian or a tribe by the federal government or the state; and\n\nS. \"tribe's land\" means the reservation, pueblo grant or trust land of a tribe and property held by the United States in trust jointly for the nineteen New Mexico Indian pueblos pursuant to Public Law 95-232.\n\nHistory:Laws 1943, ch. 95, § 1; 1941 Comp. Supp., § 76-1601; Laws 1947, ch. 84, § 1; 1949, ch. 180, § 1; 1953 Comp., § 72-14-1; Laws 1957, ch. 28, § 1; 1970, ch. 70, § 1; reenacted as 1953 Comp., § 72-14-2 by Laws 1971, ch. 77, § 2; 1977, ch. 249, § 43; 1984, ch. 51, § 1; 1986, ch. 20, § 72; 1995, ch. 70, § 12; 2006, ch. 91, § 1; 2007, ch. 182, § 1; 2009, ch. 197, § 11; 2010 (2nd S.S.), ch. 5, § 2.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, added Subsection B; in Subsection C, after \"cigarette packages without the tax\", added \"tax-credit\"; and added Subsections K, O, Q, R and S.\n\nThe 2009 amendment,effective July 1, 2009, in Paragraph (2) of Subsection A, after \"Paragraph (1) of this subsection\", deleted \"and 'cigarette' includes\"; added Paragraph (4) of Subsection A; in Subsection B, after \"Cigarette Tax Act\", added the remainder of the sentence; and added Subsection D.\n\nThe 2007 amendment,effective June 15, 2007, changed the definition of \"cigarette\" and \"contraband cigarette\".\n\nThe 2006 amendment,effective May 17, 2006, defined \"cigarette\" in Subsection A; deleted Subsection B, which defined \"person\"; added a new Subsection B to define \"contraband cigarettes\"; deleted Subsection D which defined \"secretary\"; added a new Subsection D to define \"distributor\"; added a new Subsection E to define \"license\"; added a new Subsection F to define \"manufacturer\"; added a new Subsection G to define \"master settlement agreement\"; added a new Subsection H to define \"package\"; added a new Subsection I to define \"retailer\"; changed the definition of \"stamp\" in Subsection J (formerly Subsection E); deleted former Subsection F which defined \"stamped\"; deleted former Subsection G which defined \"unstamped\"; added Subsection K to define \"tax stamp\"; and added Subsection L to define \"tax-exempt stamp\".\n\nThe 1995 amendment,effective July 1, 1995, substituted \"'department' means\" for \"'bureau', 'department' or 'division' means\" in Subsection C, and in Subsection D substituted \"'secretary' means\" for \"'commissioner', 'director' or\" and deleted \"or the secretary's delegate\" following \"revenue\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-2/"
    },
    {
      "id": "section-7-12-3",
      "number": "7-12-3",
      "heading": "Excise tax on cigarettes; reduction of rate for certain cigarettes.",
      "text": "A. For the privilege of selling, giving or consuming cigarettes in New Mexico, there is levied an excise tax at a rate of ten cents ($.10) for each cigarette sold, given or consumed in this state.\n\nB. The tax imposed by this section shall be referred to as the \"cigarette tax\".\n\nC. The tax imposed by this section shall be reduced by fifty percent for a cigarette for which a modified risk tobacco product order has been issued by the United States secretary of health and human services pursuant to Section 21 U.S.C. 387k(g)(1).\n\nD. The tax imposed by this section shall be reduced by twenty-five percent for a cigarette for which a modified risk tobacco product order has been issued by the United States secretary of health and human services pursuant to Section 21 U.S.C. 387k(g)(2).\n\nHistory:Laws 1943, ch. 95, § 2; 1941 Comp. Supp., § 76-1602; Laws 1947, ch. 111, § 1; 1949, ch. 180, § 2; 1953 Comp., § 72-14-2; Laws 1955, ch. 263, § 1; 1961, ch. 244, § 1; 1962 (S.S.), ch. 5, § 1; 1968, ch. 50, § 2; reenacted as 1953 Comp., § 72-14-3 by Laws 1971, ch. 77, § 3; 1984, ch. 52, § 1; 1985, ch. 25, §§ 1, 2, 5; 1986, ch. 13, § 2; 1993, ch. 30, § 19; 1993, ch. 358, § 2; 1995, ch. 70, § 13; 2003, ch. 341, § 2; 2007, ch. 182, § 2; 2010 (2nd S.S.), ch. 5, § 3; 2019, ch. 270, § 39.\n\nThe 2019 amendment,effective July 1, 2019, revised the excise tax rate on cigarettes and provided a reduction of the tax rate for certain cigarettes; in the section heading, deleted \"rates\" and added \"reduction of rate for certain cigarettes\"; in Subsection A, after \"an excise tax at\", deleted \"the following rates\" and added \"a rate of ten cents ($.10)\", and deleted Paragraphs A(1) through A(3); and added Subsections C and D.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection A(1), changed the tax rate from four and fifty-five hundredths cents ($.0455) to eight and three-tenths cents ($.083); in Subsection A(2), changed the tax rate from nine and ten-hundredths cents ($.091) to sixteen and six-tenths cents ($.166); and Subsection A(3), changed the tax rate from eighteen and twenty-hundredths cents ($.182) to thirty-three and two-tenths cents ($.332).\n\nThe 2007 amendment,effective June 15, 2007, added Subesctions (1) to (3) to provide new rates for cigarette packages in lots of 10 or 5.\n\nThe 2003 amendment,effective July 1, 2003, in Subsection A, substituted the present tax rate for \"one and five hundredths cents\".\n\nThe 1995 amendment,effective July 1, 1995, substituted \"this section\" for \"the Cigarette Tax Act\" in Subsection B.\n\nThe 1993 amendment,effective July 1, 1993, substituted \"one and five hundredths cents ($.0105)\" for \"seventy-five one-hundredths of one cent ($.0075)\" in Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-3/"
    },
    {
      "id": "section-7-12-31",
      "number": "7-12-3.1",
      "heading": "Cigarette inventory tax; imposition of tax; date payment of tax due.",
      "text": "A. A tax that may be identified as the \"cigarette inventory tax\" is imposed on a distributor that has in its possession tax-exempt stamps, tax-credit stamps or tax stamps, not affixed to packages of cigarettes, at the close of business on the day prior to the date on which an increase in the cigarette tax imposed by Section 7-12-3 NMSA 1978 is effective.\n\nB. The cigarette inventory tax due from the distributor is calculated by multiplying the number of tax stamps not affixed to packages of cigarettes in the distributor's possession by the increase in the excise tax. Tax-exempt stamps and tax-credit stamps are not included in the calculation to determine the amount of cigarette inventory tax to be paid by a distributor.\n\nC. The cigarette inventory tax is to be paid to the department on or before the twenty-fifth day of the month following the month in which the increase in the cigarette tax is effective.\n\nHistory:1978 Comp., § 7-12-3.1, enacted by Laws 1986, ch. 13, § 3; 1995, ch. 70, § 14; 2006, ch. 91, § 2; 2010 (2nd S.S.), ch. 5, § 4; 2019, ch. 270, § 40.\n\nThe 2019 amendment,effective July 1, 2019, provided that the cigarette inventory tax due from a distributor is calculated by multiplying the number of tax stamps not affixed to packages of cigarettes in the distributor's possession by the increase in the excise tax; in Subsection A, after \"tax-credit stamps or tax stamps\", deleted \"whether or\"; and in Subsection B, after \"number of tax stamps\", added \"not affixed to packages of cigarettes\".\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, after \"possession of tax-exempt stamps\", added \"tax-credit stamps\" and after \"affixed to packages of cigarettes\", deleted \"on\" and added \"at the close of business on the day prior to\"; and in Subsection B, in the second sentence, after \"Tax-exempt stamps\", added \"and tax-credit stamps\".\n\nThe 2006 amendment,effective May 17, 2006, in Subsection A, deleted the provision that the tax is measured by the quantity of cigarette stamps in the possession of a person who is required to affix stamps and provided that the tax is imposed on a distributor; in Subsection A, deleted the provision that the taxable event is the existence of an inventory of stamp; added a new Subsection B to provide for the calculation of the tax; and in Subsection C (formerly Subsection B), provided that the tax is to be paid in the month following the month the increase in the tax is effective.\n\nThe 1995 amendment,effective July 1, 1995, substituted \"department\" for \"division\" in Subsection B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-3-1/"
    },
    {
      "id": "section-7-12-32",
      "number": "7-12-3.2",
      "heading": "Cigarette inventories.",
      "text": "A. At the close of business on the day prior to any date on which the cigarette tax imposed by Section 7-12-3 NMSA 1978 is increased, each distributor shall take inventory of tax-exempt stamps, tax-credit stamps and tax stamps on hand, including stamps affixed to packages of cigarettes.\n\nB. Each distributor shall report the total number of tax-exempt stamps, tax-credit stamps and tax stamps in inventory at the close of business on the day prior to the date on which the cigarette tax increases and pay the cigarette inventory tax due.\n\nHistory:1978 Comp., § 7-12-3.2, enacted by Laws 1986, ch. 13, § 4; 2006, ch. 91, § 3; 2010 (2nd S.S.), ch. 5, § 5.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection A, at the beginning of the sentence, deleted \"On\" and added \"At the close of business on the day prior to\" and after \"inventory of tax-exempt stamps\", added \"tax-credit stamps\"; and in Subsection B, after \"number of tax-exempt stamps\", added \"tax-credit stamps\" and after \"tax stamps in inventory\", deleted \"on\" and added \"at the close of business on the day prior to\".\n\nThe 2006 amendment,effective May 17, 2006, in Subsection A, provided that the distributor shall take an inventory of tax-exempt stamps and tax stamps; and in Subsection B, provided that the distributor shall report the number of tax-exempt stamps and tax stamps.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-3-2/"
    },
    {
      "id": "section-7-12-4",
      "number": "7-12-4",
      "heading": "Exemption.",
      "text": "A. Exempted from the cigarette tax are sales of cigarettes:\n\n(1) to the United States or any agency or instrumentality thereof or the state of New Mexico or any political subdivision thereof;\n\n(2) to a tribe, or to a tribal member licensed by the governing body of a tribe for use or sale on that tribe's land, if the tribe has in place a qualifying tribal cigarette tax; and\n\n(3) sales that the state is prohibited from taxing by a provision of the United States constitution or the constitution of the state of New Mexico.\n\nB. As used in this section, the term \"agency or instrumentality\" does not include persons who are agents or instrumentalities of the United States for a particular purpose or only when acting in a particular capacity or corporate agencies or instrumentalities.\n\nHistory:Laws 1943, ch. 95, § 13; 1941 Comp. Supp., § 76-1613; reenacted as 1953 Comp., § 72-14-4 by Laws 1971, ch. 77, § 4; 1992, ch. 37, § 1; 2010 (2nd S.S.), ch. 5, § 6.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection A(2), at the beginning of the sentence, deleted \"the governing body\" and added \"a tribe\"; after \"a tribe, or to\", deleted \"any enrolled\" and added \"a\"; after \"licensed by the governing body of\", deleted \"any Indian nation\" and added \"a\"; after \"governing body of a tribe\", deleted \"or pueblo\"; after \"for use or sale on that\", deleted \"reservation or pueblo grant\" and added the remainder of the sentence.\n\nThe 1992 amendment,effective May 20, 1992, added the subsection designations; in Subsection A, added the paragraph designations, added \"to the governing body or to any enrolled tribal member licensed by the governing body of any Indian nation, tribe or pueblo for use or sale on that reservation or pueblo grant; and\" at the beginning of Paragraph (2), added \"sales\" at the beginning of Paragraph (3), and made a stylistic change; and, in Subsection B, substituted \"As used in this section\" for \"As used herein\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-4/"
    },
    {
      "id": "section-7-12-41",
      "number": "7-12-4.1",
      "heading": "Cigarette tax; tribal sales; tax-credit stamps.",
      "text": "A. A distributor shall obtain from the department tax-credit stamps to affix to packages of cigarettes sold to a tribe or a tribal member licensed or otherwise approved by a tribe to sell cigarettes under the authority of the tribe on that tribe's land; provided that the tribe has certified to the department that the tribe has in effect a qualifying tribal cigarette tax.\n\nB. Cigarettes sold by a tribe or tribal member bearing a tax-credit stamp shall be sold for use or sale on that tribe's land or on the land of another tribe or for use but not for resale in the state or at a location off any tribe's land.\n\nHistory:Laws 2010 (2nd S.S.), ch. 5, § 7.\n\nEffective dates.— Laws 2010 (2nd S.S.), ch. 5, § 28 made the provisions of Laws 2010 (2nd S.S.), ch. 5, § 7 effective July 1, 2010.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-4-1/"
    },
    {
      "id": "section-7-12-5",
      "number": "7-12-5",
      "heading": "Affixing stamps.",
      "text": "A. Except as provided in Section 7-12-6 NMSA 1978, all cigarettes shall be placed in packages or containers to which a stamp shall be affixed. Only a distributor with a valid license issued pursuant to the Cigarette Tax Act may purchase or obtain unaffixed tax-exempt stamps, tax-credit stamps or tax stamps. A distributor shall not sell or provide unaffixed stamps to another distributor, manufacturer, export warehouse proprietor or importer with a valid permit pursuant to 26 U.S.C. 5713 or any other person.\n\nB. Stamps shall be affixed by the distributor to each package of cigarettes to be sold or distributed in New Mexico within thirty days of receipt of those packages.\n\nC. A distributor shall apply stamps only to packages of cigarettes that the distributor has received directly from another distributor or from a manufacturer or importer of cigarettes that possesses a valid and current permit pursuant to 26 U.S.C. 5713.\n\nD. A distributor shall not affix a stamp to a package of cigarettes of a manufacturer or a brand family that is not included in the directory or sell, offer or possess for sale cigarettes of a manufacturer or brand family that is not included in the directory.\n\nE. Packages shall contain cigarettes in lots of five, ten, twenty or twenty-five.\n\nF. Unless the requirements of this section are waived pursuant to Section 7-12-6 NMSA 1978, a tax stamp shall be affixed to each package of cigarettes subject to the cigarette tax, a tax-credit stamp shall be affixed to each package of cigarettes subject to a qualifying tribal cigarette tax, and a tax-exempt stamp shall be affixed to each package of cigarettes not subject to the cigarette tax pursuant to Section 7-12-4 NMSA 1978.\n\nG. A tax-exempt stamp or tax-credit stamp is not an excise tax stamp for purposes of determining units sold pursuant to Section 6-4-12 NMSA 1978.\n\nH. Stamps shall be affixed inside the boundaries of New Mexico, unless the department has granted a license allowing a person to affix stamps outside New Mexico.\n\nHistory:Laws 1943, ch. 95, § 3; 1941 Comp. Supp., § 76-1603; Laws 1949, ch. 180, § 3; 1953 Comp., § 72-14-3; reenacted as 1953 Comp., § 72-14-5 by Laws 1971, ch. 77, § 5; 1984, ch. 51, § 2; 1988, ch. 95, § 4; 2001, ch. 175, § 1; 2006, ch. 91, § 4; 2007, ch. 182, § 3; 2009, ch. 197, § 12; 2010 (2nd S.S.), ch. 5, § 8.\n\nCross references.— For cigarette tax,see7-12-3 NMSA 1978.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection A, in the second sentence, after \"unaffixed tax-exempt stamps\", added \"tax-credit stamps\"; in Subsection F, after \"cigarettes subject to the cigarette tax\", added \"a tax-credit stamp shall be affixed to each package of cigarettes subject to a qualifying tribal cigarette tax\"; and in Subsection G, after \"tax-exempt stamp\", added \"or tax-credit stamp\".\n\nThe 2009 amendment,effective July 1, 2009, in Subsection B, changed \"ten days\" to \"thirty days\"; in Subsection C, after \"has received directly from\" added \"another distributor or from\"; and added Subsection D.\n\nThe 2007 amendment,effective June 15, 2007, revised Subsection D to add lots of \"five\" and \"ten\".\n\nThe 2006 amendment,effective May 17, 2006, in Subsection A, provided an exception to affixing stamps, provides that only a distributor with a valid license may acquire unaffixed tax-exempt stamps and prohibits a distributor from selling unaffiixed stamps; added Subsection B to provide for the affixation of stamps; added Subsection C to provide that stamps may be affixed only to packages of cigarettes that have been received from a manufacturer or importer; in Subsection D (formerly Subsection B), deleted the provision that packages that are not in multiples of five cigarettes shall have a stamp of the next higher multiple of five cigarettes; in Subsection D (formerly Subsection B), provided that packages shall contain cigarettes in lots of twenty or twenty-five; in Subsection E (formerly Subsection C), deleted the provision that the stamp shall be affixed by any person who sells cigarettes manufactured by that person or who receives on consignment or buys unstamped cigarettes; in Subsection E (formerly Subsection C), provided that the stamp shall be affixed to packages subject to the cigarette tax and tax-exempt stamps shall be affixed to packages not subject to the cigarette tax; and added Subsection F to provide that a tax-exempt stamp is not an excise tax stamp.\n\nThe 2001 amendment,effective June 15, 2001, deleted \"license fee\" from the section heading and in Subsection D, deleted the provisions for a license fee.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-5/"
    },
    {
      "id": "section-7-12-6",
      "number": "7-12-6",
      "heading": "Waiver of requirement that stamps be affixed.",
      "text": "The requirement imposed in Section 7-12-5 NMSA 1978 that stamps be affixed to packages or containers of cigarettes is waived if the cigarettes are:\n\nA. distributed by a manufacturer pursuant to federal regulations and are exempt from tax pursuant to 26 U.S.C. 5704; and\n\nB. not subsequently imported into New Mexico.\n\nHistory:Laws 1943, ch. 95, § 6; 1947, ch. 84, § 4; 1949, ch. 180, § 6; 1941 Comp. Supp., § 76-1606; 1953 Comp., § 72-14-6; Laws 1955, ch. 263, § 2; 1957, ch. 166, § 1; 1962 (S.S.), ch. 14, § 1; 1970, ch. 70, § 4; reenacted by Laws 1971, ch. 77, § 6; 1984, chs. 51, 63; 1995, ch. 70, § 15; 2006, ch. 91, § 5; 2009, ch. 197, § 13.\n\nThe 2009 amendment,effective July 1, 2009, added Subsection B.\n\nThe 2006 amendment,effective May 17, 2006, provided a waiver if the cigarettes are distributed by a manufacturer pursuant to federal regulations and are exempt form tax pursuant to 26 U.S.C. 5704; deleted former Subsection A, which provided a waiver for sales of cigarettes on railroad passenger trains; and deleted former Subsection B, which provided a waiver for distribution of free samples.\n\nThe 1995 amendment,effective July 15, 1995, substituted \"department\" for \"bureau\" in the second sentences of Subsections A and B.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-6/"
    },
    {
      "id": "section-7-12-7",
      "number": "7-12-7",
      "heading": "Sale of stamps; prices.",
      "text": "A. Only the department shall sell stamps. Stamps may be sold by the department only to a distributor.\n\nB. Stamps shall display a serial number. Stamps bearing the same serial number shall not be sold to more than one distributor. The department shall keep records of the serial numbers of the stamps provided to each distributor.\n\nC. A stamp shall be affixed to a package of cigarettes in such a manner as to clearly display the serial number at the point of sale.\n\nD. Tax stamps shall be sold at their face value with the following discounts:\n\n(1) forty-six hundredths percent less than the face value of the first thirty thousand dollars ($30,000) of stamps purchased in one calendar month;\n\n(2) thirty-six hundredths percent less than the face value of the second thirty thousand dollars ($30,000) of stamps purchased in one calendar month; and\n\n(3) twenty-two hundredths percent less than the face value of stamps purchased in excess of sixty thousand dollars ($60,000) in one calendar month.\n\nE. Tax-credit stamps shall be provided only to distributors and shall be provided free of charge; provided that the distributor is in full compliance with the reporting requirements of the Cigarette Tax Act and rules adopted pursuant to that act.\n\nF. If the face value of tax stamps sold in a single sale is less than one thousand dollars ($1,000), the discount provided for in this section shall not be allowed.\n\nG. Payment for tax stamps shall be made on or before the twenty-fifth day of the month following the month in which the sale of stamps by the department is made.\n\nH. Tax-exempt stamps shall be provided only to distributors and shall be free of charge; provided that the distributor is in full compliance with the reporting requirements of the Cigarette Tax Act and rules adopted pursuant to that act.\n\nHistory:Laws 1943, ch. 95, § 5; 1941 Comp. Supp., § 76-1605; Laws 1947, ch. 84, § 3; 1949, ch. 180, § 5; 1953 Comp., § 72-14-5; Laws 1963, ch. 106, § 1; 1968, ch. 50, § 3; 1970, ch. 70, § 3; reenacted as 1953 Comp., § 72-14-7 by Laws 1971, ch. 77, § 7; 1988, ch. 95, § 5; 2006, ch. 89, § 3; 2006, ch. 91, § 6; 2010 (2nd S.S.), ch. 5, § 9; 2019, ch. 270, § 41.\n\nThe 2019 amendment,effective July 1, 2019, revised the discount amounts on cigarette tax stamps; in Subsection D, Paragraph D(1), deleted \"fifty-five\" and added \"forty-six\"; in Paragraph D(2), deleted \"forty-four\" and added \"thirty-six\", and in Paragraph D(3), deleted \"twenty-seven\" and added \"twenty-two\".\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection D(1), changed the discount from one percent to fifty-five hundredths percent; in Subsection D(2), changed the discount from eight-tenths percent to forty-four hundredths percent; in Subsection D(3), changed the discount from one-half percent to twenty-seven hundredths percent; and added Subsection E.\n\nThe 2006 amendment,effective May 17, 2006, limited the sale of stamps by the department to distributors in Subsection A; added Subsection B to require a unique serial number on each stamp; added Subsection C to provide that stamps shall be affixed to display the serial numbers; changed the percentages in Subsection D from \"four\" to \"one\" in Paragraph (1), from \"three\" to \"eight-tenths\" in Paragraph (2), and from \"two\" to \"one-half\" in Paragraph (3); and added a new Subsection G providing stamps are provided to the distributors free of charge.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-7/"
    },
    {
      "id": "section-7-12-8",
      "number": "7-12-8",
      "heading": "Redemption of stamps.",
      "text": "The department shall redeem unused or destroyed stamps at the price paid by the buyer, provided acceptable proof of such destruction is provided the department. It is presumed that the stamps presented for redemption were the last stamps bought in the month in which the sale of the stamps was made. If the month in which the sale was made is unknown, the amount to be paid by the department upon redemption shall be computed as if the stamps presented for redemption were the last stamps bought in the average monthly number of stamps bought during the preceding calendar year.\n\nHistory:Laws 1943, ch. 95, § 12; 1941 Comp. Supp., § 76-1612; 1953 Comp., § 72-14-12; Laws 1970, ch. 70, § 6; reenacted as 1953 Comp., § 72-14-8 by Laws 1971, ch. 77, § 8; 1988, ch. 95, § 6.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-8/"
    },
    {
      "id": "section-7-12-9",
      "number": "7-12-9",
      "heading": "Repealed.",
      "text": "History:Laws 1943, ch. 95, § 4; 1941 Comp. Supp., § 76-1604; Laws 1947, ch. 84, § 4; 1949, ch. 180, § 4; 1953 Comp., § 72-14-4; Laws 1970, ch. 70, § 2; reenacted as 1953 Comp., § 72-14-9 by Laws 1971, ch. 77, § 9; 1988, ch. 95, § 7; 2006, ch. 91, § 18.\n\nRepeals.— Laws 2006, ch. 91, § 18, effective May 17, 2006, repealed 7-12-9 NMSA 1978, as enacted by Laws 1971, ch. 77, § 9, relating to the license for cigarette sales. For provisions of former section,seethe 2005 NMSA 1978 onNMOneSource.com.For current comparable provisions relating to the sale and resale of cigarettes in this state,see7-12-9.1 to 7-12-9.4 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-9/"
    },
    {
      "id": "section-7-12-91",
      "number": "7-12-9.1",
      "heading": "Licensing; general licensing provisions.",
      "text": "A. A person shall not engage in the manufacture or distribution of cigarettes in New Mexico without a license issued by the department.\n\nB. The department shall issue or renew a license for a term not to exceed one year.\n\nC. The department may charge a license fee of up to one hundred dollars ($100) for each manufacturer's or distributor's license issued or renewed.\n\nD. An application for a license or renewal of a license shall be submitted on a form determined by the department and shall include:\n\n(1) the name and address of the applicant and:\n\n(a) if the applicant is a firm, partnership or association, the name and address of each of its members; or\n\n(b) if the applicant is a corporation, the name and address of each of its officers;\n\n(2) the address of the applicant's principal place of business and every location where the applicant's business is conducted; and\n\n(3) any other information the department may require.\n\nE. The department may issue a distributor's license and a manufacturer's license to the same person.\n\nF. Persons licensed as manufacturers or distributors may sell stamped cigarettes at retail.\n\nG. A license may not be granted, maintained or renewed if one or more of the following conditions applies to an applicant:\n\n(1) the applicant is a delinquent taxpayer pursuant to Section 7-1-16 NMSA 1978 only with respect to the cigarette tax or the gross receipts tax or has unfiled tax returns due with respect to the cigarette tax or the gross receipts tax;\n\n(2) the applicant has had a manufacturer's or distributor's license revoked by the department or any other state within the past two years;\n\n(3) the applicant is convicted of a crime related to contraband cigarettes, stolen cigarettes or counterfeit stamps;\n\n(4) the applicant is a manufacturer but not a participating manufacturer as defined in Section II(jj) of the master settlement agreement and the applicant is not in compliance with the provisions of Section 6-4-13 NMSA 1978 or the Tobacco Escrow Fund Act [6-4-14 through 6-4-24 NMSA 1978]; or\n\n(5) the applicant is a manufacturer and imports cigarettes into the United States that are in violation of 19 U.S.C. 1681a or manufactures cigarettes that do not comply with the Federal Cigarette Labeling and Advertising Act.\n\nH. In addition to a civil or criminal penalty provided by law, upon a finding that a licensee has violated a provision of the Cigarette Tax Act or the Tobacco Escrow Fund Act or a rule adopted pursuant to either act, the department may revoke or suspend the license or licenses of the licensee.\n\nI. As used in this section, \"applicant\" includes a person or persons owning, directly or indirectly, in the aggregate, more than ten percent of the ownership interest in the business holding or applying for a license pursuant to the Cigarette Tax Act.\n\nHistory:Laws 2006, ch. 91, § 7; 2009, ch. 197, § 15; 2023, ch. 85, § 17.\n\nThe 2023 amendment,effective July 1, 2023, provided that certain licenses shall not be issued or renewed if the licensee is a delinquent taxpayer for certain taxes; and in Subsection G, Paragraph G(1), after \"the applicant\", deleted \"owes five hundred dollars ($500) or more in delinquent cigarette taxes\" and added \"is a delinquent taxpayer pursuant to Section 7-1-16 NMSA 1978 only with respect to the cigarette tax or the gross receipts tax or has unfiled tax returns due with respect to the cigarette tax or the gross receipts tax\".\n\nThe 2009 amendment,effective July 1, 2009, in Subsection B, after \"shall issue\", added \"or renew\"; and in Subsection H, after \"Cigarette Tax Act\", added \"or the Tobacco Escrow Fund Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-9-1/"
    },
    {
      "id": "section-7-12-92",
      "number": "7-12-9.2",
      "heading": "Distributor's license.",
      "text": "A. A person shall not distribute stamped packages of cigarettes for resale or sell stamped packages of cigarettes at wholesale without first obtaining a distributor's license from the department.\n\nB. A person licensed to distribute cigarettes is authorized to:\n\n(1) receive unstamped packages of cigarettes from a manufacturer or a distributor;\n\n(2) purchase tax stamps and receive tax-exempt stamps and tax-credit stamps from the department;\n\n(3) affix tax stamps, tax-credit stamps or tax-exempt stamps to unstamped packages of cigarettes;\n\n(4) sell stamped packages of cigarettes to a retailer for resale or to a distributor; and\n\n(5) sell unstamped packages of cigarettes to a person licensed to distribute cigarettes outside of New Mexico or to a distributor.\n\nHistory:Laws 2006, ch. 91, § 8; 2009, ch. 197, § 15; 2010 (2nd S.S.), ch. 5, § 10.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection B(2), after \"tax-exempt stamps\", added \"tax-credit stamps\"; and in Subsection B(3), after \"affix tax stamps\", added \"tax-credit stamps\".\n\nThe 2009 amendment,effective July 1, 2009, in Paragraphs (1), (4) and (5) of Subsection B, at the end of the sentence, added \"or to a distributor\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-9-2/"
    },
    {
      "id": "section-7-12-93",
      "number": "7-12-9.3",
      "heading": "Manufacturer's license.",
      "text": "A. A person shall not manufacture cigarettes in New Mexico unless licensed by the department.\n\nB. A person licensed to manufacture cigarettes in New Mexico is authorized to:\n\n(1) manufacture, produce and package cigarettes;\n\n(2) receive imported cigarettes;\n\n(3) sell unstamped cigarettes to a distributor, another manufacturer or an export warehouse proprietor; and\n\n(4) sell unstamped cigarettes outside of New Mexico.\n\nHistory:Laws 2006, ch. 91, § 9.\n\nEffective dates.— Laws 2006, ch. 91 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-9-3/"
    },
    {
      "id": "section-7-12-94",
      "number": "7-12-9.4",
      "heading": "Retail sale of cigarettes.",
      "text": "A retailer of cigarettes shall:\n\nA. only obtain cigarettes for resale from a distributor;\n\nB. only obtain stamped cigarettes;\n\nC. not sell cigarettes at wholesale or for resale unless the retailer is also a distributor; and\n\nD. comply with the provisions of the Cigarette Tax Act or any law or rule that applies to retailers of cigarettes.\n\nHistory:Laws 2006, ch. 91, § 10.\n\nEffective dates.— Laws 2006, ch. 91 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-9-4/"
    },
    {
      "id": "section-7-12-10",
      "number": "7-12-10",
      "heading": "Repealed.",
      "text": "History:Laws 1943, ch. 95, § 7; 1941 Comp. Supp., § 76-1607; 1953 Comp., § 72-14-7; reenacted as 1953 Comp., § 72-14-10 by Laws 1971, ch. 77, § 10; 1988, ch. 95, § 8; 2006, ch. 91, § 18.\n\nRepeals.— Laws 2006, ch. 91, § 18, effective May 17, 2006, repealed 7-12-10 NMSA 1978, as enacted by Laws 1971, ch. 77, § 10, relating to retention of invoices and records. For provisions of former section,seethe 2005 NMSA 1978 onNMOneSource.com.For current comparable provisions,see7-12-10.1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-10/"
    },
    {
      "id": "section-7-12-101",
      "number": "7-12-10.1",
      "heading": "Retention of invoices and records; inspection by department.",
      "text": "A. A manufacturer, distributor or retailer shall maintain copies of invoices for each of its facilities for every transaction involving a cigarette sale, purchase, transfer, receipt or consignment, except that a retailer need not retain copies of invoices for sales of cigarettes to consumers. An invoice shall show:\n\n(1) the names and addresses of all persons involved in the transaction, including the seller, purchaser, consignor and consignee. If a transaction involves an additional facility of the same manufacturer, distributor or retailer, the invoice shall also show the address of the additional facility;\n\n(2) the date;\n\n(3) the price; and\n\n(4) the quantity of each brand of cigarettes involved in each transaction.\n\nB. Records required to be maintained pursuant to Subsection A of this section shall be preserved on the premises described in the license in a manner that ensures permanency and accessibility for inspection at reasonable hours by the department.\n\nC. The records required to be maintained pursuant to Subsection A of this section shall be retained for a period of three years from the end of the year in which the transaction occurred, unless otherwise required by law to be retained for a longer period of time.\n\nD. The department and the secretary of the United States department of the treasury, or a designee, may inspect the reports and records required pursuant to the Cigarette Tax Act along with any stock of cigarettes in the possession of the manufacturer, distributor or retailer. The department, at its sole discretion, may share those records and reports with law enforcement officials of the federal government, other states and international authorities.\n\nHistory:Laws 2006, ch. 91, § 11; 2009, ch. 197, § 16.\n\nThe 2009 amendment,effective July 1, 2009, in Subsection A, after \"distributor\", added \"or retailer\" and after \"receipt or consignment\", added \"except that\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-10-1/"
    },
    {
      "id": "section-7-12-11",
      "number": "7-12-11",
      "heading": "Export sellers; physical segregation of cigarettes to be exported.",
      "text": "A. A distributor selling and shipping cigarettes outside New Mexico may maintain unstamped packages of cigarettes on the distributor's premises if the unstamped packages to be shipped outside the state are kept in a separate part of the distributor's place of business, physically segregated from packages of cigarettes to be sold inside New Mexico and clearly identified as packages of cigarettes for shipment outside the state. If packages of cigarettes to be sold outside New Mexico are intermingled with packages of cigarettes to be sold inside New Mexico, they shall be stamped and treated for purposes of the Cigarette Tax Act as packages of cigarettes to be sold inside New Mexico.\n\nB. Unstamped packages of cigarettes shall not be transferred by a distributor to another facility of the distributor's or to another person within New Mexico.\n\nC. A person doing business as both a distributor and a retailer or both a distributor and a manufacturer shall maintain separate areas for stamped and unstamped packages of cigarettes.\n\nHistory:1953 Comp., § 72-14-11, enacted by Laws 1971, ch. 77, § 11; 2006, ch. 91, § 12.\n\nRepeals and reenactments.— Laws 1971, ch. 77, § 11, repealed 72-14-11, 1953 Comp., relating to revenue stamps, and enacted a new section.\n\nThe 2006 amendment,effective May 17, 2006, in Subsection A, provided that a distributor may maintain unstamped packages on the distributor's premises; added Subsection B to prohibit the transfer of unstamped packages to other facilities; and added Subsection C to provide that a person doing business as both a retainer and a distributor or a distributor and manufacturer shall maintain separate areas for stamped and unstamped packages.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-11/"
    },
    {
      "id": "section-7-12-12",
      "number": "7-12-12",
      "heading": "Shipment of unstamped cigarettes in New Mexico.",
      "text": "A. A person that ships unstamped packages of cigarettes into New Mexico other than to a distributor shall first file a notice of the shipment with the department.\n\nB. A person that transports unstamped packages of cigarettes into or within New Mexico shall carry, in the transporting vehicle, invoices or equivalent documents applicable to all cigarettes in the shipment. The invoices or documents shall show:\n\n(1) the name and address of the consignor or seller;\n\n(2) the name and address of the consignee or purchaser; and\n\n(3) the quantity of each brand of cigarettes transported.\n\nC. The provisions of Subsections A and B of this section shall not apply to a common or contract carrier transporting cigarettes through New Mexico to another location pursuant to a proper bill of lading or freight bill that states the quantity, source and destination of the cigarettes.\n\nD. The department may, by regulation, require and prescribe the contents of reports to be filed with the department by persons transporting unstamped packages of cigarettes in New Mexico.\n\nHistory:1953 Comp., § 72-14-12, enacted by Laws 1971, ch. 77, § 12; 1988, ch. 95, § 9; 2006, ch. 91, § 13.\n\nRepeals and reenactments.— Laws 1971, ch. 77, § 12, repealed former 72-14-12, 1953 Comp., relating to the redemption of stamps, and enacted a new section.\n\nThe 2006 amendment,effective May 17, 2006, added Subparagraph A to require a person shipping unstamped packages to file a notice of the shipment; added Subsection B to require a person who transports unstamped packages to carry invoices applicable to the cigarettes; and added Subsection C to provide that Subsections A and B do not apply to a common or contract carrier transporting cigarettes through New Mexico to an other location.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-12/"
    },
    {
      "id": "section-7-12-13",
      "number": "7-12-13",
      "heading": "Repealed.",
      "text": "History:Laws 1943, ch. 95, § 8; 1941 Comp. Supp., § 76-1608; Laws 1949, ch. 180, § 7; 1953 Comp., § 72-14-8; Laws 1970, ch. 70, § 5; reenacted as 1953 Comp., § 72-14-13 by Laws 1971, ch. 77, § 13; 1988, ch. 95, § 10; 2006, ch. 91, § 18.\n\nRepeals.— Laws 2006, ch. 91, § 18, effective May 17, 2006, repealed 7-12-13 NMSA 1978, as enacted by Laws 1971, ch. 77, § 10, relating to penalties for violation of the Cigarette Tax Act. For provisions of former section,seethe 2005 NMSA 1978 onNMOneSource.com.For the current comparable provisions,see7-12-13.1 and 7-12-13.2 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-13/"
    },
    {
      "id": "section-7-12-131",
      "number": "7-12-13.1",
      "heading": "Civil penalties.",
      "text": "A. Whoever knowingly fails, neglects or refuses to comply with the provisions of the Cigarette Tax Act shall be liable for, in addition to any other penalty provided in that act:\n\n(1) for a first offense, a penalty of up to one thousand dollars ($1,000);\n\n(2) for a second offense, a penalty of not less than one thousand five hundred dollars ($1,500) and no more than two thousand five hundred dollars ($2,500); and\n\n(3) for a third or subsequent offense, a penalty of not less than five thousand dollars ($5,000).\n\nB. Whoever fails to pay a tax imposed pursuant to the Cigarette Tax Act at the time the tax is due shall, in addition to any other penalty provided in that act, be liable for a penalty of five hundred percent of the tax due but unpaid.\n\nC. Contraband cigarettes in New Mexico and the equipment used to manufacture, package or stamp them are subject to seizure, forfeiture and destruction by the department, its revenue officers or its agents or by other state or local peace officers.\n\nD. Counterfeit stamps for use in New Mexico in the possession of any person and the equipment used to produce them are subject to seizure by the department, its revenue officers or its agents or by other state or local peace officers.\n\nHistory:Laws 2006, ch. 91, § 16.\n\nEffective dates.— Laws 2006, ch. 91 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective May 17, 2006, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-13-1/"
    },
    {
      "id": "section-7-12-132",
      "number": "7-12-13.2",
      "heading": "Criminal offenses; criminal penalties; seizure and destruction of evidence.",
      "text": "A. Whoever violates a provision of the Cigarette Tax Act or a rule adopted pursuant to that act is guilty of a misdemeanor and shall be sentenced in accordance with the provisions of Section 31-19-1 NMSA 1978.\n\nB. Whoever, with intent to defraud, fails to comply with a licensing, reporting or stamping requirement of the Cigarette Tax Act or with a licensing, reporting or stamping rule adopted pursuant to that act is guilty of a fourth degree felony and upon conviction shall be sentenced pursuant to the provisions of Section 31-18-15 NMSA 1978.\n\nC. Whoever packages cigarettes for sale in New Mexico or whoever sells cigarettes in New Mexico, in packages of other than five, ten, twenty or twenty-five cigarettes is:\n\n(1) for the first offense, guilty of a misdemeanor and when convicted shall be sentenced pursuant to Section 31-19-1 NMSA 1978; and\n\n(2) for the second or subsequent offense, guilty of a fourth degree felony and when convicted shall be sentenced pursuant to Section 31-18-15 NMSA 1978.\n\nD. Whoever purchases or otherwise knowingly obtains counterfeit stamps or whoever produces, uses or causes counterfeit stamps to be used is guilty of a fourth degree felony and upon conviction shall be sentenced pursuant to the provisions of Section 31-18-15 NMSA 1978.\n\nE. Whoever sells or possesses for the purpose of sale contraband cigarettes is in violation of the Cigarette Tax Act and shall have the product and related equipment seized. If convicted of selling or possessing for sale contraband cigarettes, the person shall be sentenced as follows:\n\n(1) a violation with a quantity of fewer than two cartons of contraband cigarettes, or the equivalent, is a petty misdemeanor and is punishable in accordance with the provisions of Section 31-19-1 NMSA 1978;\n\n(2) a first violation with a quantity of two cartons or more of contraband cigarettes, or the equivalent, is a misdemeanor and is punishable in accordance with the provisions of Section 31-19-1 NMSA 1978; and\n\n(3) a second or subsequent violation with a quantity of two cartons or more of contraband cigarettes, or the equivalent, is a fourth degree felony and is punishable by a fine not to exceed fifty thousand dollars ($50,000) or imprisonment for a definite term not to exceed eighteen months, or both, and shall also result in the revocation by the department of the manufacturer's or distributor's license, if any.\n\nF. Contraband cigarettes or counterfeit stamps seized by the department or by a law enforcement agency shall be retained as evidence to the extent necessary. Contraband cigarettes or counterfeit stamps no longer needed as evidence shall be destroyed.\n\nG. Prosecution for a violation of a provision of this section does not preclude prosecution under other applicable laws.\n\nHistory:Laws 2006, ch. 91, § 17; 2009, ch. 197, § 17.\n\nThe 2009 amendment,effective July 1, 2009, in Subsection C, after \"packages of other than\", added \"five, ten\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-13-2/"
    },
    {
      "id": "section-7-12-14",
      "number": "7-12-14",
      "heading": "Repealed.",
      "text": "Repeals.— Laws 1983, ch. 211, § 42, repealed 7-12-14 NMSA 1978, as enacted by Laws 1968, ch. 50, §4, relating to the distribution of cigarette tax revenues, effective July 1, 1983.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-14/"
    },
    {
      "id": "section-7-12-15",
      "number": "7-12-15",
      "heading": "County and municipality recreational fund; distribution.",
      "text": "A. There is created in the state treasury a fund to be known as the \"county and municipality recreational fund.\" At the end of each month the state treasurer shall distribute all sums remaining in the county and municipality recreational fund to each county and municipality in the state as follows:\n\n(1) to each county in the proportion that the sales of cigarettes made within the county borders, exclusive of sales within any municipality in that county, bears to the total sales of cigarettes in the state during such month; and\n\n(2) to each municipality in the proportion that the sales of cigarettes made within the municipality during such month bears to the total sales of cigarettes in the state for such month.\n\nB. The funds distributed to the counties and municipalities under this section shall be used for recreational facilities and salaries of instructors and other employees necessary to the operation of such facilities. Such recreational facilities shall be for the use of all persons, and juveniles and elderly persons shall not be excluded. Each county or municipality shall establish a fund to be known as the \"recreational fund\" into which all moneys received from the county and municipality recreational fund shall be deposited. As used in this section, \"juvenile\" means every person under the age of majority and \"elderly person\" means every person over the age of sixty years.\n\nHistory:1953 Comp., § 72-14-14.1, enacted by Laws 1968, ch. 50, § 5; 1969, ch. 23, § 2; 1973, ch. 138, § 28.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-15/"
    },
    {
      "id": "section-7-12-16",
      "number": "7-12-16",
      "heading": "County and municipal cigarette tax fund; distribution.",
      "text": "A. There is created in the state treasury a fund to be known as the \"county and municipal cigarette tax fund.\" At the end of each month the state treasurer shall distribute all sums remaining in the county and municipal cigarette tax fund to each county and municipality in the state as follows:\n\n(1) to each county in the proportion that the sales of cigarettes made within the county borders, exclusive of the sales within any municipality in that county, bears to the total sales of cigarettes in the state during such month; and\n\n(2) to each municipality in the proportion that the sales of cigarettes made within the municipality during such month bears to the total sales of cigarettes in the state for such month.\n\nB. The funds so distributed to the counties and municipalities under this section shall be deposited in the general fund of such counties and municipalities; provided, the cigarette tax revenues distributed under the provision of this section shall not be earmarked or otherwise obligated under the terms or provisions of any prior law, prior local ordinance or prior bond agreement which pledges cigarette tax revenues to the payment of any principal or interest of revenue bonds issued pursuant to such prior law, prior local ordinance or prior bond agreement.\n\nHistory:1953 Comp., § 72-14-14.2, enacted by Laws 1968, ch. 50, § 6.\n\nEffective dates.— Laws 1968, ch. 50, § 10 made Laws 1968, ch. 50, § 6 effective July 1, 1968.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-16/"
    },
    {
      "id": "section-7-12-17",
      "number": "7-12-17",
      "heading": "Reporting requirements; penalty.",
      "text": "A. Each person who sells in New Mexico cigarettes manufactured by that person or who receives on consignment or buys cigarettes either directly from the manufacturer or from any out-of-state person for resale in New Mexico shall report to the department by the twenty-fifth day of each month that person's sales of cigarettes during the preceding month in each municipality and within that portion of each county outside of the municipalities located in that county. The department shall then advise the state treasurer of the proportion of the total sales of cigarettes for the month within each municipality and within that portion of each county outside of municipalities, including sales of cigarettes to tribes or tribal members in a county or municipality. The reports of such persons shall, upon receipt by the department, become public records.\n\nB. Any person who sells in New Mexico cigarettes manufactured by that person or who receives on consignment or buys cigarettes for resale in New Mexico who willfully fails to render accurately the reports required by this section and any municipal or county officer who approves any expenditure or expends funds distributed from the county and municipality recreational fund for any purposes other than permitted by Section 7-12-15 NMSA 1978 is guilty of a petty misdemeanor.\n\nC. Any tobacco product manufacturer, stamping agent or importer of cigarettes, or any officer, employee or agent of any such entity, who knowingly makes a materially false statement in any record required to be kept by the Cigarette Tax Act, or in any report or return required to be filed with the department by the Cigarette Tax Act, is guilty of a fourth degree felony.\n\nHistory:Laws 1971, ch. 77, § 14; 1988, ch. 95, § 11; 2009, ch. 197, § 18; 2010 (2nd S.S.), ch. 5, § 11.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection A, in the second sentence, after \"each county outside of municipalities\", added \"including sales of cigarettes to tribes or tribal members in a county or municipality\".\n\nThe 2009 amendment,effective July 1, 2009, added Subsection C.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-17/"
    },
    {
      "id": "section-7-12-18",
      "number": "7-12-18",
      "heading": "Reports.",
      "text": "A. A distributor shall submit periodic reports to the department, in the manner and on the form prescribed by the department. A distributor shall submit a separate report for each of its facilities. The information in the report shall be itemized and shall clearly disclose cigarette brands, quantities and the type of stamp applied to the packages of cigarettes. A report shall include:\n\n(1) an inventory of stamped and unstamped packages of cigarettes held for sale or distribution within New Mexico at the beginning of the reporting period;\n\n(2) the quantity of stamped packages of cigarettes held for sale or distribution within New Mexico that were received from another person during the reporting period and the name and address of each person from whom each quantity was received;\n\n(3) the quantity of New Mexico stamped packages of cigarettes that were distributed or shipped to another distributor or retailer within New Mexico during the reporting period and the name and address of each person to whom each quantity was distributed or shipped;\n\n(4) the quantity of unstamped packages of cigarettes that were distributed or shipped to another distributor within New Mexico during the reporting period and the name and address of each person to whom each quantity was distributed or shipped;\n\n(5) the quantity of New Mexico stamped packages of cigarettes that were distributed or shipped to another facility of the same distributor within New Mexico during the reporting period and the address of that facility;\n\n(6) the quantity of stamped cigarette packages that were distributed or shipped within New Mexico to a tribe or tribal member or to instrumentalities of the federal government during the reporting period and the name and address of each person, entity or instrumentality to whom each quantity was distributed or shipped;\n\n(7) an inventory of stamped and unstamped packages of cigarettes held for sale or distribution within New Mexico at the end of the reporting period;\n\n(8) an inventory of stamped and unstamped packages of cigarettes for sale or distribution outside of New Mexico at the beginning of the reporting period;\n\n(9) the quantity of packages of cigarettes held for sale or distribution outside of New Mexico that were received from another person during the reporting period and the name and address of each person from whom each quantity was received;\n\n(10) the quantity of packages of cigarettes that were distributed or shipped outside New Mexico during the reporting period;\n\n(11) an inventory of packages of cigarettes held for sale or distribution outside of New Mexico at the end of the reporting period;\n\n(12) the number of each type of stamp on hand at the beginning of the reporting period;\n\n(13) the number of each type of stamp purchased or received during the reporting period;\n\n(14) the number of each type of stamp applied during the reporting period; and\n\n(15) the number of each type of stamp on hand at the end of the reporting period.\n\nB. A manufacturer shall submit periodic reports in the manner and on the form prescribed by the department. The information in the report shall be itemized to clearly disclose cigarette brands and quantities. The reports shall be provided separately with respect to each of the facilities operated by the manufacturer. A report shall contain the quantity of packages of cigarettes that were distributed or shipped:\n\n(1) to a manufacturer, distributor or retailer within New Mexico during the reporting period and the name and address of each person to whom each quantity was distributed or shipped;\n\n(2) to another facility within New Mexico of the same manufacturer during the reporting period and the address of the facility; and\n\n(3) within New Mexico to a tribe or tribal member or to instrumentalities of the federal government during the reporting period and the name and address of each person, entity or instrumentality to whom each quantity was distributed or shipped.\n\nC. The department may require additional information to be submitted. The department shall establish the reporting period, which shall be no longer than three calendar months and no shorter than one calendar month.\n\nHistory:Laws 2006, ch. 91, § 14; 2009, ch. 197, § 19; 2010 (2nd S.S.), ch. 5, § 12.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, in Subsection A(6), after \"New Mexico to\", deleted \"an Indian nation, tribe or pueblo or to a person located on the land of an Indian nation, tribe or pueblo\" and added \"a tribe or tribal member\"; and in Subsection B(3), after \"New Mexico to\", deleted \"an Indian nation, tribe or pueblo or to a person located on the land of an Indian nation, tribe or pueblo\" and added \"a tribe or tribal member\".\n\nThe 2009 amendment,effective July 1, 2009, added Paragraph (4) of Subsection A.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-18/"
    },
    {
      "id": "section-7-12-19",
      "number": "7-12-19",
      "heading": "Intergovernmental agreements; no waiver of sovereign immunity.",
      "text": "A. The department may enter into an intergovernmental agreement with a tribe to:\n\n(1) enforce, administer or otherwise implement the provisions of the Cigarette Tax Act;\n\n(2) increase the ability of the department to account for packages of cigarettes imported into, sold or transferred within and exported from the state; and\n\n(3) provide for cooperative tax collection or tax administration of the cigarette tax.\n\nB. Nothing in the Cigarette Tax Act shall be construed to waive or restrict the sovereign immunity of a tribe or the state.\n\nHistory:Laws 2006, ch. 91, § 15; 2010 (2nd S.S.), ch. 5, § 13.\n\nThe 2010 (2nd S. S.) amendment,effective July 1, 2010, deleted former Subsection C, which defined \"tribe\" to mean an Indian nation, tribe or pueblo wholly within or partially in New Mexico.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-12/section-7-12-19/"
    }
  ]
}