{
  "state": "new-mexico",
  "path": "title-chapter-7-taxation/chapter-article-2f-film-production-tax-credit",
  "sections": [
    {
      "id": "section-7-2f-1",
      "number": "7-2F-1",
      "heading": "Film production tax credit; film production companies that commence principal photography prior to January 1, 2016",
      "text": "A. The tax credit created by this section may be referred to as the \"film production tax credit\".\n\nB. Except as otherwise provided in this section, an eligible film production company may apply for, and the taxation and revenue department may allow, subject to the limitation in this section, a tax credit in an amount equal to twenty-five percent of:\n\n(1) direct production expenditures made in New Mexico that:\n\n(a) are directly attributable to the production in New Mexico of a film or commercial audiovisual product;\n\n(b) are subject to taxation by the state of New Mexico;\n\n(c) exclude direct production expenditures for which another taxpayer claims the film production tax credit; and\n\n(d) do not exceed the usual and customary cost of the goods or services acquired when purchased by unrelated parties. The secretary of taxation and revenue may determine the value of the goods or services for purposes of this section when the buyer and seller are affiliated persons or the sale or purchase is not an arm's length transaction; and\n\n(2) postproduction expenditures made in New Mexico that:\n\n(a) are directly attributable to the production of a commercial film or audiovisual product;\n\n(b) are for services performed in New Mexico;\n\n(c) are subject to taxation by the state of New Mexico;\n\n(d) exclude postproduction expenditures for which another taxpayer claims the film production tax credit; and\n\n(e) do not exceed the usual and customary cost of the goods or services acquired when purchased by unrelated parties. The secretary of taxation and revenue may determine the value of the goods or services for purposes of this section when the buyer and seller are affiliated persons or the sale or purchase is not an arm's length transaction.\n\nC. In addition to the percentage applied pursuant to Subsection B of this section, another five percent shall be applied in calculating the amount of the film production tax credit to direct production expenditures:\n\n(1) on a standalone pilot intended for series television in New Mexico or on series television productions intended for commercial distribution with an order for at least six episodes in a single season; provided that the New Mexico budget for each of those six episodes is fifty thousand dollars ($50,000) or more; or\n\n(2) on a production with a total New Mexico budget of the following amounts; provided that the expenditures are directly attributable and paid to a New Mexico resident who is hired as industry crew, or who is hired as a producer, writer or director working directly with the physical production and has filed a New Mexico income tax return as a resident in the two previous taxable years:\n\n(a) not more than thirty million dollars ($30,000,000) that shoots at least ten principal photography days in New Mexico at a qualified production facility; provided that a film production company in principal photography on or after April 10, 2015 shall: 1) shoot at least seven of those days at a sound stage that is a qualified production facility and the remaining number of required days, if any, at a standing set that is a qualified production facility; and 2) for each of the ten days, include industry crew working on the premises of those facilities for a minimum of eight hours within a twenty-four-hour period; or\n\n(b) thirty million dollars ($30,000,000) or more that shoots at least fifteen principal photography days in New Mexico at a qualified production facility; provided that a film production company in principal photography on or after April 10, 2015 shall: 1) shoot at least ten of those days at a sound stage that is a qualified production facility and the remaining number of required days, if any, at a standing set that is a qualified production facility; and 2) for each day of the fifteen days, include industry crew working on the premises of the facility for a minimum of eight hours within a twenty-four-hour period.\n\nD. With respect to expenditures attributable to a production for which the film production company receives a tax credit pursuant to the federal new markets tax credit program, the percentage to be applied in calculating the film production tax credit is twenty percent.\n\nE. A claim for film production tax credits shall be filed as part of a return filed pursuant to the Income Tax Act [Chapter 7, Article 2 NMSA 1978] or the Corporate Income and Franchise Tax Act [Chapter 7, Article 2A NMSA 1978]. The date a credit claim is received by the taxation and revenue department shall determine the order that a credit claim is authorized for payment by the department.\n\nF. Except as otherwise provided in this section and Section 10 of this 2019 act, credit claims authorized for payment pursuant to the Film Production Tax Credit Act shall be paid pursuant to provisions of the Tax Administration Act [Chapter 7, Article 1 NMSA 1978] to the taxpayer as follows:\n\n(1) a credit claim amount of less than two million dollars ($2,000,000) per taxable year shall be paid immediately upon authorization for payment of the credit claim;\n\n(2) a credit claim amount of two million dollars ($2,000,000) or more but less than five million dollars ($5,000,000) per taxable year shall be divided into two equal payments, with the first payment to be made immediately upon authorization of the payment of the credit claim and the second payment to be made twelve months following the date of the first payment; and\n\n(3) a credit claim amount of five million dollars ($5,000,000) or more per taxable year shall be divided into three equal payments, with the first payment to be made immediately upon authorization of payment of the credit claim, the second payment to be made twelve months following the date of the first payment and the third payment to be made twenty-four months following the date of the first payment.\n\nG. For a fiscal year in which the amount of total credit claims authorized for payment is less than the aggregate amount of credit claims that may be authorized for payment pursuant to Section 7-2F-12 NMSA 1978, the next scheduled payments for credit claims authorized for payment pursuant to Subsection F of this section shall be accelerated for payment for that fiscal year and shall be paid to a taxpayer pursuant to the Tax Administration Act and in the order in which outstanding payments are scheduled in the queue established pursuant to Section 7-2F-12 NMSA 1978; provided that the total credit claims authorized for payment shall not exceed the aggregate amount of credit claims that may be authorized for payment pursuant to this section. If a partial payment is made pursuant to this subsection, the difference owed shall retain its original position in the queue.\n\nH. Any amount of a credit claim that is carried forward pursuant to Subsection F of this section shall be subject to the limit on the aggregate amount of credit claims that may be authorized for payment pursuant to Section 7-2F-12 NMSA 1978.\n\nI. A credit claim shall only be considered received by the taxation and revenue department if the credit claim is made on a complete return filed after the close of the taxable year. All direct production expenditures and postproduction expenditures incurred during the taxable year by a film production company shall be submitted as part of the same income tax return and paid pursuant to this section. A credit claim shall not be divided and submitted with multiple returns or in multiple years.\n\nJ. For purposes of determining the payment of credit claims pursuant to this section, the secretary of taxation and revenue may require that credit claims of affiliated persons be combined into one claim if necessary to accurately reflect closely integrated activities of affiliated persons.\n\nK. The film production tax credit shall not be claimed with respect to direct production expenditures or postproduction expenditures for which the film production company has delivered a nontaxable transaction certificate pursuant to Section 7-9-86 NMSA 1978.\n\nL. A production for which the film production tax credit is claimed pursuant to Paragraph (1) of Subsection B of this section shall contain an acknowledgment to the state of New Mexico in the end screen credits that the production was filmed in New Mexico, and a state logo provided by the division shall be included and embedded in the end screen credits of long-form narrative film productions and television episodes, unless otherwise agreed upon in writing by the film production company and the division.\n\nM. To be eligible for the film production tax credit, a film production company shall submit to the division information required by the division to demonstrate conformity with the requirements of the Film Production Tax Credit Act, including detailed information on each direct production expenditure and each postproduction expenditure. A film production company shall make reasonable efforts, as determined by the division, to contract with a specialized vendor that provides goods and services, inventory or services directly related to that vendor's ordinary course of business. A film production company shall provide to the division a projection of the film production tax credit claim the film production company plans to submit in the fiscal year. In addition, the film production company shall agree in writing:\n\n(1) to pay all obligations the film production company has incurred in New Mexico;\n\n(2) to post a notice at completion of principal photography on the website of the division that:\n\n(a) contains production company information, including the name of the production, the address of the production company and contact information that includes a working phone number, fax number and email address for both the local production office and the permanent production office to notify the public of the need to file creditor claims against the film production company; and\n\n(b) remains posted on the website until all financial obligations incurred in the state by the film production company have been paid;\n\n(3) that outstanding obligations are not waived should a creditor fail to file;\n\n(4) to delay filing of a claim for the film production tax credit until the division delivers written notification to the taxation and revenue department that the film production company has fulfilled all requirements for the credit; and\n\n(5) to submit a completed application for the film production tax credit and supporting documentation to the division within one year of making the final expenditures in New Mexico that were incurred for the registered project and that are included in the credit claim.\n\nN. The division shall determine the eligibility of the company and shall report this information to the taxation and revenue department in a manner and at times the economic development department and the taxation and revenue department shall agree upon. The division shall also post on its website all information provided by the film production company that does not reveal revenue, income or other information that may jeopardize the confidentiality of income tax returns, including that the division shall report quarterly the projected amount of credit claims for the fiscal year.\n\nO. To provide guidance to film production companies regarding the amount of credit capacity remaining in the fiscal year, the taxation and revenue department shall post monthly on that department's website the aggregate amount of credits claimed and processed for the fiscal year.\n\nP. To receive a film production tax credit, a film production company shall apply to the taxation and revenue department on forms and in the manner the department may prescribe. The application shall include a certification of the amount of direct production expenditures or postproduction expenditures made in New Mexico with respect to the film production for which the film production company is seeking the film production tax credit; provided that for the film production tax credit, the application shall be submitted within one year of the date of the last direct production expenditure in New Mexico or the last postproduction expenditure in New Mexico. If the amount of the requested tax credit exceeds five million dollars ($5,000,000), the application shall also include the results of an audit, conducted by a certified public accountant licensed to practice in New Mexico, verifying that the expenditures have been made in compliance with the requirements of this section. If the requirements of this section have been complied with, the taxation and revenue department shall approve the film production tax credit and issue a document granting the tax credit.\n\nQ. The film production company may apply all or a portion of the film production tax credit granted against personal income tax liability or corporate income tax liability. If the amount of the film production tax credit claimed exceeds the film production company's tax liability for the taxable year in which the credit is being claimed, the excess shall be refunded.\n\nR. That amount of a film production tax credit for total payments as applied to direct production expenditures for the services of performing artists shall not exceed five million dollars ($5,000,000) for services rendered by nonresident performing artists and featured resident principal performing artists in a production. This limitation shall not apply to the services of background artists and resident performing artists who are not cast in industry standard featured principal performer roles.\n\nS. As used in this section, \"direct production expenditure\" means a transaction that is subject to taxation in New Mexico:\n\n(1) including an expenditure for:\n\n(a) payment of wages, fringe benefits or fees for talent, management or labor to a person who is a New Mexico resident;\n\n(b) payment for wages and per diem for a performing artist who is not a New Mexico resident and who is directly employed by the film production company; provided that the film production company deducts and remits, or causes to be deducted and remitted, income tax from the first day of services rendered in New Mexico at the maximum rate pursuant to the Withholding Tax Act [Chapter 7, Article 3 NMSA 1978];\n\n(c) payment to a personal services business for the services of a performing artist if: 1) the personal services business pays gross receipts tax in New Mexico on the portion of those payments qualifying for the tax credit; and 2) the film production company deducts and remits, or causes to be deducted and remitted, income tax at the maximum rate in New Mexico pursuant to Subsection H of Section 7-3A-3 NMSA 1978 on the portion of those payments qualifying for the tax credit paid to a personal services business where the performing artist is a full or part owner of that business or subcontracts with a personal services business where the performing artist is a full or part owner of that business; and\n\n(d) any of the following provided by a vendor: 1) the story and scenario to be used for a film;2) set construction and operations, wardrobe, accessories and related services; 3) photography, sound synchronization, lighting and related services; 4) editing and related services; 5) rental of facilities and equipment; 6) leasing of vehicles, not including the chartering of aircraft for out-of-state transportation; however, New Mexico-based chartered aircraft for in-state transportation directly attributable to the production shall be considered a direct production expenditure; provided that only the first one hundred dollars ($100) of the daily expense of leasing a vehicle for passenger transportation on roadways in the state may be claimed as a direct production expenditure; 7) food or lodging; provided that only the first one hundred fifty dollars ($150) of lodging per individual per day is eligible to be claimed as a direct production expenditure; 8) commercial airfare if purchased through a New Mexico-based travel agency or travel company for travel to and from New Mexico or within New Mexico that is directly attributable to the production; 9) insurance coverage and bonding if purchased through a New Mexico-based insurance agent, broker or bonding agent; 10) services for an external audit upon submission of an application for a film production tax credit by an accounting firm that submits the application pursuant to this section; and 11) other direct costs of producing a film in accordance with generally accepted entertainment industry practice; and\n\n(2) does not include an expenditure for:\n\n(a) a gift with a value greater than twenty-five dollars ($25.00);\n\n(b) artwork or jewelry, except that a work of art or a piece of jewelry may be a direct production expenditure if: 1) it is used in the film production; and 2) the expenditure is less than two thousand five hundred dollars ($2,500);\n\n(c) entertainment, amusement or recreation;\n\n(d) subcontracted goods or services provided by a vendor when subcontractors are not subject to state taxation, such as equipment and locations provided by the military, government and religious organizations; or\n\n(e) a service provided by a person who is not a New Mexico resident and employed in an industry crew position, excluding a performing artist, where it is the standard entertainment industry practice for the film production company to employ a person for that industry crew position, except when the person who is not a New Mexico resident is hired or subcontracted by a vendor; and when the film production company, as determined by the division and when applicable in consultation with industry, provides: 1) reasonable efforts to hire resident crew; and 2) financial or promotional contributions toward education or workforce development efforts in New Mexico, including at least one of the following: a payment to a New Mexico public education institution that administers at least one industry-recognized film or multimedia program, as determined by the division, in an amount equal to two and one-half percent of payments made to nonresidents in approved positions employed by the vendor; promotion of the New Mexico film industry by directors, actors or executive producers affiliated with the production company's project through social media that is managed by the state; radio interviews facilitated by the division; enhanced screen credit acknowledgments; or related events that are facilitated, conducted or sponsored by the division.\n\nT. As used in this section, \"film production company\" means a person that produces one or more films or any part of a film and that commences principal photography prior to January 1, 2016.\n\nU. As used in this section, \"vendor\" means a person who sells or leases goods or services that are related to standard industry craft inventory, who has a physical presence in New Mexico and is subject to gross receipts tax pursuant to the Gross Receipts and Compensating Tax Act [Chapter 7, Article 9 NMSA 1978] and income tax pursuant to the Income Tax Act [Chapter 7, Article 2 NMSA 1978] or corporate income tax pursuant to the Corporate Income and Franchise Tax Act [Chapter 7, Article 2A NMSA 1978] but excludes a personal services business and services provided by nonresidents hired or subcontracted if the tasks and responsibilities are associated with:\n\n(1) the standard industry job position of:\n\n(a) a director;\n\n(b) a writer;\n\n(c) a producer;\n\n(d) an associate producer;\n\n(e) a co-producer;\n\n(f) an executive producer;\n\n(g) a production supervisor;\n\n(h) a director of photography;\n\n(i) a motion picture driver whose sole responsibility is driving;\n\n(j) a production or personal assistant;\n\n(k) a designer;\n\n(l) a still photographer; or\n\n(m) a carpenter and utility technician at an entry level; and\n\n(2) nonstandard industry job positions and personal support services.\n\nHistory:Laws 2002, ch. 36, § 1; 2003, ch. 127, § 1; 2005, ch. 104, § 9; 2006, ch. 78, § 1; 2007, ch. 172, § 3; 2011, ch. 165, § 1; 2011, ch. 177, § 2; 2013, ch. 160, § 5; 2015, ch. 143, § 1; 2019, ch. 87, § 3.\n\nThe 2019 amendment,effective June 14, 2019, removed the provision which provided that the aggregate amount of claims for a credit provided by the Film Production Tax Credit Act that may be authorized for payment in any fiscal year is fifty million dollars ($50,000,000); in Subsection E, deleted \"or an information return filed by a pass-through entity\", and after \"authorized for payment by the department\", deleted the remainder of the subsection, which related to the aggregate amount of claims for a credit provided by the Film Production Tax Credit Act that may be authorized for payment in any fiscal year; deleted former Subsection F and redesignated former Subsections G through V as Subsection F through U, respectively; in Subsection F, added \"and Section 10 of this 2019 act\"; in Subsection G, added \"7-2F-12 NMSA 1978\", and deleted \"Subsections E and G of this section\" and added \"Section 7-2F-12 NMSA 1978\"; in Subsection H, deleted \"Subsections E and F of this section in the fiscal year in which that amount is paid\" and added \"Section 7-2F-12 NMSA 1978\"; in Subsection P, deleted \"subject to the provisions of Subsection E of this section\"; and in Subsection S, Paragraph S(1), deleted \"except as provided in Paragraph (2) of this subsection\".\n\nTemporary provisions.— Laws 2019, ch. 87, § 10 provided that:\n\nA. In addition to the aggregate amount of claims that may be paid pursuant to Section 7-2F-12 NMSA 1978, a claim for a tax credit approved by the taxation and revenue department pursuant to the Film Production Tax Credit Act shall be paid:\n\n(1) prior to July 1, 2019; provided that the aggregate amount of claims for credits that may be authorized for payment pursuant to this subsection does not exceed one hundred million dollars ($100,000,000); and\n\n(2) on or after July 1, 2019, but prior to July 1, 2020; provided that the aggregate amount of claims for credits that may be authorized for payment pursuant to this subsection does not exceed ninety-five million dollars ($95,000,000) and that the claim meets the requirements of the Film Production Tax Credit Act; provided further that, if the fiscal year 2019 general fund revenues estimated by the consensus revenue estimating group presented to the legislative finance committee in August 2019 exceeds the fiscal year 2019 general fund revenues forecasted by the consensus revenue estimating group in February 2019 by at least thirty million dollars ($30,000,000), then the ninety-five million dollar ($95,000,000) threshold shall be increased to one hundred twenty-five million dollars ($125,000,000).\n\nB. A claim that exceeds the authorized amounts to be paid as provided in this section shall be paid in accordance with the applicable provisions of the Film Production Tax Credit Act, as those provisions were in effect on the date the claim was approved.\n\nThe 2015 amendment,effective June 19, 2015, provided that the film production tax credit only applies to film production companies that commence principal photography prior to January 1, 2016, amended the requirements for receiving the film production tax credit, and defined direct production expenditure, film production company and vendor; in the catchline, added \"film production companies that commence principal photography prior to January 1, 2016\"; in Subsection A, after \"'film production tax credit'\", designated the remainder of the subsection as Subsection B; in new Subsection B, added \"Except as otherwise provided in this section\", after \"in an amount equal to\", deleted \"the percentage specified in Subsection B of this section\" and added \"twenty-five percent\"; deleted former Subsection B; in Paragraph (1) of Subsection C, added \"on a standalone pilot intended for series television in New Mexico or\", after \"provided that the\", added \"New Mexico\", after \"budget\", deleted \"per episode\" and added \"for each of those six episodes\"; in Paragraph (2) of Subsection C, deleted \"that\" and added \"on a production with a total New Mexico budget of the following amounts; provided that the expenditures\", after \"directly attributable\", deleted \"to the wages and fringe benefits\" and added \"and\", after \"New Mexico resident\", deleted \"directly employed in an industry crew position, excluding a performing artist, on a production with a total budget of\" and added \"who is hired as industry crew, or who is hired as a producer, writer or director working directly with the physical production and has filed a New Mexico income tax return as a resident in the two previous taxable years\"; in Subparagraph C(2)(a), after \"photography days\", added \"in New Mexico\", after \"production facility\", deleted \"in New Mexico\", after the semicolon, added the remainder of the subparagraph up to the semicolon; in Subparagraph C(2)(b), after \"photography days\", added \"in New Mexico\", after \"production facility\", deleted \"in New Mexico\", after the semicolon, added the remainder of the subparagraph; in Subsection E, after \"aggregate amount of\", deleted \"the film production tax credit\", after \"claims\", added \"for a credit provided by the Film Production Tax Credit Act\", and after \"front of a queue of\", deleted \"film production tax\"; in Subsection H, after the first occurrence of \"aggregate amount of\", deleted \"the film production tax\", after the second occurrence of \"aggregate amount of\", deleted \"the film production tax\"; in Subsection M, after \"contain an acknowledgment\", added \"to the state of New Mexico\", after \"the division shall be included\", added \"and embedded\", and after \"narrative film productions\", added \"and television episodes\"; in the introductory paragraph of Subsection N, after \"to contract with a\", added \"specialized\", and after \"provides goods\", added \"and services\"; in Paragraph (5) of Subsection N, after \"New Mexico\", added \"that were incurred for the registered project and\"; in Subsection O, after \"division shall report\", deleted \"monthly\" and added \"quarterly\"; in Subsection S, added \"That amount of a film production tax credit for total payments\", after \"performing artists\", deleted \"the film production tax credit authorized by this section\", after \"services rendered by\", deleted \"all\" and added \"nonresident performing artists and featured resident principal\", after \"artists in production\", deleted \"for which the film production tax credit is claimed\" and added the remainder of the section; and added new Subsections T, U and V.\n\nThe 2013 amendment,effective June 14, 2013, increased the film production tax credit for certain direct production expenditures; allowed a maximum of ten million dollars of unclaimed film production tax credits to be carried forward for three fiscal years; provided for accelerated payments of future scheduled payments of film production tax credits; in Subsection B, at the beginning of the sentence, after \"Except as\", added \"otherwise\", after \"provided in\", deleted \"Subsections G and P of\"; added Subsection C; in Subsection E, in the first sentence, after \"Franchise Tax Act\", added the remainder of the sentence and in the third sentence, at the beginning of the sentence, added \"Except as otherwise provided in this section\"; added Subsection F; in Subsection G, at the beginning of the sentence, added \"Except as otherwise provided in this section\"; added Subsection H; in Subsection I, after \"forward pursuant to Subsection\", deleted \"E\" and added \"G\" and after \"payment pursuant to\", deleted \"Subsection D\" and added \"Subsections E and F\"; in Subsection J, after \"claim is made on a complete\", deleted \"tax\" and after \"complete return filed\", deleted \"timely\"; in Subsection K, after \"claims pursuant to\", deleted \"Subsection E of\"; in Subsection M, at the beginning of the sentence, deletes \"A long-form narrative film\", after \"contain an acknowledgment\", added \"in the end screen credits\", and after \"filmed in New Mexico\", added the remainder of the sentence; and in Subsection N, added the second sentence.\n\nApplicability.— Laws 2013, ch. 160, § 14 provided that Laws 2013, ch. 160, § 5 applies to direct production expenditures and postproduction expenditures made on or after April 15, 2013.\n\nThe 2011 amendment,effective July 1, 2011, in Subsection A, provided that direct production expenditures and postproduction expenditures may not exceed the cost of goods and services in an arm's length transaction; added Subsections D through H to limit the amount of the film production tax credit that may be paid in a year and to provide for the filing and payment of credit claims; in Subsection K, required film production companies to provide information about expenditures and a projection of the credit the company plans to claim in the fiscal year; in Subsection L, required the film division to post non-confidential information provided by film production companies on the division's website; added Subsection M to require the department to post on its website the aggregate amount of credits claimed and processed for the fiscal year; and in Subsection N, imposed a one-year limitation on the filing of credit claims and required the filing of an audit for claims that exceed five million dollars.\n\nThe 2007 amendment,effective July 1, 2007, added Subparagraph (d) of Paragraph (2) of Subsection A; increased the tax credit percentage to twenty-five percent; provided that for expenditures for which a company receives a tax credit pursuant to the federal new markets tax credit program, the film production tax credit is twenty percent; and added Subsection J.\n\nThe 2006 amendment,effective May 17, 2006, in Subsection A deleted the provision that the tax credit shall be \"fifteen percent\" and provided that the tax credit shall equal the percentage specified in Subsection B; added a new Subsection B, which provided that except as provided in Subsection C, the percentage shall be 20% and for taxable years beginning prior to January 1, 2009, an additional 5%; and added a new Subsection C, which provided that the additional 5% shall not be available for productions which receive a tax credit pursuant to federal law.\n\nThe 2005 amendment,effective June 17, 2005, provided in Subsection A(1) and (2) that the tax credit may be based on direct production expenditures for commercial audiovisual production and postproduction expenditures made in New Mexico that are attributable to production on a commercial film or audiovisual product, for services performed in New Mexico and subject to taxation by the state; provided in Subsection B that the tax credit shall not be claimed for direct production expenses or postproduction expenses for which the film company has delivered a nontaxable transaction certificate; and provided in Subsection D that to be eligible for the tax credit, the film company must agree in writing to the conditions stated in Subsection D(1) through (4).\n\nThe 2003 amendment,effective June 20, 2003, in Subsection A, substituted \"in an amount equal to\" for \"for\" following \"a tax credit\", inserted \"that are\" following \"of a film and\"; deleted former Subsection D relating to the definitions of \"direct production expenditure\", \"film\" and \"film production company\"; redesignated Subsections E to G as Subsections D to F; and deleted \"by the document\" following \"tax credit granted\" in present Subsection F.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-1/"
    },
    {
      "id": "section-7-2f-11",
      "number": "7-2F-1.1",
      "heading": "Short title.",
      "text": "Chapter 7, Article 2F NMSA 1978 may be cited as the \"Film Production Tax Credit Act\".\n\nHistory:Laws 2011, ch. 165, § 2 and Laws 2011, ch. 177, § 3.\n\nDuplicate laws.— Laws 2011, ch. 165, § 2, effective June 17, 2011, and Laws 2011, ch. 177, § 3, effective July 1, 2011, enacted identical new sections. The section was set out as enacted by Laws 2011, ch. 177, § 3.See12-1-8 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-1-1/"
    },
    {
      "id": "section-7-2f-2",
      "number": "7-2F-2",
      "heading": "Definitions.",
      "text": "As used in the Film Production Tax Credit Act:\n\nA. \"affiliated person\" means a person who directly or indirectly owns or controls, is owned or controlled by or is under common ownership or control with another person through ownership of voting securities or other ownership interests representing a majority of the total voting power of the entity;\n\nB. \"background artist\" means a person who is not a performing artist but is a person of atmospheric business whose work includes atmospheric noise, normal actions, gestures and facial expressions of that person's assignment; or a person of atmospheric business whose work includes special abilities that are not stunts; or a substitute for another actor, whether photographed as a double or acting as a stand-in;\n\nC. \"below-the-line crew\" means a person in a position that is off-camera and who provides technical services during the physical production of a film. \"Below-the-line crew\" does not include a person who is a writer, director, producer or background artist or performing artist for the film;\n\nD. \"commercial audiovisual product\" means a film or a video game intended for commercial exploitation;\n\nE. \"direct production expenditure\" means a transaction that is subject to taxation in New Mexico and is certified pursuant to Subsection A of Section 7-2F-12 NMSA 1978:\n\n(1) including an expenditure for:\n\n(a) payment of wages, fringe benefits or fees for talent, management or labor to a person who is a New Mexico resident;\n\n(b) payment for standard industry craft inventory when provided by a below-the-line crew that is a New Mexico resident in addition to its below-the-line crew services;\n\n(c) payment for wages and per diem for a performing artist who is not a New Mexico resident and who is directly employed by the film production company; provided that the film production company deducts and remits, or causes to be deducted and remitted, income tax from the first day of services rendered in New Mexico at the maximum rate pursuant to the Withholding Tax Act [Chapter 7, Article 3 NMSA 1978];\n\n(d) payment to a personal services business for the services of a performing artist if: 1) the personal services business pays gross receipts tax in New Mexico on the portion of those payments qualifying for the tax credit; and 2) the film production company deducts and remits, or causes to be deducted and remitted, income tax at the maximum rate in New Mexico pursuant to Subsection H of Section 7-3A-3 NMSA 1978 on the portion of those payments qualifying for the tax credit paid to a personal services business where the performing artist is a full or part owner of that business or subcontracts with a personal services business where the performing artist is a full or part owner of that business; and\n\n(e) any of the following provided by a vendor: 1) the story and scenario to be used for a film; 2) set construction and operations, wardrobe, accessories and related services; 3) photography, sound synchronization, lighting and related services; 4) editing and related services; 5) rental of facilities and equipment; 6) the first one hundred fifty dollars ($150) of the daily expense of leasing of vehicles, not including the chartering of aircraft for out-of-state transportation; however, New Mexico-based chartered aircraft for in-state transportation directly attributable to the production shall be considered a direct production expenditure; 7) food; 8) the first three hundred dollars ($300) of lodging per individual, per day; 9) commercial airfare if purchased through a New Mexico-based travel agency or travel company for travel to and from New Mexico or within New Mexico that is directly attributable to the production; 10) insurance coverage and bonding if purchased through a New Mexico-based insurance agent, broker or bonding agent; 11) subcontracted goods and services from businesses; provided that the ordinary course of business of the vendor procuring the goods and services from the subcontractor directly relates to standard film industry goods and services; and 12) other direct costs of producing a film in accordance with generally accepted entertainment industry practice; and\n\n(2) does not include an expenditure for:\n\n(a) a gift with a value greater than one hundred dollars ($100);\n\n(b) artwork or jewelry, except that a work of art or a piece of jewelry may be a direct production expenditure if: 1) it is used in the film production; and 2) the expenditure is less than two thousand five hundred dollars ($2,500);\n\n(c) entertainment, amusement or recreation;\n\n(d) subcontracted goods or services provided by a vendor when the subcontractors providing those goods or services to the vendor are not subject to state taxation, such as equipment and locations provided by the military, government and organizations that demonstrate to the taxation and revenue department that they have been granted exemption from the federal income tax by the United States commissioner of internal revenue as organizations described in Section 501(c)(3) of the United States Internal Revenue Code of 1986, as amended or renumbered;\n\n(e) subcontracted services provided by a vendor when the subcontracted services are provided by a person who is below-the-line crew and is not a New Mexico resident;\n\n(f) hidden or other indirect service fees, costs, commissions or other remuneration received by third parties and that are not directly paid by the film production company or expressly enumerated on a film production company's filing to claim a new film production tax credit;\n\n(g) wages for a person who is not a New Mexico resident and who falsely claims to be a New Mexico resident. The wages of such person shall not be considered an eligible expense for two years from the date in which the person is determined by the taxation and revenue department as having made a false claim, regardless of whether the person becomes a New Mexico resident within that time frame; or\n\n(h) which the film production company receives funding pursuant to Section 21-19-7.1 NMSA 1978;\n\nF. \"division\" means the New Mexico film division of the economic development department;\n\nG. \"federal new markets tax credit program\" means the tax credit program codified as Section 45D of the United States Internal Revenue Code of 1986, as amended;\n\nH. \"film\" means a single medium or multimedia program, including television programs but excluding advertising messages other than national or regional advertising messages intended for exhibition, that:\n\n(1) is fixed on film, a digital medium, videotape, computer disc, laser disc or other similar delivery medium;\n\n(2) can be viewed or reproduced;\n\n(3) is not intended to and does not violate a provision of Chapter 30, Article 37 NMSA 1978; and\n\n(4) is intended for reasonable commercial exploitation for the delivery medium used;\n\nI. \"film production company\" means a person that produces one or more films or commercial audiovisual products or any part of a film or commercial audiovisual product;\n\nJ. \"fiscal year\" means the state fiscal year beginning on July 1;\n\nK. \"New Mexico film partner\" means a film production company that has made a commitment to produce films or commercial audiovisual products in New Mexico and has purchased or executed a ten-year contract to lease a qualified production facility;\n\nL. \"New Mexico resident\" means an individual who is domiciled in this state during any part of the taxable year or an individual who is physically present in this state for one hundred eighty-five days or more during the taxable year; but any individual, other than someone who was physically present in the state for one hundred eighty-five days or more during the taxable year and who, on or before the last day of the taxable year, changed the individual's place of abode to a place without this state with the bona fide intention of continuing actually to abide permanently without this state is not a resident for the purposes of the Film Production Tax Credit Act for periods after that change of abode;\n\nM. \"performing artist\" means an actor, on-camera stuntperson, puppeteer, pilot who is a stuntperson or actor, specialty foreground performer or narrator; and who speaks a line of dialogue, is identified with the product or reacts to narration as assigned. \"Performing artist\" does not include a background artist;\n\nN. \"personal services business\" means a business organization, with or without physical presence, that receives payments pursuant to the Film Production Tax Credit Act for the services of a performing artist;\n\nO. \"physical presence\" means a physical address in New Mexico from which a vendor conducts business, stores inventory or otherwise creates, assembles or offers for sale the product purchased or leased by a film production company and the vendor or an employee of the vendor is a resident;\n\nP. \"postproduction expenditure\" means an expenditure, certified pursuant to Subsection A of Section 7-2F-12 NMSA 1978, for editing, Foley recording, automatic dialogue replacement, sound editing, special effects, including computer-generated imagery or other effects, scoring and music editing, beginning and end credits, negative cutting, soundtrack production, dubbing, subtitling or addition of sound or visual effects; but not including an expenditure for advertising, marketing, distribution or expense payments;\n\nQ. \"principal photography\" means the production of a film during which the main visual elements are created;\n\nR. \"qualified production facility\" means a building, or complex of buildings, building improvements and associated back-lot facilities in which films are or are intended to be regularly produced and that contain at least one:\n\n(1) sound stage with contiguous floor space of at least seven thousand square feet and a ceiling height of no less than eighteen feet; or\n\n(2) standing set that includes at least one interior, and at least five exteriors, built or re-purposed for film production use on a continual basis and is located on at least fifty acres of contiguous space designated for film production use; and\n\nS. \"vendor\" means a person who sells or leases goods or services that are related to standard industry craft inventory, who has a physical presence in New Mexico and is subject to gross receipts tax pursuant to the Gross Receipts and Compensating Tax Act [Chapter 7, Article 9 NMSA 1978 ] or income tax pursuant to the Income Tax Act [Chapter 7, Article 2 NMSA 1978] or corporate income tax pursuant to the Corporate Income and Franchise Tax Act [Chapter 7, Article 2A NMSA 1978] but excludes a personal services business and services provided by nonresidents hired or subcontracted if the tasks and responsibilities are associated with the standard industry job position of director, writer or producer.\n\nHistory:1978 Comp., § 7-2F-2, enacted by Laws 2003, ch. 127, § 2; 2005, ch. 104, § 10; 2006, ch. 78, § 2; 2007, ch. 172, § 4; 2011, ch. 177, § 4; 2013, ch. 160, § 6; 2015, ch. 143, § 2; 2019, ch. 87, § 4; 2023, ch. 211, § 31.\n\nRepeals.— Laws 2013, ch. 160, § 13 repealed Laws 2011, ch. 165, § 3, effective June 14, 2013.\n\nCross references.— For the federal Internal Revenue Code of 1986,see26 U.S.C. § 1.\n\nThe 2023 amendment,effective June 16, 2023, defined \"New Mexico film partner\"; added a new Subsection K; and redesignated former Subsections K through R as Subsections L through S, respectively.\n\nApplicability.— Laws 2023, ch. 211, § 43 provided:\n\nA. The provisions of Laws 2023, ch. 211, § 9 apply to taxable years beginning on or after January 1, 2023.\n\nB. The provisions of Laws 2023, ch. 211, §§ 31 through 35 apply to film production companies that commence principal photography for a film or commercial audiovisual product on or after July 1, 2023.\n\nThe 2019 amendment,effective July 1, 2019, defined \"below-the-line crew\", \"direct production expenditure\", \"film production company\" and \"vendor\", revised the definition of certain terms as used in the Film Production Tax Credit Act, and removed the definition of \"industry crew\"; added new Subsections C, E, I and R and redesignated the succeeding subsections accordingly; deleted former Subsection H, which defined \"industry crew\"; in Subsection N, after \"company and the\", deleted \"business owner\" and added \"vendor\", and after \"employee of the\", deleted \"business\" and added \"vendor\"; in Subsection O, added \"certified pursuant to Subsection A of Section 7-2F-12 NMSA 1978\"; and in Subsection Q, Paragraph Q(1), after \"contiguous\", deleted \"clear-span\", and after \"ceiling height of no less than\", deleted \"twenty-one\" and added \"eighteen.\n\nApplicability.— Laws 2019, ch. 87, § 11 provided that the provisions of Sections 4 and 7 through 9 of Laws 2019, ch. 87 apply to film production companies that commence principal photography for a film or commercial audiovisual product on or after July 1, 2019.\n\nThe 2015 amendment,effective June 19, 2015, amended certain definitions as used in the Film Production Tax Credit Act; added a new Subsection B, and redesignated former Subsection B as Subsection C; deleted former Subsection C, which defined \"direct production expenditure\"; deleted former Subsection G, which defined \"film production company\", and redesignated former Subsection H as Subsection G; added a new Subsection H; added a new Subsection J and redesignated former Subsections J, K and L as Subsections K, L and M, respectively; in Subsection K, after \"business organization\", added \"with or without physical presence\", after \"receives payment\", added \"pursuant to the Film Production Tax Credit Act\"; in Subsection L, after \"film production company\", added \"and the business owner or an employee of the business is a resident\"; added a new Subsection N and redesignated former Subsection M as Subsection O; in Subsection O, after \"buildings\", deleted \"and their\" and added \"building\", after \"contain at least one\", added a colon and designated the remainder of the former section up to \"twenty-one feet\" as Paragraph (1) of Subsection O and added \"; or\"; added new Paragraph (2) of Subsection O and deleted \"and\"; and deleted former Subsection N, which defined \"vendor\".\n\nThe 2013 amendment,effective June 14, 2013, defined terms to provide for additional eligibility requirements and to change the scope of direct production expenditures for which film production tax credits may be claimed; added Subparagraph (b) of Paragraph (1) of Subsection C; in Subparagraph (c) of Paragraph (1) of Subsection C, after \"qualifying for the tax credit; and 2)\", deleted \"deducts and remits withheld income tax pursuant to Subsection I of Section 7-3A-3 NMSA 1978\" and added the remainder of the sentence; added Subparagraphs (d) and (e) of Paragraph (2) of Subsection C; in Subsection K, after \"New Mexico\", deleted \"but does not include a post office box or other mail drop enterprise unless the physical presence is for a business and the business is providing mail services to a film production company\"; added Subsection M; and in Subsection N, in the introductory sentence, after \"Franchise Tax Act\", added the remainder of the sentence and added Paragraphs (1) and (2).\n\nApplicability.— Laws 2013, ch. 160, § 14 provided that:\n\n1. Subsections A, B and D through N, and Paragraph (1) and Subparagraphs (a) through (d) of Paragraph (2) of Subsection C of Laws 2013, ch. 160, § 6 apply to direct production expenditures and postproduction expenditures made on or after April 15, 2013; and\n\n2. Subparagraph (e) of Paragraph (2) of Subsection C of Laws 2013, ch. 160, § 6 applies to productions starting principal photography on or after January 1, 2014.\n\nThe 2011 amendment,effective July 1, 2011, added definitions of \"affiliated person\", \"division\", \"fiscal year\", \"New Mexico resident\", \"personal services business\", \"physical presence\", and \"vendor\"; provided that payments to performing artists qualify as direct production expenditures only if income tax withholding is deducted from the payments; provided that only the first one hundred dollars of daily expenses for leasing a passenger vehicle and the first one hundred fifty dollars for lodging per person per day qualify as direct production expenditures; and excluded expenditures for certain gifts and entertainment as direct production expenditures.\n\nThe 2007 amendment,effective July 1, 2007, changed the payments that qualify as direct production expenditures.\n\nThe 2006 amendment,effective May 17, 2006, added a new Subsection C to define \"federal new markets tax credit program\".\n\nThe 2005 amendment,effective July 1, 2005, added the definition in Subsection A of \"commercial audiovisual product\" and the definition in Subsection E of \"postproduction expenditure\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-2/"
    },
    {
      "id": "section-7-2f-21",
      "number": "7-2F-2.1",
      "heading": "Additional definitions.",
      "text": "As used in Sections 7-2F-6 through 7-2F-12 NMSA 1978:\n\nA. \"direct production expenditure\":\n\n(1) except as provided in Paragraph (2) of this subsection, means a transaction that is subject to taxation in New Mexico, including:\n\n(a) payment of wages, fringe benefits or fees for talent, management or labor to a person who is a New Mexico resident;\n\n(b) payment for standard industry craft inventory when provided by a resident industry crew in addition to its industry crew services;\n\n(c) payment for wages and per diem for a performing artist who is not a New Mexico resident and who is directly employed by a film production company; provided that the film production company deducts and remits, or causes to be deducted and remitted, income tax from the first day of services rendered in New Mexico at the maximum rate pursuant to the Withholding Tax Act [Chapter 7, Article 3 NMSA 1978];\n\n(d) payment to a personal services business on the wages and per diem paid to a performing artist of the personal services business if: 1) the personal services business pays gross receipts tax in New Mexico on the portion of those payments qualifying for the tax credit; and 2) the film production company deducts and remits, or causes to be deducted and remitted, income tax at the maximum rate in New Mexico pursuant to Subsection H of Section 7-3A-3 NMSA 1978 on the portion of those payments qualifying for the tax credit paid to a personal services business where the performing artist is a full or part owner of that business or subcontracts with a personal services business where the performing artist is a full or part owner of that business; and\n\n(e) any of the following provided by a vendor: 1) the story and scenario to be used for a film; 2) set construction and operations, wardrobe, accessories and related services; 3) photography, sound synchronization, lighting and related services; 4) editing and related services; 5) rental of facilities and equipment; 6) leasing of vehicles, not including the chartering of aircraft for out-of-state transportation; however, New Mexico-based chartered aircraft for in-state transportation directly attributable to the production shall be considered a direct production expenditure; provided that only the first one hundred dollars ($100) of the daily expense of leasing a vehicle for passenger transportation on roadways in the state may be claimed as a direct production expenditure; 7) food or lodging; provided that only the first one hundred fifty dollars ($150) of lodging per individual per day is eligible to be claimed as a direct production expenditure; 8) commercial airfare if purchased through a New Mexico-based travel agency or travel company for travel to and from New Mexico or within New Mexico that is directly attributable to the production; 9) insurance coverage and bonding if purchased through a New Mexico-based insurance agent, broker or bonding agent; 10) services for an external audit upon submission of an application for a film production tax credit by an accounting firm that submits the application pursuant to Subsection I of Section 7-2F-6 NMSA 1978; and 11) other direct costs of producing a film in accordance with generally accepted entertainment industry practice; and\n\n(2) does not include an expenditure for:\n\n(a) a gift with a value greater than twenty-five dollars ($25.00);\n\n(b) artwork or jewelry, except that a work of art or a piece of jewelry may be a direct production expenditure if: 1) it is used in the film production; and 2) the expenditure is less than two thousand five hundred dollars ($2,500);\n\n(c) entertainment, amusement or recreation; or\n\n(d) subcontracted goods or services provided by a vendor when subcontractors are not subject to state taxation, such as equipment and locations provided by the military, government and religious organizations;\n\nB. \"film production company\" means a person that produces one or more films or any part of a film and that commences principal photography on or after January 1, 2016; and\n\nC. \"vendor\" means a person who sells or leases goods or services that are related to standard industry craft inventory, who has a physical presence in New Mexico and is subject to gross receipts tax pursuant to the Gross Receipts and Compensating Tax Act [Chapter 7, Article 9 NMSA 1978] and income tax pursuant to the Income Tax Act [Chapter 7, Article 2 NMSA 1978] or corporate income tax pursuant to the Corporate Income and Franchise Tax Act [Chapter 7, Article 2A NMSA 1978] but excludes a personal services business.\n\nHistory:Laws 2015, ch. 143, § 4; 2016, ch. 77, § 2.\n\nThe 2016 amendment,effective May 18, 2016, clarified citations to the NMSA 1978 within the section; in the introductory sentence, after \"Sections\", deleted \"5 through 11 of this 2015 act\" and added \"7-2F-6 through 7-2F-12 NMSA 1978\"; in Subparagraph A(1)(e), after \"Subsection I of Section\", deleted \"5 of this 2015 act\" and added \"7-2F-6 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-2-1/"
    },
    {
      "id": "section-7-2f-3",
      "number": "7-2F-3",
      "heading": "Purposes; goals.",
      "text": "The purposes and goals of the Film Production Tax Credit Act are to:\n\nA. establish the film industry as a permanent component of the economic base of New Mexico;\n\nB. develop a pool of trained professionals and businesses in New Mexico to supply and support the film industry in the state;\n\nC. increase employment of New Mexico residents;\n\nD. improve the economic success of existing businesses in New Mexico; and\n\nE. develop the infrastructure in the state necessary for a thriving film industry.\n\nHistory:Laws 2011, ch. 165, § 4; 2016, ch. 77, § 3.\n\nThe 2016 amendment,effective May 18, 2016, in the introductory sentence, after \"Tax Credit\", added \"Act\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-3/"
    },
    {
      "id": "section-7-2f-4",
      "number": "7-2F-4",
      "heading": "Reporting; accountability.",
      "text": "A. The economic development department shall:\n\n(1) collect data to be used in an econometric tool that objectively assesses the effectiveness of the credits provided by the Film Production Tax Credit Act;\n\n(2) track the direct expenditures for the credits;\n\n(3) with the support and assistance of the legislative finance committee staff and the taxation and revenue department, review and assess the analysis developed in Paragraph (1) of this subsection and create a report for presentation to the revenue stabilization and tax policy committee and the legislative finance committee that provides an objective assessment of the effectiveness of the credits; and\n\n(4) report annually to the revenue stabilization and tax policy committee and the legislative finance committee on aggregate approved tax credits made pursuant to the Film Production Tax Credit Act and the past performance of and current outlook for the Film Production Tax Credit Act, including:\n\n(a) the aggregate amount of credits paid subject to the aggregate amount allowed pursuant to Subsection B of Section 7-2F-12 NMSA 1978 in the prior fiscal year and the current amount of claims in the queue pursuant to Subsection C of Section 7-2F-12 NMSA 1978;\n\n(b) the aggregate amount of approved credits paid in the prior fiscal year for expenditures by certain film production companies that are not subject to the aggregate amount of claims allowed pursuant to Section 7-2F-12 NMSA 1978;\n\n(c) the number of applicants receiving the additional credit for television pilots and series pursuant to Section 7-2F-7 NMSA 1978;\n\n(d) the number of applicants receiving the additional amount for expenditures made in certain areas of the state pursuant to Section 8 [7-2F-14 NMSA 1978] of this 2019 act;\n\n(e) the aggregate amount of direct production expenditures and post production expenditures in New Mexico during the prior fiscal year, shown by county;\n\n(f) the total number and wages of New Mexico residents employed by film production companies in the prior fiscal year; and\n\n(g) any other relevant information, as determined by the division.\n\nB. The division shall develop a form on which the taxpayer claiming a credit pursuant to the Film Production Tax Credit Act shall submit a report to accompany the taxpayer's application for that credit.\n\nC. With respect to the production on which the application for a credit is based, the film production company shall report to the division at a minimum the following information:\n\n(1) the total aggregate wages of the members of the New Mexico resident crew;\n\n(2) the number of New Mexico residents employed;\n\n(3) the total amount of gross receipts taxes paid;\n\n(4) the total number of hours worked by New Mexico residents;\n\n(5) the total expenditures made in New Mexico that do not qualify for the credit;\n\n(6) the aggregate wages paid to the members of the nonresident crew while working in New Mexico;\n\n(7) the aggregate amount of direct production expenditures and postproduction expenditures in New Mexico in the prior fiscal year, shown by county; and\n\n(8) other information deemed necessary by the division and economic development department to determine the effectiveness of the credit.\n\nD. For purposes of assessing the effectiveness of a credit, the inability of the economic development department to aggregate data due to sample size shall not relieve the department of the requirement to report all relevant data to the legislature. The division shall provide notice to a film production company applying for a credit that information provided to the division may be revealed by the department in reports to the legislature.\n\nHistory:Laws 2011, ch. 165, § 5; 2015, ch. 143, § 3; 2016, ch. 77, § 4; 2019, ch. 87, § 5.\n\nThe 2019 amendment,effective July 1, 2019, required the economic development department to include in its annual report to the revenue stabilization and tax policy committee and the legislative finance committee certain additional information regarding tax credits made pursuant to the Film Production Tax Credit Act, and required film production companies applying for a tax credit to report to the New Mexico film division information regarding production and postproduction expenditures made in New Mexico; in Subsection A, Paragraph A(4), added \"and the past performance of and current outlook for the Film Production Tax Credit Act, including\", and added Subparagraphs A(4)(a) through A(4)(g); and in Subsection C, added a new Paragraph C(7) and redesignated former Subparagraph C(7) as Subparagraph C(8).\n\nThe 2016 amendment,effective May 18, 2016, in Subsection C, after \"With respect to the\", deleted \"film\" and added \"production\".\n\nThe 2015 amendment,effective June 19, 2015, made technical amendments to the reporting requirements in the Film Production Tax Credit Act; in Subsection A, Paragraph (1), after \"effectiveness of the\", deleted \"film production tax credit\" and added \"credits provided by the film Production Tax Credit Act\", in Paragraph (2), after \"expenditures for the\", deleted \"film production tax credit\" and added \"credits\", in Paragraph (3), after \"effectiveness of the\", deleted \"film production tax credit\" and added \"credits\"; in Subsection B, after \"taxpayer claiming a\", deleted \"film production tax\"; in the introductory sentence of Subsection C, after \"application for a\", deleted \"film production tax\"; in Subsection C, Paragraph (5), after \"qualify for the\", deleted \"film production tax\", in Paragraph (7), after \"effectiveness of the\", deleted \"film production tax\"; and in Subsection D, after \"assessing the effectiveness of\", deleted \"the film production tax\" and added \"a\", and after \"company applying for\", deleted \"the film production tax\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-4/"
    },
    {
      "id": "section-7-2f-5",
      "number": "7-2F-5",
      "heading": "Assignment.",
      "text": "A. A film production company that is eligible to receive a credit pursuant to the Film Production Tax Credit Act may assign the payment of an authorized film production tax credit or a film and television tax credit to a third-party financial institution, or to an authorized third party, one time in a full or partial amount. If the parties to the assignment have complied with the procedures established by the taxation and revenue department for the assignment of a film production tax credit payment, the department shall remit to the institution that amount of tax credit approved by the department that would otherwise be remitted to the company.\n\nB. For the purposes of this section:\n\n(1) \"authorized third party\" means an entity that:\n\n(a) holds the rights to a film for which a film production tax credit may be claimed; and\n\n(b) initiates that film's production; and\n\n(2) \"financial institution\" means:\n\n(a) a fund purposely created to produce a film; or\n\n(b) a bank, savings institution or credit union that is organized or chartered pursuant to the laws of New Mexico or the United States and that files a New Mexico income tax return.\n\nHistory:Laws 2015, ch. 62, § 1; 2016, ch. 77, § 5.\n\nThe 2016 amendment,effective May 18, 2016, allowed a film production company to assign payment of a film and television tax credit to a third-party financial institution; in Subsection A, after \"eligible to receive a\", deleted \"film production tax\", after \"credit\", added \"pursuant to the Film Production Tax Credit Act\", and after \"an authorized film production tax credit\", added \"or a film and television tax credit\".\n\nApplicability.— Laws 2015, ch. 62, § 2 provided that Laws 2015, ch. 62, § 1 apply to taxable years beginning on or after January 1, 2015.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-5/"
    },
    {
      "id": "section-7-2f-6",
      "number": "7-2F-6",
      "heading": "Film and television tax credit; film production companies that commence principal photography on or after January 1, 2016.",
      "text": "A. The tax credit created by this section may be referred to as the \"film and television tax credit\".\n\nB. An eligible film production company may apply for, and the taxation and revenue department may allow, subject to the limitation in Section 7-2F-12 NMSA 1978, a tax credit in an amount equal to twenty-five percent of:\n\n(1) direct production expenditures made in New Mexico that:\n\n(a) are directly attributable to the production in New Mexico of a film or commercial audiovisual product;\n\n(b) are subject to taxation by the state of New Mexico;\n\n(c) exclude direct production expenditures for which another taxpayer claims the film and television tax credit; and\n\n(d) do not exceed the usual and customary cost of the goods or services acquired when purchased by unrelated parties. The secretary of taxation and revenue may determine the value of the goods or services for purposes of this section when the buyer and seller are affiliated persons or the sale or purchase is not an arm's length transaction; and\n\n(2) postproduction expenditures made in New Mexico that:\n\n(a) are directly attributable to the production of a commercial film or audiovisual product;\n\n(b) are for postproduction services performed in New Mexico;\n\n(c) are subject to taxation by the state of New Mexico;\n\n(d) exclude postproduction expenditures for which another taxpayer claims the film and television tax credit; and\n\n(e) do not exceed the usual and customary cost of the goods or services acquired when purchased by unrelated parties. The secretary of taxation and revenue may determine the value of the goods or services for purposes of this section when the buyer and seller are affiliated persons or the sale or purchase is not an arm's length transaction.\n\nC. With respect to expenditures attributable to a production for which the film production company receives a tax credit pursuant to the federal new markets tax credit program, the percentage to be applied in calculating the film and television tax credit is twenty percent.\n\nD. The film and television tax credit shall not be claimed with respect to direct production expenditures or postproduction expenditures for which the film production company has delivered a nontaxable transaction certificate pursuant to Section 7-9-86 NMSA 1978.\n\nE. A production for which the film and televison [television] tax credit is claimed pursuant to Paragraph (1) of Subsection B of this section shall contain an acknowledgment to the state of New Mexico in the end screen credits that the production was filmed in New Mexico, and a state logo provided by the division shall be included and embedded in the end screen credits of long-form narrative film productions and television episodes, unless otherwise agreed upon in writing by the film production company and the division.\n\nF. To be eligible for the film and television tax credit, a film production company shall submit to the division information required by the division to demonstrate conformity with the requirements of the Film Production Tax Credit Act, including detailed information on each direct production expenditure and each postproduction expenditure. A film production company shall provide to the division a projection of the film and television tax credit claim the film production company plans to submit in the fiscal year. In addition, the film production company shall agree in writing:\n\n(1) to pay all obligations the film production company has incurred in New Mexico;\n\n(2) to post a notice at completion of principal photography on the website of the division that:\n\n(a) contains production company information, including the name of the production, the address of the production company and contact information that includes a working phone number, fax number and email address for both the local production office and the permanent production office to notify the public of the need to file creditor claims against the film production company; and\n\n(b) remains posted on the website until all financial obligations incurred in the state by the film production company have been paid;\n\n(3) that outstanding obligations are not waived should a creditor fail to file;\n\n(4) to delay filing of a claim for the film and television tax credit until the division delivers written notification to the taxation and revenue department that the film production company has fulfilled all requirements for the credit; and\n\n(5) to submit a completed application for the film and television tax credit and supporting documentation to the division within one year of the close of the film production company's taxable year in which the expenditures in New Mexico were incurred for the registered project and that are included in the credit claim.\n\nG. The division shall determine the eligibility of the company and shall report this information to the taxation and revenue department in a manner and at times the economic development department and the taxation and revenue department shall agree upon. The division shall also post on its website all information provided by the film production company that does not reveal revenue, income or other information that may jeopardize the confidentiality of income tax returns, including that the division shall report quarterly the projected amount of credit claims for the fiscal year.\n\nH. To provide guidance to film production companies regarding the amount of credit capacity remaining in the fiscal year, the taxation and revenue department shall post monthly on that department's website the aggregate amount of credits claimed and processed for the fiscal year.\n\nI. To receive a film and television tax credit, a film production company shall apply to the taxation and revenue department on forms and in the manner the department may prescribe. The application shall include a certification of the amount of direct production expenditures or postproduction expenditures made in New Mexico with respect to the film production for which the film production company is seeking the film and television tax credit; provided that for the film and television tax credit, the application shall be submitted within one year of the date of the last direct production expenditure in New Mexico or the last postproduction expenditure in New Mexico incurred within the film production company's taxable year. If the amount of the requested tax credit exceeds five million dollars ($5,000,000), the application shall also include the results of an audit, conducted by a certified public accountant licensed to practice in New Mexico, verifying that the expenditures have been made in compliance with the requirements of this section. If the requirements of this section have been complied with, subject to the provisions of Section 7-2F-12 NMSA 1978, the taxation and revenue department shall approve the film and television tax credit and issue a document granting the tax credit.\n\nJ. The film production company may apply all or a portion of the film and television tax credit granted against personal income tax liability or corporate income tax liability. If the amount of the film and television tax credit claimed exceeds the film production company's tax liability for the taxable year in which the credit is being claimed, the excess shall be refunded.\n\nHistory:Laws 2015, ch. 143, § 5; 2016, ch. 77, § 6.\n\nBracketed material.— The bracketed material was inserted by the compiler to correct a typographical error and is not part of the law.\n\nThe 2016 amendment,effective May 18, 2016, clarified citations to the NMSA 1978 within the section; throughout the section, changed \"web site\" to \"website\"; in Subsection B, deleted \"11 of this 2015 act\" and added \"7-2F-12 NMSA 1978\"; and in Subsection I, deleted \"11 of this 2015 act\" and added \"7-2F-12 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-6/"
    },
    {
      "id": "section-7-2f-7",
      "number": "7-2F-7",
      "heading": "Additional credit; television pilots and series.",
      "text": "A. In addition to the credit provided by Section 7-2F-6 NMSA 1978, an additional five percent shall be applied in calculating the amount of the film and television tax credit to direct production expenditures, except as provided in Subsections C and D of this section, on:\n\n(1) a standalone pilot intended for series television in New Mexico; and\n\n(2) series television productions intended for commercial distribution with an order for at least six episodes in a single season; provided that the New Mexico budget for each of those six episodes is fifty thousand dollars ($50,000) or more.\n\nB. A film production company applying for an additional credit pursuant to this section shall not be eligible for the additional credit pursuant to Section 7-2F-8 NMSA 1978.\n\nC. Direct production expenditures that are payments to a nonresident performing artist in a standalone pilot shall not be eligible for the additional credit pursuant to this section.\n\nD. Payments to a nonresident performing artist for a television series may be eligible for the additional credit pursuant to this section; provided that:\n\n(1) a television series completes at least one season of the scheduled episodes for that series in New Mexico;\n\n(2) the film production company certifies the intention to produce a subsequent season to the series described in Paragraph (1) of this subsection in New Mexico; and\n\n(3) the film production company, or its parent company, produces or begins production of an additional eligible television series in New Mexico during the same film production company's taxable year as the television series. Payments to a nonresident performing artist for the additional television series may also be eligible for the additional credit pursuant to this section.\n\nHistory:Laws 2015, ch. 143, § 6; 2016, ch. 77, § 7.\n\nThe 2016 amendment,effective May 18, 2016, clarified citations to the NMSA 1978 within the section; in Subsection A, in the introductory sentence, deleted \"5 of this 2015 act\" and added \"7-2F-6 NMSA 1978\"; and in Subsection B, deleted \"7 of this 2015 act\" and added \"7-2F-8 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-7/"
    },
    {
      "id": "section-7-2f-8",
      "number": "7-2F-8",
      "heading": "Additional credit; qualified production facilities.",
      "text": "A. In addition to the credit provided by Section 7-2F-6 NMSA 1978, an additional five percent shall be applied in calculating the amount of the film and television tax credit to direct production expenditures that are directly attributable and paid to a New Mexico resident who is hired as industry crew, or who is hired as a producer, writer or director working directly with the physical production and has filed a New Mexico income tax return as a resident in the two previous taxable years. The direct production expenditures shall be on a production with a total new budget of:\n\n(1) not more than thirty million dollars ($30,000,000) that shoots at least ten principal photography days in New Mexico at a qualified production facility; provided that a film production company shall:\n\n(a) shoot at least seven of those days at a sound stage that is a qualified production facility and the remaining number of required days, if any, at a standing set that is a qualified production facility; and\n\n(b) for each of the ten days, include industry crew working on the premises of those facilities for a minimum of eight hours within a twenty-four-hour period; or\n\n(2) thirty million dollars ($30,000,000) or more that shoots at least fifteen principal photography days in New Mexico at a qualified production facility; provided that a film production company shall:\n\n(a) shoot at least ten of those days at a sound stage that is a qualified production facility and the remaining number of required days, if any, at a standing set that is a qualified production facility; and\n\n(b) for each day of the fifteen days, include industry crew working on the premises of the facility for a minimum of eight hours within a twenty-four-hour period.\n\nB. A film production company that receives an additional credit pursuant to Section 7-2F-7 NMSA 1978 shall not be eligible for the additional credit pursuant to this section.\n\nHistory:Laws 2015, ch. 143, § 7; 2016, ch. 77, § 8.\n\nThe 2016 amendment,effective May 18, 2016, clarified citations to the NMSA 1978 within the section; in Subsection A, in the introductory paragraph, deleted \"5 of this 2015 act\" and added \"7-2F-6 NMSA 1978\"; and in Subsection B, deleted \"6 of this 2015 act\" and added \"7-2F-7 NMSA 1978\".",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-8/"
    },
    {
      "id": "section-7-2f-9",
      "number": "7-2F-9",
      "heading": "Additional credit; nonresident industry crew.",
      "text": "A film production company may apply for, and the taxation and revenue department may allow, subject to the limitation in this section, a tax credit in an amount equal to fifteen percent of the payment of wages, fringe benefits and per diem for nonresident industry crew; provided that:\n\nA. the service for which payment is made is rendered in New Mexico;\n\nB. payments for nonresident industry crew exclude payments for production designer, director of photography, line producer, costume designer, still unit photographer and driver whose sole responsibility is driving;\n\nC. the number of nonresident industry crew shall be employed by the film production company in New Mexico, and shall be, as calculated by the division upon receipt of the first application for a film production tax credit and review of the project's New Mexico budget:\n\n(1) four positions for up to two million dollars ($2,000,000) of the final New Mexico budget;\n\n(2) one additional position for each additional one million dollars ($1,000,000) of the project's final New Mexico budget of at least two million dollars ($2,000,000) up to ten million dollars ($10,000,000);\n\n(3) one additional position for each additional five million dollars ($5,000,000) of the project's final New Mexico budget of at least ten million dollars ($10,000,000) up to fifty million dollars ($50,000,000);\n\n(4) one additional position for every additional ten million dollars ($10,000,000) of the project's final New Mexico budget of at least fifty million dollars ($50,000,000) and thereafter;\n\n(5) eight additional positions, above the number of positions described in this subsection, for a television pilot episode that has not been ordered to series at the time of New Mexico production; provided that the film production company certifies to the division that the series is intended to be produced in New Mexico if the pilot is ordered to series; and\n\n(6) no more than thirty positions; provided that, at the discretion of the division, up to and including ten additional positions may be permitted if five other films are being produced in New Mexico at the time of the film production company's production; and\n\nD. the film production company makes financial or promotional contributions toward educational or work force development efforts in New Mexico as determined by the division, including:\n\n(1) a payment to a New Mexico educational institution that administers at least one industry-recognized film or multimedia program, as determined by the division, equal to at least two and one-half percent of the direct production expenditures for the payment of wages, fringe benefits and per diem for nonresident industry crew made by the film production company to nonresident industry crew; or\n\n(2) promotion of the New Mexico film industry by directors, actors or producers affiliated with the film production company's project through:\n\n(a) social media that is managed by the state;\n\n(b) radio interviews facilitated by the division;\n\n(c) enhanced screen credit acknowledgments; or\n\n(d) related events that are facilitated, conducted or sponsored by the division.\n\nHistory:Laws 2015, ch. 143, § 8.\n\nEffective dates.— Laws 2015, ch. 143 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2015, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-9/"
    },
    {
      "id": "section-7-2f-10",
      "number": "7-2F-10",
      "heading": "Payments for performing artists; credit limitation.",
      "text": "That amount of a film and television tax credit for the total payments of direct production expenditures for the services of performing artists shall not exceed five million dollars ($5,000,000) for services rendered by nonresident performing artists and featured resident principal performing artists in a production. This limitation shall not apply to the services of background artists and resident performing artists who are not cast in industry standard featured principal performer roles.\n\nHistory:Laws 2015, ch. 143, § 9.\n\nEffective dates.— Laws 2015, ch. 143 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2015, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-10/"
    },
    {
      "id": "section-7-2f-11",
      "number": "7-2F-11",
      "heading": "Requirements to contract with certain vendors.",
      "text": "A. A film production company shall make reasonable efforts, as determined by the division, to contract with a specialized vendor whose ordinary course of business directly relates to a standard industry craft inventory and that:\n\n(1) provides services;\n\n(2) provides inventory, for sale or lease, that is maintained in New Mexico and represented by the specialized vendor; or\n\n(3) subcontracts similar standard industry craft inventory from other businesses with or without physical presence.\n\nB. If a film production company does not contract with a specialized vendor, but contracts with a vendor that provides services, does not sell or lease standard industry craft inventory and outsources inventory from out-of-state businesses for a film production company, the film production company shall provide documentation of reasonable efforts made to find a specialized vendor.\n\nHistory:Laws 2015, ch. 143, § 10.\n\nEffective dates.— Laws 2015, ch. 143 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 19, 2015, 90 days after the adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-11/"
    },
    {
      "id": "section-7-2f-12",
      "number": "7-2F-12",
      "heading": "Credit claims; certification of direct production and postproduction expenditures; aggregate amount of claims allowed; exception.",
      "text": "A. The division shall certify a film production company's budget for direct production expenditures and postproduction expenditures during a preproduction meeting with the division; provided that the division is prohibited from certifying a film production company's budget if the total expected claims in excess of the aggregate amount of claims that may be authorized for payment pursuant to Subsection B of this section would exceed one hundred million dollars ($100,000,000) in any fiscal year; and provided further that the limitation in this subsection shall not apply to certification of a budget for a New Mexico film partner.\n\nB. Except as provided in Laws 2019, Chapter 87, Section 10, the aggregate amount of claims for a credit provided by the Film Production Tax Credit Act that may be authorized in any fiscal year with respect to the direct production expenditures or postproduction expenditures made on film or commercial audiovisual products shall be in the following amounts; provided that direct production expenditures and postproduction expenditures made by a New Mexico film partner shall not be subject to the aggregate amount of claims provided by this subsection:\n\n(1) prior to fiscal year 2024, one hundred ten million dollars ($110,000,000);\n\n(2) from fiscal year 2024 through fiscal year 2028, the amount provided in Paragraph (1) of this subsection shall be increased by ten million dollars ($10,000,000) in each of those fiscal years; and\n\n(3) for fiscal year 2029 and subsequent fiscal years, one hundred sixty million dollars ($160,000,000).\n\nC. If a film production company submits a claim for a credit pursuant to the Film Production Tax Credit Act and the aggregate amount of claims pursuant to Subsection B of this section has been met for the fiscal year, the claim shall be placed at the front of a queue for payment in a subsequent fiscal year. Claims shall be placed in order of the date on which the completed return in which the credit is claimed is filed. Claims authorized for payment shall be paid pursuant to the Tax Administration Act [Chapter 7, Article 1 NMSA 1978].\n\nD. To provide guidance to film production companies regarding the amount of credit capacity remaining in the fiscal year, the taxation and revenue department shall post monthly on that department's website the aggregate amount of credits claimed and paid for the fiscal year. In addition, the division shall post monthly on the division's website the aggregate amount of claims certified pursuant to Subsection A of this section for the fiscal year or any subsequent fiscal year.\n\nHistory:Laws 2015, ch. 143, § 11; repealed and reenacted by Laws 2019, ch. 87, § 6; 2023, ch. 211, § 32.\n\nRepeals and reenactments.— Laws 2019, ch. 87, § 6 repealed and reenacted 7-2F-12 NMSA 1978, effective July 1, 2019.\n\nThe 2023 amendment,effective June 16, 2023, increased the film production tax credit, and removed the definition of \"New Mexico film partner\"; in Subsection B, in the introductory clause, after \"may be authorized\", deleted \"for payment\", after \"any fiscal year\", deleted \"is one hundred ten million dollars ($110,000,000)\", and after \"audiovisual products\", added \"shall be in the following amounts\", added new Paragraphs B(1) through B(3); deleted Subsection D and redesignated former Subsection E as Subsection D; and deleted former Subsection F.\n\nApplicability.— Laws 2023, ch. 211, § 43 provided:\n\nA. The provisions of Laws 2023, ch. 211, § 9 apply to taxable years beginning on or after January 1, 2023.\n\nB. The provisions of Laws 2023, ch. 211, §§ 31 through 35 apply to film production companies that commence principal photography for a film or commercial audiovisual product on or after July 1, 2023.\n\nTemporary provisions.— Laws 2019, ch. 87, § 10 provided that:\n\nA. In addition to the aggregate amount of claims that may be paid pursuant to Section 7-2F-12 NMSA 1978, a claim for a tax credit approved by the taxation and revenue department pursuant to the Film Production Tax Credit Act shall be paid:\n\n(1) prior to July 1, 2019; provided that the aggregate amount of claims for credits that may be authorized for payment pursuant to this subsection does not exceed one hundred million dollars ($100,000,000); and\n\n(2) on or after July 1, 2019, but prior to July 1, 2020; provided that the aggregate amount of claims for credits that may be authorized for payment pursuant to this subsection does not exceed ninety-five million dollars ($95,000,000) and that the claim meets the requirements of the Film Production Tax Credit Act; provided further that, if the fiscal year 2019 general fund revenues estimated by the consensus revenue estimating group presented to the legislative finance committee in August 2019 exceeds the fiscal year 2019 general fund revenues forecasted by the consensus revenue estimating group in February 2019 by at least thirty million dollars ($30,000,000), then the ninety-five million dollar ($95,000,000) threshold shall be increased to one hundred twenty-five million dollars ($125,000,000).\n\nB. A claim that exceeds the authorized amounts to be paid as provided in this section shall be paid in accordance with the applicable provisions of the Film Production Tax Credit Act, as those provisions were in effect on the date the claim was approved.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-12/"
    },
    {
      "id": "section-7-2f-13",
      "number": "7-2F-13",
      "heading": "New film production tax credit.",
      "text": "A. The tax credit created by this section may be referred to as the \"new film production tax credit\".\n\nB. A film production company that meets the requirements of the Film Production Tax Credit Act may apply for, and the taxation and revenue department may allow, a tax credit in an amount equal to twenty-five percent of:\n\n(1) direct production expenditures made in New Mexico that:\n\n(a) are directly attributable to the production in New Mexico of a film or commercial audiovisual product;\n\n(b) are subject to taxation by the state of New Mexico;\n\n(c) exclude direct production expenditures for which another taxpayer claims the new film production tax credit; and\n\n(d) do not exceed the usual and customary cost of the goods or services acquired when purchased by unrelated parties. The secretary of taxation and revenue may determine the value of the goods or services for purposes of this section when the buyer and seller are affiliated persons or the sale or purchase is not an arm's length transaction; and\n\n(2) postproduction expenditures made in New Mexico that:\n\n(a) are directly attributable to the production of a commercial film or audiovisual product;\n\n(b) are for services performed in New Mexico;\n\n(c) are subject to taxation by the state of New Mexico;\n\n(d) exclude postproduction expenditures for which another taxpayer claims the new film production tax credit; and\n\n(e) do not exceed the usual and customary cost of the goods or services acquired when purchased by unrelated parties. The secretary of taxation and revenue may determine the value of the goods or services for purposes of this section when the buyer and seller are affiliated persons or the sale or purchase is not an arm's length transaction.\n\nC. With respect to expenditures attributable to a production for which the film production company receives a tax credit pursuant to the federal new markets tax credit program, the percentage to be applied in calculating the amount of credit allowed pursuant to the Film Production Tax Credit Act is twenty percent.\n\nD. A claim for new film production tax credits shall be filed as part of a return filed pursuant to the Income Tax Act [Chapter 7, Article 2 NMSA 1978] or the Corporate Income and Franchise Tax Act [Chapter 7, Article 2A NMSA 1978] or an information return filed by an entity assigned payment of an authorized credit pursuant to Section 7-2F-5 NMSA 1978. The date a complete credit claim is received by the taxation and revenue department shall determine the order that a credit claim is authorized for payment by the department. The film production company may apply all or a portion of the new film production tax credit granted against personal income tax liability or corporate income tax liability. If the amount of the credit claimed exceeds the film production company's tax liability for the taxable year in which the credit is being claimed, the excess shall be refunded.\n\nE. A credit claim shall only be considered received by the taxation and revenue department if the credit claim is made on a complete return filed after the close of the taxable year. All direct production expenditures and postproduction expenditures incurred during the taxable year by a film production company shall be submitted as part of the same income tax return and paid pursuant to this section. A credit claim shall not be divided and submitted with multiple returns or in multiple years.\n\nF. For purposes of determining the payment of credit claims pursuant to this section, the secretary of taxation and revenue may require that credit claims of affiliated persons be combined into one claim if necessary to accurately reflect closely integrated activities of affiliated persons.\n\nG. The new film production tax credit shall not be claimed with respect to direct production expenditures or postproduction expenditures for which the film production company has delivered a nontaxable transaction certificate pursuant to Section 7-9-86 NMSA 1978 or alternative evidence pursuant to Section 7-9-43 NMSA 1978.\n\nH. A production for which the new film production tax credit is claimed pursuant to Paragraph (1) of Subsection B of this section shall contain an acknowledgment to the state of New Mexico. Unless otherwise agreed upon in writing by the film production company and the division, the acknowledgment shall be in the end screen credits that the production was filmed in New Mexico and a three-second static or animated state logo provided by the division shall be included and embedded in the following:\n\n(1) end screen credits before the below-the-line crew crawl for the life of the project of long-form narrative film productions; and\n\n(2) body of the program for the life of television episodes, the placement of which shall be:\n\n(a) in the opening sequence;\n\n(b) as a bumper into or out of a commercial break; or\n\n(c) in a prominent position in each single project's end credits with no less than a half screen exposure, but not covering content.\n\nI. To be eligible for the new film production tax credit, a film production company shall submit to the division information required by the division to demonstrate conformity with the requirements of the Film Production Tax Credit Act, including production data deemed necessary by the division and the economic development department to determine the effectiveness of the credit, and a projection of the new film production tax credit claim the film production company plans to submit. In addition, the film production company shall agree in writing:\n\n(1) to pay all obligations the film production company has incurred in New Mexico;\n\n(2) to post a notice at completion of principal photography on the website of the division that:\n\n(a) contains production company information, including the name of the production and contact information that includes a working phone number and email address for both the local production office and the permanent production office to notify the public of the need to file creditor claims against the film production company; and\n\n(b) remains posted on the website until all financial obligations incurred in the state by the film production company have been paid;\n\n(3) that outstanding obligations are not waived should a creditor fail to file;\n\n(4) to delay filing of a claim for the new film production tax credit until the division delivers written notification to the taxation and revenue department that the film production company has fulfilled all requirements for the credit; and\n\n(5) to submit a completed application for the new film production tax credit and supporting documentation to the division within one year of making the final expenditures in New Mexico that were incurred for the registered project and that are included in the credit claim.\n\nJ. The division, in consultation with the taxation and revenue department, shall determine the eligibility of the film production company and shall report this information to the taxation and revenue department in a manner and at times the economic development department and the taxation and revenue department shall agree upon. The division shall also post on its website all information provided by the film production company that does not reveal revenue, income or other information that may jeopardize the confidentiality of income tax returns.\n\nK. To receive a new film production tax credit, a film production company shall apply to the taxation and revenue department on forms and in the manner the department may prescribe. The application shall include a certification of the amount of direct production expenditures or postproduction expenditures made in New Mexico with respect to the film production for which the film production company is seeking the credit; provided that for the credit, the application shall be submitted within one year of the date of the last direct production expenditure in New Mexico or the last postproduction expenditure in New Mexico. If the amount of the requested tax credit exceeds five million dollars ($5,000,000), the application shall also include the results of an audit, conducted by a certified public accountant licensed to practice in New Mexico, verifying that the expenditures have been made in compliance with the requirements of this section. If the requirements of this section have been complied with, the taxation and revenue department shall approve the credit and issue a document granting the credit.\n\nL. Except as provided in Subsection M of this section, that amount of a new film production tax credit for total payments as applied to direct production expenditures for the services of performing artists shall not exceed five million dollars ($5,000,000) for services rendered by nonresident performing artists in a production. This limitation shall not apply to the services of background artists or resident performing artists cast in industry standard feature performing roles.\n\nM. In addition to the amount of payments allowed pursuant to Subsection L of this section, that amount of a new film production tax credit for total payments as applied to direct production expenditures made by a New Mexico film partner for the services of nonresident performing artists, directors, producers, screenwriters and editors shall not exceed ten million dollars ($10,000,000) for services rendered for each production; provided that the total payments allowed pursuant to this subsection shall not exceed an annual aggregate maximum of forty million dollars ($40,000,000) for all productions in a fiscal year. If the aggregate amount of payments made in a fiscal year is less than the annual aggregate maximum, then the difference in that fiscal year shall be added to the annual aggregate maximum allowed in the following fiscal year.\n\nHistory:Laws 2019, ch. 87, § 7; 2023, ch. 211, § 33.\n\nThe 2023 amendment,effective June 16, 2023, increased the new film production tax credit; in Subsection L, added \"Except as provided in Subsection M of this section\", after \"performing artists\", deleted \"and resident principal performing artists\", and after \"background artists\", added \"or resident performing artists cast in industry standard feature performing roles\"; and added Subsection M.\n\nApplicability.— Laws 2023, ch. 211, § 43 provided:\n\nA. The provisions of Laws 2023, ch. 211, § 9 apply to taxable years beginning on or after January 1, 2023.\n\nB. The provisions of Laws 2023, ch. 211, §§ 31 through 35 apply to film production companies that commence principal photography for a film or commercial audiovisual product on or after July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-13/"
    },
    {
      "id": "section-7-2f-14",
      "number": "7-2F-14",
      "heading": "Additional amounts to be applied in calculating credit amounts; expenditures made in certain areas of the state; television pilots and series.",
      "text": "A. In addition to the percentage of direct production expenditures and postproduction expenditures calculated pursuant to Section 7-2F-13 NMSA 1978, an additional percentage shall be applied for payments for direct production expenditures and postproduction expenditures, as follows:\n\n(1) ten percent for work, services or items provided on location for a production of a film or commercial audiovisual product that is located in New Mexico at least sixty miles from the city hall of the county seat of certain counties; and\n\n(2) five percent for either of the following:\n\n(a) on a standalone pilot intended for series television in New Mexico or on series television productions intended for commercial distribution with an order for at least six episodes in a single season; provided that the New Mexico budget for each of those six episodes is fifty thousand dollars ($50,000) or more; or\n\n(b) on a production in a qualified production facility.\n\nB. As used in this section, \"certain counties\" means class A counties with a net taxable value of property for property taxation purposes of greater than seven billion five hundred million dollars ($7,500,000,000).\n\nHistory:Laws 2019, ch. 87, § 8; 2023, ch. 211, § 34.\n\nThe 2023 amendment,effective June 16, 2023, increased the percentages to be applied for payments for direct production expenditures and postproduction expenditures, and revised the definition of \"certain counties\" as used in this section; in Subsection A, in the introductory clause, after \"an additional\", deleted \"five percent\" and added \"percentage\", and after \"expenditures\", added \"as follows\", in Paragraph A(1), after the paragraph designation, added \"ten percent\", after \"at least sixty miles\", deleted \"outside of the exterior boundaries\" and added \"from the city hall of the county seat\", in Paragraph A(2), in the introductory clause, after the paragraph designation, added \"five percent\"; and in Subsection B, after \"certain counties'\", deleted \"includes\" and added \"means Class A\", after \"greater than\", deleted \"six billion dollars ($6,000,000,000)\" and added \"seven billion five hundred million dollars ($7,500,000,000)\".\n\nApplicability.— Laws 2023, ch. 211, § 43 provided:\n\nA. The provisions of Laws 2023, ch. 211, § 9 apply to taxable years beginning on or after January 1, 2023.\n\nB. The provisions of Laws 2023, ch. 211, §§ 31 through 35 apply to film production companies that commence principal photography for a film or commercial audiovisual product on or after July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-14/"
    },
    {
      "id": "section-7-2f-15",
      "number": "7-2F-15",
      "heading": "Nonresident below-the-line crew credit.",
      "text": "A film production company may apply for, and the taxation and revenue department may allow, a tax credit, which may be referred to as the \"nonresident below-the-line crew credit\", in an amount equal to fifteen percent of the payment of wages for below-the-line crew who are not New Mexico residents, that are directly attributable to the production in New Mexico of a film or commercial audiovisual product for which the film production company is claiming a new film production tax credit; provided that:\n\nA. the service for which payment is made is rendered in New Mexico;\n\nB. the payment of wages excludes payments:\n\n(1) for below-the-line crew who are producers, directors, screenwriters, cast and production assistants; and\n\n(2) made to a personal services business;\n\nC. prior to July 1, 2028, for a film production company that is a New Mexico film partner, the total amount of wages applied toward the additional credit allowed pursuant to this section may be up to one hundred percent of the amount of wages of resident below-the-line wages claimed; provided that the film production company provides a seventy-two-hour notice of the opportunity to be hired to resident below-the-line crew, which may be through a collective bargaining unit that represents resident below-the-line crew; and\n\nD. for a film production company that is not a New Mexico film partner and, beginning July 1, 2028, for a film production company that is a New Mexico film partner:\n\n(1) the total eligible wages for below-the-line crew who are not New Mexico residents are not more than fifteen percent of the production's total New Mexico budget for below-the-line crew wages; and\n\n(2) the film production company may claim the nonresident below-the-line crew credit for employing up to the following numbers of nonresident below-the-line crew in New Mexico and shall be as calculated by the division upon application for certification pursuant to Subsection A of Section 7-2F-12 NMSA 1978; provided that the total number shall not exceed twenty positions:\n\n(a) five positions if the production's final New Mexico budget is up to two million seven hundred fifty thousand dollars ($2,750,000);\n\n(b) ten positions if the production's final New Mexico budget is greater than two million seven hundred fifty thousand dollars ($2,750,000) and up to seven million five hundred thousand dollars ($7,500,000);\n\n(c) fifteen positions if the production's final New Mexico budget is greater than seven million five hundred thousand dollars ($7,500,000) and up to eleven million dollars ($11,000,000);\n\n(d) one position in addition to the number of positions provided in Subparagraph (c) of this paragraph for every ten million dollars ($10,000,000) over eleven million dollars ($11,000,000) of the production's final New Mexico budget; and\n\n(e) five positions in addition to the number of positions provided in Subparagraphs (a) through (d) of this paragraph for a television pilot episode that has been ordered to series; provided that the film production company certifies to the division that the series is intended to be produced in New Mexico.\n\nHistory:Laws 2019, ch. 87, § 9; 2023, ch. 211, § 35.\n\nThe 2023 amendment,effective June 16, 2023, increased the nonresident crew credit, and rewrote the section.\n\nApplicability.— Laws 2023, ch. 211, § 43 provided:\n\nA. The provisions of Laws 2023, ch. 211, § 9 apply to taxable years beginning on or after January 1, 2023.\n\nB. The provisions of Laws 2023, ch. 211, §§ 31 through 35 apply to film production companies that commence principal photography for a film or commercial audiovisual product on or after July 1, 2023.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-7/article-2f/section-7-2f-15/"
    }
  ]
}