{
  "state": "pennsylvania",
  "path": "title-title-8/chapter-chapter-28",
  "sections": [
    {
      "id": "section-2800",
      "number": "2800",
      "heading": "",
      "text": "A borough may appropriate annually, out of the general funds of the borough, a sum for the care, upkeep, maintenance and beautifying of:\n\n(1) cemeteries and burial grounds lying wholly or partly within the boundary limits of the borough or in the territory immediately adjacent to the borough; and\n\n(2) private roads in or leading to property under paragraph (1).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2800/"
    },
    {
      "id": "section-2800-1",
      "number": "2800.1",
      "heading": "",
      "text": "ยง 2800.1. Burial of deceased persons.\n\nA borough may prohibit the burial or interment of deceased persons anywhere within borough limits.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2800-1/"
    },
    {
      "id": "section-2805-1",
      "number": "2805.1",
      "heading": "",
      "text": "(a) Maintenance.--The council may, upon compliance with subsection (b), direct the removal of weeds, refuse and debris from an abandoned or neglected cemetery.\n\n(b) Notice.--\n\n(1) To exercise the power under subsection (a), the council must give notice to the owner directing the removal of weeds, refuse and debris from the cemetery within 30 days of service under paragraph (2).\n\n(2) Notice must be effected by any of the following means:\n\n(i) Personal service on the owner.\n\n(ii) Certified mail, addressee only, return receipt requested, to the owner at the owner's last known address.\n\n(iii) After reasonable attempts to give notice under subparagraph (i) or (ii) have failed, posting notice at or upon the property.\n\n(c) Action.--\n\n(1) If the removal is not completed within 30 days after the notice is effected under subsection (b)(2), the council shall provide for the removal to be done by employees of the borough or by a contractor at the expense of the borough.\n\n(2) The costs of removal under paragraph (1) shall be assessed against the owner of the cemetery and collected under Chapter 21A (relating to assessments and charges for public improvements).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2805-1/"
    },
    {
      "id": "section-2816",
      "number": "2816",
      "heading": "",
      "text": "(a) Authority.--A borough may purchase plots of ground in a cemetery or burial ground within its limits for the interment of deceased members of the armed forces who:\n\n(1) die within the borough or have a legal residence within the borough at the time of death; and\n\n(2) are entitled to be buried by the county under the provisions of existing law.\n\n(b) Cost.--Plots purchased under this section shall be paid for out of the borough treasury.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2816/"
    }
  ]
}