{
  "state": "pennsylvania",
  "path": "title-title-8/chapter-chapter-28",
  "sections": [
    {
      "id": "section-2800",
      "number": "2800",
      "heading": "",
      "text": "A borough may appropriate annually, out of the general funds of the borough, a sum for the care, upkeep, maintenance and beautifying of:\n\n(1) cemeteries and burial grounds lying wholly or partly within the boundary limits of the borough or in the territory immediately adjacent to the borough; and\n\n(2) private roads in or leading to property under paragraph (1).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2800/"
    },
    {
      "id": "section-2800-1",
      "number": "2800.1",
      "heading": "",
      "text": "§ 2800.1. Burial of deceased persons.\n\nA borough may prohibit the burial or interment of deceased persons anywhere within borough limits.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2800-1/"
    },
    {
      "id": "section-2801",
      "number": "2801",
      "heading": "",
      "text": "If the title and management of a cemetery is vested in a borough, the council may, by ordinance, vest the care, management and operation of the cemetery in a cemetery commission of three citizens to be appointed by the council. The ordinance shall provide for the terms of the cemetery commissioners.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2801/"
    },
    {
      "id": "section-2802",
      "number": "2802",
      "heading": "",
      "text": "(a) Authority.--Upon petition of at least 10% of living cemetery lot owners, the council may transfer the cemetery and its management to an incorporated cemetery company.\n\n(b) Procedure.--Upon presentation of a petition under subsection (a), the council may enact an ordinance declaring that, upon the acceptance of the ordinance by the incorporated cemetery company and filed with the borough secretary, the title and control of the cemetery shall vest in the incorporated cemetery company.\n\n(c) Recording.--A copy of the ordinance and the acceptance by the incorporated cemetery company, certified by the borough secretary, shall be recorded in the office of the recorder of deeds of the county.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2802/"
    },
    {
      "id": "section-2803",
      "number": "2803",
      "heading": "",
      "text": "§ 2803. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2803/"
    },
    {
      "id": "section-2804",
      "number": "2804",
      "heading": "",
      "text": "§ 2804. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2804/"
    },
    {
      "id": "section-2805",
      "number": "2805",
      "heading": "",
      "text": "(a) Judicial action.--\n\n(1) Upon the petition of an incorporated cemetery company and the owners of a majority of the taxable real estate in the borough, the court of common pleas may authorize the transfer of a cemetery to the borough where the cemetery is located or is adjacent to the borough.\n\n(2) A copy of the court order under paragraph (1) shall be filed with the recorder of deeds.\n\n(b) Cost.--The transfer shall be made without cost to the borough.\n\n(c) Effect.--Upon transfer, the following apply:\n\n(1) The borough shall exercise the powers and privileges of the incorporated company.\n\n(2) The borough may do all of the following:\n\n(i) Purchase up to 30 acres of land within or adjacent to the borough limits for the extension of the cemetery;\n\n(ii) Pay for the purchase under subparagraph (i) by:\n\n(A) sale of lots or otherwise; or\n\n(B) any means other than taxation.\n\n(iii) Lay out lots purchased and alter the original plot of the cemetery.\n\n(iv) Dispose of the grounds in the same manner as the incorporated company could have done.\n\n(d) Deeds.--\n\n(1) A deed for a lot, made by the borough, shall have the same validity as the deed of the incorporated cemetery company.\n\n(2) The borough may make a deed to a person that, prior to transfer under this section:\n\n(i) purchased a lot; but\n\n(ii) did not receive a deed.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2805/"
    },
    {
      "id": "section-2805-1",
      "number": "2805.1",
      "heading": "",
      "text": "(a) Maintenance.--The council may, upon compliance with subsection (b), direct the removal of weeds, refuse and debris from an abandoned or neglected cemetery.\n\n(b) Notice.--\n\n(1) To exercise the power under subsection (a), the council must give notice to the owner directing the removal of weeds, refuse and debris from the cemetery within 30 days of service under paragraph (2).\n\n(2) Notice must be effected by any of the following means:\n\n(i) Personal service on the owner.\n\n(ii) Certified mail, addressee only, return receipt requested, to the owner at the owner's last known address.\n\n(iii) After reasonable attempts to give notice under subparagraph (i) or (ii) have failed, posting notice at or upon the property.\n\n(c) Action.--\n\n(1) If the removal is not completed within 30 days after the notice is effected under subsection (b)(2), the council shall provide for the removal to be done by employees of the borough or by a contractor at the expense of the borough.\n\n(2) The costs of removal under paragraph (1) shall be assessed against the owner of the cemetery and collected under Chapter 21A (relating to assessments and charges for public improvements).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2805-1/"
    },
    {
      "id": "section-2806",
      "number": "2806",
      "heading": "",
      "text": "§ 2806. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2806/"
    },
    {
      "id": "section-2807",
      "number": "2807",
      "heading": "",
      "text": "§ 2807. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2807/"
    },
    {
      "id": "section-2808",
      "number": "2808",
      "heading": "",
      "text": "In altering the plot of a cemetery, bodies may be removed and reinterred in a suitable place but without cost to surviving relatives.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2808/"
    },
    {
      "id": "section-2809",
      "number": "2809",
      "heading": "",
      "text": "(a) Authority.--\n\n(1) This subsection applies to a privately owned cemetery, a borough-owned cemetery or a cemetery affiliated with a religious society or church or any other organization, when the cemetery:\n\n(i) has ceased to be used for interments;\n\n(ii) has become so neglected as to become a public nuisance;\n\n(iii) hinders the improvement and progressive interests of the borough; or\n\n(iv) is desired by the borough as a site for any public purpose.\n\n(2) The court of common pleas may, upon compliance with subsection (b), direct the removal of the remains of the dead from a cemetery.\n\n(b) Procedure.--\n\n(1) A petition under this section must be made to the court by any of the following:\n\n(i) The manager of the cemetery in charge of a religious society or church or an other organization. The following are required to utilize this subparagraph:\n\n(A) Public notice of a meeting of the entity on the petition must be given two weeks before the meeting.\n\n(B) At the meeting, a majority of the members of the entity must approve the petition.\n\n(C) The petition must set forth that the cemetery has ceased to be used for interments.\n\n(ii) If the cemetery is not under the charge of anyone, 50 residents of the borough. A petition under this subparagraph must set forth that the improvements and progressive interests of the borough are hampered and the welfare of the borough is injured by the presence of the cemetery.\n\n(iii) The council. A petition under this subparagraph must set forth that:\n\n(A) the cemetery has become so neglected as to become a public nuisance;\n\n(B) the improvements and progressive interests of the borough are hampered and the welfare of the borough is injured by the presence of the cemetery; or\n\n(C) the land is desired for a public purpose.\n\n(2) Notice must be given by advertisement in a newspaper of general circulation once a week for three successive weeks.\n\n(c) Private action.--A relative of the deceased individual subject to removal or another interested party of the dead may, prior to action under subsection (d), remove the remains at private expense.\n\n(d) Public action.--\n\n(1) The removal shall be made by:\n\n(i) the manager of the cemetery; or\n\n(ii) the borough if the cemetery is:\n\n(A) not in the charge of a manager; or\n\n(B) owned by the borough.\n\n(2) The removal shall be made at the expense of the removing party in a careful manner.\n\n(3) The removal shall be made:\n\n(i) except as set forth in subparagraph (ii), to a cemetery selected by the person that makes the removal; or\n\n(ii) upon request of a relative of the deceased individual subject to removal or another interested party, to a designated cemetery in the vicinity.\n\n(4) Each body removed shall be placed in a separate casket and grave, and the marker over the remains of the body shall be placed as near as possible in the same relative position as before removal.\n\n(e) Effect.--After the removal of all dead bodies from a cemetery, the land shall cease to be a cemetery or burial ground and may be acquired by the borough as other real estate is acquired for borough purposes.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2809/"
    },
    {
      "id": "section-2810",
      "number": "2810",
      "heading": "",
      "text": "§ 2810. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2810/"
    },
    {
      "id": "section-2811",
      "number": "2811",
      "heading": "",
      "text": "§ 2811. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2811/"
    },
    {
      "id": "section-2812",
      "number": "2812",
      "heading": "",
      "text": "§ 2812. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2812/"
    },
    {
      "id": "section-2813",
      "number": "2813",
      "heading": "",
      "text": "§ 2813. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2813/"
    },
    {
      "id": "section-2814",
      "number": "2814",
      "heading": "",
      "text": "§ 2814. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2814/"
    },
    {
      "id": "section-2815",
      "number": "2815",
      "heading": "",
      "text": "§ 2815. (Reserved).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2815/"
    },
    {
      "id": "section-2816",
      "number": "2816",
      "heading": "",
      "text": "(a) Authority.--A borough may purchase plots of ground in a cemetery or burial ground within its limits for the interment of deceased members of the armed forces who:\n\n(1) die within the borough or have a legal residence within the borough at the time of death; and\n\n(2) are entitled to be buried by the county under the provisions of existing law.\n\n(b) Cost.--Plots purchased under this section shall be paid for out of the borough treasury.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-28/section-2816/"
    }
  ]
}