{
  "state": "pennsylvania",
  "path": "title-title-8/chapter-chapter-7",
  "sections": [
    {
      "id": "section-701",
      "number": "701",
      "heading": "",
      "text": "(a) Organization.--The boroughs of the Commonwealth may organize a State Association of Boroughs for the purpose of advancing the interests of the boroughs. A borough may join the State Association of Boroughs by motion of council and payment of the annual dues. Each borough, after becoming a member, shall pay reasonable dues as determined by the State Association of Boroughs.\n\n(b) Revenue.--Revenue received by the State Association of Boroughs shall be used to pay for services, publications and other expenses authorized or ratified by the State Association of Boroughs or incurred on behalf of the State Association of Boroughs by its officers and committees.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-701/"
    },
    {
      "id": "section-701-1",
      "number": "701.1",
      "heading": "",
      "text": "(a) Delegates.--Council may, by motion, designate one or more delegates from the elected or appointed officers of the borough to attend the annual meeting of the State Association of Boroughs, which shall be held in this Commonwealth in accordance with the procedure adopted by the State Association of Boroughs.\n\n(b) Nondelegates.--Council may, by motion, designate one or more elected or appointed officers or employees of the borough to attend the annual meeting of the State Association of Boroughs as nondelegates or to attend a conference, educational training or committee meeting of the State Association of Boroughs.\n\n(c) Expenses.--The following shall apply:\n\n(1) In addition to any compensation allowed under section 701.2 (relating to compensation), council may, for each delegate, elected or appointed officer or employee under subsection (a) or (b), pay the following expenses upon receipt of an itemized account of expenses:\n\n(i) The registration fee.\n\n(ii) Mileage for use of a personal vehicle or reimbursement of actual transportation expenses going to and returning from the annual meeting, conference, educational training or committee meeting of the State Association of Boroughs.\n\n(iii) Any actual expenses that the council may have agreed to pay.\n\n(2) Notwithstanding this subsection, at least one member of council shall be allowed the following expenses:\n\n(i) The registration fee.\n\n(ii) Lodging, meals and mileage for use of a personal vehicle or reimbursement of actual transportation expenses going to and returning from the meeting.\n\n(iii) Any actual expenses that the council may have agreed to pay.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-701-1/"
    },
    {
      "id": "section-701-2",
      "number": "701.2",
      "heading": "",
      "text": "(a) Employees.--Council may authorize borough employees, including the mayor and members of council if they are employees of the borough, to be compensated at their regular employee rates during their attendance at the annual meeting or a conference, educational training or committee meeting of the State Association of Boroughs.\n\n(b) Nonemployees.--Council may authorize the mayor and any council member who is not employed by the borough to receive total or partial reimbursement for lost wages or salary, including those from self-employment, while attending the annual meeting or a conference, educational training or committee meeting of the State Association of Boroughs if sufficient documentation is presented to council to justify the reimbursement.\n\n(c) Amount.--The maximum time for which a borough employee or mayor or council member not employed by the borough shall be reimbursed for lost wages or salary while attending the annual meeting or a conference, educational training or committee meeting of the State Association of Boroughs shall be not more than four days, including time spent traveling to and from the event.\n\n(d) Executive members.--The council may authorize a mayor or any council member employed by the borough to be compensated at the mayor's or council member's regular employee rate and a mayor or council member who is not employed by the borough to receive total or partial reimbursement for lost wages or salary, including those from self-employment, if the mayor or council member attends a meeting for which the mayor or council member is an officer, a member of the board of directors, a member of the executive committee, a member of a standing committee or a trustee of the State Association of Boroughs, subject to the following which shall include time spent traveling to and from the event:\n\n(1) The compensation of a mayor or council member for attending a meeting of a standing committee of the State Association of Boroughs shall be limited to two days per year of regular employee rate compensation or lost wages or salary.\n\n(2) The compensation of a mayor or council member for attending a meeting for which the mayor or council member is a trustee for the State Association of Boroughs shall be limited to four days per year of regular employee rate compensation or lost wages or salary.\n\n(3) The compensation of a mayor or council member for attending a meeting for which the mayor or council member is an officer, member of the board of directors or a member of the executive committee of the State Association of Boroughs shall be limited to 15 days per year of regular employee rate compensation or lost wages or salary.\n\n(4) A mayor or council member identified under paragraph (1), (2) or (3) may not be compensated by the borough under this subsection if the mayor or council member receives compensation from the State Association of Boroughs or a board or committee of the State Association of Boroughs for attending the meeting.\n\nCross References.Section 701.2 is referred to in section 701.1 of this title.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-701-2/"
    },
    {
      "id": "section-702",
      "number": "702",
      "heading": "",
      "text": "(a) Organization.--The boroughs of any county or of two or more adjoining or nearby counties may organize a county or regional association of boroughs, composed of elected and appointed borough officers in the county, organized for the purpose of furthering the interests of the boroughs in the county or regional association of boroughs and their inhabitants.\n\n(b) Appropriation.--A borough may annually appropriate no more than $100 for the support of the county or regional association of boroughs.\n\n(c) Expenses.--The following shall apply:\n\n(1) The borough may pay the following expenses of each delegate for attendance at a meeting of the county or regional association of which the borough is a member:\n\n(i) The registration fee.\n\n(ii) Mileage for use of a personal vehicle or reimbursement of actual transportation expenses going to and returning from the meeting.\n\n(iii) Any actual expenses that the council may have agreed to pay.\n\n(2) Every delegate attending the meeting shall submit to the council an itemized account of expenses incurred.\n\n(d) Compensation.--The council may authorize borough employees to be compensated at their regular employee rate during their attendance at a meeting of the county or regional association. The council solely may authorize the mayor and any council member who is not employed by the borough to receive total or partial reimbursement for lost wages or salary while attending the meeting if sufficient documentation is presented to the council to justify the reimbursement.\n\n(e) Other members.--A county or regional association of boroughs may admit representatives of political subdivisions other than boroughs within the county as members. Members admitted under this subsection may not participate in any matter of concern solely to boroughs.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-702/"
    },
    {
      "id": "section-703",
      "number": "703",
      "heading": "",
      "text": "(a) Authorization.--A borough, by motion of council, may do any of the following:\n\n(1) Join associations and organizations other than associations and organizations referred to under this chapter concerned with municipal or governmental affairs.\n\n(2) Pay dues to and appropriate funds for the support of and participation in associations and organizations under paragraph (1).\n\n(3) Send delegates to meetings or conferences of associations and organizations under paragraph (1).\n\n(a.1) Compensation and expenses.--The following shall apply:\n\n(1) In addition to any compensation allowed by law for a delegate, the borough may pay the following expenses for each delegate under subsection (a)(3):\n\n(i) The registration fee.\n\n(ii) Mileage for use of a personal vehicle or reimbursement of actual transportation expenses going to and returning from the meeting or conference.\n\n(iii) Any expenses that the council may have agreed to pay.\n\n(2) Every delegate under subsection (a)(3) shall submit to the council an itemized account of expenses incurred.\n\n(3) The council may authorize borough employees to be compensated at their regular employee rate during their attendance at an annual meeting or conference of an association or organization under paragraph (1). The time spent in attending the meeting or conference may not be more than four days, including the time traveling to and from the meeting or conference.\n\n(b) Professional and educational meetings.--A borough may, by motion of council, do any of the following:\n\n(1) Authorize any of its officers and employees to attend any of the following:\n\n(i) Meetings of professional organizations and associations.\n\n(ii) Educational training sessions for individuals holding the same or similar office or employment.\n\n(2) Pay all or a portion of the necessary expenses incident to an individual's attendance at meetings or sessions under paragraph (1).\n\n(c) Itemized account.--Every individual attending a conference, meeting or educational training session under this section shall submit to the council an itemized account of the individual's expenses, including traveling expenses or mileage, that council may have agreed to pay.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-703/"
    },
    {
      "id": "section-704",
      "number": "704",
      "heading": "",
      "text": "(a) Authorization.--A mayor may join any mayors' association in Pennsylvania. Council shall pay reasonable dues not to exceed $100 if requested by the mayor. The mayor may attend the annual meeting of the mayors' association, which shall be held in this Commonwealth in accordance with the procedure adopted by the mayors' association.\n\n(b) Expenses.--A mayor shall, if requested, receive the following expenses for attending the annual meeting under subsection (a):\n\n(1) The registration fee.\n\n(2) Lodging, meals and mileage for use of a personal vehicle or reimbursement of actual transportation expenses going to and returning from the meeting.\n\n(3) Any actual expenses that the council may have agreed to pay.\n\n(c) Itemized account.--Every mayor attending the annual meeting under subsection (a) shall submit to the council an itemized account of expenses incurred at the annual meeting of the mayors' association. The time spent in attending the annual meeting may not be more than four days, including time traveling to and from the meeting.\n\n(Mar. 28, 2024, P.L.2, No.2, eff. 60 days)\n\n2024 Amendment.Act 2 amended subsecs. (a) and (b).",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-704/"
    },
    {
      "id": "section-705",
      "number": "705",
      "heading": "",
      "text": "(a) Authorization.--A council may grant a borough employee who is a duly elected representative of a State lodge of police officers or a local lodge which is a part of any national or State lodge of police officers a leave of absence with pay to attend an annual national or State convention or conference of the lodge, for a period not to exceed four days, including necessary time for travel to and from the convention or conference.\n\n(b) Certification.--An employee receiving time off with pay under subsection (a) shall, upon return, submit to the employee's immediate superior a certificate testifying to the employee's attendance at the convention or conference, signed by at least two responsible officers of the convention or conference.\n\n(c) Limitation.--No more than two elected representatives who are employees of the same borough may attend a convention or conference on behalf of a lodge under this section.",
      "source_url": "https://law.justia.com/codes/pennsylvania/title-8/chapter-7/section-705/"
    }
  ]
}