{
  "state": "michigan",
  "path": "title-chapter-254-bridges/chapter-act-354-of-1925-bridges-and-culverts-2541-25432",
  "sections": [
    {
      "id": "section-2541",
      "number": "254.1",
      "heading": "Bridges and Culverts; Construction, Improvement and Repair; Part of Road",
      "text": "Bridges and culverts shall be considered in all respects as a part of the road upon which they are, or are proposed to be located. The construction, improvement, repair and maintenance thereof, including adequate approaches and the doing of any act or the performance of any work necessary for the protection thereof, and also including the maintenance and operation of movable span bridges, shall be considered in all respects except as hereinafter otherwise provided, the same as the construction, improving and maintaining of the road upon which any such bridge or culvert is situated, and, except as hereinafter otherwise provided, shall be paid for accordingly.\n\nHistory:1925, Act 354, Imd. Eff. May 27, 1925 ;-- CL 1929, 4522 ;-- CL 1948, 254.1",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-254/statute-act-354-of-1925/section-254-1/"
    },
    {
      "id": "section-2542-2544",
      "number": "254.2-254.4",
      "heading": "Repealed. 1958, Act 77, Eff. Sept. 13, 1958.",
      "text": "Compiler's Notes:The repealed sections provided for bridge plans and specifications, petitions for construction over navigable streams, and removal of obstructions.",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-254/statute-act-354-of-1925/section-254-2-254-4/"
    },
    {
      "id": "section-2545",
      "number": "254.5",
      "heading": "Obstructions to Navigation; Powers of Commissioner; Removal Costs; Failure to Remove, Penalty.",
      "text": "The commissioner or commissioners having in charge the construction or maintenance of any bridge shall have the power to provide for the removal of any booms, rafts, logs or other obstruction in the stream and to direct the time in which, and the places where, such booms, rafts, logs or other obstructions in such stream shall be allowed to remain and when the same shall be removed, whenever, in the opinion of such commissioner or commissioners such booms, rafts, logs or other obstructions are a menace to the bridge, or interfere with the construction or maintenance thereof. The person, firm or corporation responsible for any such boom, raft, logs or other obstruction shall be liable for the cost of such removal, to be recovered in an action of trespass on the case, or to be assessed upon any property of such person, firm or corporation when certified by such commissioner or commissioners to the proper township clerk, and any person who shall fail to comply with such directions of the commissioner or commissioners shall be deemed guilty of a misdemeanor and, on conviction thereof, shall be punished by a fine of not more than 500 dollars or by imprisonment in the county jail for not more than 90 days, or by both such fine and imprisonment, in the discretion of the court.\n\nHistory:1925, Act 354, Imd. Eff. May 27, 1925 ;-- CL 1929, 4526 ;-- CL 1948, 254.5",
      "history": "",
      "source_url": "https://law.justia.com/codes/michigan/chapter-254/statute-act-354-of-1925/section-254-5/"
    },
    {
      "id": "section-354-1925-general-provisions",
      "number": "354-1925-GENERAL-PROVISIONS.",
      "heading": "General Provisions. (254.17...254.24)",
      "text": "General Provisions. (254.17...254.24)",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-354-1925-mill-races",
      "number": "354-1925-MILL-RACES.",
      "heading": "Mill Races. (254.27...254.32)",
      "text": "Mill Races. (254.27...254.32)",
      "history": "",
      "source_url": ""
    }
  ]
}