{
  "state": "illinois",
  "path": "title-chapter-510-animals/chapter-510-ilcs-45-carrier-racing-hobby-and-show-pigeon-act-of-1993",
  "sections": [
    {
      "id": "section-1",
      "number": "1.",
      "heading": "This Act may be cited as the  Carrier, Racing, Hobby, and Show Pigeon Act of 1993.",
      "text": "This Act may be cited as the Carrier, Racing, Hobby, and Show Pigeon Act of 1993.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-2",
      "number": "2.",
      "heading": "As used in this Act:",
      "text": "As used in this Act:",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-3",
      "number": "3.",
      "heading": "(a) The construction of a loft shall comply with the building",
      "text": "code regulations of the municipality or county in which it is erected.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-4",
      "number": "4.",
      "heading": "(a) The requirements of zoning regulations relating to",
      "text": "restrictions on the location of stables and poultry enclosures shall not\napply to a loft for which a permit has been issued.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-5",
      "number": "5.",
      "heading": "(a) An owner of pigeons to whom the department has",
      "text": "issued a carrier, hobby, or show pigeon permit, or his agent, shall be\nallowed to fly the\npigeons for necessary exercise and training.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-6",
      "number": "6.",
      "heading": "Any person not the owner thereof, who shall shoot, kill,",
      "text": "maim or injure any Antwerp or homing pigeon, commonly called \"carrier\npigeon,\" hobby, or show pigeon knowing the same to be such, or who shall\nentrap, catch, detain,\nor shall remove any mark, band or other means of identification from such\npigeon, provided that such pigeon at the time shall have the name of the\nowner stamped or marked upon it, or have upon it a band with the owner's\nname, initial or number thereon, shall be guilty of a petty offense and\nfined for each offense not more than $100 nor less than $50.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-7",
      "number": "7.",
      "heading": "A municipality located in a county having fewer than 3,000,000",
      "text": "inhabitants or a county shall not enact an\nordinance to prohibit the orderly keeping of carrier, racing, hobby, or\nshow pigeons, except that (i) any municipality located in a county having\n3,000,000 or more inhabitants may enact an ordinance to prohibit or regulate\nthe orderly keeping of carrier, racing, hobby, or show pigeons and (ii) any municipality located in a county having fewer than 3,000,000 inhabitants may enact an ordinance to regulate, but not prohibit, the orderly keeping of carrier, racing, hobby, or show pigeons.",
      "history": "",
      "source_url": ""
    },
    {
      "id": "section-8",
      "number": "8.",
      "heading": "This Act applies to all municipalities and counties and",
      "text": "pursuant to paragraph (i) of Section 6 of Article VII of the Constitution,\nthis Act is a limitation upon the power of home rule units to enact\nordinances contrary to this Act.",
      "history": "",
      "source_url": ""
    }
  ]
}