{
  "state": "new-mexico",
  "path": "title-chapter-72-water-law/chapter-article-13-artesian-wells",
  "sections": [
    {
      "id": "section-72-13-1",
      "number": "72-13-1",
      "heading": "Definition of artesian well.Section 72-13-2 - Supervision of artesian waters",
      "text": "An artesian well for the purposes of this act [72-13-1 to 72-13-12 NMSA 1978] is hereby defined to be an artificial well which derives its water supply from any artesian stratum or basin.\n\nHistory:Laws 1935, ch. 43, § 1; 1941 Comp., § 77-1201; 1953 Comp., § 75-12-1.\n\nPurpose.— The 1935 statute relating to artesian wells and basins was passed to tighten state engineer's control over such waters which were not already under control of conservancy district, and where under district control, to give state engineer concurrent jurisdiction to enforce regulatory provisions of act or to intervene in any suit by or against district in interest of protecting or adjudicating rights to public water.Pecos Valley Artesian Conservancy Dist. v. Peters, 1945-NMSC-029, 50 N.M. 165, 173 P.2d 490.\n\nPermit required.— When well taps water of underground stream, artesian basin or reservoir having reasonably ascertainable boundaries it may be drilled only upon permit from state engineer.Pecos Valley Artesian Conservancy Dist. v. Peters, 1945-NMSC-029, 50 N.M. 165, 173 P.2d 490.\n\nStanding to sue.— Though artesian conservancy district owned no land serviced by waters of artesian basin and no water rights, it constituted proper party plaintiff for maintaining suit to enjoin use of water from unauthorized well.Pecos Valley Artesian Conservancy Dist. v. Peters, 1945-NMSC-029, 50 N.M. 165, 173 P.2d 490,appeal after remand, 1948-NMSC-022, 52 N.M. 148, 193 P.2d 418.\n\nLaw reviews.— For article, \"Centralized Decisionmaking in the Administration of Groundwater Rights: The Experience of Arizona, California and New Mexico and Suggestions for the Future,\" see 24 Nat. Resources J. 641 (1984).\n\nFor student article, \"Defining the Public Interest: Administrative Narrowing and Broadening of the Public Interest in Response to the Statutory Silence of Water Codes,\" see 50 Nat. Resources J. 255 (2010).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 155.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-1/"
    },
    {
      "id": "section-72-13-2",
      "number": "72-13-2",
      "heading": "Supervision of artesian waters.",
      "text": "All artesian waters which have been declared to be public waters shall be under the supervision and control of the state engineer, as provided by this act [72-13-1 to 72-13-12 NMSA 1978], but where artesian conservancy districts have been duly organized pursuant to Chapter 97 of the New Mexico Session Laws of 1931 [73-1-1 to 73-1-13, 73-1-16 to 73-1-23 NMSA 1978] and acts amendatory thereof, such districts shall have concurrent power and authority with the state engineer to enforce the regulatory provisions, as herein provided, insofar as the waters to be conserved and controlled by the respective districts are affected.\n\nThis act shall not be construed to affect the provisions of Chapter 131 of the New Mexico Session Laws of 1931 [72-12-1 to 72-12-10 NMSA 1978], being \"An act relating to underground waters, declaring certain underground waters to be public waters and relating to the beneficial appropriation thereof and repealing Article 2 of Chapter 151 of the New Mexico Statutes Annotated, 1929 Compilation,\" and the state engineer may intervene on behalf of the state in any proceeding brought by or against any artesian conservancy district where it is necessary for the proper protection or adjudication of rights to the public waters of the state.\n\nHistory:Laws 1935, ch. 43, § 2; 1941 Comp., § 77-1202; 1953 Comp., § 75-12-2.\n\nCross references.— For the state engineer,see72-2-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 148.\n\nRight to conduct and use artesian water out of artesian basin, 31 A.L.R. 906.\n\nArtesian wells, statutory regulations as to, 55 A.L.R. 1451, 109 A.L.R. 395.\n\n93 C.J.S. Waters § 92.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-2/"
    },
    {
      "id": "section-72-13-3",
      "number": "72-13-3",
      "heading": "Artesian well supervisor.",
      "text": "The county commissioners of any county wherein an artesian basin is situated and wherein an artesian conservancy district has not been organized may employ with the consent and approval of the state engineer an artesian well supervisor and any assistants deemed necessary, who shall be under the supervision of the state engineer, and it shall be the duty of such well supervisor and his assistants, to enforce the regulatory provisions of Sections 72-13-1 through 72-13-12 NMSA 1978 and the rules and regulations promulgated by the state engineer pursuant hereto. The salaries of such well supervisor and his assistants shall be fixed by the board of county commissioners, who shall levy a special tax for such purpose upon all taxable property situated within the county wherein such artesian basin is situated, which levy shall be exclusive of the limit now provided by law; provided, however, that at no time shall such tax levy produce a revenue in any one year of more than seven thousand five hundred dollars ($7,500). All funds derived from such tax levies shall be transmitted by the county treasurer to the state treasurer on or before the last day of March, June, September and December of each year. The state treasurer shall deposit such funds to the credit of the artesian well fund of the county providing the same and shall disburse the same for expenses incurred by said county relative to the administration of the provisions of this section upon warrants of the secretary of finance and administration supported by proper itemized vouchers approved by the state engineer.\n\nHistory:Laws 1935, ch. 43, § 3; 1941 Comp., § 77-1203; 1953 Comp., § 75-12-3; Laws 1977, ch. 247, § 197.\n\nCross references.— For the state engineer,see72-2-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-3/"
    },
    {
      "id": "section-72-13-4",
      "number": "72-13-4",
      "heading": "Rules and regulations.",
      "text": "The state engineer shall prescribe and enforce reasonable rules and regulations consistent with the terms of this act [72-13-1 to 72-13-12 NMSA 1978] governing the drilling, casing, repairing, plugging and abandonment of artesian wells, and, where necessary, may vary such rules and regulations with the varying conditions in the different artesian basins; provided, however, that the state engineer shall first consult with the board of directors of the artesian conservancy district in any such artesian basin to the end that such rules and regulations shall properly meet the requirements of such artesian basin.\n\nThe owner of the lands upon which any artesian well is situated or is to be drilled or his or its agent or attorney shall make application to the state engineer for permit to drill, repair, plug or abandon an artesian well, setting forth the plan of operations to be performed, which shall conform with the provisions of this act and the rules and regulations promulgated pursuant thereto, and said application shall be approved by the state engineer before work thereon can proceed.\n\nBefore proceeding with any such work, the state engineer shall require, either of the owner of the land upon which the work is to be performed or of the contractor who is to perform the same, a bond approved by the state engineer in the sum of not to exceed five thousand ($5,000) dollars, conditioned upon the proper compliance with the provisions of this act and all rules and regulations promulgated pursuant thereto. Such bond shall be made payable to the state of New Mexico for the use and benefit of the state engineer. In the event of the breach of the conditions of the bond and upon the failure or refusal of the principal to comply with the provisions thereof, it shall be the duty of the state engineer to condition said artesian well to conform with the provisions of this act and the rules and regulations pursuant thereto and to recover on account of said bond the expense of such work, excepting that in no case shall the sum recovered exceed the amount of the bond. The state engineer and those authorized by him may go upon the land where the well is situated to perform such work as he shall deem necessary and the owner thereof shall be deemed to have consented thereto by his act of filing the application for permit to perform the work as above provided. The well shall be inspected by the state engineer or his representatives as soon as practicable and within ninety days after the receipt of notice that the work has been completed, and upon written acceptance of such work by the state engineer, said bond shall thereupon be of no further force or effect, and the bondsmen shall be relieved from further liability thereunder.\n\nHistory:Laws 1935, ch. 43, § 4; 1941 Comp., § 77-1204; 1953 Comp., § 75-12-4.\n\nCross references.— For penalty for violation of this section,see72-13-12 NMSA 1978.\n\nFor the state engineer,see72-2-1 NMSA 1978.\n\nSuit for injunction.— Even though well is lawfully drilled without permit outside of artesian conservancy district, district could maintain suit to enjoin use of water from such well which is located on land outside territorially defined boundaries of basin as well as outside district boundaries.Pecos Valley Artesian Conservancy Dist. v. Peters, 1945-NMSC-029, 50 N.M. 165, 173 P.2d 490,appeal after remand, 1948-NMSC-022, 52 N.M. 148, 193 P.2d 418.\n\nLaw reviews.— For article, \"Centralized Decisionmaking in the Administration of Groundwater Rights: The Experience of Arizona, California and New Mexico and Suggestions for the Future,\" see 24 Nat. Resources J. 641 (1984).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 148.\n\n94 C.J.S. Waters § 234.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-4/"
    },
    {
      "id": "section-72-13-5",
      "number": "72-13-5",
      "heading": "Drilling record.",
      "text": "Any contractor drilling a well within any artesian basin where such well is drilled down to or through any artesian stratum shall keep a complete record and log of the well, recording the depth, thickness and character of the different strata penetrated, together with the dates when the work was begun and completed, and the amount, weight and size of casing set, and number of inches of flow from such well above the casing, all of which he shall verify under oath, and when the well is completed shall file the same with the state engineer or artesian well supervisor, and a duplicate thereof, if the well is situated within any artesian conservancy district, with the officials of such district.\n\nHistory:Laws 1935, ch. 43, § 5; 1941 Comp., § 77-1205; 1953 Comp., § 75-12-5.\n\nCross references.— For penalty for violation of this section,see72-13-12 NMSA 1978.\n\nFor provision making certain indemnity agreements contained in or affecting agreements pertaining to wells, void,see56-7-2 NMSA 1978.\n\nFor the state engineer,see72-2-1 NMSA 1978.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-5/"
    },
    {
      "id": "section-72-13-6",
      "number": "72-13-6",
      "heading": "Definition of waste.",
      "text": "For the purposes of this act [72-13-1 to 72-13-12 NMSA 1978], waste is defined as causing, suffering or permitting any artesian water to reach any pervious stratum above the artesian strata before coming to the surface of the earth, or causing, suffering or permitting any artesian well to discharge unnecessarily upon the surface of the ground, unless said waters are to be placed to a beneficial use under the constant supervision of the person using such water, or his employee, and through a constructed irrigation system: provided, however, that nothing herein contained shall be construed to prevent the use of such waters for ornamental ponds or fountains.\n\nHistory:Laws 1935, ch. 43, § 6; 1937, ch. 122, § 1; 1941 Comp., § 77-1206; 1953 Comp., § 75-12-6.\n\nPurpose.— Legislature, in passing this section and Section 72-13-12 NMSA 1978, was not attempting to prevent use of water, but to prevent waste of water.State ex rel. Erickson v. McLean, 1957-NMSC-012, 62 N.M. 264, 308 P.2d 983.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 161.\n\nWaste, statutory regulations to prevent, 55 A.L.R. 1483, 109 A.L.R. 395, 109 A.L.R. 412.\n\n93 C.J.S. Waters § 95.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-6/"
    },
    {
      "id": "section-72-13-7",
      "number": "72-13-7",
      "heading": "Abandoned wells wasting water declared to be a public nuisance.",
      "text": "Any artesian well which has been abandoned for more than four years, from which the right to the use of the waters has reverted to the state, and which is found to be wasting the waters from any artesian basin, is hereby declared to be a public nuisance, and the state engineer, his representatives or the artesian conservancy district in which the well is located, may abate such nuisance in a summary manner, without notice to the owner, by plugging or otherwise controlling the same.\n\nHistory:Laws 1935, ch. 43, § 7; 1941 Comp., § 77-1207; 1953 Comp., § 75-12-7.\n\nCross references.— For abatement of waste of artesian well waters on surface,see72-13-8 NMSA 1978.\n\nFor public nuisances generally,see30-8-1 NMSA 1978.\n\nFor abatement of same,see30-8-8 NMSA 1978.\n\nFor the state engineer,see72-2-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 148.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-7/"
    },
    {
      "id": "section-72-13-8",
      "number": "72-13-8",
      "heading": "Waste of water on surface.",
      "text": "The owner of any artesian well which is being beneficially used or which under existing water rights may be beneficially used, who causes, suffers or permits the waters therefrom after coming to the surface of the earth to waste as herein defined, shall be guilty of a misdemeanor. Such waste is also hereby declared to be a public nuisance, and in the event of the failure or refusal of the owner of the well to abate the same, within ten (10) days from receipt of notice by registered mail, return receipt requested, from the state engineer, artesian well supervisor or artesian conservancy district, if the well is situated therein, such officials having jurisdiction may abate such nuisance in a summary manner without further notice by properly fitting the well with necessary valves or other devices or or [by] doing whatever shall be necessary to control the flow of water therefrom and prevent such waste, and the cost thereof shall be a lien against the land upon which the well is situated, as well as any land the owner or owners of which have a legal right to the use thereon of all or a part of the water from such well insofar as the interests of the several owners may appear, together with all improvements thereon from the time the work is begun or labor and materials necessary to abate the nuisance are furnished, subject only to regularly assessed taxes and liens of record prior to the time of the commencement of the work; provided, however, a claim of lien therefor under oath of the state engineer, artesian well supervisor or an officer of an artesian conservancy district, as the case may be, is filed in the office of the county clerk of the county wherein such well is situated, within five days from the time of the completion of the work, said claim of lien to be addressed to the owner or owners of the land upon which the well is situated, and to whom it may concern, giving a description of the land to be charged with the lien, the nature of the work, the time commenced and the time completed, together with the cost thereof. Said lien may be foreclosed in the same manner as provided by law for the foreclosure of mortgages at any time after one year but not more than three years from the date of filing the same. The county clerk shall make no charge for filing the claim of lien, and no costs shall be taxed against the plaintiff in any foreclosure proceeding on account thereof.\n\nHistory:Laws 1935, ch. 43, § 8; 1941 Comp., § 77-1208; 1953 Comp., § 75-12-8.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For abatement of public nuisance constituted by abandoned artesian wells,see72-13-7 NMSA 1978.\n\nFor penalty for violation of this section,see72-13-12 NMSA 1978.\n\nFor public nuisances, generally,see30-8-1 NMSA 1978.\n\nFor abatement of nuisances,see30-8-8 NMSA 1978.\n\nFor foreclosure of mortgages,seeChapter 39, Article 5 NMSA 1978.\n\n\"Beneficial use\".— Beneficial use is use of such water as may be necessary for some useful and beneficial purpose in connection with land from which it is taken.State ex rel. Erickson v. McLean, 1957-NMSC-012, 62 N.M. 264, 308 P.2d 983.\n\nExcess use.— When landowner exceeds beneficial use, he is appropriating to himself that which belongs to others who are entitled to like use, and to that extent is obstructing necessary use of water so as to interfere with its beneficial use, which is declared to be a public nuisance.State ex rel. Erickson v. McLean, 1957-NMSC-012, 62 N.M. 264, 308 P.2d 983.\n\nNo surface owner possesses right to extract subterranean water in excess of quantity necessary to supply beneficial uses to which it has been appropriated by him.State ex rel. Erickson v. McLean, 1957-NMSC-012, 62 N.M. 264, 308 P.2d 983.\n\nWaste beyond district boundaries.— Section does not permit artesian conservancy district to summarily abate waste of waters from artesian basin where well is situated beyond territorial boundaries of district.Pecos Valley Artesian Conservancy Dist. v. Peters, 1945-NMSC-029, 50 N.M. 165, 173 P.2d 490,appeal after remand, 1948-NMSC-022, 52 N.M. 148, 193 P.2d 418.\n\nLien priorities.— Lien for expenses incurred for work and repairs upon artesian well under Laws 1912, ch. 81 (since superseded) to prevent waste of water did not take precedence over prior recorded mortgage; such lien was not tax lien, but was referable to police power.Eccles v. Will, 1918-NMSC-020, 23 N.M. 623, 170 P. 748.\n\nLaw reviews.— For article, \"Centralized Decisionmaking in the Administration of Groundwater Rights: The Experience of Arizona, California and New Mexico and Suggestions for the Future,\" see 24 Nat. Resources J. 641 (1984).\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 148.\n\n94 C.J.S. Waters § 313.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-8/"
    },
    {
      "id": "section-72-13-9",
      "number": "72-13-9",
      "heading": "Conducting water so as to prevent waste.",
      "text": "It is unlawful for any owner, person or corporation using the waters from any artesian well to conduct the same through any ditch, channel or conduit such that more than twenty percent of the waters are lost between the point of appropriation and the point of beneficial use.\n\nHistory:Laws 1935, ch. 43, § 9; 1941 Comp., § 77-1209; 1953 Comp., § 75-12-9; Laws 1971, ch. 47, § 1.\n\nCross references.— For penalty for violation of this section,see72-13-12 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters § 148.\n\n94 C.J.S. Waters § 313.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-9/"
    },
    {
      "id": "section-72-13-10",
      "number": "72-13-10",
      "heading": "Reservoirs.",
      "text": "When reservoirs are constructed to be used for storage of water from artesian wells the capacity shall not be greater than that sufficient to hold the continuous maximum flow of the water from such wells for a period of more than forty-eight (48) hours, excepting that where the maximum discharge of such wells is less than three hundred (300) gallons per minute such reservoirs may be of sufficient capacity to hold the maximum continuous flow thereof for a period of ninety-six (96) hours. Such reservoirs shall be constructed and used only for irrigation purposes. It shall be the duty of the artesian well supervisor and officials of any artesian conservancy district or agents or employees designated for that purpose to inspect all reservoirs and main ditches and laterals connected therewith as to construction, both as to workmanship and materials used, and to determine the losses therefrom by seepage and evaporation. If any reservoir and distribution system shall show a loss of more than twenty (20) percent of the water from the artesian well to the place of beneficial use, the investigating official shall notify the owner thereof, or his agent or person using the same, that such reservoir and distributing system are in defective condition and that it shall be unlawful to make further use of the same until they are repaired or reconditioned so as to lose by reason of seepage and evaporation not more than twenty (20) percent of the waters appropriated. The use of such reservoir for storage purposes after the owner, his agent or the person using the same has received notice, shall be deemed a misdemeanor, punishable as provided in this act [72-13-1 to 72-13-12 NMSA 1978], and also a public nuisance, and the state engineer, artesian well supervisor or artesian conservancy district having jurisdiction, may abate such nuisance in a summary manner and claim a lien for the actual costs thereof as provided in Section 8 [72-13-8 NMSA 1978]. After repairs have been made pursuant to such notice, it shall again be inspected by such official and if found to be so repaired or reconstructed so as to conserve the waters therein, as herein provided, the official inspecting the same shall issue to the owner, or his agent or the person using the same, his written approval thereof.\n\nHistory:Laws 1935, ch. 43, § 10; 1941 Comp., § 77-1210; 1953 Comp., § 75-12-10.\n\nCross references.— For penalty for violation of this section,see72-13-12 NMSA 1978.\n\nFor public nuisances, generally,see30-8-1 NMSA 1978.\n\nFor abatement of nuisances,see30-8-8 NMSA 1978.\n\nFor the state engineer,see72-2-1 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 78 Am. Jur. 2d Waters §§ 200, 201.\n\n93 C.J.S. Waters § 89.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-10/"
    },
    {
      "id": "section-72-13-11",
      "number": "72-13-11",
      "heading": "Using water for stock purposes.",
      "text": "It shall be unlawful to use water from any artesian well for the purpose of watering stock, except where such water shall be carried through pipes to watering troughs fitted with float feeds or other means of control to prevent waste therefrom.\n\nHistory:Laws 1935, ch. 43, § 11; 1941 Comp., § 77-1211; 1953 Comp., § 75-12-11.\n\nCross references.— For penalty for violation of this section,see72-13-12 NMSA 1978.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 94 C.J.S. Waters § 313.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-11/"
    },
    {
      "id": "section-72-13-12",
      "number": "72-13-12",
      "heading": "Violations made misdemeanors.",
      "text": "Any person or corporation violating any of the provisions of Section [Sections] 4, 5, 8, 9, 10 and 11 [72-13-4, 72-13-5, 72-13-8 to 72-13-11 NMSA 1978] of this act or any of the rules and regulations promulgated by the state engineer in conformity therewith, and each day such violation shall continue shall constitute a separate offense, and upon conviction thereof, shall pay a fine of not less than twenty-five ($25.00) dollars nor more than two hundred fifty ($250) dollars for each offense. The state engineer, artesian well supervisor or any director of an artesian conservancy district or other officer charged with the enforcement of this act [72-13-1 to 72-13-12 NMSA 1978], may file a complaint with the proper official against anyone for the violation of any of the provisions hereof.\n\nHistory:Laws 1935, ch. 43, § 12; 1941 Comp., § 77-1212; 1953 Comp., § 75-12-12.\n\nBracketed material.— The bracketed material was inserted by the compiler and is not part of the law.\n\nCross references.— For the state engineer,see72-2-1 NMSA 1978.\n\nPurpose.— Legislature, in passing this section, was not attempting to prevent use of water, but to prevent waste of water.State ex rel. Erickson v. McLean, 1957-NMSC-012, 62 N.M. 264, 308 P.2d 983.\n\nAm. Jur. 2d, A.L.R. and C.J.S. references.— 94 C.J.S. Waters § 313.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-13/section-72-13-12/"
    }
  ]
}