{
  "state": "new-mexico",
  "path": "title-chapter-72-water-law/chapter-article-14a-water-security-planning",
  "sections": [
    {
      "id": "section-72-14a-1",
      "number": "72-14A-1",
      "heading": "Short title.Section 72-14A-2 - Definition",
      "text": "Sections 1 through 5 [72-14A-1 to 72-14A-5 NMSA 1978] of this act may be cited as the \"Water Security Planning Act\".\n\nHistory:Laws 2023, ch. 123, § 1.\n\nEffective dates.— Laws 2023, ch. 123 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-14a/section-72-14a-1/"
    },
    {
      "id": "section-72-14a-2",
      "number": "72-14A-2",
      "heading": "Definition.",
      "text": "As used in the Water Security Planning Act, \"commission\" means the interstate stream commission.\n\nHistory:Laws 2023, ch. 123, § 2.\n\nEffective dates.— Laws 2023, ch. 123 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-14a/section-72-14a-2/"
    },
    {
      "id": "section-72-14a-3",
      "number": "72-14A-3",
      "heading": "Condemnation of water rights.",
      "text": "Nothing in the Water Security Planning Act shall be construed as permitting the condemnation of water rights or as determining, abridging or affecting in any way the water rights of water right owners in the state.\n\nHistory:Laws 2023, ch. 123, § 3.\n\nEffective dates.— Laws 2023, ch. 123 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-14a/section-72-14a-3/"
    },
    {
      "id": "section-72-14a-4",
      "number": "72-14A-4",
      "heading": "Water planning funding; regional water planning; rules; guidelines.",
      "text": "A. Subject to available funding, the commission shall establish and conduct a regional water security program pursuant to the provisions of the Water Security Planning Act. The commission may make grants or loans of funds for the purpose of regional water planning, as possible, using appropriations made for that purpose.\n\nB. The commission shall establish a procedure, in consultation with the Indian affairs department, to establish an advisory council for taking into account in the regional water security program tribal sovereignty, tribal water rights and the water needs of tribal communities.\n\nC. The commission shall:\n\n(1) promulgate rules that, at a minimum, establish:\n\n(a) the boundaries and number of water planning regions in the state;\n\n(b) the criteria for commission approval of a regional water security plan with prioritized projects, programs and policies;\n\n(c) the procedure for a regional water planning entity to develop and provide notice to the commission of issues and concerns relating to the public welfare of the water planning region;\n\n(d) the composition of a regional water planning entity; and\n\n(e) the procedure for a regional water planning entity to consider public welfare values and the needs of future generations of New Mexicans;\n\n(2) adopt guidelines that, at a minimum, address:\n\n(a) the identification of regional stakeholders and opportunities for stakeholder collaboration;\n\n(b) the public input requirements for regional water planning;\n\n(c) the requirements for a proposal for grants or loans for planning activities;\n\n(d) the process for approval of grants or loans;\n\n(e) the process for state agency collaboration;\n\n(f) the metrics for reporting on regional water projects and, programs and policies;\n\n(g) the procedures to support implementation of a regional water security plan; and\n\n(h) the schedule for implementation of regional water planning, including integration with statewide objectives;\n\n(3) emphasize engagement, communication and education in regional water planning activities statewide;\n\n(4) provide engagement with Indian nations, tribes and pueblos, including through the use of the State-Tribal Collaboration Act [11-18-1 NMSA 1978];\n\n(5) provide engagement with acequia communities;\n\n(6) provide for the engagement of rural communities;\n\n(7) ensure, by using the integrated water data and information platform developed pursuant to the Water Data Act [72-4B-1 to 72-4B-4 NMSA 1978] and collaborating with the bureau of geology and mineral resources of the New Mexico institute of mining and technology and the water resources research institute, that the best science, data and models relating to water resource planning are available to the regional water planning entities and are used with scientific integrity and adherence to principles of honesty, objectivity, transparency and professionalism in developing, vetting and prioritizing proposals;\n\n(8) report, by October 31 of each year, to the appropriate legislative interim committee dealing with water and natural resources and, by October 31 of each year, distribute the report to the appropriate state agencies dealing with water and natural resources on regional water planning implementation that includes:\n\n(a) approved regional water security plans with prioritized projects, programs and policies for state funding;\n\n(b) outcomes of regional water security plan implementation; and\n\n(c) the status of regional water planning expenditures; and\n\n(9) support regional water planning entities by:\n\n(a) providing technical and local capacity development support, including commission staff and funding;\n\n(b) providing statewide objectives for regional water security plan development, including compliance with interstate compacts, the federal Endangered Species Act of 1973 and congressionally authorized tribal water settlement acts;\n\n(c) supporting the development of a proposal for alternative administration through active water resources management, if prioritized by the region, that may be submitted to the state engineer and affected Indian nations, tribes and pueblos for approval; and\n\n(d) identifying funding sources and supporting the acquisition of funds for implementation of approved regional water security plans.\n\nHistory:Laws 2023, ch. 123, § 4.\n\nEffective dates.— Laws 2023, ch. 123 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-14a/section-72-14a-4/"
    },
    {
      "id": "section-72-14a-5",
      "number": "72-14A-5",
      "heading": "Regional water planning entities.",
      "text": "A. An entity shall not be made a part of a proposal for planning funds under this section without that entity's consent.\n\nB. The outcomes sought by each regional water planning entity shall:\n\n(1) be established through broad public input;\n\n(2) consider public welfare values, balancing water uses and the needs of future generations of New Mexicans;\n\n(3) be grounded in state water law;\n\n(4) be developed using the best available science;\n\n(5) recognize and respect federally recognized or reserved tribal water rights;\n\n(6) consider access to water for domestic use; and\n\n(7) comply with applicable federal water law.\n\nC. Each regional water planning entity shall:\n\n(1) be composed of regional stakeholders as identified in the entity's guidelines;\n\n(2) ensure opportunities for participation by Indian nations, tribes or pueblos located within the water planning region;\n\n(3) obtain public input in the development, vetting and prioritization of regional water planning activities and proposals;\n\n(4) assist in the funding, development and incorporation of plans for rural communities;\n\n(5) report to the commission by June 30 of each year on the progress of planning activities and outcomes of regional water security plan implementation; and\n\n(6) review existing water plans and data sets of municipalities, counties and other entities within the water planning region and use them as appropriate.\n\nHistory:Laws 2023, ch. 123, § 5.\n\nEffective dates.— Laws 2023, ch. 123 contained no effective date provision, but, pursuant to N.M. Const., art. IV, § 23, was effective June 16, 2023, 90 days after adjournment of the legislature.",
      "history": "",
      "source_url": "https://law.justia.com/codes/new-mexico/chapter-72/article-14a/section-72-14a-5/"
    }
  ]
}